Repository: pkp/ojs
Catalog: plugins/importexport/crossref/locale/*/locale.po
Languages: ar_iq, da_dk, de_de, es_es, fa_ir, fr_ca, ku_iq, nl_nl, pl_pl, sl_si, tr_tr, uk_ua

# plugins.importexport.crossref.settings.form.testMode.description
source: Use the CrossRef test API (testing environment) for the DOI deposit. Please do not forget to remove this option for the production.
ar_iq: استعمل خاصية إختبار CrossRef (بيئة الاختبار) لمستودع DOI. لطفاً، لا تنس إزالة هذا الخيار عند التشغيل الفعلي.
da_dk: Brug CrossRef test-API til DOI-deponering (testopstilling). Glem ikke at fjerne denne mulighed under produktionen.
de_de: Die Crossref-Test-API (Testumgebung) für die DOI-Ablieferung benutzen. Bitte vergessen Sie nicht, diese Option vor dem Produktivbetrieb abzuwählen.
es_es: Usar la API de pruebas de CrossRef (entorno de testing) para depositar los DOIs. No olvide desactivar esta opción cuando pase a producción.
fa_ir: از API تست CrossRef (محیط آزمایش) برای سپرده DOI استفاده کنید. لطفا فراموش نکنید که این گزینه را در زمان انتشار محتوا حذف کنید.
fr_ca: Utiliser l'API CrossRef Test (environnement de test) pour le dépôt de DOIs. Ne pas oublier pas d'enlever cette option une fois le site en production.
ku_iq: شێوازی تایبەتی CrossRef بۆ پێدانی پێشوەختەی DOI بەکار بهێنە. تکایە پێش بڵاوکردنەوە ئەمە بسڕەوە.
nl_nl: Gebruik de CrossRef test API (testomgeving) voor de DOI deposit. Vergeet deze test-optie niet te verwijderen voor de uiteindelijke publicatie.
pl_pl: Wykorzystaj API CrossRef (środowisko testowe) dla testowania DOI. Nie zapomnij usunąć tego ustawienia przed finalnym zdeponowaniem DOI.
sl_si: Uporabi CrossRef test API (testno okolje) za depozit DOI-jev. Ne pozabite odstraniti te možnosti za produkcijo!
tr_tr: DOI arşivlemesi için CrossRef test API'sini (test ortamı) kullanın. Lütfen yayın için bu seçeneği kaldırmayı unutmayın.
uk_ua: Використовувати тестовий API CrossRef (середовище тестування) для депонування DOI. Будь ласка, не забудьте прибрати цей параметр для подальшої роботи.

# plugins.importexport.crossref.issues.description
source: Note: Only issues (and not their articles) will be considered for export/registration here.
ar_iq: ملاحظة: الأعداد فقط (وليس مقالاتها) سيتم الأخذ بها هنا عند إجراء التصدير/التسجيل.
da_dk: Bemærk: Kun numre (og ikke deres artikler) vil her blive taget i betragtning ved eksport/registrering.
de_de: Hinweis: Nur Ausgaben (aber nicht ihre Artikel) werden hier für Export und Registrierung berücksichtigt.
es_es: Nota: Solo los números (y no sus artículos) se toman en consideración para la exportación/registro.
fa_ir: توجه: فقط شماره ها (و نه مقالات آنها) برای برون دهی/ثبت در نظر گرفته می شود.
fr_ca: Note : Seuls les numéros (et non les articles) seront considérés pour l'exportation/enregistrement ici.
ku_iq: تێبینی: تەنیا ژمارەکانی گۆڤار (ژمارەی توژینەوەکان نا) بڕیاری لێ دەدرێت بۆ هەناردە و تۆمارکردن.
nl_nl: Opmerking: Alleen nummers (en niet hun artikels) zullen hier worden geÃ«xporteerd/geregistreerd.
pl_pl: Uwaga: Tylko numery (nie artykuły) zostaną uwzględnione do eksportu/rejestracji.
sl_si: Opozorilo: Samo številke (in ne vsebovani prispevki) bodo upoštevane za izvoz/depozit.
tr_tr: Not: Burada dışa aktarma/kayıt için yalnızca sayılar (içinde yer alan makaleler hariç) dikkate alınacaktır.
uk_ua: Примітка: Для експорту/реєстрації тут розглядатимуться лише випуски (а не статті з них).

# plugins.importexport.crossref.status.failed
source: Failed
ar_iq: فاشلة
da_dk: Fejlet
de_de: Fehlgeschlagen
es_es: Fallos
fa_ir: ناموفق
fr_ca: Échec
ku_iq: سەرکەوتو نەبو
nl_nl: Mislukt
pl_pl: Nieudane
sl_si: Neuspelo
tr_tr: Başarısız
uk_ua: Помилка

# plugins.importexport.crossref.status.registered
source: Active
ar_iq: فعالة
da_dk: Aktiv
de_de: Aktiv
es_es: Activos
fa_ir: فعال
fr_ca: Actif
ku_iq: چالاکە
nl_nl: Actief
pl_pl: Aktywne
sl_si: Aktivno
tr_tr: Aktif
uk_ua: Активний

# plugins.importexport.crossref.status.markedRegistered
source: Marked active
ar_iq: مؤشرة على أنها فاعلة
da_dk: Markeret aktiv
de_de: Als aktiv markiert
es_es: Marcados activo
fa_ir: نشانه گذاری شده به عنوان فعال
fr_ca: Marqué actif
ku_iq: چالاک کراوە
nl_nl: Als actief gemarkeerd
pl_pl: Oznaczone jako aktywne
sl_si: Označeno aktivno
tr_tr: Aktif olarak işaretlendi
uk_ua: Позначений як активний

# plugins.importexport.crossref.statusLegend
source: <p>Deposit status:</p> <p> - Not deposited: no deposit attempt has been made for this DOI.<br /> - Active: the DOI has been deposited, and is resolving correctly.<br /> - Failed: the DOI deposit has failed.<br /> - Marked active: the DOI was manually marked as active. </p> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to register the DOI again.</p>
ar_iq: <p>حالة الإيداع:</p> <p> - غير مودعة: لم تجر أي محاولة إيداع لهذا المكون الرقمي DOI.<br /> - فعال: المكون الرقمي DOI مودع، ومتواجد بشكل صحيح.<br /> - فاشل: إيداع المكون الرقمي DOI باء بالفشل.<br /> - مؤشر على أنه فعال: تم تأشير المكون الرقمي DOI يدوياً على أنه فعال. </p> <p>يتم عرض حالة محاولة الإيداع الأخيرة فقط.</p> <p>إذا فشل الإيداع، لطفاً، عالج المشكلة ثم حاول تسجيل DOI مرة أخرى.</p>
da_dk: <p>Indsendelsesstatus:</p> <p> - Ikke deponeret: ingen forsøg på indlevering er foretaget mht. denne DOI.<br /> - Aktiv: denne DOI er blevet indleveret og korrekt deponeret.<br /> - Fejlet: denne DOI-indlevering fejlede.<br /> - Markerede registeret: denne DOI blev manuelt markeret som værende registreret. </p> <p>Kun de seneste indsendelsesforsøg er registreret.</p> <p>Hvis der er sket en fejldeponering, bedes du løse problemet og foretage et nyt registreringsforsøg.</p>
de_de: <p>Ablieferungsstatus:</p> <p> - Nicht abgeliefert: noch kein Ablieferungsversuch für diesen DOI.<br /> - Aktiv: Der DOI wurde abgeliefert und wird korrekt aufgelöst.<br /> - Fehlgeschlagen: DOI-Ablieferung ist fehlgeschlagen.<br /> - Als aktiv markiert: Der DOI wurde manuell als aktiv markiert. </p> <p>Es wird nur der Status des letzten Übermittlungsversuchs angezeigt.</p> <p>Wenn eine Ablieferung fehlgeschlagen ist, beheben Sie bitte die Ursache und versuchen Sie erneut, den DOI zu registrieren.</p>
es_es: <p>Estados de depósito:</p> <p> - No depositado: no se ha hecho ningún intento de deposito para este DOI.<br /> - Activo: el DOI se ha depositado y se resuelve correctamente.<br /> - Fallo: el deposito del DOI ha fallado.<br /> - Marcado activo: el DOI fué marcado manualmente como activo. </p> <p>Solo se muestran los estados de los últimos intentos de depósito.</p> <p>Si un deposito fallase, resuelva el problema e intente registrar el DOI de nuevo.</p>
fa_ir: <p>سپرده:</p> <p> -سپرده نشده: هیچ تلاشی برای سپرده گذاری برای این DOI انجام نشده است.<br /> -فعال: DOI سپرده شده است و به درستی حل و فصل می شود.<br /> -ناموفق: سپرده DOI شکست خورده است.<br /> -نشانه گذاری شده به عنوان فعال: DOI به صورت دستی به عنوان فعال شناخته شده است.<br /> </p> <p> تنها وضعیت آخرین تلاش سپرده نمایش داده می شود. </p> <p> اگر سپرده شکست خورده باشد، لطفا مشکل را حل کنید و مجددا DOI را ثبت کنید. </p>
fr_ca: <p> Statut du dépôt : </p> <p> - Non déposé : aucune tentative de dépôt n'a été effectuée pour ce DOI. <br /> - Actif : le DOI a été déposé et se résout correctement. <br /> - Échec : le dépôt du DOI a échoué. <br /> - Marqué actif : le DOI a été marqué manuellement comme actif. </p> <p> Seul le statut de la dernière tentative de dépôt est affiché. </p> <p> Si un dépôt a échoué, veuillez résoudre le problème et réessayer d'enregistrer le DOI. </p>
ku_iq: <p>حاڵەتی پێدانی پێشوەختە:</p> <p> - هیچ پێدانێکی پێشوەختە نەدراوە بۆ ئەم DOIیە.<br /> - چالاک: DOIی پێشوەختە درا.<br /> - شکستی هێنا: DOI ی پێشوەختە شکستی هێنا.<br /> - وەک چالاک دیاری کراوە: DOI وەک چالاک دیاری کراوە. </p> <p>تەنیا حاڵەتی دوایین پێدانی پێشوەختە دیاری دەکرێت.</p> <p>ئەگەر پێدانەکە شکستی هێنا، تکایە دوبارە هەوڵی تۆمارکردنی DOI بدەوە.</p>
nl_nl: <p>Deposit status:</p> <p> - Niet gedeponeerd: er werd nog geen deposit geprobeerd voor deze DOI.<br /> - Ingediend: deze DOI werd ingediend voor deposit.<br /> - Gedeponeerd: de DOI is gedeponeerd bij Crossref, maar is mogelijk nog niet actief.<br /> - Actief: de DOI werd gedeponeerd en kan correct worden opgelost.<br /> - Mislukt: de DOI deposit is mislukt.<br /> - Als actief gemarkeerd: de DOI werd manueel als actief gemarkeerd. </p> <p>Alleen de status van de laatste depostitpoging wordt getoond.</p> <p>Als een deposit mislukt is, los het probleem dan op en probeer de DOI opnieuw te registreren.</p>
pl_pl: <pStatus deponowania:</p> <p> - Nie zdeponowano: nie podjęto próby zdeponowania tego DOI.<br /> - Aktywne: DOI został poprawnie zdeponowany.<br /> - Niepowodzenie: deponowanie DOI zakończyło się niepowodzeniem.<br /> - Oznaczono jako aktywne: DOI został manualnie oznaczony jako aktywny. </p> <p>Wyświetlony jest status jedynie status ostatniego deponowania.</p> <p>Jeżeli deponowanie zakończyło się niepowodzeniem, rozwiąż problem i spróbuj ponownie zarejestrować DOI.</p>
sl_si: <p>Statusi procesa depozita:</p> <p> - Ni depozita: za ta DOI ni bil izveden poskus depozita.<br /> - Oddano: DOI je bil oddan za depozit.<br /> - Depozit uspešen: Depozit DOI-ja je bil uspešen pri Crossref, a morda še ni aktiven.<br /> - Aktiven: Depozit DOI-ja je bil uspešen in se pravilno razrešuje.<br /> - Neuspelo: Depozit DOI-ja je bil neuspešen.<br /> - Označeno aktivno: DOI je bil ročno označen kot aktiven. </p> <p>Prikazan je samo status zadnjega poskusa depozita.</p> <p>Če je bil depozit neuspešen, razrešite problem in ponovno poskusite registrirati DOI.</p>
tr_tr: <p>Depolama Durumu:</p> <p> - Depolanmadı: Bu DOI için hiçbir depolama girişimi yapılmadı.<br /> - Gönderildi: Bu DOI depolama için gönderildi.<br /> - Depolandı: DOI, Crossref'e depolandı, ancak henüz aktif olmayabilir.<br /> - Etkin: DOI yatırıldı ve doğru şekilde çözümleniyor.<br /> - Başarısız: DOI depolama başarısız oldu.<br /> - Etkin işaretli: DOI, aktif olarak elle işaretlendi. </p> <p>Sadece son depolama girişiminin durumu görüntülenir.</p> <p>Bir depolama başarısız olursa, lütfen sorunu çözün ve DOI'yi tekrar kaydettirmeyi deneyin.</p>
uk_ua: <p>Статус депонування:</p> <p> - Не депонований: цей DOI не намагалися депонувати.<br /> - Активний: цей DOI був депонований, і правильно інтерпретується.<br /> - Помилка: депонування DOI не відбулося.<br /> - Позначено як активний: DOI вручну позначено як активний. </p> <p>Відображається лише статус останньої спроби депонування.</p> <p>Якщо депонування не вдалося, усуньте проблему і спробуйте знову зареєструвати DOI.</p>

# plugins.importexport.crossref.action.export
source: Download XML
ar_iq: تنزيل XML
de_de: XML herunterladen
es_es: Descargar XML
fa_ir: دانلود XML
fr_ca: Télécharger le XML
ku_iq: دابەزاندنی XML
pl_pl: Pobierz XML
sl_si: Prenesi XML
tr_tr: XML İndir
uk_ua: Завантажити XML

# plugins.importexport.crossref.action.markRegistered
source: Mark active
ar_iq: أشره فعالاً
da_dk: Markér aktiv
de_de: Als aktiv markieren
es_es: Marcar activo
fa_ir: نشانه گذاری به عنوان فعال
fr_ca: Marqué actif
ku_iq: چالاکی بکە
nl_nl: Markeer als actief
pl_pl: Oznacz jako aktywne
sl_si: Označi aktivno
tr_tr: Aktif olarak işaretle
uk_ua: Позначити як активний

# plugins.importexport.crossref.action.register
source: Deposit
de_de: Ablieferung
es_es: Depositar
fr_ca: Soumis
ku_iq: پارە دان
nl_nl: Dien in
pl_pl: Prześlij
sl_si: Oddaj
tr_tr: Arşivle
uk_ua: Надіслати

# plugins.importexport.crossref.senderTask.name
source: CrossRef automatic registration task
ar_iq: مهمة التسجيل التلقائي في CrossRef
da_dk: CrossRef automatiske registreringsopgave
es_es: Tarea automática de registro en CrossRef
fa_ir: وظیفه ثبت خودکار CrossRef
fr_ca: Tâche automatique d'enregistrement de CrossRef
ku_iq: تۆمارکردنی ئۆتۆماتیکی CrossRef
nl_nl: Automatische registratie bij CrossRef
pl_pl: Zadanie automatycznej rejestracji CrossRef
sl_si: Opravilo avtomatske registracije pri CrossRef
tr_tr: CrossRef otomatik kayıt görevi
uk_ua: Завдання автоматичної реєстрації CrossRef

# plugins.importexport.crossref.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
da_dk: Brug: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
de_de: Verwendung: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
es_es: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
fa_ir: نحوه استفاده: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
ku_iq: بەکارهێنان: {$scriptName} {$pluginName} هەناردە[xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} تۆمارکردن[journal_path] articles objectId1 [objectId2] ...
nl_nl: Gebruik: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
pl_pl: Przykład użycia: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles} objectId1 [objectId2] ...
sl_si: Uporaba: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
tr_tr: Kullanım: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
uk_ua: Використання: $scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...

# plugins.importexport.crossref.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
ar_iq: لا يوجد عدد يطابق العدد المحدد بالرمز "{$issueId}".
da_dk: Intet nummer matchede det specificerede nummer ID "{$issueId}".
de_de: Angegebene Ausgabenkennung "{$issueId}" passt zu keiner Ausgabe.
es_es: No existe ningún número con el ID "{$issueId}".
fa_ir: هیچ شماره ای با شناسه مقاله "{$issueId}" همخوانی ندارد.
fr_ca: Aucun numéro ne correspond au ID de numéro spécifié, « {$issueId} ».
ku_iq: ژمارەکان لەگەڵ ئەم ژمارەیە "{$issueId}". یەکناگرنەوە.
nl_nl: Er komt geen nummer overeen met de opgegeven ID "{$issueId}".
pl_pl: Żaden numer nie pasuje do ID "{$issueId}".
sl_si: Nobena številka ne odgovarja ID-ju številke "{$issueId}".
tr_tr: Belirtilen sayı ID numarası "{$issueId}" hiçbir sayı ile eşleşmedi.
uk_ua: Немає номера випуску, який відповідав би вказаному ID випуску "{$issueId}".

# plugins.importexport.crossref.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
ar_iq: لا توجد مقالة تطابق المقالة المحددة بالرمز "{$articleId}".
da_dk: Ingen artikel matchede det specificerede artikel ID "{$articleId}".
de_de: Angegebene Artikelkennung "{$articleId}" passt zu keinem Artikel.
es_es: No existe ningún artículo con el ID "{$articleId}".
fa_ir: هیچ مقاله ای با شناسه مقاله "{$articleId}" همخوانی ندارد.
fr_ca: Aucun article ne correspond au ID d'article spécifié, « {$articleId} ».
ku_iq: هیچ توێژینەوەیەک لەگەڵ ئەم توێژینەوەیە "{$articleId}" یەک ناگرێتەوە.
nl_nl: Er komt geen artikel overeen met de opgegeven ID "{$articleId}".
pl_pl: Żaden tekst nie pasuje do ID "{$articleId}".
sl_si: Noben prispevek ne odgovarja ID-ju prispevka "{$articleId}".
tr_tr: Belirtilen makale ID numarası "{$articleId}" hiçbir makale ile eşleşmedi.
uk_ua: Немає статті, яка відповідала б вказаному ID статті "{$articleId}".

# plugins.importexport.crossref.register.error.mdsError
source: Registration was not fully successful! The DOI registration server returned an error.
ar_iq: التسجيل لم ينجح بشكل كامل! ملقم تسجيل معرفات المكونات الرقمية أرجع إشارة حدوث خطأ ما.
es_es: El registro no pudo realizarse! El servidor de registro de DOI retornó un error.
fr_ca: L'enregistrement a échoué ! Le serveur d'enregistrement de DOIs a retourné une erreur.
ku_iq: تۆمارکردنەکە سەرکەوتو نەبو! تۆماری DOI کێشەیەکی تێدایە.
nl_nl: Inzending is niet geslaagd! De DOI registratieserver meldde een fout: '{$param}'.
pl_pl: Przesyłanie nieudane! Serwer DOI zwrócił błąd: '{$param}'.
sl_si: Oddaja ni bila uspešna! DOI registracijski strežnik je vrnil napako: '{$param}'.
tr_tr: Kayıt başarısız! DOI kayıt sunucusu bir hata verdi.
uk_ua: Подання не вдалося! Сервер реєстрації DOI повернув помилку: '{$param}'.

# plugins.importexport.crossref.register.success.warning
source: Registration was successful but the following warning occurred: '{$param}'.
ar_iq: التسجيل ناجح لكن مع وجود التحذير الآتي: '{$param}'.
es_es: El registro se realizó satisfactoriamente. Sin embargo, ocurrieron las siguientes advertencias: '{$param}'.
fr_ca: L'enregistrement a réussi, mais l'avertissement suivant a été émis : '{$param}'.
ku_iq: تۆمارکردنەکە سەرکەوتو بو، بەڵام ئاگاداری'{$param}': بە.
pl_pl: Rejestracja zakończona sukcesem, ale pojawiły się następujące ostrzeżenia: '{$param}'.
sl_si: Registracija je bila uspešna z naslednjim opozorilom: '{$param}'.
tr_tr: Kayıt başarılı ancak bir uyarı var: '{$param}'.
uk_ua: Реєстрація Успішна, але отримано наступне попередження: '{$param}'.
