Repository: pkp/ojs
Catalog: plugins/importexport/crossref/locale/*/locale.po
Languages: ar_iq, da_dk, de_de, es_es, fa_ir, fr_ca, ku_iq, nl_nl, pl_pl, sl_si, tr_tr, uk_ua

# plugins.importexport.crossref.displayName
source: CrossRef XML Export Plugin
ar_iq: إضافة التصدير CrossRef لملفات XML
da_dk: CrossRef XML Eksport Plug-in
de_de: Crossref-Export/Registrierungs-Plugin
es_es: Módulo de exportación CrossRef XML
fa_ir: افزونه برون دهی CrossRef XML
fr_ca: Plugiciel d'exportation CrossRef XML
ku_iq: هەناردەکردنی گرێدانی CrossRef بۆ فایلەکانی XML
pl_pl: Wtyczka eksportu/rejestracji CrossRef
sl_si: Vtičnik za CrossRef XML izvoz
tr_tr: CrossRef XML Aktarım Eklentisi
uk_ua: Модуль експорту у CrossRef XML

# plugins.importexport.crossref.description
source: Export article metadata in CrossRef XML format.
ar_iq: تصدير البيانات الوصفية للمقالات بصيغة CrossRef XML.
da_dk: Eksportér artikelmetadata i CrossRef XML format.
de_de: Artikel-Metadaten im Crossref-Format exportieren oder registrieren.
es_es: Exportar los metadatos del artículo en formato CrossRef XML.
fa_ir: برون دهی فراداده مقاله ئر فرمت CrossRef XML
fr_ca: Exporter les métadonnées de l'article en format CrossRef XML.
ku_iq: هەناردەکردنی زانیاریی ناسێنەر بۆ ڕێکخستنی CrossRef XML.
nl_nl: Exporteer metadata in CrossRef XML formaat.
pl_pl: Eksportuj lub zarejestruj metadane artykułu w formacie CrossRef.
sl_si: Izvozi metapodatke prispevka v CrossRef XML obliki.
tr_tr: Makale üst verilerini CrossRef XML formatında dışa aktar.
uk_ua: Експорт метаданих статті у формат CrossRef XML.

# plugins.importexport.crossref.requirements
source: Requirements
ar_iq: المتطلبات
da_dk: Krav
de_de: Anforderungen
es_es: Requerimientos
fa_ir: نیازمندی ها
fr_ca: Exigences
ku_iq: پێویستییەکان
nl_nl: Vereist
pl_pl: Wymagania
sl_si: Zahteve
tr_tr: Gereksinimler
uk_ua: Вимоги

# plugins.importexport.crossref.requirements.satisfied
source: All plugin requirements are satisfied.
ar_iq: كل متطلبات الإضافة ملباة.
da_dk: Alle plug-in-krav er opfyldt.
de_de: Alle Anforderungen des Plugins sind erfüllt.
es_es: Se satisfacen todas las dependencias de módulos.
fa_ir: تمامی نیازمندی های این افزونه برقرار است.
fr_ca: Toutes les exigences du plugiciel sont satisfaites.
ku_iq: هەمو پێویستییە گرێدراوەکان ڕازیکەرن.
nl_nl: Niet aan alle vereisten is voldaan
pl_pl: Wszystkie wymagania wtyczki zostały spełnione.
sl_si: Vse zahteve vtičnika so izpolnjene.
tr_tr: Tüm eklenti gereksinimleri karşılanıyor.
uk_ua: Усі вимоги модуля виконано.

# plugins.importexport.crossref.error.publisherNotConfigured
source: A journal publisher has not been configured! You must add a publisher institution on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
ar_iq: ناشر المجلة لم يتم تعريفه بعد! عليك إضافة مؤسسة النشر ضمن <a href="{$publisherUrl}" target="_blank">تهيئة المجلة، الخطوة 1.5</a>.
da_dk: Et tidsskriftsforlag mangler at blive indskrevet! Der skal tilføjes en forlæggerinstitution på <a href="{$journalSettingsUrl}" target="_blank">Konfigurationssiden</a>.
de_de: Es ist noch kein Verlag konfiguriert! Sie müssen eine publizierende Organisation in <a href="{$journalSettingsUrl}" target="_blank">Zeitschrifteneinstellungen</a> angeben.
es_es: No se ha definido la editorial de la revista! Debe añadir la institución editora en la pàgina de <a href="{$journalSettingsUrl}" target="_blank">Preferencias de la Revista</a>.
fa_ir: ناشر مجله مشخص نشده است! شما باید در <a href="{$journalSettingsUrl}" target="_blank">صفحه تنظیمات مجله</a> ناشر آن را اضافه کنید
fr_ca: L'éditeur n'a pas été configuré ! Vous devez ajouter une institution éditrice dans la page <a href="{$journalSettingsUrl}" target="_blank">Paramètres</a> de la revue.
ku_iq: بڵاوکردنەوەی گۆڤارەکە ئامادە نییە! تۆ دەبێت دەزگای بڵاوکردنەوە لێرە زیاد بکەیت <a href="{$journalSettingsUrl}" target="_blank">ڕێکخستنی گۆڤار پەڕەی</a>.
nl_nl: Er werd geen uitgever ingesteld voor dit tijdschrift! Voeg een uitgever toe op de <a href="{$journalSettingsUrl}" target="_blank">Tijdschriftinstellingen</a> pagina.
pl_pl: Organizacja wydająca czasopismo nie została skonfigurowana! Musisz uzupełnić brakujące elementy <a href="{$journalSettingsUrl}" target="_blank">na stronie konfiguracji czasopisma</a> w kroku 1.5.
sl_si: Založnik ni nastavljen! Dodati morate založnika na strani<a href="{$journalSettingsUrl}" target="_blank">Nastavitve revije</a>.
tr_tr: Bir dergi yayıncısı belirtilmemiş! <a href="{$journalSettingsUrl}" target="_blank">Dergi Ayarları Sayfası</a>ndan bir yayıncı eklemelisiniz.
uk_ua: Видавець журналу не налаштований! Ви маєте додати установу видавця на <a href="{$journalSettingsUrl}" target="_blank">сторінці налаштувань журналу</a>.

# plugins.importexport.crossref.error.issnNotConfigured
source: A journal ISSN has not been configured! You must add an ISSN on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
ar_iq: معرف ISSN للمجلة غير معرف حتى الآن! عليك أن تضيف رمز ISSN في صفحة <a href="{$journalSettingsUrl}" target="_blank">إعدادات المجلة</a>.
da_dk: Et ISSN mangler at blive indskrevet! Der skal tilføjes et ISSN på the <a href="{$journalSettingsUrl}" target="_blank">Konfigurationssiden</a>.
de_de: Es ist noch keine ISSN der Zeitschrift eingestellt! Sie müssen eine ISSN in den <a href="{$journalSettingsUrl}" target="_blank">Zeitschrifteneinstellungen</a> angeben.
es_es: No se ha definido un ISSN para la revista! Debe añadir un ISSN en la página de <a href="{$journalSettingsUrl}" target="_blank">Preferencias de la Revista</a>.
fa_ir: شاپای مجله مشخص نشده است! شما باید در <a href="{$journalSettingsUrl}" target="_blank">صفحه تنظیمات مجله</a> شاپای آن را اضافه کنید
fr_ca: L'ISSN de la revue n'a pas été configuré ! Vous devez ajouter un ISSN dans la page <a href="{$journalSettingsUrl}" target="_blank">Paramètres</a> de la revue.
ku_iq: زیاد بکەیت ISSN بۆ گۆڤارێک کە هەتا ئێستا نەناسێندراوە! پێویستە ئەژماری ISSN لە لاپەڕەی <a href="{$journalSettingsUrl}" target="_blank">ڕێکخستنی گۆڤارەکە</a>.
nl_nl: Er werd geen ISSN ingesteld voor dit tijdschrift! Voeg een ISSN toe op de <a href="{$journalSettingsUrl}" target="_blank">Tijdschriftinstellingen</a> pagina.
pl_pl: ISSN czasopisma nie został skonfigurowany! Musisz dodać ISSN na <a href="{$journalSettingsUrl}" target="_blank">stronie konfiguracji czasopisma</a>.
sl_si: ISSN revije ni nastavljen! Dodati morate ISSN na strani <a href="{$journalSettingsUrl}" target="_blank">Nastavitve revije</a>.
tr_tr: Dergi ISSN bilgisi belirtilmemiş! <a href="{$journalSettingsUrl}" target="_blank">Dergi Ayarları Sayfası"</a>ndan bir ISSN eklemelisiniz.
uk_ua: ISSN журналу не налаштований! Ви маєте додати ISSN на <a href="{$journalSettingsUrl}" target="_blank">сторінці налаштувань журналу</a>.

# plugins.importexport.crossref.error.noDOIContentObjects
source: Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
ar_iq: لم يسبق إختيار المؤلفات لتعيين DOI في إضافة المعرف العام DOI، لذلك لن يكون لهذه الإضافة إمكانية إيداع أو تصدير حالياً.
da_dk: Der er ikke valgt artikler i forbindelse med DOI-tildeling under DOI public indentifier plug-in'en, så der er ingen deponerings- eller eksportmuligheder i dette plug-in.
de_de: Artikel sind im DOI-Plugin nicht zur DOI-Vergabe eingetragen, also gibt es keine Möglichkeit zur Ablieferung oder zum Export in diesem Plugin.
es_es: No se han seleccionado artículos a los que asignar un idenficador público DOI, por lo tanto, el módulo no puede depositar o exportar nada.
fa_ir: در افزونه DOI، مقالات برای اختصاص DOI انتخاب نشده است، بنابراین هیچ سپرده یا امکان برون دهی در این افزونه وجود ندارد.
fr_ca: Les articles n'ont pas été sélectionnés pour l'attribution d'un DOI dans le plugiciel d'identifiant public DOI, conséquemment le dépôt et l'exportation sont impossibles à partir de ce plugiciel.
ku_iq: ئەو توێژینەوانەی کە ژمارەی DOI یان بۆ دیاری نەکراوە و بەو ژمارەیەوە گرێ نەدراون، ناکرێت لە ڕێگای ئەم گرێدانەوە هەناردە بکرێن.
nl_nl: Er werden geen artikels geselecteerd voor toewijzing van een DOI in de DOI publieke identificatie plugin. Daardoor kan deze plugin ook geen data deponeren of exporteren.
pl_pl: Artykuły nie zostały skonfigurowane do współpracy z DOI - eksport nie jest możliwy.
sl_si: Prispevki niso izbrani za dodeljevanje DOI-jev v vtičniku za DOI javni identifikator in zato ni možnosti depozita ali izvoza podatkov v tem vtičniku.
tr_tr: Makaleler, DOI genel tanımlayıcı eklentisinde DOI ataması için seçilmediği için bu eklenti, arşivleme veya dışa aktarma yapamıyor.
uk_ua: Не вибрано статті для присвоєння DOI в модулі відкритих ідентифікаторів DOI, тому немає можливості подання у депозитарій або експортування у цьому модулі.

# plugins.importexport.crossref.settings.depositorIntro
source: The following items are required for a successful CrossRef deposit.
ar_iq: الفقرات الآتية مطلوبة من أجل إيداع ناجح لدى CrossRef.
da_dk: Følgende elementer er påkrævet for at foretage en CrossRef-deponering.
de_de: Die folgenden Angaben werden für eine erfolgreiche Abgabe bei Crossref nötig.
es_es: Para un correcto depósito en CrossRef, se requieren los siguientes ítems.
fa_ir: موارد زیر برای ارتباط با CrossRef مورد نیاز است.
fr_ca: Les éléments suivants sont requis pour un dépôt CrossRef réussi.
ku_iq: ئەم دانانەی خوارەوە بۆ CrossRefێکی سەرکەوتو داواکراون.
nl_nl: Geef de naam en het e-mailadres van degene die verantwoordlijk is voor de CrossRef DOI deposit.
pl_pl: Elementy wymagane dla poprawnego deponowania CrossRef.
sl_si: Spodnej postavke so obvezne za uspešen CrossRef depozit.
tr_tr: Başarılı bir CrossRef arşivlemesi için aşağıdakiler gereklidir.
uk_ua: Для успішного подання в депозитарій CrossRef потрібна така інформація.

# plugins.importexport.crossref.settings.form.depositorName
source: Depositor name
ar_iq: اسم المودع
da_dk: Deponentnavn
es_es: Nombre del depositario
fa_ir: نام سپرده گذار
fr_ca: Nom du déposant
ku_iq: ناوی پارەدەر
nl_nl: Depositor naam
pl_pl: Nazwa organizacji deponującej
sl_si: Ime depozitorja
tr_tr: Arşivleyenin adı
uk_ua: Ім'я депонента

# plugins.importexport.crossref.settings.form.validation
source: Validate XML. Use this option for the XML download for the manual DOI registration.
ar_iq: التحقق من XML. استعمل هذا الخيار مع تنزيل XML من أجل التسجيل اليدوي لمعرفات المكونات الرقمية DOI.
es_es: Validar XML. Utilice esta opción para descargar el XML para realizar el registro manual
fr_ca: Validation XML. Utiliser cette option pour le téléchargement XML pour l'enregistrement manuel du DOI.
ku_iq: XML چالاک بکە. ئەم بژاردەیە بۆ دابەزاندنی XML بەکار بهێنە بۆ تۆمارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان DOI.
pl_pl: Zatwierdź XML. Wykorzystaj opcje umożliwiające pobranie pliku XML przy manualnej rejestracji DOI.
sl_si: Validacija XML. To opcijo uporabite za prenos XML datoteke za ročno DOI registracijo.
tr_tr: XML dosyasını doğrula. Manuel DOI kaydı için XML indirmek için bu seçeneği kullanın.
uk_ua: Перевірити XML. Використовуйте опцію для завантаження XML для ручної реєстрації DOI.

# plugins.importexport.crossref.settings.form.depositorEmail
source: Depositor email
ar_iq: البريد الالكتروني للمودع
da_dk: Deponent-e-mail
es_es: Email del depositario
fa_ir: ایمیل سپرده گذار
fr_ca: Courriel du déposant
ku_iq: ئیمەیڵی پارەدەر
nl_nl: E-mail depositor
pl_pl: Email organizacji deponującej
sl_si: Email depozitorja
tr_tr: Arşivleyenin e-postası
uk_ua: Електронна адреса депонента

# plugins.importexport.crossref.settings.form.depositorNameRequired
source: Please enter the depositor name.
ar_iq: لطفاً، أدخل اسم المودع.
da_dk: Indsæt deponentnavn.
de_de: Bitte geben Sie den Depositor-Namen ein.
es_es: Introduzca el nombre del depositario.
fa_ir: لطفا نام سپرده گذار را وارد کنید
fr_ca: Veuillez inscrire le nom du déposant.
ku_iq: تکایە، ناوی پارەدەر داخل بکە.
nl_nl: Geef de naam van de depositor.
pl_pl: Podaj nazwę organizacji deponującej.
sl_si: Prosimo vnesite ime depozitorja.
tr_tr: Lütfen arşivleyenin adını giriniz.
uk_ua: Будь ласка, введіть ім'я депонента.

# plugins.importexport.crossref.settings.form.depositorEmailRequired
source: Please enter the depositor email.
ar_iq: لطفاً، أدخل البريد الالكتروني للمودع.
da_dk: Indsæt deponent-e-mail.
de_de: Bitte geben Sie die Depositor-E-Mail-Adresse ein.
es_es: Introduzca el email del depositario.
fa_ir: لطفا ایمیل سپرده گذار را وارد کنید
fr_ca: Veuillez inscrire le courriel du déposant.
ku_iq: تکایە، ئیمەیڵی پارەدەر داخل بکە.
nl_nl: Geef het e-mail adres van de depositor.
pl_pl: Podaj email organizacji deponującej.
sl_si: Prosimo vnestie email depozitorja.
tr_tr: Lütfen arşivleyenin e-posta adresini giriniz.
uk_ua: Будь ласка, введіть електронну адресу депонента.

# plugins.importexport.crossref.registrationIntro
source: If you would like to use this plugin to register Digital Object Identifiers (DOIs) directly with CrossRef you will need a username and password (available from <a href="http://www.crossref.org" target="_blank">CrossRef</a>) in order to do so. If you do not have your own username and password you can still export into the CrossRef XML format, but you cannot register your DOIs with CrossRef from within OJS.
ar_iq: هذه الإضافة بإمكانك ضبطها لتقوم تلقائياً بتسجيل معرفات المكونات الرقمية (DOIs) في CrossRef. سيكون بحاجة إلى اسم مستخدم وكلمة مرور (متوافران عبر <a href="http://www.crossref.org" target="_blank">CrossRef</a>) من أجل القيام بذلك. إن لم يكن لك اسم مستخدم وكلمة مرور خاصين بك، سيكون بإمكانك أيضاً التصدير إلى CrossRef بصيغة XML، لكن لن تتمكن من تسجيل DOI الخاصة بك في CrossRef من داخل نظام المجلات المفتوحة.
da_dk: Hvis du ønsker at anvende dette plug-in til direkte registrering af Digital Object Identifiers (DOI'er) hos CrossRef skal du have et brugernavn og en adgangskode (kan oprettes fra <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Hvis du ikke har dit eget brugernavn og password, kan du stadig eksportere via CrossRef XML formatet, men du kan ikke registrere dine DOI'er hos CrossRef direkte via OJS.
de_de: Wenn Sie dieses Plugin benutzen möchten, um Digital Object Identifiers (DOI) direkt bei Crossref zu registrieren, benötigen Sie dazu einen Nutzernamen und ein Passwort (das Sie bei <a href="http://www.crossref.org" target="_blank">Crossref</a> erhalten). Wenn Sie keine eigenen Zugangsdaten haben, können Sie immer noch Metadaten in das Crossref-XML-Format exportieren, aber Sie können Ihre DOI nicht aus OJS heraus bei Crossref registrieren.
es_es: Si quiere usar este módulo para registrar Identificadores Digitales de Objeto (Digital Object Identifiers - DOI, en inglés) directamente con CrossRef, necesita un usuario y contraseña (disponible en <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Si no dispone de su propio usuario y contraseña, todavía puede exportar en formato XML de CrossRef, pero no podrá registrar sus DOIs en CrossRef directamente desde OJS.
fa_ir: اگر می خواهید از این افزونه برای ثبت مستقیم DOI با CrossRef استفاده کنید، به نام کاربری و رمز عبور (از <a href="http://www.crossref.org" target="_blank">CrossRef</a>) نیاز خواهید داشت. اگر شما نام کاربری و رمز عبور خود را ندارید، همچنان می توانید اطلاعات مجله را به فرمت XML CrossRef برون دهی کنید، اما نمی توانیدشناسه DOI خود از طریق CrossRef ثبت کنید.
fr_ca: Si vous souhaitez utiliser ce plugiciel pour enregistrer des DOIs (Digital Object Identifiers) directement avec CrossRef, vous aurez besoin d'un nom d'utilisateur-trice et d'un mot de passe (disponible sur <a href="http://www.crossref.org" target="_blank"> CrossRef </a>). Si vous n'avez pas votre propre nom d'utilisateur-trice et mot de passe, vous pouvez toujours exporter en format XML CrossRef, mais vous ne pouvez pas enregistrer vos DOI avec CrossRef à partir d'OJS.
ku_iq: ئەگەر تۆ دەتەوێت ناسێنەری سەرچاوە دیجیتاڵییەکان DOI و CrossRef بەیەکەوە گرێ بدەیت، پێویستت بە ئەژماری کەسی و ژمارەی نهێنییەکەی دەبێت کە لێرە بەردەستە (<a href="http://www.crossref.org" target="_blank">CrossRef</a>) ئەگەر ئەژماری کەسیشت نییە دەتوانیت لە ڕێکخستنی CrossRef XML هەناردەی بکەیت، بەڵام ناتوانیت DOIیەکەت لەگەڵ CrossRef تۆمار بکەیت لە سیستەمی گۆڤاری کراوەدا.
nl_nl: U kan via deze plugin ook rechtstreeks Digitale Object Identificatiecodes (DOI's) laten registreren bij CrossRef. Daarvoor heeft u een gebruikersnaam en wachtwoord (beschikbaar van <a href="http://www.crossref.org" target="_blank">CrossRef</a>) nodig. Als u geen gebruikersnaam en wachtwoord heeft, kan u nog steeds exporteren naar het Crossref XML formaat, maar kan u de DOI's niet via OJS registreren bij CrossRef.
pl_pl: Wtyczka może zostać skonfigurowana do automatycznego rejestrowania DOI z CrossRef. W tym celu będziesz potrzebował nazwę użytkownika oraz hasło (możesz je uzyskać od <a href="http://www.crossref.org" target="_blank">CrossRef</a>. Jeżeli nie posiadasz nazwy użytkownika oraz hasła, możesz eksportować pozycje do formatu CrossRef XML, ale nie będziesz mógł rejestrować DOI z CrossRef za pomocą OJS.
sl_si: Če želite uporabiti ta vtičnik za registracijo DOI-jev direktno pri CrossRef, boste potrebovali uporabniško ime in geslo (na voljo na <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Če nimate svojega uporabniškega imena in gesla, lahko še vedno izvozite podatke v CrossRef XML obliki, ampak ne morete registrirati DOI-jev pri CrossRef direktno iz OJS.
tr_tr: Bu eklentiyi, Dijital Nesne Tanımlayıcılarını (DOI'ler) doğrudan CrossRef'e kaydetmek için kullanmak istemeniz halinde kullanıcı adı ve şifreye (<a href="http://www.crossref.org" target="_blank">CrossRef</a> 'den ulaşılabilir) ihtiyacınız olacaktır. Eğer kullanıcı adı ve şifreniz yoksa, yine de CrossRef XML biçimi ile dışa aktarma yapabilirsiniz, ancak DOI'lerinizi CrossRef'e OJS içinden kaydedemezsiniz.
uk_ua: Якщо ви хочете використовувати цей модуль для реєстрації ідентифікаторів цифрових об'єктів (DOI) безпосередньо в CrossRef, вам знадобиться ім'я користувача та пароль (можна отримати на <a href="http://www.crossref.org" target="_blank">CrossRef</a>). Якщо у вас немає власного імені користувача та пароля, ви все одно зможете експортувати в CrossRef XML, але ви не можете зареєструвати свої DOI в CrossRef з OJS.

# plugins.importexport.crossref.settings.form.username
source: Username
ar_iq: اسم المستخدم
da_dk: Brugernavn
de_de: Benutzer/innenname
es_es: Usuario
fa_ir: نام کاربری
fr_ca: Nom d'utilisateur-trice
ku_iq: ناوی بەکارهێنەر
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
sl_si: Uporabniško ime
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача

# plugins.importexport.crossref.settings.form.usernameRequired
source: Please enter the username you got from CrossRef.
ar_iq: لطفاً، أدخل اسم المستخدم الذي حصلت عليه من CrossRef.
da_dk: Indsæt det brugernavn du har fået udleveret fra CrossRef.
de_de: Bitte geben Sie den Benutzer/innennamen ein, den Sie von Crossref erhalten haben.
es_es: Introduzca el usuario que ha obtenido de CrossRef.
fa_ir: لطفا نام کاربری که از CrossRef دریافت کرده اید وارد کنید
fr_ca: Veuillez entrer le nom d'utilisateur-trice que vous avez obtenu auprès de CrossRef.
ku_iq: تکایە ناوی بەکارهێنەر کە لە CrossRefەوە پێت گەیشتووە داخل بکە.
nl_nl: Geeft de gebruikersnaam die u van CrossRefe kreeg.
pl_pl: Podaj nazwę użytkownika którą otrzymałeś od CrossRef.
sl_si: Prosimo vnesite uporabniško ime, ki ste ga dobili pri CrossRef.
tr_tr: CrossRef'ten almış olduğunuz kullanıcı adını giriniz.
uk_ua: Будь ласка, введіть ім'я користувача, яке ви отримали від CrossRef.

# plugins.importexport.crossref.settings.form.automaticRegistration.description
source: OJS will deposit assigned DOIs automatically to CrossRef. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ar_iq: نظام المجلات المفتوحة سيقوم بإيداع DOI الخاصة بالمقالات آلياً في CrossRef بمجرد نشر تلك المقالات. لطفاً، لاحظ أن هذا الأمر قد يستغرق وقتاً قصيراً للمعالجة بعد إجراء النشر (أي اعتماداً على إعداداتك للإضافة cronjob). بإمكانك التحقق من كل DOI غير المسجلة عبر <a href="{$unregisteredURL}">قائمة المقالات غير المسجلة</a>.
da_dk: OJS vil deponere tildelte DOI'er automatisk hos CrossRef. Bemærk, at der kan gå kort tid mellem publicering og endelig færdigbehandling. Alle ikke-registrerede DOI'er kan fremfindes.
de_de: OJS wird die zugewiesenen DOI automatisch an Crossref liefern. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann (z.B. abhängig von Ihrer Cronjob-Konfiguration). Sie können nach bisher unregistrierten DOI suchen.
es_es: OJS depositará los DOIs asignados en CrossRef de forma automática. Esto puede tomar un poco de tiempo de proceso tras la publicación. Puede comprobar todos los DOIs no registrados.
fa_ir: سامانه به طور خودکار شناسه DOI را به CrossRefتحویل می دهد. لطفا توجه داشته باشید که ممکن است پس از انتشار زمان کوتاهی برای پردازش سپری شود. شما می توانید تمام DOI های ثبت نشده را تیک بزنید.
fr_ca: OJS déposera automatiquement les DOI assignés chez CrossRef. Veuillez noter que cela peut prendre un peu de temps après la publication pour le traitement (par exemple, en fonction de votre configuration cronjob). Vous pouvez vérifier tous les DOI non enregistrés.
ku_iq: سیستەمی گۆڤاری کراوە ئۆتۆماتیکی DOI بۆ CrossRef دادەنێت. ئەمە لەوانەیە هەندێک کاتی پێویست ببێت. تۆ دەتوانیت وردبینی لە ناسێنەرە تۆمارنەکراوەکانی سەرچاوە دیجیتاڵییەکاندا بکەیت.
nl_nl: OJS zal toegewezen DOI's na publicatie automatisch deponeren bij CrossRef. Dit kan even duren (bv. afhankelijk van uw cronjob instellingen). U kan alle ongeregistreerde DOI's bekijken.
pl_pl: OJS deponuje DOI automatycznie do CrossRef w momencie publikacji artykułów. Pamiętaj, że proces deponowania może zająć chwilę. Możesz sprawdzić wszystkie niezarejestrowane teksty <a href="{$unregisteredURL}">tutaj</a>.
sl_si: OJS bo avtomatsko opravil depozit dodeljenih DOI-jev na CrossRef. Prosimo upoštevajte, da je za to lahko potrebno nekaj časa po tistem, ko objavite novo številko. Lahko preverite vse neregistrirane DOI-je.
tr_tr: OJS atanmış DOI'leri otomatik olarak CrossRef'e kaydedecek. Lütfen bu işlemin yayınlanma işleminden sonra kısa bir zaman alabileceğini unutmayın (Ör. zamanlanmış işler yapılandırmanıza bağlı olarak). Kaydedilmemiş tüm DOI'leri kontrol edebilirsiniz.
uk_ua: OJS буде автоматично депонувати призначені DOI на CrossRef. Зверніть увагу, що після публікації обробка може зайняти деякий час (наприклад, залежно від налаштувань вашого cron). Ви можете перевірити всі незареєстровані DOI.
