Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
az: Saytın dəstəklədiyi bütün dilləri seçin. Seçilən dillər saytda yayımlanan bütün jurnallar üçün istifadə edilə biləcək və xüsusi jurnal səhifələri xaricində, seçdiyiniz dillərdən ibarət bir dil seçmə vasitəsi oxucuların xidmətinə təqdim ediləcəkdir (jurnala xas səhifələrdə bağlı ola bilər). Əgər birdən çox dil seçilibsə, dil seçmə vasitəsi göstərilməyəcək və jurnallar üçün genişləndirilmiş dil imkanları işləməyəcəkdir.
az_az: Sayt dəstəyi üçün bütün dilləri seçin. Seçdiyiniz dillər bu saytda yerləşən bütün jurnallar üçün əlçatan olacaq və həmçinin saytın hər səhifəsində dil seçimi menyusunda görünəcək (bu parametr müəyyən jurnalın səhifələrində dəyişdirilə bilər). Yalnız bir dil seçilərsə, dil dəyişdirmə menyusu göstərilməyəcək və qeydlər üçün əlavə dil parametrləri mövcud olmayacaq.
be: Выберыце ўсе мовы для падтрымкі на сайце. Выбраныя мовы будуць даступны для ўсіх часопісаў, размешчаных на гэтым сайце, а таксама з'явяцца ў меню выбару моў на кожнай старонцы сайта (гэта наладка можа быць зменена на старонках канкрэтнага часопіса). Калі выбрана толькі адна мова, меню пераключэння моў не будзе паказвацца, дадатковыя наладкі моў для часопісаў таксама не будуць даступны.
bg: Изберете всички локализации нужни за сайта. Избраните локализации ще бъдат достъпни за ползване от всички поддържани списания (хоствани на сайта), а също така те ще се появяват в менюто за избор на език на всяка страница на сайта, където са достъпни. Ако не са избрани някои локализации, менюто за превключване на езика няма да се появи и разширените езикови настройки няма да бъдат на разположение на списанията.
ca: Seleccioneu totes les configuracions regionals que oferirà el lloc web. Les configuracions regionals seleccionades estan disponibles per al seu ús a totes les revistes allotjades al lloc web, i també apareixen a un menú de selecció d'idioma disponible a cada pàgina del lloc web (que es pot desactivar en pàgines concretes de les revistes). Si no se seleccionen diferents configuracions regionals, el menú de selecció de llengua no apareix i la configuració avançada de llengua no està disponible a les revistes.
cs: Vyberte všechny jazykové lokalizace, které mají být podporovány na této stránce. Vybrané lokalizace budou dostupné pro použití ve všech časopisech hostovaných na této stránce a objeví se také v menu pro výběr jazyka na všech stránkách (toto nastavení může být přepsáno na stránkách specifických stránkách daného časopisu). Pokud není vybráno více jazykových lokalizací, menu pro výběr jazyka se na stránkách neobjeví a rozšířené jazykové nastavení nebude pro časopisy dostupné.
da: Vælg alle de sprog, der skal understøttes på webstedet. De valgte sprog kan benyttes af alle de tidsskrifter, der er tilknyttet webstedet, og vises også i en sprogvalgsmenu, der vises på hver enkelt side på webstedet (kan tilsidesættes på tidsskriftsspecifikke sider). Hvis der ikke vælges flere sprog, vises sprogvalgsmenuen ikke, og udvidede sprogindstillinger vil ikke være tilgængelige for tidsskrifter.
de: Wählen Sie alle Regionaleinstellungen aus, die die Website anbieten soll. Die gewählten Parameter können von allen Zeitschriften, die auf der Website angeboten werden, verwendet werden und erscheinen auch im Sprachenmenü auf jeder Seite der Website (die Seiten bestimmter Zeitschriften können davon ausgenommen werden). Wenn nur eine Regionaleinstellung ausgewählt wird, erscheint das Sprachenmenü nicht, und den Zeitschriften stehen keine erweiterten Spracheinstellungen zur Verfügung.
el: Επιλέξτε τις γλώσσες που θα υποστηρίζονται στον ιστότοπο. Οι επιλεγμένες γλώσσες θα είναι διαθέσιμες για χρήση σε όλα τα περιοδικά του ιστοτόπου και θα εμφανίζονται στο μενού επιλογής γλώσσας σε κάθε σελίδα του ιστοτόπου (η επιλογή αυτή παραμετροποιείται σε επίπεδο περιοδικού). Σε περίπτωση μη επιλογής δύο ή περισσότερων γλωσσών, το μενού επιλογής γλώσσας δεν θα εμφανίζεται και οι ρυθμίσεις γλώσσας σε επίπεδο περιοδικού δεν θα είναι διαθέσιμες.
es: Seleccione todas las configuraciones regionales que serán compatibles con el sitio. Las configuraciones regionales seleccionadas estarán disponibles para todas las revistas alojadas en el sitio y también aparecerán en el menú de selección de idioma en cada página del sitio (puede ser anulado en páginas específicas de las revistas). Si no ha seleccionado más de una configuración regional, el menú de selección no aparecerá y la configuración extendida de idioma no estará disponible para las revistas.
eu: Hautatu gunean onartu nahi dituzun hizkuntza-pakete guztiak. Hautatutako hizkuntza-paketeak erabilgarri egongo dira gunean ostatatutako aldizkari guztietan erabiltzeko eta guneko orri guztietan azalduko dira, hizkuntza aukeratzeko menuan (nahi izanez gero, orri batzuetatik ken daiteke). Hizkuntza bakarra hautatzen bada, hizkuntza aldatzeko menua ez da azalduko eta hizkuntza-ezarpen hedatuak ere ez dira erabilgarri egongo aldizkarietan.
fa: از این لیست زبان‌های دلخواه را برای سایت انتخاب کنید. زبان‌های انتخاب شده در دسترس تمام مجلات سایت خواهد بود و مدیر هر مجله در صورت تمایل می‌تواند آن را برای سایت خود انتخاب کند. و همچنین در منوی انتخاب زبان در تمام صفحات موجود خواهد بود. چنانچه فقط یک زبان در سایت باشد منوی انتخاب زبان و تنظیمات مربوطه موجود نخواهد بود.
fi: Valitse kaikki sivustolla tuettavat kielialueet. Valitut kielialueet ovat kaikkien sivustolla ylläpidettävien julkaisujen käytössä. Ne esiintyvät myös kielivalikossa, joka näkyy jokaisella sivuston sivulla (tämä voidaan ohittaa julkaisukohtaisilla sivuilla). Mikäli valitaan vain yksi kielialue, kielivalikko ei tule näkyviin ja laajennetut kieliasetukset eivät ole julkaisujen käytettävissä.
fr_ca: Sélectionner toutes les langues qui doivent être prises en charge sur le site. Les langues sélectionnées seront disponibles pour toutes les revues hébergées sur le site, et vont également apparaître dans un menu de sélection de langue présent sur chaque page (lequel peut être désactivé sur les pages spécifiques à une revue). S'il n'y a qu'une seule langue qui est sélectionnée, le menu de sélection de langue ne s'affichera pas et les paramètres avancés de langue ne seront pas disponibles aux revues.
gl: Seleccione todas as configuracións rexionais que ofrecerá o sitio web. As configuracións rexionais seleccionadas estarán dispoñibles para todas as revistas aloxadas no sitio web, e tamén aparecerán nun menú de selección de idioma en cada páxina do sitio web (pode desactivarse en páxinas concretas das revistas). Se non se seleccionan diferentes configuracións rexionais, o menú de selección de idioma non aparecerá e a opción "configuracións de idioma" non estará dispoñible para as revistas.
he_il: בחר את כל האזורים לתמיכה באתר. האזורים שנבחרו יהיו זמינים לשימוש בכל כתבי העת המתארחים באתר, ויופיעו גם בתפריט בחירת שפה שיופיע בכל דף אתר (שניתן יהיה לבטל אותו בדפים ספציפיים לכתב עת). אם לא נבחרו מספר אזורים, תפריט מעבר לשפה לא יופיע והגדרות השפה המורחבת לא יהיו זמינות לכתבי עת.
hi_in: साइट पर समर्थन के लिए सभी लोकेल का चयन करें। चयनित लोकेल साइट पर होस्ट की गई सभी जर्नल्स द्वारा उपयोग के लिए उपलब्ध होंगे, और प्रत्येक साइट पृष्ठ पर प्रकट होने के लिए भाषा चयन मेनू में भी दिखाई देंगे (जो कि जर्नल-विशिष्ट पृष्ठों पर ओवरराइड किया जा सकता है)। यदि कई स्थानों का चयन नहीं किया जाता है, तो भाषा टॉगल मेनू दिखाई नहीं देगा और विस्तारित भाषा सेटिंग्स जर्नल्स को उपलब्ध नहीं होंगी।
hr_hr: Izaberite sve jezike za koje želite da budu podržani na stranici. Izabrane prijevode bit će moguće koristiti sa svim časopisima postavljenim u sustavu, te će se na svakoj stranici prikazivati i izbornik jezika (što se može uključiti ili isključiti na razini pojedinog časopisa). Ako je izabran samo jedan jezik, jezični izbornik se neće prikazivati, niti će glavnim urednicima pojedinih časopisa biti na raspolaganu jezične postavke.
hy_am: Ընտրեք կայքի բոլոր աջակցվող լեզուները։ Ընտրված լեզուները հասանելի կլինեն կայքի բոլոր ամսագրերի համար, ինչպես նաև կհայտնվեն կայքի բոլոր էջերի լեզուների ընտրության վահանակում (մենյում) (այս կարգաբերումը կարող է փոփոխվել կոնկրետ ամսագրի էջում)։ Եթե ընտրված է միայն մեկ լեզու, ապա լեզունեի փոփոխման մասը չի ցուցադրվի, ամսագրի համար լեզուների լրացուցիչ կարգաբերումները ևս հասանելի չեն լինի։
id: Pilih bahasa yang akan didukung situs ini. Bahasa yang dipilih akan dapat digunakan oleh semua jurnal yang dikelola situs ini, dan juga akan tampil dalam menu pilihan bahasa di setiap halaman situs (yang dapat diganti pada halaman yang spesifik untuk jurnal tertentu). Jika hanya ada satu bahasa, menu pilihan bahasa tidak akan muncul.
it: Selezionare tutte le localizzazioni supportate dal sito. Le lingue scelte saranno disponibili per tutte le riviste ospitate e saranno visibili nel menu presente in tutte le pagine del sito (in ogni caso il layout potrà sempre essere modificato personalizzando le pagine della singola rivista). Se non vengono impostate più lingue, il menu di selezione non sarà presente e non saranno disponibili le impostazioni estese per le lingue.
ja: サイトでサポートするすべての言語を選択します。選択された言語は、サイトでホストされているすべてのジャーナルで使用可能となり、各サイトページに表示される言語選択メニューにも表示されます（ジャーナル固有のページでは上書きできます）。複数のロケールが選択されていない場合、言語選択メニューは表示されず、拡張言語設定はジャーナルで利用できません。
kk_kz: Сайтқа қолдау көрсету үшін барлық тілдерді таңдаңыз. Таңдалған тілдерді сайтта орналастырылған барлық журналдар қолдана алады, сонымен қатар сайттың әр бетінде тіл таңдау мәзірі болады (журналға арналған беттерде оларды ауыстыруға болады). Егер басқа тіл таңдалмаса, тілді ауыстыру мәзірі пайда болмайды және кеңейтілген тіл параметрлері журналдарда қол жетімді болмайды.
ko: 사이트에서 지원할 모든 언어를 선택하십시오. 선택한 언어는 사이트에서 호스팅되는 모든 학술지에서 사용할 수 있으며 언어 선택 메뉴에 표시되어 각 사이트 페이지에 표시됩니다 (학술지 별 페이지에서 재정의 될 수 있음). 여러 언어를 선택하지 않으면 언어 변경 메뉴가 나타나지 않고 학술지에서 확장 언어 설정을 사용할 수 없습니다.
ku_iq: هەمو فایلە لۆکاڵییەکان دیاری بکە بۆ پاڵپشتیی پێگەکە. فایلە دیاریکراوەکان لە لایەن هەمو گۆڤارە میوانەکانەوە بۆ بەکارهێنان بەردەست دەبن و لە ئەژماری دیاریکردنی زمانەکان لە هەمو پێگەکاندا دەردەکەون (کە دەکرێت گۆڕانکارییان تێدا بکرێت تەنیا لە هەندێک پەڕەی دیاریکراو). ئەگەر چەند فایلێکی لۆکاڵی دیاری نەکران، ئەژماری زمان دەرناکەوێت و ڕێکخستنە هاوکارەکان لە گۆڤارەکاندا بەردەست نابن.
ky: Сайттагы колдоо үчүн бардык тилдерди тандаңыз. Тандалган тилдер бул сайтта жайгашкан бардык журналдар үчүн жеткиликтүү болот, ошондой эле сайттын ар бир бетиндеги тил тандоо менюсунда пайда болот (бул жөндөө белгилүү бир журналдын беттеринде өзгөртүлүшү мүмкүн). Эгерде бир гана тил тандалган болсо, тилдерди которуу менюсу көрсөтүлбөйт жана журналдар үчүн кошумча тил жөндөөлөрү жеткиликтүү болбойт.
lt: Pasirinkite visas svetainėje palaikomas lokalizacijas. Pasirinktos lokalizacijos bus prieinamos visiems svetainėje talpinamiems žurnalams ir taip pat bus rodomos kalbos pasirinkimo meniu kiekviename svetainės puslapyje (kurį galima perrašyti konkretaus žurnalo puslapiuose). Jei nepasirinktos kelios lokalizacijos, kalbos perjungimo meniu nebus rodomas, o išplėstiniai kalbos nustatymai nebus prieinami žurnalams.
mk: Избери ги сите локализации кои го поддржуваат овој сајт. Избраните локализации ќе бидат користени за сите списанија хостирани на овој сајт и и ќе се појават на секоја страница (што може да биде препокриено на специфичните страници од списанието). Доколку не се избрани повеќекратни локализации, менито за јазици нем ада се појавува и подесувањата за додатни јазици нема да биде достапно за списанијата.
mr: सगळ्या लोकॅल्सची निवड संकेतस्थळावर आधार देण्यासाठी करा. निवडलेली लोकॅल्स संकेतस्थळावर सगळ्या पोषित (होस्टेड) नियतकालिकांसाठी उपलब्ध असतील शिवाय प्रत्येक मुख्यपृष्ठावर भाषा निवडीच्या मेन्यूमध्ये देखील दिसून येतील (जे नियतकालिक-विशिष्ट पृष्ठांवरील निवड रद्द करेल). एकाधिक लोकॅल्स निवडल्या नसल्यास, भाषा निवडीचा मेनू दिसणार नाही आणि इतर भाषांचे पर्याय नियतकालिकांसाठी उपलब्ध होणार नाहीत.
ms: Pilih semua tempat untuk disokong di tapak. Tempatan yang dipilih akan tersedia untuk digunakan oleh semua jurnal yang dihoskan di tapak, dan juga muncul dalam menu pilih bahasa untuk muncul pada setiap halaman tapak (yang boleh diganti pada halaman khusus jurnal). Jika berbilang tempat tidak dipilih, menu togol bahasa tidak akan muncul dan tetapan bahasa lanjutan tidak akan tersedia untuk jurnal.
nb: Velg alle lokalinnstillinger som nettstedet skal støtte. De valgte lokalinnstillingene vil bli tilgjengelig til bruk for alle tidsskrift nettstedet er vert for, og de vil også bli vist i en språkvalgmeny som vil vises på hver nettstedside (men som kan overstyres på tidsskriftspesifikke sider). Hvis multiple lokalinnstillinger ikke er valgt, vil språkvekslingsmenyen ikke bli vist og utvidete språkinnstillinger vil ikke være tilgjengelig for tidsskriftet.
nl: Selecteer de talen die de site moet ondersteunen. De geselecteerde talen zijn beschikbaar voor alle tijdschriften in de site en zullen ook verschijnen in een taalkeuzemenu op alle pagina's van de site (dat kan overruled worden voor specifieke tijdschriften). Als er slechts één taal geselecteerd wordt zal er geen taalkeuzemenu getoond worden en zijn er geen taalinstellingen bij de tijdschriften.
pl: Wybierz języki domyślnie dostępne dla witryny internetowej tego OJS i obsługiwanych przez niego czasopism (każdemu czasopismu można wybrać własne języki, ale spomiędzy domyślnych). Wybór tylko jedngo języka, spowoduje usunięcie przełącznika do wyboru języka oraz wyłączy możliwość wybierania języków dla obsługiwanych czasopism.
pt_br: Os idiomas selecionados estarão disponíveis para todas as revistas no portal, e constarão da lista de idiomas que aparece em cada página do sistema (esta opção pode ser desativada individualmente por revista). Caso não sejam selecionados vários idiomas, a lista de idiomas não estará disponível e a opção "configurações de idioma" não estará disponível para as revistas.
pt_pt: Selecione todos os idiomas que estarão disponíveis no site. Os idiomas selecionados estarão disponíveis para todas as revistas e vão aparecer num menu de seleção de idiomas em cada página do sistema (esta opção pode ser desativada em cada revista). Caso não sejam selecionados vários idiomas, o menu de idiomas não estará disponível e a opção "configurações de idioma" não estará disponível para as revistas.
ro: Selectați toate limbile naționale acceptate pe site. Limbile selectate vor fi disponibile pentru a fi utilizate de toate jurnalele găzduite pe site și, de asemenea, vor apărea într-un meniu de selectare a limbii pentru a apărea pe fiecare pagină a site-ului (care poate fi anulată pe paginile specifice jurnalului). Dacă nu sunt selectate mai multe limbi locale, meniul de comutare a limbii nu va apărea și setările de limbă extinse nu vor fi disponibile jurnalelor.
ru_ru: Выберите все языки для поддержки на сайте. Выбранные языки будут доступны для всех журналов, расположенных на этом сайте, а также появятся в меню выбора языков на каждой странице сайта (эта настройка может быть изменена на страницах конкретного журнала). Если выбран только один язык, меню переключения языков не будет показываться, дополнительные языковые настройки для журналов также не будут доступны.
sk: Vyberte všetky jazykové lokalizácie, ktoré majú byť podporované na tejto stránke. Vybrané lokalizácie budú dostupné na použitie vo všetkých časopisoch hostovaných na tejto stránke a objavia sa aj v menu pre výber jazyka na všetkých stránkach (toto nastavenie môže byť prepísané na špecifických stránkach daného časopisu). Ak nie je vybrané viacero jazykových lokalizácií, menu pre výber jazyka sa na stránkach neobjaví a rozšírené jazykové nastavenie nebude pre časopisy dostupné.
sl: Izberite vse jezike, ki bodo podprti na tem spletišču. Izbrani jeziki bodo na voljo za vse gostujoče revije in se bodo pojavili na meniju možnih jezikov na vsaki spletni strani (to lahko spremenite na specifičnih straneh revije). Če ne bo izbranih več jezikov, se na spletnih straneh ne bo pojavil meni za jezikovno nastavitev.
sr@cyrillic: Одаберите локализације које желите да подржите на сајту. Оне ће бити доступне за све часописе и приказиваће се у менију за одабир језика. Уколико не одаберете ни један додатни језик мени за избор језика се неће приказивати.
sr_rs@latin: Odaberite lokalizacije koje želite da podržite na sajtu. One će biti dostupne za sve časopise i prikazivaće se u meniju za odabir jezika. Ukoliko ne odaberete ni jedan dodatni jezik meni za izbor jezika se neće prikazivati.
sv: Välj språk/regioner som webbplatsen ska stödja. Valda språk/regioner kommer finnas tillgängliga för sidans alla tidskrifter, och även finnas tillgänglig på sidans språkmeny, (som kan tas bort på enskilda tidskriftsspecifika sidor). Om endast ett språk är valt, kommer språkmenyn inte synas och utökade språkinställningar kommer inte finnas tillgängliga.
tr: Sitenin destekleyeceği tüm dilleri seçiniz. Seçilen diller sitede yayınlanan tüm dergiler için kullanılabilir olacak ve özel dergi sayfaları dışında, seçtiğiniz dillerden oluşan bir dil seçme aracı tüm sayfalarda okuyucuların hizmetine sunulacaktır (dergiye özgü sayfalarda devre dışı bırakılabilir). Eğer birden çok dil seçilmemiş ise, dil seçim aracı gösterilmeyecek ve dergiler için genişletilmiş dil olanakları çalışmayacaktır.
uk: Виберіть усі локалізації, що будуть підтримуватись вебсайтом. Вибрані локалізації будуть доступні для використання у всіх журналах на вебсайті, також вони з'являться в меню вибору мови на кожній сторінці сайту (для окремих сторінок функція може бути заборонена). Якщо не буде обрано кілька локалізацій, меню перемикання мови не з'явиться і для журналів не будуть доступні розширені мовні функції.
uz@latin: Sayt ochishi uchun barcha tillarni bosing. Tanlangan tillar ushbu saytda joylashgan barcha jurnallar uchun joriy qilinadi hamda saytning har bir sahifasida tilni tanlash menyusida paydo bo‘ladi (bu sozlama ma'lum bir jurnal sahifasida o‘zgartirilishi mumkin). Agarda faqat bitta til tanlangan bo‘lsa, tilni o‘zgartirish menyusi ko‘rsatilmaydi, jurnallar uchun qo‘shimcha til sozlamalari ham ko‘rinmaydi.
uz_cyrl: Сайтда қўллаб-қувватлаш учун барча тилларни танланг. Танланган тиллар сайтдаги барча журналлар томонидан фойдаланиш учун мавжуд бўлади, шунингдек, ҳар бир сайт саҳифасида пайдо бўладиган тилни танлаш менюсида пайдо бўлади (журналнинг махсус саҳифаларида бекор қилиниши мумкин). Агар бир нечта тил танланмаган бўлса, тилни алмаштириш менюси пайдо бўлмайди ва кенгайтирилган тил созламалари журналларда мавжуд бўлмайди.
vi: Chọn tất cả các ngôn ngữ để hỗ trợ trên trang web. Các ngôn ngữ được chọn sẽ có sẵn để sử dụng bởi tất cả các tạp chí được lưu trữ trên trang web và cũng xuất hiện trong menu chọn ngôn ngữ để xuất hiện trên mỗi trang con của trang web (có thể được ghi đè trên các trang dành riêng cho tạp chí). Nếu nhiều ngôn ngữ không được chọn, menu chuyển đổi ngôn ngữ sẽ không xuất hiện và cài đặt ngôn ngữ mở rộng sẽ không có sẵn cho các tạp chí.
zh_cn: 选择这个网站支持的所有地区配置。本网站上的所有期刊皆可使用所选择的地区配置，而且会在每一期刊的网站出现(但是可以经由期刊特定的配置所覆盖)。如果只有一种语言被配置，语言选择表单将不会出现，而相关的语言配置也不会出现。
zh_hans: 选择这个网站支持的所有地区配置。本网站上的所有期刊皆可使用所选择的地区配置，而且会在每一期刊的网站出现（但是可以经由期刊特定的配置所覆盖）。如果只有一种语言被配置，语言选择表单将不会出现，而相关的语言配置也不会出现。

# admin.locale.maybeIncomplete
source: Marked locales may be incomplete.
az: İşarələnən dillər tamamlanmamış ola bilər.
az_az: İşarələnmiş dillər natamam ola bilər.
be: Падтрымка адзначаных моў можа быць няпоўнай.
bg: Избраните локализации (преводи) може да са недовършени.
ca: Les configuracions regionals marcades poden estar incompletes.
cs: Označené soubory lokalizace mohou být nekompletní.
da: De markerede sprog kan være ufuldstændige.
de: Gekennzeichnete Lokaleinstellungen können unvollständig sein.
el: Ενδέχεται να μην υπάρχουν πλήρεις μεταφράσεις για τις επιλεγμένες γλώσσες.
es: Las configuraciones regionales marcadas pueden estar incompletas.
eu: Markatutako localeak osatu gabe egon daitezke.
fa: زبان‌های مشخص شده ممکن است ناکامل باشند.
fi: Merkityt kielialueet saattavat olla vaillinaisia.
fr_ca: Les langues sélectionnées peuvent être incomplètes.
gl: As configuracións rexionais marcadas poden estar incompletas.
he_il: אזורים מסומנים עשויים להיות לא שלמים.
hi_in: चिह्नित लोकेल अपूर्ण हो सकते हैं।
hr_hr: Označeni prijevodi su možda nezavršeni.
hy_am: Նշված լեզուները հնարավոր է թերի են:
id: Bahasa yang diberi tanda kemungkinan masih belum lengkap.
it: I file marcati potrebbero essere incompleti.
ja: マークの付いた言語は不完全な場合があります。
kk_kz: Белгіленген тілдер толық болмауы мүмкін.
ko: 표시한 언어는 아직 완성되지 않았습니다.
ku_iq: زمانە دیاریکراوەکان لەوانەیە تەواونەکراو بن.
ky: Белгиленген тилдерди колдоо толук эмес болушу мүмкүн.
lt: Pažymėtos lokalės gali būti nebaigtos.
mk: Означените локализации може да не се комплетни.
mr: निवडलेले लोकॅल्स अपूर्ण असू शकतात.
ms: Tempat yang ditanda mungkin tidak lengkap.
nb: Merkede lokaliseringsfiler kan være ukomplette.
nl: De gemarkeerde talen kunnen onvolledig zijn.
pl: Tłumaczenia zaznaczonych języków mogą być niekompletne.
pt_br: As configurações dos Idiomas marcados podem estar incompletos.
pt_pt: Os idiomas marcados podem estar incompletos.
ro: Limba selectată poate fi incompletă.
ru_ru: Поддержка отмеченных языков может быть неполной.
sk: Označené súbory lokalizácie môžu byť nekompletné.
sl: Označeni jeziki so lahko nepopolni.
sr@cyrillic: Маркиране локализације нису комплетне.
sr_rs@latin: Markirane lokalizacije nisu kompletne.
sv: De markerade språken/regionerna kan vara ofullständigt översatta.
tr: İşaretlenmiş diller tamamlanmamış olabilir.
uk: Позначені локалізації можуть бути неповними.
uz@latin: Ko‘rsatilgan tillar to‘liq amal qilmasligi mumkin.
uz_cyrl: Белгиланган тиллар тўлиқ бўлмаслиги мумкин.
vi: Ngôn ngữ được đánh dấu có thể không đầy đủ.
zh_cn: 标记的语言环境也许没有完成.
zh_hans: 标记的语言环境也许没有完成.
zh_hant: 標誌的區性可能尚未完成。
zh_tw: 標示的區性可能尚未完成。
