Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
az: Yol, sadəcə hərf, rəqəm və alt xətt (_) ilə tire (-) xarakterindən ibarət ola bilər. Əvvəlində və sonunda sadəcə hərf vəya rəqəm ola bilər.
az_az: Yolda yalnız hərflər, rəqəmlər və alt xətt _ və defis - ola bilər. Onun yalnız əvvəlində və sonunda hərf və ya rəqəm ola bilər.
be: Шлях можа ўтрымліваць толькі літары і лічбы англійскага алфавіта, падкрэсліванні і дэфісы; шлях павінен пачынацца і заканчвацца літарай або лічбай.
bg: Пътят може да съдържа само букви и цифри, долна черта, тирета, и трябва да започва и завършва с буква или цифра.
ca: La ruta només pot contenir caràcters alfanumèrics, guions baixos i guionets i ha de començar i acabar amb un caràcter alfanumèric.
cs: Cesta může obsahovat pouze alfanumerické znaky, podtržítka a pomlčky a musí začínat a končit alfanumerickým znakem.
da: Stien må kun bestå af bogstaver, tal, "_" og "-". Den skal begynde og slutte med et bogstav eller tal.
de: Der Zugangspfad darf nur Buchstaben und Zahlen, Unterstriche und Bindestriche enthalten und muss mit einem Buchstaben oder einer Zahl beginnen und enden.
el: Η διαδρομή πρέπει να αρχίζει και να λήγει με αλφαριθμητικό χαρακτήρα και να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, κάτω παύλες ή παύλες.
es: La ruta sólo puede contener caracteres alfanuméricos, guiones y guiones bajos, y debe empezar y terminar con un carácter alfanumérico.
eu: Bide-izenean alfazenbakizko karaktereak, azpimarra eta marratxoak bakarrik onartzen dira, eta lehen karakterea eta azkena alfazenbakizkoak izan behar dira.
fa: مسیر فقط می‌تواند شامل حروف، اعداد و کاراکترها باشد. باید با یک حرف یا عدد شروع و پایان یابد.
fi: Polku voi sisältää vain aakkosnumeerisia merkkejä, alaviivoja ja yhdysmerkkejä, ja sen täytyy alkaa ja päättyä aakkosnumeeriseen merkkiin.
fr_ca: Le chemin d'accès ne peut contenir que des caractères alphanumériques, des caractères de soulignement, ou des tirets, et doit commencer et finir par un caractère alphanumérique.
gl: A ruta só pode conter caracteres alfanuméricos, guións e guións baixos, e ten que empezar e acabar cun carácter alfanumérico.
he_il: הנתיב יכול לכלול אותיות בלבד, מספרים והתווים _ ו- -. עליו להתחיל ולהסתיים באות או במספר.
hi_in: पथ में केवल अक्षर, संख्या और अक्षर _ और - शामिल हो सकते हैं। यह एक पत्र या संख्या के साथ शुरू और समाप्त होना चाहिए।
hr_hr: Putanja smije sadržavati samo alfanumeričke znakove, podvlačenja i povlake, mora početi, a i završiti s alfanumeričkim znakom.
hy_am: Ճանապարհը կարող է ընդգրկել միայն տառեր, թվեր և — և - նշաններ։ Դա պետք է սկսվի և ավարտվի թվով կամ տառով։
id: Path hanya dapat berisi huruf, angka dan karakter garis bawah _, dan tanda hubung -. Wajib diawali dan diakhiri dengan huruf atau angka.
it: Il path può contenere solo caratteri alfanumerici, underscore e trattini. Deve iniziare e finire con un carattere alfanumerico e non può contenere spazi.
ja: パスに使用できる文字列は半角英数字・ハイフン（-）・アンダーバー（_）のみです。先頭および末尾文字は必ず半角英数字を使用してください。
kk_kz: Жолға тек әріптер, сандар, "_" және "-" таңбалары кіруі мүмкін. Ол әріппен немесе цифрмен басталып, аяқталуы керек.
ko: 경로는 문자, 숫자, 특수기호(_, -)만 포함 할 수 있습니다. 문자나 숫자로 시작하고 끝나야 합니다.
ku_iq: ڕێچکەکە تەنیا پیت، ژمارە، کاراکتەر، خەتی ژێرەوە و سەرەوە لەخۆ دەگرێت. دەبێت دەستپێک و کۆتاییەکەی بە ژمارە یان پیت بێت.
ky: Жол тамгаларды, сандарды жана _ жана - белгилерин гана камтышы мүмкүн. Жол тамга же сан менен башталып, бүтүшү керек.
lt: Kelias gali būti sudarytas tik iš raidžių, skaitmenų, apatinių brūkšnių ir brūkšnelių, taip pat turi prasidėti ir baigtis raide arba skaitmeniu.
mk: Патеката може да вклучи само букви, бројки и карактерите _ и -. Таа мора да почне и да заврши со буква или број.
mr: स्थानमार्ग (path) लिहिताना फक्त अक्षरे, संख्या आणि फक्त '_' तसेच '-' याच चिन्हांचा समावेश केला जाऊ शकतो. शिवाय त्याची सुरुवात आणि शेवट अक्षर किंवा आकड्यानेच झाली पाहिजे.
ms: Laluan URL hanya boleh merangkumi huruf, angka dan watak _ dan -. Ia mesti bermula dan diakhiri dengan huruf atau angka.
nb: Filstien kan bare inneholde alfanumeriske tegn, understrek og bindestrek, og må begynne og slutte med et alfanumerisk tegn.
nl: Het pad mag alleen alfanumerieke tekens, liggende streepjes en koppeltekens bevatten en moet beginnen en eindigen met een alfanumeriek teken.
pl: Położenie w systemie plików (ścieżka) może składać się z liter, cyfr, podkreśleń (_) i myślników (-). Musi zaczynać i kończyć się literą lub cyfrą.
pt_br: O caminho deve conter apenas caracteres alfanuméricos, sublinhado, hífens. Deve começar e terminar com um caractere alfanumérico.
pt_pt: O caminho apenas pode conter letras, números e os caracteres _ ou -. Deve começar e terminar com uma letra ou número.
ro: Calea poate include doar litere, numere și caracterele _ și -. Trebuie să înceapă și să se încheie cu o literă sau un număr.
ru_ru: Путь может содержать только буквы, цифры и символы _ и -. Путь должен начинаться и заканчиваться буквой или цифрой.
sk: Cesta môže obsahovať len alfanumerické znaky, podčiarknutia a pomlčky a musí začínať a končiť alfanumerickým znakom.
sl: Pot lahko vsebuje le alfanumerične znake, podčrtaj in pomišljaj ter se mora začeti in končati z alfanumeričnim znakom.
sr@cyrillic: Путања може да садржи само алфанумеричке карактере, подвлаке и цртице и мора почињати и завршавати са алфанумеричким карактером
sr_rs@latin: Putanja može da sadrži samo alfanumeričke karaktere, podvlake i crtice i mora počinjati i završavati sa alfanumeričkim karakterom
sv: Sökvägen får endast innehålla alfanumeriska tecken, understreck, och bindestreck, samt måste inledas och avslutas med ett alfanumeriskt tecken.
tr: Yol, yalnızca harf, rakam ve alt çizgi (_) ile tire (-) karakterlerini içerebilir. Başında ve sonunda yalnızca harf veya rakam olabilir.
uk: Шлях може містити лише літери, цифри, дефіси та символи підкреслення; він повинен починатися та закінчуватися символом літери або цифри.
uz@latin: Yo'lda faqat harflar, raqamlar va _ va - belgilar bo'lishi mumkin. U harf yoki raqam bilan boshlanishi va tugashi kerak.
uz_cyrl: Йўл (Path) фақат ҳарфлар, рақамлар ва _ ва - белгиларидан иборат бўлиши мумкин. У ҳарф ёки рақам билан бошланиши ва тугаши керак.
vi: Đường dẫn chỉ có thể bao gồm chữ cái, số và ký tự _ và -. Nó phải bắt đầu và kết thúc bằng một chữ cái hoặc số.
zh_cn: 这个路径只能含有英文字母和数字符号，底线(_)和连字号(-)，而且一定要以英文字母和数字符号当做开头和结尾.
zh_hans: 这个路径只能含有英文字母、数字符号、下划线（_）和连字号（-），而且必须以英文字母或数字符号做为开头和结尾。
zh_hant: 路徑只能包括字母、數字及符號_和-。起首和結尾必須為字母或數字。
zh_tw: 路徑只可包含字母、數字、符號_及-。開首和結尾必須為字母或數字。

# admin.contexts.form.pathExists
source: The path you provided is already in use by another journal.
az: Əlavə etdiyiniz yol başqa bir jurnal tərəfindən istifadə edilir.
az_az: Əlavə etdiyiniz yol başqa jurnal tərəfindən istifadə olunur.
be: Выбраны шлях уже выкарыстоўваецца іншым часопісам.
bg: Избраният път вече се използва от друго списание.
ca: Ja hi ha una altra revista que utilitza la ruta seleccionada.
cs: Zvolená cesta již je využívána jiným časopisem.
da: Den valgte sti bruges allerede af et andet tidsskrift.
de: Der gewählte Zugangspfad wird bereits für eine andere Zeitschrift verwendet.
el: Η επιλεγμένη διαδρομή χρησιμοποιείται από άλλο περιοδικό.
es: La ruta seleccionada ya está siendo utilizada por otra revista.
eu: Hautatutako bidea beste aldizkari batek erabiltzen du.
fa: مسیر انتخاب شده قبلاً توسط یک مجله دیگر انتخاب شده است.
fi: Valittu polku on jo toisen julkaisun käytössä.
fr_ca: Le chemin d'accès sélectionné est déjà utilisé par une autre revue.
gl: Xa hai outra revista que utiliza a ruta seleccionada.
he_il: הנתיב שסיפקת נמצא בשימוש כבר בכתב עת אחר.
hi_in: आपके द्वारा प्रदान किया गया पथ पहले से ही किसी अन्य जर्नल द्वारा उपयोग में है।
hr_hr: Odabrana putanja je već u korištenju drugog časopisa.
hy_am: Ձեր տրամադրած ճանապարհը արդեն օգտագործված է այլ ամսագրի կողմից։
id: Path sudah digunakan oleh jurnal lainnya.
it: Questo path è già utilizzato da un'altra rivista.
ja: 入力したパスは既に使用されています。
kk_kz: Сіз көрсеткен жолды басқа журнал қолданады.
ko: 입력하신 경로를 다른 학술지에서 이미 사용하고 있습니다.
ku_iq: ڕێچکەکەی تۆ پێشنیازت کردووە لە لایەن گۆڤارێکی دیکەوە گیراوە.
ky: Сиз көрсөткөн жол мурунтан эле башка журнал тарабынан колдонулуп жатат.
lt: Nurodytas kelias jau yra naudojamas kitame žurnale.
mk: Внесената патека веќе се користи за друго списание.
mr: तुम्ही सुचवलेला स्थानमार्ग (path) आधीपासूनच दुसऱ्या नियतकालिकासाठी वापरात आहे.
ms: Laluan URL yang anda berikan sudah digunakan oleh jurnal lain.
nb: Den valgte filstien er allerede tatt i bruk av et annet tidsskrift.
nl: Het opgegeven pad is al in gebruik voor een ander tijdschrift.
pl: Wybrane położenie w systemie plików (ścieżka) jest już używane przez inne czasopismo.
pt_br: O caminho selecionado já está em uso por outra revista.
pt_pt: O caminho selecionado já está em uso por outra revista.
ro: Calea pe care ați furnizat-o este deja folosită de un alt jurnal.
ru_ru: Указанный Вами путь уже используется другим журналом.
sk: Zvolená cesta už je využívaná iným časopisom.
sl: Izbrano pot že uporablja druga revija.
sr@cyrillic: Дата путања се већ користи за други часопис.
sr_rs@latin: Data putanja se već koristi za drugi časopis.
sv: Vald sökväg används redan av en annan tidskrift.
tr: Eklediğiniz yol bir başka dergi tarafından kullanılmaktadır.
uk: Обраний шлях вже використовується іншим журналом.
uz@latin: Siz taqdim etgan yo'l allaqachon boshqa jurnal tomonidan ishlatilgan.
uz_cyrl: Сиз тақдим этган йўл (path) аллақачон бошқа журнал томонидан ишлатилмоқда.
vi: Đường dẫn bạn cung cấp đã được sử dụng bởi một tạp chí khác.
zh_cn: 选择的路径已经被其他期刊使用中.
zh_hans: 当前选择路径字符已经被其他期刊使用。
zh_hant: 你提供的路徑已被另一本期刊採用。
zh_tw: 你提供的路徑已被其他期刊使用。

# admin.contexts.form.primaryLocaleNotSupported
source: The primary locale must be one of the journal's supported locales.
az: Əsas yerli tənzim, jurnalın dəstəklədiyi yerli tənzimlərdən biri olmalıdır.
az_az: Əsas dil jurnalın dəstəklədiyi dillərdən biri olmalıdır.
bg: Локализацията по подразбиране следва да бъде една от поддържаните от сайта локализации.
ca: La configuració regional principal ha de ser compatible amb les configuracions regionals de la revista.
cs: Primární lokalizace musí být vybrána z lokalizací, podporovaných časopisem.
da: Det primære sprog skal være et af tidsskriftets understøttede sprog.
de: Die primäre Regionaleinstellung muss aus einer Regionaleinstellung der Zeitschrift ausgewählt werden.
el: Η κύρια γλώσσα πρέπει να ανήκει σε αυτές που υποστηρίζονται από το περιοδικό.
es: La configuración regional principal debe ser una de las configuraciones regionales compatibles con la revista.
eu: Eskualde-ezarpen nagusiak aldizkariak onartzen dituen eskualde-ezarpenetako bat izan behar du.
fa: locale اولیه باید یکی از locale های پشتیبانی شده مجله باشد.
fi: Pääasiallisen kielen tulee olla yksi julkaisun käyttämistä kielistä.
fr_ca: La langue principale doit être l'une des langues activées par la revue.
gl: O idioma principal debe ser compatible cos idiomas da revista.
hy_am: Հիմնական լեզուն պետք է լինի ամսագրի կողմից աջակցվող լեզուներից մեկը։
id: Bahasa utama harus merupakan bahasa yang didukung jurnal.
it: La lingua principale deve essere una delle lingue supportate dalla rivista.
ja: 主な言語は、ジャーナルでサポートされている言語のいずれかでなければなりません。
kk_kz: Негізгі тіл журналдың қолдау көрсетілетін тілдерінің бірі болуы керек.
ko: 주 지역(언어)은 학술지가 제공하는 언어 중 하나가 되어야 합니다.
ky: Негизги тил журнал тарабынан колдоого алынган тилдердин бири болушу керек.
lt: Pagrindinė lokalė turi būti viena iš žurnalo palaikomų lokalių.
mk: Основниот локал мора да биде еден од поддржаните локали на списанието.
mr: प्राथमिक लोकॅल नियतकालिकाच्या आधारित लोकॅलपैकी एक असणे आवश्यक आहे.
ms: Bahasa utama mestilah bahasa yang disokong oleh jurnal.
nb: Standardspråket må være et av tidsskriftet sine støttede språk.
nl: De primaire taal moet een van de ondersteunde talen van het tijdschrift zijn.
pl: Podstawowa lokalizacja musi być jedną z lokalizacji obsługiwanych przez czasopismo.
pt_br: O idioma principal deve ser um dos idiomas disponíveis da revista.
pt_pt: O idioma principal deve ser um dos idiomas suportados pela revista.
ro: Locația principală trebuie să fie una dintre locațiile acceptate de jurnal.
sl: Primarni jezik mora biti eden od podprtih jezikov revije.
sv: Det primära språket måste vara ett av språken som stöds av tidskriften.
tr: Birincil yerel ayar, derginin desteklediği yerel ayarlardan biri olmalıdır.
uk: Основною мовою повинна бути одна з підтримуваних мов журналу.
uz@latin: Asosiy til jurnal qo'llab-quvvatlaydigan tillardan biri bo'lishi kerak.
uz_cyrl: Асосий тил журналнинг қўллаб-қувватланадиган тилларидан бири бўлиши керак.
vi: Ngôn ngữ chính phải là một trong những ngôn ngữ được hỗ trợ của tạp chí.
zh_hans: 首选语言必须是期刊支持的语言。
zh_hant: 基本區性必須為其中一個期刊支援的區性。
zh_tw: 主要區性必須為期刊其中所支援的區性之一。

# admin.journals.enableJournalInstructions
source: Enable this journal to appear publicly on the site
az: Bu jurnalı saytda hər kəs görsün
az_az: Bu jurnalı saytda hamıya görünən edin
be: Уключыць паказ гэтага часопіса для ўсіх на сайце
bg: Разрешете това списание за да се появи (публикува) на сайта
ca: Permet que aquesta revista aparegui públicament al lloc web
cs: Povolte pro tento časopis, aby byl na těchto stránkách veřejně zobrazen
da: Offentliggør dette tidsskrift på webstedet
de: Einstellen, dass diese Zeitschrift öffentlich auf der Website auftaucht
el: Δημόσια εμφάνιση του περιοδικού στον ιστότοπο
es: Habilitar esta revista para que aparezca de forma pública en el sitio
eu: Gaitu aldizkari hau publikoki agertzeko gunean
fa: فعال سازی مجله و نمایش عمومی ان در سایت
fi: Näytä tämä julkaisu julkisesti sivustolla
fr_ca: Permettre à cette revue d'apparaître publiquement sur le site
gl: Permitir o acceso libre a esta revista no sitio web
he_il: אפשר לכתב עת זה להופיע באתר
hi_in: इस पत्रिका को साइट पर सार्वजनिक रूप से प्रदर्शित करने के लिए सक्षम करें
hr_hr: Omogućite ovom časopisu da se pojavi javno na stranici
hy_am: Թույլ տալ, որ այս ամսագիրը հանրային կերպով երևա կայքում
id: Tampilkan jurnal kepada publik di situs
it: Mostra pubblicamente la rivista sul sito
ja: このジャーナルをサイト上で公開する
kk_kz: Веб-сайтқа жариялау үшін осы журналды қосыңыз
ko: 이 학술지를 사이트에서 보이도록 설정
ku_iq: بینینی ئەم گۆڤارە بۆ هەمووان چالاک بکە
ky: Бул журналды сайттын баарына көрсөтүүнү иштетиңиз
lt: Rodyti žurnalą viešai tinklapyje
mk: Овозможи списание јавно да се појави на сајтот
mr: संकेतस्थळावर हे नियतकालिक सर्वांसाठी खुले करा
ms: Dayakan jurnal ini untuk muncul secara terbuka di laman web ini
nb: Tillat at dette tidsskriftet vises offentlig på nettstedet
nl: Toon dit tijdschrift op de site
pl: Umieść to czasopismo na stronie listy obsługiwanych czasopism
pt_br: Permitir Acesso Livre da revista no portal
pt_pt: Permitir que esta revista apareça pública no site
ro: Permiteți acest jurnal să apară public pe site
ru_ru: Включить показ этого журнала для всех на сайте
sk: Povoľte zobrazenie tohto časopisu, aby bol na týchto stránkach zobrazený verejne
sl: Omogoči, da se revija pojavlja javno na spletišču
sr@cyrillic: Дозволи да се часопис јавно приказује на сајту
sr_rs@latin: Dozvoli da se časopis javno prikazuje na sajtu
sv: Gör tidskriften publik
tr: Bu dergiyi sitede herkese açık şekilde görülebilir yap
uk: Дозволити відображення цього журналу на вебсайті
uz@latin: Ushbu jurnalni saytda ochiq ko'rinishini yoqing
uz_cyrl: Ушбу журнални сайтда очиқ кўринишини ёқинг
vi: Cho phép tạp chí này xuất hiện công khai trên trang web
zh_cn: 启用这个期刊使其公开显示在这个网站
zh_hans: 启用此期刊在网站展示
zh_hant: 允許公眾在網站看到此期刊
zh_tw: 允許此期刊在此網站開放至公眾瀏覽

# admin.contexts.contextDescription
source: Journal description
az: Jurnal təsviri
az_az: Jurnalın təsviri
be: Апісанне часопіса
bg: Описание на списанието
ca: Descripció de la revista
cs: Popis časopisu
da: Tidsskriftsbeskrivelse
de: Beschreibung der Zeitschrift
el: Περιγραφή του Περιοδικού
es: Descripción de la revista
eu: Aldizkariaren azalpena
fa: توصیف مجله
fi: Julkaisun kuvaus
fr_ca: Description de la revue
gl: Descrición da revista
he_il: תיאור כתב העת
hi_in: जर्नल विवरण
hr_hr: Opis časopisa
hy_am: Ամսագրի նկարագրություն
id: Deskripsi Jurnal
it: Descrizione della rivista
ja: ジャーナルの説明
kk_kz: Журнал сипаттамасы
ko: 학술지 설명
ku_iq: ناساندنی گۆڤار
ky: Журналдын сүрөттөмөсү
lt: Žurnalo aprašymas
mk: Опис на списание
mr: नियतकालिकाचे वर्णन
ms: Butiran jurnal
nb: Tidsskriftbeskrivelse
nl: Beschrijving tijdschrift
pl: Opis czasopisma
pt_br: Descrição da revista
pt_pt: Descrição da revista
ro: Descrierea jurnalului
ru_ru: Описание журнала
sk: Popis časopisu
sl: Opis revije
sr@cyrillic: Опис часописа
sr_rs@latin: Opis časopisa
sv: Beskrivning av tidskriften
tr: Dergi açıklaması
uk: Опис журналу
uz@latin: Jurnal tavsifi
uz_cyrl: Журнал тавсифи
vi: Mô tả tạp chí
zh_cn: 期刊描述
zh_hans: 期刊简介
zh_hant: 期刊描述
zh_tw: 期刊描述

# admin.journal.pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
az: Mövcud jurnal yolu və ya yaradılacaq yol (məsələn, "ojs").
az_az: Mövcud jurnal yolu və ya yaradılacaq yol (Məs. "ojs").
be: Існуючы шлях часопіса або новы шлях для стварэння (напрыклад, «ojs»).
bg: Такъв път вече съществува (например., "ojs").
ca: Ruta existent a la revista o ruta que s'ha de crear (p. ex., «ojs»).
cs: Existující cesta k časopisu nebo cesta, která má být vytvořena (např. "ojs").
da: Eksisterende tidsskriftssti eller sti, der skal oprettes (f.eks. "ojs").
de: Existierender oder einzurichtender Zugangspfad zur Zeitschrift (z.B. "ojs").
el: Υπάρχουσα διαδρομή περιοδικού ή διαδρομή προς δημιουργία (π.χ. "ojs").
es: Ruta actual de la revista o ruta que se desea crear (p. ej. "ojs").
eu: Lehendik dagoen aldizkariaren kokalekua edo berria (adib., "ojs").
fa: مسیر موجود یا مسیری که باید ایجاد شود (مانند: ojs).
fi: Olemassa oleva julkaisupolku tai luotava polku (esim. "ojs").
fr_ca: Chemin d'accès à la revue existant ou à créer (par exemple « ojs »).
gl: Ruta existente ou ruta que se quere crear (p. ex., «ojs»).
he_il: נתיב קיים או נתיב ליצירה (למשל, "ojs").
hi_in: मौजूदा जर्नल पथ या पथ बनाने के लिए (जैसे, "ojs ")।
hr_hr: Postojeća putanja časopisa ili putanja koju treba kreirati (npr. "ojs").
hy_am: Գոյություն ունեցող ամսագրի ճանապարհ կամ ստեղծել նորը (օրինակ՝ "ojs" )։
id: Path jurnal yang sudah ada atau path yang hendak dibuat (contoh: "ojs").
it: Path di una rivista esistente o path da creare (es. "ojs").
ja: 既存のジャーナル・パスまたは作成するパス (例えば "ojs").
kk_kz: Қолданыстағы журнал жолы немесе құру жолы (мысалы, «ojs»).
ko: 이미 존재하는 학술지 경로, 또는 생성할 학술지 경로 (예. "ojs").
ku_iq: ڕێچکەی ئێستا و ڕێچکەی نوێ، بۆ نمونە ("ojs").
ky: Учурдагы журнал жолу же түзүү үчүн жаңы жол (мисалы, "ojs").
lt: Esamas arba kuriamas žurnalo kelias, pvz., ojs.
mk: Постоечка патека за списание или патека за креирање (на пример, "ojs").
mr: विद्यमान नियतकालिकाचा स्थानमार्ग (path) किंवा तो तयार करण्याकरता (उदा. "ojs").
ms: Laluan URL jurnal yang sudah ada atau laluan yang hendak dibuat (contoh: "ojs").
nb: Eksisterende tidsskriftfilsti, eller filsti som skal opprettes (for eks. "ojs").
nl: Bestaand tijdschrift-pad of te creëren pad (bijvoorbeeld "ojs").
pl: Położenie w systemie plików (ścieżka) na utrzymywanie plików dla tego czasopisma. Jeśli położenie nie istnieje, to zostanie utworzone.
pt_br: Caminho existente ou caminho a ser criado (ex.: "ojs").
pt_pt: Caminho existente ou caminho a ser criado (ex.: "ojs").
ro: Calea existentă a jurnalului sau calea ce trebuie creată (e.g., "ojs").
ru_ru: Существующий путь журнала или новый путь для создания (например, «ojs»).
sk: Existujúca cesta k časopisu alebo cesta, ktorá má byť vytvorená (napr. "OJS").
sl: Obstoječa pot revije ali pot, ki jo želite ustvariti (npr. "ojs").
sr@cyrillic: Постојећа путања или путања за креирање (нпр. "ojs").
sr_rs@latin: Postojeća putanja ili putanja za kreiranje (npr. "ojs").
sv: Existerande sökväg till tidskriften eller sökväg som ska skapas (t.ex. "ojs").
tr: Varolan dergi yolu veya oluşturulacak yol (Ör., "ojs").
uk: Існуючий шлях журналу або шлях, що має бути створений (наприклад, "ojs").
uz@latin: Mavjud jurnal yo'li yoki yaratish yo'li (masalan, "ojs").
uz_cyrl: Мавжуд журнал йўли (path) ёки янги яратиш учун йўл (path) (масалан, "ojs").
vi: Đường dẫn tạp chí hiện có hoặc đường dẫn để tạo (ví dụ: "ojs").
zh_cn: 已经存在的期刊路径或者将要创建的路径(例如 "ojs").
zh_hans: 已创建的期刊路径或者将要创建的路径（例如“ojs”）。
zh_hant: 現有期刊路徑或用作創建的路徑（例如：「ojs」）。
zh_tw: 現存期刊路徑或創建路徑（例如"ojs"）。

# admin.journals.importSubscriptions
source: Import subscriptions
az: Abunəlikləri idxal edin
az_az: Abunəlikləri idxal edin
be: Імпартаваць падпіскі
bg: Импорт на абонаменти
ca: Importa subscripcions
cs: Importovat předplatné
da: Importér abonnementer
de: Abonnements importieren
el: Εισαγωγή συνδρομών
es: Importar suscripciones
eu: Inportatu harpidetzak
fa: درون‌ریزی اشتراک‌ها
fi: Tuo tilaukset
fr_ca: Importer les abonnements
gl: Importar subscricións
he_il: ייבא מנויים
hi_in: आयात सदस्यता
hr_hr: Prenesi pretplate i pretplatnike
hy_am: Ներմուծել հայտերը
id: Impor langganan
it: Importa abbonamenti
ja: 購読情報のインポート
kk_kz: Жазылымдарды импорттау
ko: 구독자 가져오기
ku_iq: ئەو کەسانە زیاد بکە کە ئیشتیراکیان هەیە
ky: Жазылууларды импорттоо
lt: Importuoti prenumeratas
mk: Внеси претплатници
mr: सदस्यता दाखल (इम्पोर्ट) करा
ms: Import langganan
nb: Importer abonnement
nl: Importeer abonnees
pl: Importuj subskrypcje
pt_br: Importar assinaturas
pt_pt: Importar assinaturas
ro: Importați abonamente (subscrieri)
ru_ru: Импортировать подписки
sk: Importovať predplatné
sl: Uvozi naročnine
sr@cyrillic: Увези претплате
sr_rs@latin: Uvezi pretplate
sv: Importera prenumerationer
tr: Abonelikleri içe aktar
uk: Імпорт передплат
uz@latin: Obunalarni import qilish
uz_cyrl: Обуналарни импорт қилиш
vi: Nhập thuê bao
zh_cn: 导入订阅
zh_hans: 导入订阅
zh_hant: 導入訂閱
zh_tw: 導入訂閱
