Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
az: Başqa bir istifadəçi hesabı ilə birləşdirmək üçün bir istifadəçi (və ya istifadəçiləri) seçin (məsələn, bir nəfər iki istifadəçi hesabı varsa). İlk seçilmiş istifadəçi(lər) silinəcək və Məqalə (məlumat/konsiqnasiya), təyinatlar və s. xüsusiyyətlər ikinci seçilmiş istifadəçi hesabına köçürüləcəkdir.
az_az: Başqa bir istifadəçi hesabına birləşmək üçün istifadəçi (və ya bir neçə) seçin (məsələn, kiminsə iki istifadəçi hesabı olduqda). Birinci seçilmiş hesab(lar) silinəcək və bütün əlaqəli məqalələr, redaksiya tapşırıqları və s. ikinci hesaba əlavə olunacaq.
be: Выберыце карыстальніка (або некалькіх) для аб'яднання з іншым уліковым запісам карыстальніка (напрыклад, калі хто-небудзь зрабіў сабе два ўліковыя запісы). Уліковы запіс (запісы), выбраны першым, будзе выдалены, а ўсе звязаныя з ім артыкулы, рэдакцыйныя заданні і г. д. будуць далучаны да другога ўліковага запісу.
bg: Изберете потребител (или няколко), които да се прихвърлят към друг потребителски акаунт (например когато потребител има два акаунта в системата). Избраният първи акаунт ще бъде изтрит, а атрибутите му ще се прехвърлят към втория акаунт.
ca: Seleccioneu un usuari/ària (o més d'un) que vulgueu fusionar amb un altre compte d’usuari/ària (p. ex, un usuari/ària que en tingui dos de diferents). Amb aquesta acció se suprimeix el primer compte (o el primer grup de comptes) que hàgiu seleccionat i les seves trameses, assignacions, etc., s’assignen al segon compte.
cs: Vyberte uživatele, který má být sloučen s jiným uživatelským účtem (např., pokud má někdo dva uživatelské účty). Prvně zvolený účet bude vymazán a jeho příspěvky, úlohy atd. budou přiřazeny ke druhému účtu.
da: Vælg en bruger, som skal flettes til en anden brugerkonto (f.eks. hvis en person har to brugerkonti). Den først valgte konto slettes, og dens manuskripter, tildelinger osv. tilskrives den anden konto.
de: Bitte wählen Sie eine/n Benutzer/in aus, deren/dessen Daten in einem anderen Benutzer/innen-Konto zusammengefasst werden sollen (z.B. wenn jemand zwei Benutzer/innen-Zugänge besitzt). Der zuerst ausgewählte Zugang wird gelöscht und seine Beiträge, Aufgaben etc. werden dem zweiten Konto zugeordnet.
el: Επιλέξτε έναν ή περισσότερους Χρήστες προς συγχώνευση στον λογαριασμό άλλου Χρήστη (αν π.χ. πρόκειται για Χρήστη με δύο λογαριασμούς). Ο λογαριασμός(-σμοί) που θα επιλεγεί πρώτος θα διαγραφεί και οι συνδεδεμένες υποβολές, αναθέσεις κλπ θα αποδοθούν στον δεύτερο λογαριασμό.
es: Seleccione uno (o varios) usuarios/as para fusionarlos en otra cuenta de usuario/a (p. ej. cuando algún usuario/a tiene dos cuentas distintas). La cuenta/s seleccionada en primer lugar será eliminada/s y todos los envíos, asignaciones, etc. se atribuirán a la segunda cuenta.
eu: Hautatu erabiltzaile bat beste erabiltzaile-kontu batekin batzeko (adib., bi kontu dituen erabiltzaile bat denean). Lehenengo hautatutako kontua ezabatu egingo da, eta dituen bidalketak, esleipenak, etab. bigarren kontuari egotziko zaizkio.
fa: کاربری را برای ادغام با حساب کاربر دیگر انتخاب کنید (مثال وقتی که شخصی دو حساب کاربری دارد ) حسابی که در ابتدا انتخاب شده پاک می‌شود و مقالات ارسالی, انتساب‌ها و غیره مربوط به آن حساب به حساب کاربری دوم نسبت داده می‌شود.
fi: Valitse yksi (tai useampi) käyttäjä, joka yhdistetään toiseen käyttäjätiliin (esim. jos jollakulla on kaksi käyttäjätiliä). Ensin valitut tilit poistetaan ja käsikirjoitukset, toimeksiannot jne. siirretään toiselle tilille.
fr_ca: Sélectionner un-e (ou plusieurs) utilisateur-trice-s à fusionner au compte d'un-e autre utilisateur-trice (par exemple lorsque quelqu'un possède deux comptes utilisateur). Le(s) compte(s) sélectionné(s) en premier seront supprimés et ses soumissions, assignations, etc. seront affectées au second compte.
gl: Seleccione un (ou máis dun) usuario/a para fusionalo con outra conta de usuario/a (p. ex. cando algún usuario/a ten dúas contas distintas). A conta seleccionada en primeiro lugar será eliminada e todos os envíos, asignacións etc., se atribuirán á segunda conta.
he_il: בחר משתמש (או כמה) כדי למזג לחשבון משתמש אחר (למשל, אם למישהו יש שני חשבונות משתמש). החשבונ(ות) שנבחרו ראשונים יימחקו וכל ההגשות, המטלות וכו' יוחסו לחשבון השני.
hi_in: किसी अन्य उपयोगकर्ता खाते में विलय करने के लिए एक उपयोगकर्ता (या कई) का चयन करें (जैसे, जब किसी के पास दो उपयोगकर्ता खाते हों)। पहले चुने गए खाते (खातों) को हटा दिया जाएगा और किसी भी प्रस्तुतियाँ, असाइनमेंट आदि को दूसरे खाते के लिए जिम्मेदार ठहराया जाएगा।
hr_hr: Odaberite korisnika kojeg ćete spojiti s drugim korisničkim računom (npr. u slučaju da neki korisnik posjeduje dva korisnička računa). Račun koji prvi odaberete bit će obrisan, a svi njegovi prilogzi, zaduženja itd. bit će pridruženi drugom računu.
hy_am: Ընտրեք մեկ (կամ մի քանի) օգտագործող միավորելու համար այլ օգտատիրոջ հաշվի հետ (օրինակ՝ երբ ինչ-որ մեկը ունի երկու հաշիվ)։ Առաջինը ընտրված հաշիվը (հաշիվները) կջնջվեն և բոլոր հայտերը, նշանակումնորը և այլն կկցվեն երկրորդ հաշվին։
id: Pilih pengguna (atau beberapa pengguna) untuk digabungkan ke akun pengguna lainnya (contoh, ketika seseorang mempunyai dua akun). Akun yang pertama dipilih akan dihapus dan semua naskah, penugasan, dll akan dialihkan ke akun kedua.
it: Seleziona un utente da fondere sull'account di un altro utente (es. quando qualcuno ha due account da utente). L'account selezionato sarà cancellato e le sue submission, gli incarichi ecc. saranno attribuiti al secondo account.
ja: 別のユーザーアカウントに統合するユーザー（複数可）を選択します（例：誰かが2つのユーザーアカウントを持っている場合など）。最初に選択したアカウントは削除され、投稿や査読割り当てなどはすべて2番目のアカウントに帰属します。
kk_kz: Басқа пайдаланушы тіркелгісіне қосылу үшін пайдаланушыны (немесе бірнеше) таңдаңыз (мысалы, біреудің екі есептік жазбасы болған кезде). Алдымен таңдалған есептік жазбалар жойылады және кез келген жіберулер, тапсырмалар және т.б. екінші есептік жазбаға жатқызылады.
ko: 다른 사용자 계정에 병합할 사용자(또는 여러 명)를 선택하십시오 (예 : 누군가 두 개의 사용자 계정이있는 경우). 먼저 선택한 계정이 삭제되고 모든 제출, 할당 등이 두 번째 계정에 귀속됩니다.
ku_iq: بەکارهێنەرێک یان زیاتر زیاد بکە بۆ ئەوەی لەگەڵ بەکارهێنەرێکی دیکە لێکیان بدەیت (بۆ نمونە کاتێک کەسێک دو ئەکاونتی هەبێت). ئەو ئەکاونتانەی کە یەکەمجار دەستنیشان دەکرێن دەسڕێنەوە و هەر پێشکەشکردێک، ئەرکێک و شتێکی دیکە دەگوازرێتەوە بۆ ئەکاونتی دووەم.
ky: Башка колдонуучу каттоо эсебине кошулуу үчүн колдонуучуну (же бир нечесин) тандаңыз (мисалы, кимдир бирөө эки аккаунтка ээ болгондо). Биринчи тандалган аккаунт(тар) жок кылынат жана бардык байланышкан макалалар, редакциялык тапшырмалар жана башкалар экинчи аккаунтка тиркелет.
lt: Nurodykite, kurį vartotoją (-us) sujungti su kito vartotojo paskyra (pvz., kai kuris nors vartotojas turi dvi paskyras). Pasirinktos paskyros bus ištrintos ir visi straipsniai, užduotys ir pan. bus paskirtos antrajai paskyrai.
mk: Избери корисник (или неколку) за да ги споиш во друг кориснички акаунт (не пример, кога некој има две кориснички имиша). Првоизбраните акаунти на корисниците ќе бидат избришани од било кој поднесок, назначување и случно и ќе му бидат доделени на второизбраниот акаунт.
mr: एकाच वापरकर्त्याची दोन किंवा अनेक खाती असल्यास त्यांचे विलीनीकरण करण्यासाठी त्या वापरकर्त्याची खाती निवडा. प्रथम निवडलेले खाते हटवले जाईल आणि कोणत्याही सादरीकरणासाठी, कामगिरी, वगैरेसाठी दुसऱ्या खात्याला श्रेय दिले जाईल.
ms: Pilih pengguna (atau beberapa) untuk bergabung ke akaun pengguna lain (misalnya, Apabila seseorang mempunyai dua akaun pengguna). Akaun yang dipilih terlebih dahulu akan dihapus dan setiap penyerahan, tugasan, dan lain-lain akan dikaitkan dengan akaun kedua.
nb: Velg en bruker du vil slå sammen med en annen brukerkonto (for eks. når noen har to brukerkontoer). Den brukeren du velger først slettes, og elementer og oppgaver føres over til den andre brukeren.
nl: Kies de gebruiker wiens gevens overgeheveld moeten worden naar een ander gebruikersaccount (bijvoorbeeld wanneer iemand twee gebruikersaccounts heeft). Het geselceteerde account zal verwijderd worden en alle inzendingen, taken enzovoorts worden overgedragen naar het tweede account.
pl: Wybierz jedno lub więcej kont użytkowników, które zostaną scalone (tj. usunięte z jednoczesnym przekazaniem ustawień) z innym, scalającym kontem użytkownika (przykład: ktoś posiadał dwa konta a chce mieć jedno).
pt_br: Selecione um usuário (ou vários) para mesclar em outra conta de usuário (por exemplo, quando alguém tem duas contas de usuário). A(s) conta(s) selecionada(s) primeiro será(ão) excluída(s) e quaisquer submissões, atribuições, etc. serão atribuídos à segunda conta.
pt_pt: Escolha um utilizador (ou vários) para unificar noutra conta de utilizador (por exemplo, quando alguém tem duas contas de utilizador). A(s) conta(s) selecionada(s) em primeiro lugar será(ão) apagada(s) e quaisquer submissões, atribuições, etc. serão atribuídas à segunda conta.
ro: Selectați un utilizator (sau mai mulți) pentru a se contopi într-un alt cont de utilizator (de exemplu, când cineva are două conturi de utilizator). Contul (conturile) selectat(e) primul va fi șters și toate manuscrisele înregistrate, sarcinile etc. vor fi atribuite celui de-al doilea cont.
ru_ru: Выберите пользователя (или нескольких) для слияния в другую учетную запись пользователя (например, когда кто-то завел себе две учетные записи). Учетная запись (записи), выбранная первой, будет удалена, а все связанные с ней статьи, редакционные задания и т. д. будут присоединены к второй учетной записи.
sk: Vyberte používateľa, ktorý má byť zlúčený s iným užívateľským účtom (napr. Ak má niekto dva používateľské kontá). Najprv zvolený účet bude vymazaný a jeho príspevky, úlohy atď. budú priradené ku druhému účtu.
sl: Izberite račun uporabnika (ali več), ki jih želite zružiti v drug uporabniški račun (npr. če kdo uporablja več uporabniških računov). Vsi oddani članki, zadolžitve in ostalo, prvoizbranega uporabniškega računa (ali več njih) bodo zbrisani in preneseni na drug uporabniški račun.
sr@cyrillic: Одабери корисника или више њих који ће се спојити у нови кориснички налог. Сви атрибути корисника приписаће се другом налогу.
sr_rs@latin: Odaberi korisnika ili više njih koji će se spojiti u novi korisnički nalog. Svi atributi korisnika pripisaće se drugom nalogu.
sv: Välj en användare (eller flera) som ska slås ihop med ett annat användarkonto (t.ex. när någon har två användarkonton). Det först valda kontot kommer att raderas och alla bidrag, uppdrag, etc. kommer att knytas till det andra kontot.
tr: Başka bir kullanıcı hesabıyla birleştirmek için bir kullanıcı (veya kullanıcılar) seçin (ör. bir kişinin iki kullanıcı hesabı varsa). İlk seçilen kullanıcı(lar) silinecek ve gönderiler, atamalar vb. özellikler ikinci seçilen kullanıcı hesabına aktarılacaktır.
uk: Виберіть користувача, якого потрібно включити до облікового запису іншого користувача (наприклад, якщо одна особа має два облікові записи). Перший обраний обліковий запис буде видалений, а його подання, редакційні призначення тощо будуть асоційовані з другим вибраним обліковим записом.
uz@latin: Boshqa foydalanuvchi hisobiga qo'shilish uchun foydalanuvchini (yoki bir nechtasini) tanlang (masalan, kimdir ikkita foydalanuvchi hisobiga ega bo'lsa). Avval tanlangan hisob (lar) o'chiriladi va har qanday topshiriqlar va boshqalar ikkinchi hisobga tegishli bo'ladi.
uz_cyrl: Бошқа фойдаланувчи ҳисобига бирлашиш учун фойдаланувчини (ёки бир нечтасини) танланг (масалан, кимдир иккита фойдаланувчи ҳисобига эга бўлса). Аввал танланган ҳисоб(лар) ўчирилади ва ҳар қандай топшириқлар, топшириқлар ва бошқалар иккинчи ҳисобга тегишли бўлади.
vi: Chọn một (hoặc một số) người dùng để hợp nhất vào một tài khoản người dùng khác (ví dụ: khi ai đó có hai tài khoản người dùng). (Các) tài khoản được chọn trước sẽ bị xóa và mọi nội dung bài nộp, phân quyền, v.v. sẽ được quy cho tài khoản thứ hai.
zh_cn: 选择一个账户与另外一个账户合并（例如有的用户有2个账户），首先选择的庄户将被删除，与其相关的投稿，角色指派等将并入第二个账户。
zh_hans: 选择一个用户（或多个）与用户的另外一个账号合并（例如有的用户有2个账户）。首先选择的账号将被删除，与其相关的投稿、角色指派等将并入第二个账户中。
zh_hant: 請選擇一個（或多個）用戶，以合併至另一用戶（例如：當同一人擁有多個用戶）。先選擇的用戶將被刪除，相關的投稿、配置等等將會轉移至第二個用戶。

# admin.mergeUsers.allUsers
source: All Enrolled Users
az: Bütün Səlahiyyətli İstifadəçilər
az_az: Bütün qeydiyyatlı istifadəçilər
be: Усе запісаныя карыстальнікі
bg: Всички регистрирани потребители
ca: Tots els usuaris/àries donats d’alta
cs: Všichni zaregistrovaní uživatelé
da: Alle tilmeldte brugere
de: Alle registrierten Benutzer/innen
el: Όλοι οι εγγεγραμμένοι Χρήστες
es: Todos los usuarios/as registrados
eu: Erregistratutako erabiltzaile guztiak
fa: تمام کاربران دارای نقش
fi: Kaikki käyttäjät, joilla on rooleja
fr_ca: Tous les utilisateurs-trices inscrits-es à des rôles
gl: Todos os usuarios/as dados de alta
he_il: כל המשתמשים הרשומים
hi_in: सभी नामांकित उपयोगकर्ता
hr_hr: Svi evidentirani korisnici
hy_am: Բոլոր կցված օգտագործողները
id: Semua Pengguna yang Terdaftar
it: Tutti gli utenti iscritti
ja: 全ての登録ユーザー
kk_kz: Барлық тіркелген қолданушылар
ko: 등록된 모든 사용자
ku_iq: هەمو بەکارهێنەران تۆمار کراون
ky: Бардык жазылган колдонуучулар
lt: Visi įtraukti vartotojai
mk: Сите внесени корисници
mr: सगळे नोंदणीकृत वापरकर्ते
ms: Semua Pengguna Yang Berdaftar
nb: Alle vervete brukere
nl: Alle ingeschreven gebruikers
pl: Wszyskie scalane konta użytkowników
pt_br: Todos os usuários cadastrados
pt_pt: Todos os utilizadores
ro: Toți utilizatorii înscriși
ru_ru: Все записанные пользователи
sk: Všetci zaregistrovaní užívatelia
sl: Vsi evidentirani uporabniki
sr@cyrillic: Сви корисници који имају улоге
sr_rs@latin: Svi korisnici koji imaju uloge
sv: Alla registrerade användare
tr: Tüm Yetkilendirilmiş Kullanıcılar
uk: Всі користувачі, які мають ролі
uz@latin: Barcha ro'yxatdan o'tgan foydalanuvchilar
uz_cyrl: Барча рўйхатдан ўтган фойдаланувчилар
vi: Tất cả người dùng đã đăng ký
zh_cn: 所有的注册用户
zh_hans: 所有注册用户
zh_hant: 所有登記用戶
