Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.settings.statistics.institutions.description
source: Enable institutional statistics if you would like journals on this site to be able to collect usage statistics by institution. Journals will need to add the institution and its IP ranges in order to use this feature. Enabling institutional statistics may increase your database size considerably.
az: Bu saytdakı jurnalların qurumlar üzrə istifadə statistikasını toplaya bilməsini istəyirsinizsə, institusional statistikanı aktiv edin. Jurnallar bu funksiyadan istifadə etmək üçün qurumu və onun IP diapazonlarını əlavə etməlidirlər. İnstitular üzrə statistikanın aktivləşdirilməsi bazanızın ölçüsünü xeyli artıra bilər.
bg: Активирайте институционална статистика, ако искате списанията на този сайт да могат да събират статистика за употребата по институция. Списанията ще трябва да добавят институцията и нейните IP диапазони, за да използват тази функция. Активирането на институционална статистика може значително да увеличи размера на вашата база данни.
ca: Habiliteu les estadístiques institucionals si voleu que les revistes d'aquest lloc puguin recopilar estadístiques d'ús per institució. Les revistes hauran d'afegir la institució i els seus rangs d'IP per utilitzar aquesta funció. Habilitar les estadístiques institucionals pot augmentar considerablement la grandària de la seva base de dades.
cs: Povolte institucionální statistiky, pokud chcete, aby časopisy na těchto stránkách mohly shromažďovat statistiky o používání podle institucí. Časopisy budou muset přidat instituci a její IP rozsahy, aby mohly tuto funkci používat. Povolení institucionálních statistik může značně zvýšit velikost databáze.
da: Aktiver institutionel statistik, hvis du ønsker, at tidsskrifter på denne hjemmeside skal have mulighed for at indsamle brugsstatistik per institution. Tidsskriftet skal da tilføje institutioner og deres IP-områder for at kunne bruge denne funktion. Aktivering af institutionel statistik kan øge din databasestørrelse betydeligt.
de: Aktivieren Sie institutionelle Statistiken, wenn Sie möchten, dass die Zeitschriften auf dieser Website Nutzungsstatistiken nach Institutionen sammeln können. Die Zeitschriften müssen die Einrichtung und ihre IP-Bereiche hinzufügen, um diese Funktion nutzen zu können. Die Aktivierung der institutionellen Statistiken kann die Größe Ihrer Datenbank beträchtlich erhöhen.
es: Habilite las estadísticas institucionales si desea que las revistas de este sitio puedan recopilar estadísticas de uso por institución. Las revistas deberán agregar la institución y sus rangos de IP para usar esta función. Habilitar las estadísticas institucionales puede aumentar considerablemente el tamaño de su base de datos.
eu: Gaitu erakunde-estatistikak gune honetako aldizkariek erakundearen araberako erabilera-estatistikak jaso ahal izatea nahi baduzu. Aldizkariek erakundea eta bere IP barrutiak gehitu beharko dituzte ezaugarri hau erabili ahal izateko. Erakunde-estatistikak gaitzeak zure datu-basearen tamaina nabarmen handitu dezake.
fa: اگر می‌خواهید مجلات موجود در این سایت بتوانند آمار استفاده را بر اساس موسسه جمع‌آوری کنند، آمار سازمانی را فعال کنید. مجلات برای استفاده از این ویژگی باید موسسه و محدوده IP خود را اضافه کنند. فعال کردن آمار سازمانی ممکن است اندازه پایگاه داده شما را به میزان قابل توجهی افزایش دهد.
fi: Ota käyttöön instituutiotilastot, jos haluat, että tämän sivuston julkaisut voivat kerätä instituutiokohtaisia käyttötilastoja. Julkaisujen on lisättävä instituutio ja sen IP-alueet voidakseen käyttää tätä ominaisuutta. Instituutiotilastojen käyttöönotto voi kasvattaa tietokannan kokoa huomattavasti.
fr_ca: Activer les statistiques institutionnelles si vous souhaitez que les revues sur ce site puissent collecter des statistiques d'utilisation par institution. Les revues devront ajouter l'institution et ses plages d'adresses IP pour utiliser cette fonctionnalité. L'activation des statistiques institutionnelles peut considérablement augmenter la taille de votre base de données.
id: Aktifkan statistik institusional jika Anda ingin jurnal di website ini dapat mengumpulkan statistik penggunaan berdasarkan institusi. Jurnal perlu menambahkan institusi dan rentang IP-nya untuk dapat menggunakan fitur ini. Mengaktifkan statistik institusional ini dapat meningkatkan ukuran database Anda secara signifikan.
it: Abilita le statistiche per istituzioni se vuoi che le riviste possano raccogliere statistiche d'uso per istituzione. Le riviste dovranno aggiungere l'istituzione e il range di IP per poter usare questa funzionalità. Abilitare le statistiche per istituzione può aumentare considerevolmente le dimensioni del tuo database.
ky: Бул сайттагы журналдар мекеме боюнча колдонуу статистикасын чогулта алышын кааласаңыз, институттук статистиканы кошуңуз. Бул функцияны колдонуу үчүн журналдар мекемени жана анын IP даректеринин диапазондорун кошуусу керек. Институционалдык статистиканы кошкондо, маалымат базасынын көлөмүн кыйла көбөйтүүгө болот.
lt: Įjunkite institucinę statistiką, jei norite, kad šios svetainės žurnalai galėtų rinkti naudojimo statistiką pagal instituciją. Kad galėtų naudotis šia funkcija, žurnalai turės pridėti instituciją ir jos IP adresų diapazonus. Įjungus institucinę statistiką, jūsų duomenų bazės dydis gali gerokai padidėti.
mk: Овозможете институционална статистика ако сакате списанијата на оваа страница да можат да собираат статистика за користење по институција. Списанијата ќе треба да ја додадат институцијата и нејзиниот опсег на IP за да ја користат оваа функција. Овозможувањето институционална статистика може значително да ја зголеми големината на вашата база на податоци.
mr: जर तुम्हाला या संकेतस्थळावरील नियतकालिकांच्या वापराची आकडेवारी संस्थापातळीपर्यंत संकलित करू देण्याचे स्वातंत्र्य द्यायचे असेल तर संस्थापातळीवरील आकडेवारी गोळा करण्यासाठीची सोय संकेतस्थळावर सक्रिय करा. मात्र ही सोय वापरण्यासाठी नियतकालिकांना संस्था आणि त्यांचे IP क्रमांक जोडणे आवश्यक आहे. शिवाय संस्था पातळीपर्यंत आकडेवारीची सोय सक्रिय केल्यावर तुमच्या डेटाबेसच्या आकारात लक्षणीय वाढ मात्र होऊ शकते.
ms: Dayakan statistik institusi jika anda ingin jurnal di tapak ini dapat mengumpul statistik penggunaan mengikut institusi. Jurnal perlu menambah institusi dan julat IPnya untuk menggunakan ciri ini. Mendayakan statistik institusi boleh meningkatkan saiz pangkalan data anda dengan ketara.
nb: Aktiver institusjonsstatistikk dersom du ønsker at tidsskrifter på denne nettsiden skal kunne samle inn bruksstatistikk per institusjon. Tidsskriftet må da legge til institusjoner og deres IP-områder for å kunne bruke denne funksjonen. Aktivering av institusjonell statistikk kan øke databasestørrelsen betydelig.
pl: Włącz statystyki instytucjonalne, jeśli chcesz, aby czasopisma w tej witrynie mogły zbierać statystyki użytkowania według instytucji. Aby korzystać z tej funkcji, czasopisma będą musiały dodać instytucję i jej zakresy adresów IP. Włączenie statystyk instytucjonalnych może znacznie zwiększyć rozmiar bazy danych.
pt_br: Ative as estatísticas institucionais se desejar que os periódicos deste site possam coletar estatísticas de uso por instituição. As revistas precisarão adicionar a instituição e seus intervalos de IP para usar esse recurso. A ativação das estatísticas institucionais pode aumentar consideravelmente o tamanho do seu banco de dados.
pt_pt: Ative estatísticas por instituição se pretender que as revistas deste site possam recolher estatísticas de uso por instituição. As revistas vão necessitar de adicionar a instituição e os seus IPs para poderem utilizar esta ferramenta. Ativar as estatísticas por instituição pode aumentar consideralvemente o tamanho da sua base de dados.
sl: Omogočite institucionalne statistike, če želite omogočiti, da revije na tem spletišču lahko zbirajo podatke o uporabi po institucijah. Za koriščenje te možnosti, bodo morale revije dodati institucije in njihov IP razpon. Omogočene institucionalne statistike, lahko znatno povečajo bazo podatkov.
sv: Aktivera institutionell statistik om du vill att tidskrifter ska kunna samla in användardata efter t.ex. olika lärosäten. Tidskrifterna måste lägga till lärosätets IP-adressintervaller för att kunna använda denna funktion. Om denna funktion aktiveras kan databasens storlek öka markant.
tr: Bu sitedeki dergilerin kurumlara göre kullanım istatistiklerinin toplamasını istiyorsanız kurumsal istatistikleri etkinleştirin. Dergilerin bu özelliği kullanabilmeleri için kurumu ve IP aralıklarını eklemeleri gerekecektir. Kurumsal istatistikleri etkinleştirmek, veritabanı boyutunuzu önemli ölçüde artırabilir.
uk: Увімкніть інституційну статистику, якщо хочете, щоб журнали на цьому вебсайті могли збирати статистику використання за установами. Щоб використовувати цю функцію, журналам потрібно буде додати установу та її діапазони IP. Увімкнення інституційної статистики може значно збільшити розмір вашої бази даних.
uz@latin: Agar siz ushbu saytdagi jurnallar muassasalar boʻyicha foydalanish statistikasini toʻplashini istasangiz, institutsional statistikani yoqing. Jurnallar ushbu xususiyatdan foydalanish uchun muassasa va uning IP diapazonlarini qo'shishlari kerak bo'ladi. Institutsional statistikani yoqish ma'lumotlar bazasi hajmini sezilarli darajada oshirishi mumkin.
uz_cyrl: Агар сиз ушбу сайтдаги журналлар муассасалар бўйича фойдаланиш статистикасини тўплашини истасангиз, институционал статистикани ёқинг. Журналлар ушбу хусусиятдан фойдаланиш учун муассаса ва унинг IP диапазонларини қўшишлари керак бўлади. Институционал статистикани ёқиш маълумотлар базаси ҳажмини сезиларли даражада ошириши мумкин.
vi: Cho phép các tạp chí có thể thu thập số liệu thống kê sử dụng theo tổ chức. Các tạp chí sẽ cần thêm tổ chức và dải IP. Bật tùy chọn này có thể tăng đáng kể kích thước cơ sở dữ liệu của bạn.

# admin.settings.statistics.sushi.public.description
source: Whether or not to make the SUSHI API endpoints publicly accessible for all journals on this site. If you enable the public API, each journal may override this setting to make their statistics private. However, if you disable the public API, journals can not make their own API public.
az: SUSHI API son nöqtələrini bu saytdakı bütün jurnallar üçün ictimaiyyətə açıq etmək və ya etməmək. İctimai API-ni aktivləşdirsəniz, hər bir jurnal öz statistikasını şəxsi etmək üçün bu parametri ləğv edə bilər. Bununla belə, ictimai API-ni söndürsəniz, jurnallar öz API-lərini ictimai edə bilməzlər.
bg: Дали крайните точки на SUSHI API да бъдат публично достъпни за всички списания на този сайт. Ако активирате публичния API, всяко списание може да замени тази настройка, за да направи статистиката си лична. Въпреки това, ако деактивирате публичния API, списанията не могат да направят собствения си API публичен.
ca: Indiqueu si voleu fer accessibles públicament els terminals (endpoints) API SUSHI per a totes les revistes d'aquest lloc. Si habiliteu l'API pública, cada revista podrà anul·lar aquesta configuració per fer privades les seves estadístiques. No obstant això, si desactiva l'API pública, les revistes no podran fer pública l'API pròpia.
cs: Rozhodněte, zda mají být koncové body rozhraní SUSHI API veřejně přístupné pro všechny časopisy na tomto webu. Pokud povolíte veřejné API, každý časopis může toto nastavení přepsat, aby byly jeho statistiky soukromé. Pokud však veřejné API zakážete, časopisy nemohou své vlastní API zveřejnit.
da: Hvorvidt SUSHI API-endepunkterne skal gøres offentligt tilgængelige for alle tidsskrifter på dette websted. Hvis du aktiverer den offentlige API, kan ethvert tidsskrift tilsidesætte denne indstilling for at gøre deres statistik privat. Men hvis du deaktiverer den offentlige API, kan udgivere ikke gøre deres egen API offentlig.
de: Ob die SUSHI-API-Endpunkte für alle Zeitschriften auf dieser Website öffentlich zugänglich sein sollen oder nicht. Wenn Sie die öffentliche API aktivieren, kann jede Zeitschrift diese Einstellung außer Kraft setzen, um ihre Statistiken privat zu machen. Wenn Sie jedoch die öffentliche API deaktivieren, können die Zeitschriften ihre eigene API nicht öffentlich machen.
es: Activar o desactivar los puntos finales (endpoints) de la API SUSHI para que sean accesibles públicamente para todas las revistas de este sitio. Si habilita la API pública, cada revista podrá anular esta configuración para que sus estadísticas sean privadas. Sin embargo, si desactiva la API pública, las revistas no podrán hacer pública su propia API.
eu: SUSHI APIaren amaiera-puntuak gune honetako aldizkari guztientzat publikoki eskuragarri jarri ala ez. API publikoa gaitzen baduzu, aldizkari bakoitzak ezarpen hau gainidatzi dezake bere estatistikak pribatuak izan daitezen. Hala ere, API publikoa desgaitzen baduzu, aldizkariek ezin izango dute beren APIa publiko egin.
fa: اینکه آیا باید نقاط پایانی SUSHI API برای همه مجلات موجود در این سایت در دسترس عموم قرار گیرد یا خیر. اگر API عمومی را فعال کنید، هر مجله ممکن است این تنظیم را لغو کند تا آمار خود را خصوصی کند. با این حال، اگر API عمومی را غیرفعال کنید، مجلات نمی توانند API خود را عمومی کنند.
fi: Asetetaanko SUSHI API julkisesti saataville kaikissa tämän sivuston julkaisuissa. Jos otat julkisen API:n käyttöön, kukin julkaisu voi ohittaa tämän asetuksen tehdäkseen tilastonsa yksityisiksi. Jos kuitenkin poistat julkisen API:n käytöstä, lehdet eivät voi tehdä omasta API:sta julkista.
fr_ca: Indiquer si vous souhaitez que les points de terminaison de l'API SUSHI soient accessibles publiquement pour toutes les revues sur ce site. Si vous activez l'API publique, chaque revue pourra remplacer ce paramètre pour rendre ses statistiques privées. Cependant, si vous désactivez l'API publique, les revues ne pourront pas rendre leur propre API publique.
id: Apakah menagatur endpoin SUSHI API dapat diakses secara publik untuk semua jurnal di website ini atau tidak. Jika Anda mengaktifkan API publik, setiap jurnal dapat mengatur ulang pengaturan ini untuk menjadikan statistiknya bersifat rahasia. Namun, jika Anda menonaktifkan API publik, jurnal tidak dapat menjadikan API-nya sendiri menjadi publik.
it: Rendere o meno gli endpoint delle API SUSHI pubblicamente accessibili per tutte le riviste di questo sito. Se abiliti le API pubbliche, ogni grivista può sovrascrivere questa impostazione per rendere private le proprie statistiche. Al contrario, se non abiliti le API pubbliche le riviste non possono rendere pubbliche le proprie API.
ky: SUSHI API акыркы чекиттерин бул сайттагы бардык журналдар үчүн жалпыга ачык кылуу керекпи. Эгер сиз коомдук API иштетсеңиз, ар бир журнал бул жөндөөнү жокко чыгарып, анын статистикасын купуя кыла алат. Бирок, эгерде сиз коомдук APIди өчүрсөңүз, журналдар өздөрүнүн API'лерин жалпыга ачык кыла алышпайт.
lt: Ar SUSHI API galinius taškus padaryti viešai prieinamus visiems šios svetainės žurnalams. Jei įjungsite viešąją API, kiekvienas žurnalas galės pakeisti šį nustatymą, kad jų statistika būtų privati. Tačiau jei išjungsite viešąją API, žurnalai negalės savo API padaryti viešos.
mk: Дали да се направат или не крајните точки на SUSHI API јавно достапни за сите списанија на оваа страница. Ако го овозможите јавното API, секое списание може да ја отфрли оваа поставка за да ја направи нивната статистика приватна. Меѓутоа, ако го оневозможите јавното API, списанијата не можат да го направат своето сопствено API јавно.
mr: या संकेतस्थळावरील सगळ्या नियतकालिकांसाठी SUSHI API एंडपॉइंट सार्वजनिकरित्या उपलब्ध करायचे की नाही हे ठरवा. तुम्ही सार्वजनिक API सक्रिय (enable) केल्यास, प्रत्येक नियतकालिक त्यांची आकडेवारी स्वत:पुरती ठेवण्यासाठी या सेटिंगचा अस्वीकार करू शकते. तथापि, तुम्ही सार्वजनिक API निष्क्रिय (disable) केल्यास, नियतकालिके त्यांचे स्वतःचे API सार्वजनिक करू शकत नाहीत.
ms: Sama ada mahu menjadikan titik akhir API SUSHI boleh diakses secara terbuka untuk semua jurnal di tapak ini. Jika anda mendayakan API awam, setiap jurnal boleh mengatasi tetapan ini untuk menjadikan statistik mereka peribadi. Walau bagaimanapun, jika anda melumpuhkan API awam, jurnal tidak boleh menjadikan API mereka sendiri awam.
nb: Om SUSHI API-endepunktene skal gjøres offentlig tilgjengelige for alle tidsskrifter på dette nettstedet. Hvis du aktiverer den offentlige API-en, kan enhvert tidsskrift overstyre denne innstillingen for å gjøre statistikken privat. Men hvis du deaktiverer den offentlige API-en, kan ikke utgivere gjøre sin egen API offentlig.
pl: Określa, czy punkty końcowe API SUSHI mają być publicznie dostępne dla wszystkich czasopism w tej witrynie. Jeśli włączysz publiczny interfejs API, każdy dziennik może zastąpić to ustawienie, aby ich statystyki stały się prywatne. Jeśli jednak wyłączysz publiczny interfejs API, czasopisma nie będą mogły upublicznić własnego interfejsu API.
pt_br: Se deve ou não tornar os endpoints da SUSHI API acessíveis publicamente para todos as revistas neste site. Se você habilitar a API pública, cada revista pode substituir essa configuração para tornar suas estatísticas privadas. No entanto, se você desabilitar a API pública, as revistas não poderão tornar sua própria API pública.
pt_pt: Tornar ou não os endpoints da SUSHI API acessíveis ao público para todas as revistas deste site. Se ativar a API pública, cada revista pode alterar esta configuração para tornar as suas estatísticas privadas. No entanto, se desativar a API pública, as revistas não podem tornar pública a sua própria API.
sl: Omogočite ali ne SUSHI API javno dostopen za vse revije na tem spletišču. Če omogočite javen API, lahko vsaka revija posebej to nastavitev spremeni in prepreči javen API. Če onemogočite javen API, potem pri posamezni reviji ni mogoče nastaviti javen API.
sv: Välj om alla tidskrifters SUSHI API endpoints ska vara öppet åtkomliga. Om du aktiverar det publika API:t kan varje enskild tidskrift upphäva denna inställning för att göra sin statistik privat. Om du däremot avaktiverar det publika API:t kommer inga tidskrifter kunna göra sin statistik publik.
tr: SUSHI API uç noktalarının bu sitedeki tüm dergiler için herkese açık hale getirilip getirilmeyeceği, Genel API'yi etkinleştirirseniz, her dergi istatistiklerini gizli yapmak için bu ayarı geçersiz kılabilir. Ancak, genel API'yi devre dışı bırakırsanız, dergiler kendi API'lerini herkese açık hale getiremez.
uk: Робити чи ні кінцеві точки SUSHI API загальнодоступними для всіх журналів на цьому вебсайті. Якщо ввімкнути публічний API, кожен журнал може замінити це налаштування, щоб зробити свою статистику приватною. Однак, якщо вимкнути публічний API, журнали не зможуть зробити свій API публічним.
uz@latin: SUSHI API so'nggi nuqtalarini ushbu saytdagi barcha jurnallar uchun ochiq qilish kerakmi yoki yo'qmi. Agar siz ommaviy APIni yoqsangiz, har bir jurnal oʻz statistikasini shaxsiy qilish uchun ushbu sozlamani bekor qilishi mumkin. Biroq, agar siz ommaviy APIni o'chirib qo'ysangiz, jurnallar o'zlarining API-larini hammaga ochiq qila olmaydi.
uz_cyrl: SUSHI API сўнгги нуқталарини ушбу сайтдаги барча журналлар учун очиқ қилиш керакми ёки йўқми. Агар сиз оммавий APIни ёқсангиз, ҳар бир журнал ўз статистикасини шахсий қилиш учун ушбу созламани бекор қилиши мумкин. Бироқ, агар сиз оммавий APIни ўчириб қўйсангиз, журналлар ўзларининг API-ларини ҳаммага очиқ қила олмайди.
vi: Bật API SUSHI công khai cho tất cả tạp chí trên trang web này. Các tạp chí có thể tắt cài đặt này cho riêng họ. Tuy nhiên, nếu bạn để API riêng tư, các tạp chí không thể công khai API của chính họ.

# admin.settings.statistics.sushiPlatform.isSiteSushiPlatform
source: Use the site as the platform for all journals.
az: Saytı bütün jurnallar üçün platforma kimi istifadə edin.
bg: Използване на сайта като платформа за всички списания.
ca: Utilitzar el lloc com a plataforma per a totes les revistes.
cs: Použijte tento web jako platformu pro všechny časopisy.
da: Brug hjemmesiden som platform til alle tidsskrifterne.
de: Website als Plattform für alle Zeitschriften verwenden.
es: Usar este sitio como plataforma para todas las revistas.
eu: Erabili gune hau aldizkari guztien plataforma gisa.
fa: از سایت به عنوان بستری برای همه مجلات استفاده کنید.
fr_ca: Utiliser le site comme la plateforme pour toutes les revues.
id: Jadikan website sebagai flatform semua jurnal.
it: Indicare il sito come piattaforma per tutte le riviste.
ky: Сайтты бардык журналдар үчүн платформа катары колдонуңуз.
lt: Naudokite svetainę kaip platformą visiems žurnalams.
mk: Користете ја страницата како платформа за сите списанија.
mr: हे संकेतस्थळ सर्व नियतकालिकांसाठीचे व्यासपीठ या उद्देशाने वापरा.
ms: Gunakan laman sebagai tapak untuk semua jurnal.
nb: Bruk nettsiden som plattform for alle tidsskrifter.
nl: Gebruik de site als het plaform voor alle tijdschriften.
pl: Użyj witryny jako platformy dla wszystkich czasopism.
pt_br: Use o site como plataforma para todos os periódicos.
pt_pt: Use o site como plataforma para todas as revistas.
sl: Uporabi strežnik kot platformo za vse revije.
sv: Använd siten som plattform för alla tidskrifter.
tr: Siteyi tüm dergiler için bir platform olarak kullanın.
uk: Використовувати вебсайт як платформу для всіх журналів.
uz@latin: Saytdan barcha jurnallar uchun platforma sifatida foydalaning.
uz_cyrl: Сайтдан барча журналлар учун платформа сифатида фойдаланинг.
vi: Sử dụng site như nền tảng cho mọi tạp chí.
