Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.journals.createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
az: Bu jurnalın inzibatçısı kimi avtomatik olaraq qeyd olunacaqsınız. Yeni bir jurnal yaratdıqdan sonra jurnalın başlanğıc parametrlərini başa çatdırmaq üçün bu jurnalın parametr səhifəsinə yönəldiləcəksiniz.
az_az: Siz avtomatik olaraq bu jurnalın administratoru kimi qeydiyyatdan keçəcəksiniz. Yeni jurnal yaratdıqdan sonra jurnalın ilkin parametrlərini tamamlamaq üçün onun parametrlər səhifəsinə yönləndiriləcəksiniz.
be: Вы будзеце аўтаматычна запісаны кіраўніком гэтага часопіса. Пасля стварэння новага часопіса вы будзеце перанакіраваны на майстар наладкі часопіса для завяршэння першапачатковай наладкі часопіса.
bg: Автоматично ще бъдете записан като менажер/директор на това списание и ще бъдете пренасочени за довършване на инсталацията.
ca: Rebreu automàticament el rol de director d'aquesta revista. Després de crear una revista nova, entreu-hi com a administradors per continuar amb la configuració i l'alta d'usuaris/àries.
cs: Budete automaticky zaregistrován jako manažer tohoto časopisu. Poté, co vytvoříte nový časopis, vstupte do něj jako manažer a pokračujte v jeho nastavení a zápisu uživatelů.
da: Du vil automatisk blive registreret som chef for dette tidsskrift. Når du har oprettet et nyt tidsskrift, skal du som chef registrere det for at kunne fortsætte med dets konfiguration og brugertilmelding.
de: Sie werden automatisch als Redakteur/in dieser Zeitschrift eingetragen. Nachdem Sie eine neue Zeitschrift eingerichtet haben, loggen Sie sich dort als Redakteur/in ein, fahren Sie mit der Konfiguration fort und tragen Sie Benutzer/innen ein.
el: Θα σας αποδοθεί αυτόματα ο ρόλος του Διαχειριστή για αυτό το περιοδικό. Κατά τη δημιουργία ενός νέου περιοδικού, θα ανακατευθυνθείτε στις ρυθμίσεις του περιοδικού για να ολοκληρώσετε τη διαδικασία οργάνωσής του.
es: Se le asignará de forma automática el rol de gestor/a de la revista. Tras crear una nueva revista, acceda a ella como gestor/a para continuar con la configuración y el registro de usuarios/as.
eu: Aldizkari honen kudeatzaile gisa emango duzu izena automatikoki. Aldizkari berria sortu ondoren, bertara kudeatzaile gisa sartu haren ezarpenarekin eta erabiltzailearen izen-ematearekin jarraitzeko.
fa: شما به‌طور خودکار مدیر این مجله خواهید بود. پس از ایجاد یک مجله جدید ، به‌عنوان مدیر وارد آن شوید تا راه‌اندازی اولیه آن را انجام دهید.
fi: Sinut lisätään automaattisesti tämän julkaisun hallinnoijaksi. Uuden julkaisun luonnin jälkeen sinut uudelleenohjataan ohjattuun asetusten luontiin julkaisun aloitusasetusten loppuun saattamiseksi.
fr_ca: Vous serez inscrit-e automatiquement en tant que directeur-trice de cette revue. Après avoir créé une nouvelle revue, vous serez redirigé-e vers l'assistant de configuration pour compléter la configuration initiale de la revue.
gl: Asignaráselle automaticamente o rol de director/a da revista. Tras crear unha revista nova, acceda a ela como director/a para continuar coa configuración e o rexistro de usuarios/as.
he_il: תירשם אוטומטית כמנהל כתב עת זה. לאחר יצירת כתב עת חדש, תנותב לאשף ההגדרות שלו, כדי להשלים את הגדרת כתב העת הראשונית.
hi_in: आप स्वचालित रूप से इस जर्नल के प्रबंधक के रूप में नामांकित हो जाएंगे। एक नई जर्नल बनाने के बाद, आपको प्रारंभिक जर्नल सेटअप को पूरा करने के लिए, इसकी सेटिंग विज़ार्ड पर पुनर्निर्देशित किया जाएगा।
hr_hr: Automatski ćete biti evidentirani kao glavni urednik ovog časopisa. Po kreiranju novog časopisa, pristupite mu kao glavni urednik kako biste nastavili s podešavanjem i upisom korisnika.
hy_am: Դուք ավտոմատ կավելացվեք որպես այս պարբերականի մենեջեր: Նոր պարբերական ստեղծելուց հետո, Դուք կուղորդվեք դեպքի կարգաբերումներ ամսագրի նախնական տեղադրումը կատարելու համար:
id: Secara otomatis Anda akan terdaftar sebagai manajer jurnal ini. Setelah membuat jurnal baru, Anda akan dialihkan ke panduan pengaturan jurnal untuk menyelesaikan pengaturan awal.
it: Sarà automaticamente registrato/a come manager di questa rivista. Dopo aver creato una nuova rivista, effettui l'accesso come manager per continuare il setup e per poter registrare gli/le utenti.
ja: あなたは自動的にこのジャーナルの管理者として登録されます。新しいジャーナルを作成すると、設定ウィザードのリダイレクトを経て、ジャーナルの初期設定が完了します。
kk_kz: Сіз автоматты түрде осы журналдың менеджері ретінде тіркелесіз. Жаңа журнал жасағаннан кейін, сіз журналды бастапқы орнатуды аяқтау үшін оның шеберіне қайта бағытталасыз.
ko: 이 학술지의 관리자로 자동 등록됩니다. 새 학술지를 만든 후에는 학술지 초기 설정을 완료하기 위해 해당 설정 마법사로 이동됩니다.
ku_iq: تۆ بە شێوەیەکی تۆماتیکی وەک بەڕێوەبەری ئەم گۆڤارە تۆمار دەکرییت. دوای تۆمارکردنی گۆڤارێکی نوێ، سیستەمی ڕێکخستن چالاک دەبێت.
ky: Сиз автоматтык түрдө бул журналдын менеджери катары жазыласыз. Жаңы журналды түзгөндөн кийин, сиз журналды баштапкы орнотууну аяктоо үчүн Журналды орнотуу устасына багытталасыз.
lt: Jūs busite automatiškai paskirti šio žurnalo mokslo sekretoriumi (-e). Sukūrus naują žurnalą, busite nukreipti į jo nustatymų vediklį, kad sutvarkytumėte pradinius žurnalo nustatymus.
mk: Автометаски ќе бидете назначен како менаџер на ова списание. После креирањето ново списание, ќе бидете пренасочени кон волшебникот за подасувања, за да го завршите започнатото подесување на списанието.
mr: तुमची या नियतकालिकाचे व्यवस्थापक म्हणून आपोआप नोंदणी केली जाईल. नवीन नियतकालिक निर्माण केल्यानंतर, प्रारंभिक नियतकालिकासाठीचा सेटअप पूर्ण करण्यासाठी, तुम्हाला त्याच्या सेटिंग्ज विझार्डवर वळवले जाईल.
ms: Anda secara automatik akan didaftarkan sebagai pengurus jurnal ini. Selepas mencipta jurnal baharu, anda akan dialihkan ke wizard tetapannya, untuk melengkapkan persediaan jurnal awal.
nb: Du vil automatisk bli lagt til som redaksjonsleder. Etter at du har opprettet et nytt tidsskrift, vil du bli omdirigert til innstillingsveiviseren for å fullføre første steget i opprettelsen av tidsskriftet.
nl: U wordt automatisch ingesteld als tijdschriftbeheerder. Log in als beheerder als het tijdschrift is aangemaakt om verder te gaan met het inrichten en om gebruikers toe te voegen.
pl: Zostaniesz automatycznie przydzielony jako administrator tego czasopisma. Po utworzeniu czasopisma włączy się kreator ustawień, by wprowadzić wstępne ustawienia czasopisma.
pt_br: Seu cadastro como Gerente da Revista será automático. Após criar uma nova revista, você será redirecionado para o assistente de configurações, para concluir a configuração inicial da revista.
pt_pt: O seu registo como Diretor da revista será automático. Após criar uma nova revista, será redirecionado para o assistente de configurações para concluir a configuração inicial da revista.
ro: Veți fi automat înscris ca manager al acestui jurnal. După crearea unui jurnal nou, veți fi redirecționat către setări, pentru a finaliza configurația inițială a jurnalului.
ru_ru: Вы будете автоматически записаны управляющим этого журнала. После создания нового журнала вы будете перенаправлены на мастер настройки журнала для завершения первоначальной настройки журнала.
sk: Budete automaticky zaregistrovaný ako manažér tohto časopisu. Potom, čo vytvoríte nový časopis, vstúpte do neho ako manažér a pokračujte v jeho nastavení a zápisu užívateľov.
sl: Avtomatsko boste določeni za upravitelja revije. Ko ustvarite revijo, se prijavite kot upravitelj in nadaljujte z nastavljanjem revije in določanjem uporabnikov.
sr@cyrillic: Аутоматски ћете бити додељени часопису као менаджер. Након што направите нови часопис, приступите му као менаджер како бисте завршили подешавања и додељивање улога.
sr_rs@latin: Automatski ćete biti dodeljeni časopisu kao menadžer. Nakon što napravite novi časopis, pristupite mu kao menadžer kako biste završili podešavanja i dodeljivanje uloga.
sv: Du kommer automatiskt att läggas till som tidskriftsansvarig för den här tidskriften. Efter du har skapat en ny tidskrift kommer du att omdirigeras till tidskriftens inställningsguide, där du kan göra de första inställningarna.
tr: Otomatik olarak bu derginin yöneticisi olarak kaydedileceksiniz. Yeni bir dergi oluşturduktan sonra, derginin başlangıç ayarlarını tamamlamak üzere bu derginin ayar sayfasına yönlendirileceksiniz.
uk: Вам буде автоматично надана роль менеджера цього журналу. Після створення нового журналу, продовжуйте його створення як менеджер, зробіть необхідні налаштування та призначте ролі користувачам.
uz@latin: Siz avtomatik ravishda ushbu jurnal menejeri sifatida ro'yxatdan o'tasiz. Yangi jurnalni yaratgandan so'ng, siz jurnalni dastlabki sozlashni yakunlash uchun uni sozlash ustasiga yo'naltirilasiz.
uz_cyrl: Сиз автоматик равишда ушбу журналнинг менежери сифатида рўйхатдан ўтасиз. Янги журнални яратганингиздан сўнг, сиз журнални дастлабки созлашни якунлаш учун унинг созламалари устасига йўналтириласиз.
vi: Bạn sẽ tự động được cấp quyền là người quản lý của tạp chí này. Sau khi tạo một tạp chí mới, bạn sẽ được chuyển hướng đến trình hướng dẫn cài đặt của nó, để hoàn tất thiết lập tạp chí ban đầu.
zh_cn: 您将自动注册为这个期刊管理员.在创建一个新期刊后，作为期刊管理员进入继续进行期刊的设置和用户的注册.
zh_hans: 您将自动注册为此期刊的管理员。在创建一个新期刊后，作为期刊管理员进入设置向导继续进行期刊的设置和用户的注册。
zh_hant: 您將會被加入為此期刊的管理員。創建新期刊後，將引導您到設定精靈，完成最初的期刊設置。
zh_tw: 你會自動被註冊成此期刊的主管。在創建新期刊後，你會被帶至相關設定精靈以完成基本期刊設置。

# admin.journals.journalSettings
source: Journal Settings
az: Jurnal Tənzimləmələri
az_az: Jurnalın parametrləri
be: Наладкі часопіса
bg: Настройки на списанието
ca: Configuració de la revista
cs: Nastavení časopisu
da: Tidsskriftsindstillinger
de: Zeitschriften-Einstellungen
el: Ρυθμίσεις περιοδικού
es: Configuración de la revista
eu: Aldizkariaren ezarpenak
fa: تنظیمات مجله
fi: Julkaisun asetukset
fr_ca: Paramètres de la revue
gl: Configuración da revista
he_il: הגדרות כתב עת
hi_in: जर्नल सेटिंग्स
hr_hr: Postavke časopisa
hy_am: Ամսագրի կարգաբերումներ
id: Pengaturan Jurnal
it: Impostazioni della rivista
ja: ジャーナル設定
kk_kz: Журнал параметрлері
ko: 학술지 설정
ku_iq: ڕێکخستنی گۆڤار
ky: Настройки журнала
lt: Žurnalo nustatymai
mk: Подесувања на списание
mr: नियतकालिकाची घडण (settings)
ms: Tetapan Jurnal
nb: Tidsskriftinnstillinger
nl: Instellingen tijdschrift
pl: Ustawienia czasopisma
pt_br: Configurações da Revista
pt_pt: Configurações da revista
ro: Setări Jurnal
ru_ru: Настройки журнала
sk: Nastavenie časopisu
sl: Nastavitve revije
sr@cyrillic: Подешавања часописа
sr_rs@latin: Podešavanja časopisa
sv: Tidskriftsinställningar
tr: Dergi Ayarları
uk: Налаштування журналу
uz@latin: Jurnal sozlamalari
uz_cyrl: Журнал созламалари
vi: Cài đặt tạp chí
zh_cn: 杂志设置
zh_hans: 期刊设置
zh_hant: 期刊設定
zh_tw: 期刊設定

# admin.journals.noneCreated
source: No journals have been created.
az: Hələ ki jurnal yaradılmayıb.
az_az: Hələ heç bir jurnal yaradılmayıb.
be: Ні адзін часопіс не быў створаны.
bg: Няма създадени списания.
ca: No s'ha creat cap revista.
cs: Žádné časopisy nebyly vytvořeny.
da: Der er ikke oprettet nogen tidsskrifter.
de: Es wurde keine Zeitschrift eingerichtet.
el: Δεν έχει δημιουργηθεί κανένα περιοδικό.
es: No se han creado revistas.
eu: Ez da aldizkaririk sortu.
fa: هیچ مجله‌ای تعریف نشده است.
fi: Yhtään julkaisua ei ole luotu.
fr_ca: Aucune revue n'a été créée.
gl: Non se creou ningunha revista.
he_il: לא נוצרו כתבי עת.
hi_in: कोई जर्नल नहीं बनाई गई है।
hr_hr: Nema kreiranih časopisa.
hy_am: Որևէ ամսագիր չի ստեղծվել:
id: Belum ada jurnal yang dibuat.
it: Non è stata creata alcuna rivista.
ja: ジャーナルはまだ作成されていません。
kk_kz: Жүктелетін журнал табылмады.
ko: 아무 학술지도 생성되지 않았습니다.
ku_iq: هیچ گۆڤارێک تۆمار نەکراوە.
ky: Эч кандай журнал түзүлгөн эмес.
lt: Nėra sukurtų žurnalų.
mk: Не се создадени списанија.
mr: एकही नियतकालिक अद्याप येथे अस्तित्वात नाही.
ms: Tidak ada jurnal yang dibuat.
nb: Ingen tidsskrift er opprettet.
nl: Er zijn geen tijdschriften aangemaakt.
pl: Nie utworzono żadnych czasopism.
pt_br: Nenhuma revista foi criada.
pt_pt: Não foram criadas revistas.
ro: Nu a fost creat nici un jurnal.
ru_ru: Ни один журнал не был создан.
sk: Žiadne časopisy neboli vytvorené.
sl: Nobena revija ni bila ustvarjena.
sr@cyrillic: Нема креираних часописа.
sr_rs@latin: Nema kreiranih časopisa.
sv: Inga tidskrifter skapade.
tr: Henüz bir dergi oluşturulmadı.
uk: Жодних журналів не було створено.
uz@latin: Hech qanday jurnal yaratilmagan.
uz_cyrl: Ҳеч қандай журнал яратилмаган.
vi: Không có tạp chí nào được tạo.
zh_cn: 没有期刊已经建立.
zh_hans: 没有创建的期刊。
zh_hant: 無期刊被創建。
zh_tw: 無期刊被創建。

# admin.contexts.create
source: Create Journal
az: Jurnal Yarad
az_az: Jurnalı yaradın
be: Стварыць часопіс
bg: Създаване на списание
ca: Crea una revista
cs: Vytvořit časopis
da: Opret tidsskrift
de: Eine Zeitschrift einrichten
el: Δημιουργία περιοδικού
es: Crear revista
eu: Sortu aldizkaria
fa: مجله جدید
fi: Luo julkaisu
fr_ca: Créer une revue
gl: Crear unha revista
he_il: צור כתב עת
hi_in: जर्नल बनाएँ
hr_hr: Kreiraj časopis
hy_am: Ստեղծել ամսագիր
id: Buat Jurnal
it: Creare una nuova rivista
ja: ジャーナル作成
kk_kz: Журнал құру
ko: 학술지 만들기
ku_iq: گۆڤارێک دروست بکە
ky: Журнал түзүү
lt: Sukurti žurnalą
mk: Создади списание
mr: नियतकालिक निर्माण करा
ms: Cipta Jurnal
nb: Opprett tidsskrift
nl: Creëer tijdschrift
pl: Utwórz czasopismo
pt_br: Criar Revista
pt_pt: Criar revista
ro: Creare jurnal
ru_ru: Создать журнал
sk: Vytvoriť časopis
sl: Ustvari revijo
sr@cyrillic: Направи часопис
sr_rs@latin: Napravi časopis
sv: Skapa tidskrift
tr: Dergi Oluştur
uk: Створити журнал
uz@latin: Jurnal yaratish
uz_cyrl: Журнал яратиш
vi: Tạo tạp chí
zh_cn: 创建期刊
zh_hans: 创建期刊
zh_hant: 創建期刊
zh_tw: 創建期刊

# admin.journals.urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}.
az: Bu, jurnalı bildirən qısa bir söz ya da qısaltma olmalıdır. Jurnalın URL adresi {$sampleUrl} olacaqdır.
az_az: Bu jurnalı təsvir edən qısa söz və ya abbreviatura olmalıdır. Jurnalın URL-i {$sampleUrl} olacaq.
be: Гэта павінна быць адно кароткае слова або абрэвіятура, якая ідэнтыфікуе часопіс. URL-адрас часопіса будзе {$sampleUrl}.
bg: Въведете една кратка дума или акроним, който да характеризира и идентифицира списанието в рамките на сайта. URL-ът на списанието ще бъдe {$sampleUrl}.
ca: Introduïu una paraula curta o un acrònim que identifiqui la revista. L'URL de la revista serà {$sampleUrl}.
cs: Zde má být krátké slovo nebo akronym, které identifikuje časopis. URL časopisu bude {$sampleUrl}.
da: Dette bør være et enkelt kort ord eller akronym, der identificerer tidsskriftet. Tidsskriftets URL-adresse er {$sampleUrl}.
de: Die Zeitschrift sollte über ein kurzes Wort oder eine Abkürzung identifizierbar sein. Die URL der Zeitschrift wird {$sampleUrl} lauten.
el: Μια σύντομη λέξη ή ακρωνύμιο που θα ταυτοποιεί το περιοδικό. Το URL του περιοδικού θα είναι {$sampleUrl}.
es: Una palabra corta o acrónimo para identificar la revista. La dirección URL de la revista será {$sampleUrl}.
eu: Aldizkariaren URLa {$sampleUrl} izango da.
fa: این باید یک کلمه کوتاه یا مخفف باشد که مجله را مشخص کند. آدرس اینترنتی مجله این خواهد بود: {$sampleUrl}.
fi: Tämän tulee olla yksittäinen lyhyt sana tai akronyymi, joka identifioi julkaisun. Julkaisun URL-osoitteeksi tulee {$sampleUrl}.
fr_ca: Ceci devrait être un mot court ou un acronyme qui identifie la revue. L'URL de la revue sera {$sampleUrl}.
gl: Introduza unha palabra curta ou un acrónimo que identifique a revista. O URL da revista será: {$sampleUrl}.
he_il: זו צריכה להיות מילה קצרה או ראשי תיבות שמזהה את כתב העת. כתובת האתר של כתב העת תהיה {sampleUrl$}.
hi_in: यह एक एकल छोटा शब्द या संक्षिप्त नाम होना चाहिए जो जर्नल की पहचान करता है। जर्नल का URL होगा{$sampleUrl}.
hr_hr: Preporuča se jedna kratka riječ ili akronim koji identificira časopis. URL časopisa će biti {$sampleUrl}.
hy_am: Սա կլինի մեկ կարճ բառ կամ հապավում, որը ներկայացնում է ամսագիրը: Ամսագրի հղումը հետևյալն է՝ {$sampleUrl}:
id: Ini diisi dengan satu kata atau singkatan yang mengidentifikasi jurnal. URL jurnal akan menjadi {$sampleUrl}.
it: Utilizzare un termine breve o un acronimo. La URL della rivista sarà {$sampleUrl}.
ja: ジャーナルを識別する短い単語または頭字語を半角英数字で入力してください。ジャーナルのURLは{$sampleUrl}となります。
kk_kz: Бұл журналды анықтайтын бір қысқа сөз немесе аббревиатура болуы керек. Журналдың URL мекенжайы {$sample Url} болады.
ko: 학술지를 식별하는 하나의 짧은 단어 또는 머리 글자 여야합니다. 저널의 URL은 {$ sampleUrl}입니다.
ku_iq: ئەمە دەبێت تاکە وشەیەکی کورت یان وشەیەکی کورتکراوە بێت کە گۆڤارەکەی پێ دەناسرێتەوە.لینکی گۆڤارەکە ئەمە دەبێت {$sampleUrl}.
ky: Бул журналды аныктаган бир кыска сөз же аббревиатура болушу керек. Журналдын URL дареги {$sampleUrl} болот.
lt: Tai turi būti vienas trumpas žodis arba akronimas, identifikuojantis žurnalą. Žurnalo URL bus {$sampleUrl}.
mk: Ова треба да биде еден краток збор или акроним кој ќе го идентифицира списанието. URL на списанието ќе биде {$sampleUrl}.
mr: नियतकालिकाची ओळख ही एका छोट्या शब्दातून किंवा त्याच्या आद्याक्षरी शब्दांपासून निर्माण करावी. नियतकालिकाचा URL {$sampleUrl} असेल.
ms: Ini mestilah satu kata pendek atau akronim yang mengenal pasti jurnal. URL jurnal adalah {$sampleUrl}.
nb: Dette bør være ett enkelt kort ord eller akronym som identifiserer tidsskriftet. Tidsskriftets URL vil bli {$sampleUrl}.
nl: Dit moet een enkel kort woord of acroniem zijn dat het tijdschrift identificeert. De URL van het tijdschrift wordt {$sampleUrl}.
pl: Krótkie, pojedyńcze słowo lub akronim identyfikujące czasopismo. Adres czasopisma będzie miał postać {$sampleUrl}.
pt_br: Deve ser uma única palavra curta ou acrônimo para identificar a revista. O endereço URL da revista será {$sampleUrl}.
pt_pt: Deve ser unicamente uma palavra curta ou acrónimo para identificar a revista. Geralmente é usado um acrónimo que identifica a revista. O URL da revista será: {$sampleUrl}.
ro: Acesta ar trebui să fie un singur cuvânt scurt sau acronim care identifică jurnalul. URL-ul jurnalului va fi {$sampleUrl}.
ru_ru: Это должно быть одно короткое слово или аббревиатура, которая идентифицирует журнал. URL-адрес журнала будет {$sampleUrl}.
sk: Toto má byť krátke slovo alebo akronym, ktoré identifikuje časopis. URL časopisu bude {$sampleUrl}.
sl: To naj bo ena kratka beseda ali kratica, ki identificira revijo. URL revije bo potem {$sampleUrl}.
sr@cyrillic: Ово би требала да буде једна кратка реч или акроним који идентификује часопис. УРЛ часописа ће бити {$sampleUrl}
sr_rs@latin: Ovo bi trebala da bude jedna kratka reč ili akronim koji identifikuje časopis. URL časopisa će biti {$sampleUrl}
sv: Det här ska vara ett enskilt, kort ord eller en akronym som identifierar tidskriften. Tidskriftens URL kommer att vara: {$sampleUrl}.
tr: Bu, dergiyi tanımlayan kısa bir kelime ya da kısaltma olmalıdır. Derginin URL adresi {$sampleUrl} şeklinde olacaktır.
uk: Це повинно бути одне коротке слово або акронім, який ідентифікуватиме цей журнал. URL-адресою журналу буде {$sampleUrl}.
uz@latin: Bu jurnalni aniqlaydigan bitta qisqa so'z yoki qisqartma bo'lishi kerak. Jurnalning URL manzili {$ sampleUrl} bo'ladi.
uz_cyrl: Бу журнални аниқлайдиган битта қисқа сўз ёки қисқартма бўлиши керак. Журналнинг URL манзили {$sampleUrl} бўлади.
vi: Đây phải là một từ ngắn hoặc từ viết tắt xác định tạp chí. URL của tạp chí sẽ là {$sampleUrl}.
zh_cn: 应该是一个单一的短词或缩写来标识杂志，期刊URL将是 {$sampleUrl}
zh_hans: 应该是一个单一的短词或缩写来标识期刊，期刊 URL 将是 {$sampleUrl}。
zh_hant: 此應為識別期刊的簡稱或縮寫。期刊的網址將會是{$sampleUrl}。
zh_tw: 這是一個簡短的縮寫，以辨識這本期刊。這本期刊的網址會是{$sampleUrl}。

# admin.contexts.form.titleRequired
source: A title is required.
az: Başlıq daxil edilməlidir.
az_az: Başlıq tələb olunur.
be: Назва ўказваецца абавязкова.
bg: Заглавието е задължително поле.
ca: Es necessita un títol.
cs: Je třeba zadat název.
da: Titel mangler.
de: Die Angabe eines Titels ist erforderlich.
el: Απαιτείται τίτλος για το περιοδικό.
es: Se necesita un título.
eu: Izenburu bat behar da.
fa: وارد کردن عنوان ضروری است.
fi: Nimi vaaditaan.
fr_ca: Un titre est requis.
gl: Cómpre poñer un título.
he_il: נדרשת כותרת.
hi_in: शीर्षक आवश्यक है।
hr_hr: Potrebno je unijeti naslov.
hy_am: Վերնագիրը պարտադիր է։
id: Perlu judul.
it: È necessario un titolo.
ja: タイトルは必須です。
kk_kz: Тақырып қажет.
ko: 제목이 필요합니다.
ku_iq: ناونیشانێک داواکراوە.
ky: аты талап кылынат.
lt: Reikia nurodyti antraštę.
mk: Потребен е наслов.
mr: शीर्षक आवश्यक आहे.
ms: Tajuk diperlukan.
nb: En tittel er påkrevet.
nl: Een titel is verplicht.
pl: Tytuł jest wymagany.
pt_br: O título é obrigatório.
pt_pt: O título é obrigatório.
ro: Este necesar un titlu.
ru_ru: Название обязательно.
sk: Je potrebné zadať názov.
sl: Naslov je obvezen.
sr@cyrillic: Наслов је обавезан.
sr_rs@latin: Naslov je obavezan.
sv: En titel krävs.
tr: Bir başlık girilmesi zorunludur.
uk: Необхідна назва.
uz@latin: Sarlavha kerak.
uz_cyrl: Сарлавҳа керак.
vi: Bắt buộc phải có tiêu đề.
zh_hans: 标题为必填项。
zh_hant: 必須提供標題。
zh_tw: 必須提供標題。

# admin.contexts.form.pathRequired
source: A path is required.
az: Yol daxil edilməlidir.
az_az: Yol tələb olunur.
be: Шлях ўказваецца абавязкова.
bg: Пътят е задължително поле.
ca: Cal que introduïu una ruta.
cs: Je vyžadována cesta.
da: En sti er påkrævet.
de: Die Angabe eines Zugangspfads ist erforderlich.
el: Απαιτείται διαδρομή για το περιοδικό.
es: Inserte una ruta.
eu: Bidea zehaztu behar da.
fa: وارد کردن مسیر الزامی است.
fi: Polku vaaditaan.
fr_ca: Le chemin d'accès est obligatoire.
gl: Introduza unha ruta.
he_il: דרוש נתיב (path).
hi_in: एक पथ की आवश्यकता है।
hr_hr: Putanja je obavezna.
hy_am: Ճանապարհը պարտադիր է։
id: Perlu path.
it: Inserire un percorso.
ja: パスは必須です。
kk_kz: Жол қажет.
ko: 경로가 필요합니다.
ku_iq: ڕێچکەیەک داواکراوە.
ky: Жол талап кылынат.
lt: Reikia nurodyti kelią.
mk: Потребна е патека.
mr: स्थानमार्गाची नोंद (path) आवश्यक आहे.
ms: Laluan URL diperlukan.
nb: En filsti er påkrevet.
nl: Een pad is verplicht.
pl: Wymagane jest wskazanie położenia w systemie plików.
pt_br: O caminho é obrigatório.
pt_pt: O caminho é obrigatório.
ro: Este necesară o cale.
ru_ru: Путь обязателен.
sk: Je vyžadovaná cesta.
sl: Pot je obvezna.
sr@cyrillic: Путања је обавезна.
sr_rs@latin: Putanja je obavezna.
sv: En sökväg krävs.
tr: Bir yol girilmesi zorunludur.
uk: Необхідний шлях.
uz@latin: Yo'l kerak.
uz_cyrl: Йўл (Path) керак.
vi: Bắt buộc phải có đường dẫn.
zh_cn: 路径是必须的
zh_hans: 路径是必填项。
zh_hant: 必須提供路徑。
zh_tw: 必須提供路徑。
