Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.settings.disableBulkEmailRoles.contextDisabled
source: The bulk email feature has been disabled for this journal. Enable this feature in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
az: Toplu email funksiyası bu jurnal üçün deaktiv edildi. Bu funksiyanı <a href="{$siteSettingsUrl}">İdarəçi>Sayt Tənzimləmələri</a> qismindən aktivləşdirin.
az_az: Kütləvi e-poçt funksiyası bu jurnal üçün deaktiv edilib. <a href="{$siteSettingsUrl}">Admin > Site Settings</a> bölməsində bu funksiyanı aktiv edin.
bg: Функцията за групов имейл е деактивирана за това списание. Активирайте тази функция в <a href="{$siteSettingsUrl}"> Административен панел > Настройки на сайта </a>.
ca: S'ha desactivat la funcionalitat de correus electrònics en aquesta revista. Per tornar-la a activar aneu a <a href="{$siteSettingsUrl}">Admin > Configuració del lloc</a>.
cs: Funkce hromadného e-mailu byla pro tento deník deaktivována. Tuto funkci povolte v části <a href="{$siteSettingsUrl}"> Správce> Nastavení webu </a>.
da: Masse-e-mail-funktionen er blevet deaktiveret i forbindelse med dette tidsskrift. Aktivér denne funktion under <a href="{$siteSettingsUrl}" > Admin> Webstedsindstillinger</a>.
de: Die Massen-E-Mail Funktio wurde für dieses Journal deaktiviert. Aktivieren Sie diese Funktion in <a href="{$siteSettingsUrl}">Admin > Seiteneinstellungen</a>.
el: Η δυνατότητα μαζικής αλληλογραφίας έχει απενεργοποιηθεί για αυτό το περιοδικό. Ενεργοποιήστε αυτήν τη δυνατότητα σε <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
es: El correo electrónico masivo se ha desactivado en esta revista. Para volver a activarlo vaya a <a href="{$siteSettingsUrl}">Admin > Ajustes del sitio</a>.
eu: Posta elektroniko masiboaren funtzioa desgaitu da aldizkari honetarako. Gaitu funtzio hau <a href="{$siteSettingsUrl}">Admin > Gunearen ezarpenak</a> atalean.
fa: ویژگی ایمیل انبوه برای این مجله غیرفعال شده است. این ویژگی را در <a href="{$siteSettingsUrl}">مدیریت> تنظیمات سایت</a> فعال کنید.
fi: La fonctionnalité de message automatique a été désactivée pour ce journal. Vous pouvez l'activer en allant dans les <a href="{$siteSettingsUrl}">Admin > Paramètres du site</a>.
fr_ca: L'envoi de courriels en lot a été désactivé pour cette revue. Vous pouvez activer cette fonctionnalité depuis le menu <a href="{$siteSettingsUrl}">Administration > Paramètres du site</a>.
gl: A función de correo electrónico foi desactivada para esta revista. Active a función en <a href="{$siteSettingsUrl}">Administración > Configuracións do Site</a>.
hy_am: Մասսայական նամակների ֆունկցիան այս ամսագրի համար ապաակտիվացված է։ Միացրեք այս ֆունկցիան այստեղ․ <a href="{$siteSettingsUrl}">Ադմին > Կայքի կարգաբերումներ</a>.
id: Fitur email massal telah dinonaktifkan untuk jurnal ini. Aktifkan fitur ini pada <a href="{$siteSettingsUrl}">Administrasi > Pengaturan Situs</a>.
it: La funzione di invio massivo di email è stata disabilitata per questa rivista. Per abilitarla utilizzare <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
ja: このジャーナルでは一括メール機能が無効になっています。<a href="{$siteSettingsUrl}"> 管理者 > サイト設定</a>でこの機能を有効にしてください。
kk_kz: Электрондық пошта мүмкіндігі бұл журнал үшін өшірілген. Бұл мүмкіндікті <a href="{$siteSettingsUrl}"> Admin> Site Settings </a> ішінен қосыңыз.
ko: 이 저널에 대해 대량 이메일 기능이 비활성화되었습니다. <a href="{$siteSettingsUrl}">관리 > 사이트 설정</a>에서 이 기능을 활성화하세요.
ky: Бул журнал үчүн жапырт электрондук почта функциясы өчүрүлгөн. Бул функцияны <a href="{$siteSettingsUrl}">Администрация > Сайттын жөндөөлөрү</a> бөлүмүнөн иштетиңиз.
lt: Šiam žurnalui masinių el. laiškų siuntimo funkcija išjungta. Įjunkite šią funkciją skiltyje <a href="{$siteSettingsUrl}">Administratorius > Svetainės nustatymai</a>.
mk: Функцијата за испраќање и-меил во големи количини е оневозможена за ова списание. Овозможете ја оваа функција преку <a href="{$siteSettingsUrl}">Администратор > Поставки на веб-страницата</a>.
mr: या नियतकालिकासाठी एकगठ्ठा (बल्क) ई-मेल पाठवण्याची सोय निष्क्रिय (disable) केली गेली आहे. हे वैशिष्ट्य <a href="{$siteSettingsUrl}">Admin > Site Settings</a> मध्ये जाऊन सक्रिय (enable) करा.
ms: Ciri e-mel pukal telah dilumpuhkan untuk jurnal ini. Aktifkan ciri ini di <a href="{$siteSettingsUrl}"> Pentadbir> Tetapan Laman </a>.
nb: Masse-epostfunskjonen er blitt slått av for dette tidsskriftet. Funksjonen kan slås på under <a href="{$siteSettingsUrl}" > Admin> Nettstedets innstillinger</a>.
pl: Funkcja masowej poczty e-mail została wyłączona dla tego czasopisma. Włącz tę funkcję w <a href="{$siteSettingsUrl}">Administrator > Ustawienia strony internetowej</a>.
pt_br: O recurso de e-mail em massa foi desativado para esta revista. Habilite este recurso em <a href="{$siteSettingsUrl}"> Administração> Configurações do Portal </a>.
pt_pt: O recurso de e-mail em massa foi desativado para esta revista. Ative este recurso em <a href="{$siteSettingsUrl}">Administração > Configurações do Site</a>.
ro: Funcția de email în bloc a fost dezactivată pentru acest jurnal. Activați această funcție în <a href="{$siteSettingsUrl}">Admin > Setări site</a>.
sl: Masovno pošiljanje emailov je onemogočeno za to revijo. To funkcijo se omogoči v <a href="{$siteSettingsUrl}">Administracija > Nastavitve spletišča</a>.
sv: Massutskicksfunktionen har avaktiverats för denna tidskrift. Aktivera funktionen under <a href="{$siteSettingsUrl}">Admin >Webbplatsinställningar</a>.
tr: Bu günlük için toplu e-posta özelliği devre dışı bırakıldı. Bu özelliği <a href="{$siteSettingsUrl}">Yönetici> Site Ayarları<a href="{$siteSettingsUrl}"> kısmından etkinleştirin.
uk: Функція масової відправки електронної пошти була відключена для цього журналу. Увімкніть цю функцію в <a href="{$siteSettingsUrl}">Адміністратор > Налаштування вебсайту</a>.
uz@latin: Ushbu jurnal uchun ommaviy elektron pochta funksiyasi o'chirilgan. Ushbu xususiyatni <a href="{$siteSettingsUrl}"> Admin> Sayt sozlamalarida </a> yoqing.
uz_cyrl: Бу журнал учун оммавий электрон почта функцияси ўчириб қўйилган. Бу функцияни <a href="{$siteSettingsUrl}">Администратор > Сайт созламалари</a> орқали ёқинг.
vi: Tính năng gửi email hàng loạt đã bị vô hiệu hóa trong tờ báo này. Mở tính năng này ở menu <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
zh_hans: 此期刊已禁用批量发送电子邮件功能。在<a href="{$siteSettingsUrl}">管理 > 站点设置</a> 中启用此功能。
zh_hant: 此期刊的批量發送電郵已被解除。請到<a href="{$siteSettingsUrl}">管理員 > 網站設定</a>啟動此功能。

# admin.siteManagement.description
source: Add, edit or remove journals from this site and manage site-wide settings.
az: Bu sayta yeni jurnal əlavə edin, redaktə edin və ya silin və bütün saytdakı tənzimləmələri idarə edin.
az_az: Bu saytdan jurnalları əlavə edin, redaktə edin və ya silin və bütün sayt parametrlərini idarə edin.
bg: Добавяне, редактиране или премахване на списания от този сайт и управление на настройките за целия сайт.
ca: Afegiu, editeu o elimineu revistes i gestioneu la configuració de tot el lloc.
cs: Přidávání, úpravy nebo odebírání časopisů z tohoto webu a správa nastavení celého webu.
da: Tilføj, rediger eller fjern tidsskrifter fra dette site og rediger site-wide indstillinger.
de: Zeitschriften von dieser Seite hinzufügen, bearbeiten, oder entfernen und site-wide Einstellungen verwalten.
es: Agregue, edite o elimine revistas y administre la configuración de todo el sitio.
eu: Gehitu, editatu edo kendu aldizkariak gune honetatik eta kudeatu gune osoko ezarpenak.
fa: مجلات را از این سایت اضافه کنید، ویرایش کنید یا حذف کنید و تنظیمات عمومی سایت را مدیریت کنید.
fi: Lisää, muokkaa tai poista julkaisuja tältä sivustolta ja hallinnoi koko sivuston asetuksia.
fr_ca: Ajouter, modifier ou supprimer des revues de ce site et gérer les paramètres de l'ensemble du site.
hy_am: Ավելացրեք, խմբագրեք կամ հեռացրեք ամսագրերը այս կայքից և կառավարեք կայքի կարգավորումները:
id: Tambah, edit, atau hapus jurnal dari website ini dan kelola pengaturan secara global.
it: Aggiungi, modifica o rimuovi riviste da questo sito e gestisci i settaggi validi per tutto il sito.
kk_kz: Бұл сайт арқылы журналдарды қосу, өңдеу немесе жою және бүкіл сайт параметрлерін басқару.
ky: Бул сайттан журналдарды кошуп, түзөтүп жана жок кылып, жалпы сайттын жөндөөлөрүн башкарыңыз.
lt: Pridėti, redaguoti arba pašalinti žurnalus iš šios svetainės ir tvarkyti visos svetainės nustatymus.
mk: Додавај, уредувај или отстранувај списанија од оваа локација и управувај со поставките на целата локација.
mr: या संकेतस्थळावर नियतकालिकांचा समावेश, संपादन किंवा वगळण्यासाठी संकेतस्थळ-व्यापी सेटिंग्ज व्यवस्थापित करा.
ms: Tambah, edit atau alih keluar jurnal daripada tapak ini dan urus tetapan seluruh tapak.
nb: Legg til, rediger eller fjern tidsskrifter fra dette nettstedet og rediger innstillinger for hele nettstedet .
pl: Dodaj, edytuj lub usuń tytuły czasopism, zarządzaj ustawieniami instalacji.
pt_br: Adicione, edite ou remova revistas deste portal e gerencie as configurações de todo o portal.
pt_pt: Adicione, edite ou remova revistas deste site e gira as configurações de todo o site.
sl: Dodajte, uredite ali odstranite revije na tem spletišču in urejajte nastavitve celotnega spletišča.
sv: Lägg till, redigera eller ta bort tidskrifter från webbplatsen och hantera inställningar för hela webbplatsen.
tr: Bu siteye yen dergi ekleyin, düzenleyin veya silin ve site genelindeki ayarları yönetin.
uk: Додавайте, редагуйте або видаляйте журнали з цього вебсайту і керуйте налаштуваннями всього сайту.
uz@latin: Ushbu saytda yangi jurnallarni qo'shing, tahrirlang yoki o'chiring va sayt sozlamalarini boshqaring.
uz_cyrl: Ушбу сайтдан журналларни қўшинг, таҳрирланг ёки ўчиринг ва бутун сайт созламаларини бошқаринг.
vi: Quản lý các tạp chí và thiết lập toàn cục.
zh_hant: 從此網站增添、編輯或移除期刊及管理全網站設定。
