Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.mergeUsers.confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
az: Seçilən {$oldAccountCount} adlı istifadəçi hesabını (hesablarını), "{$newUsername}" adlı istifadəçi hesabında birləşdirmək istədiyinizdən əminsinizmi? Seçilən {$oldAccountCount} hesab(lar) ləğv ediləcək və daha sonra istifadə edilə bilməyəcək. Bu hərəkət geri qaytarılmır.
az_az: Seçilmiş {$oldAccountCount} hesablarını "{$newUsername}" istifadəçi adı olan hesaba birləşdirmək istədiyinizə əminsiniz? Seçilmiş {$oldAccountCount} hesabları artıq mövcud olmayacaq. Bu əməliyyat geri qaytarıla bilməz.
be: Вы ўпэўнены, што хочаце аб'яднаць выбраныя {$oldAccountCount} уліковых запісаў ва ўліковы запіс з імем карыстальніка «{$newUsername}»? Выбраныя {$oldAccountCount} уліковыя запісы пасля гэтага перастануць існаваць. Гэта дзеянне нельга адмяніць.
bg: Сигурни ли сте, че искате да прехвърлите данните за избрания(те) {$oldAccountCount} акаунт(и) към потребител "{$newUsername}"? Избраните {$oldAccountCount} акаунти ще бъдат изтрити и няма да могат да се възстановят.
ca: Esteu segurs que voleu fusionar el comptes seleccionats {$oldAccountCount} amb el compte amb nom d’usuari/ària «{$newUsername}»? Si ho feu, els comptes amb el nom d’usuari/ària {$oldAccountCount} ja no existiran. Aquesta acció no es pot desfer.
cs: Jste si jistý, že chcete sloučit vybraný účet/účty "{$oldAccountCount}" do účtu s uživatelským jménem "{$newUsername}"? Vybraný účet/účty "{$oldAccounCount}" poté přestane/přestanou existovat. Tato akce je nevratná.
da: Er du sikker på, at du vil flette kontoen med brugernavnet {$oldAccountCount} til kontoen med brugernavnet "{$newUsername}"? Kontoen med brugernavnet {$oldAccountCount} vil derefter ophøre med at eksistere. Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie die ausgewählten {$oldAccountCount} Konten in dem Konto mit dem Benutzer/innennamen "{$newUsername}" zusammenführen wollen? Die ausgewählten {$oldAccountCount} Konten werden danach nicht mehr existieren. Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι επιθυμείτε να συγχωνεύσετε τον/τους επιλεγμένο(-ους) {$oldAccountCount} λογαριασμό(-ους) στον λογαριασμό με όνομα Χρήστη "{$newUsername}"; Ο/Οι επιλεγμένος(-οι) {$oldAccountCount} λογαριασμός(-σμοί) θα διαγραφεί(-ούν). Αυτή η ενέργεια δεν είναι αναστρέψιμη.
es: ¿Está seguro/a de que desea fusionar la cuenta/s seleccionada {$oldAccountCount} con la cuenta con el nombre de usuario/a "{$newUsername}"? Las cuentas seleccionadas {$oldAccountCount} dejarán de existir. Esta acción no es reversible.
eu: Ziur zaude "{$oldUsername}" erabiltzaile-izena duen kontua ezabatu eta "{$newUsername}" erabiltzaile-izena duen kontuarekin batu nahi duzula? "{$oldUsername}" kontua galdu egingo da. Ekintza hau ezingo da desegin.
fa: آیا مطمئن هستید که می‌خواهید حساب کاربری "{$oldAccountCount}" را با حساب کاربری"{$newUsername}" ادغام کنید؟ بعد از ادغام حساب کاربری"{$oldAccountCount}" دیگر وجود نخواهد داشت . این عملیات قابل بازگشت نیست.
fi: Haluatko varmasti yhdistää valitut tilit {$oldAccountCount} tiliin, jolla on käyttäjätunnus "{$newUsername}"? Valitut tilit {$oldAccountCount} poistetaan kokonaan. Tätä toimintoa ei voi kumota.
fr_ca: Êtes-vous certain-e de vouloir fusionner le compte portant le nom d'utilisateur-trice « {$oldAccountCount} » avec le compte portant le nom d'utilisateur-trice « {$newUsername} » ? Le compte portant le nom d'utilisateur-trice « {$oldAccountCount} » sera supprimé. Cette action est irréversible.
gl: Está seguro/a de que desexa fusionar a conta/s seleccionada/s {$oldAccountCount} coa conta co nome de usuario/a "{$newUsername}"? As contas seleccionadas {$oldAccountCount} deixarán de existir. Esta acción é irreversible.
he_il: האם אתה בטוח שברצונך למזג את {oldAccountCount$} חשבונות שנבחרו לחשבון עם שם המשתמש "{newUsername$}"? חשבונות {oldAccountCount$} שנבחרו לא יהיו קיימים לאחר מכן. פעולה זו אינה הפיכה.
hi_in: क्या आप सुनिश्चित हैं कि आप चयनित {$oldAccountCount} खाते (एस) को उपयोगकर्ता नाम '{$newUsername} ' के साथ खाते में विलय करना चाहते हैं? चयनित {$oldAccountCount} खाते बाद में मौजूद नहीं होंगे। यह क्रिया प्रतिवर्ती नहीं है ।
hr_hr: Jeste li sigurni da želite spojiti račun korisnika "{$oldUsername}" s računom korisnika "{$newUsername}"? Račun korisničkog imena "{$oldUsername}" više neće postojati nakon toga. Ovo je nepovratna radnja.
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ընտրված {$oldAccountCount} հաշիվը (հաշիվները) միավորել "{$newUsername}" անվամբ հաշվի հետ։ Ընտրված {$oldAccountCount} հաշիվները այլևս գոյություն չեն ունենա։ Այս գործողությունը չեղարկել հնարավոր չէ։
id: Anda yakin hendak menggabungkan akun {$oldAccountCount} ke dalam akun "{$newUsername}"? Akun {$oldAccountCount} akan dihapus. Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler unire {$oldAccountCount} account selezionato(i) con l'account "{$newUsername}"? L'account {$oldAccountCount} verrà eliminato definitivamente. Questa azione non è reversibile.
ja: 選択された{$oldAccountCount}アカウントを、ユーザー名"{$newUsername}"のアカウントに統合してよろしいですか？選択した{$oldAccountCount}アカウントは、その後存在しなくなります。この操作は元に戻すことはできません。
kk_kz: Таңдалған {$ oldAccountCount} есептік жазбаларын «{$ newUsername}» пайдаланушы атымен біріктіргіңіз келетініне сенімдісіз бе? Таңдалған {$ oldAccountCount} есептік жазбалары кейін болмайды. Бұл әрекет қайтымды емес.
ko: 선택한 {$oldAccountCount} 계정을 사용자 이름이 "{$newUsername}"인 계정으로 병합 하시겠습니까? 선택한 {$oldAccountCount} 계정은 삭제됩니다. 이 조치는 돌이킬 수 없습니다.
ku_iq: ئایا تۆ دڵنیایت لەوەی کە ئەم ئەژمارانە بەیەکەوە دەلکێنیت کە ژمارەیان {$oldAccountCount}یە و دەیانخەیتە سەر "{$newUsername}"? ئەژمارە دیاریکراوەکان {$oldAccountCount} دەسڕێنەوە. ئەم کردارە گەڕانەوەی تێدا نابێت.
ky: Тандалган {$oldAccountCount} каттоо эсептерин "{$newUsername}" колдонуучу аты менен чын эле бириктиргиңиз келеби? Тандалган {$oldAccountCount} аккаунттары андан соң иштебей калат. Бул аракетти артка кайтаруу мүмкүн эмес.
lt: Ar tikrai norite sujungti pasirinktas {$oldAccountCount} paskyrą (-as) į vieną paskyra su vartotojo vardu „{$newUsername}“? Pasirinktos {$oldAccountCount} paskyros bus panaikintos. Šis veiksmas yra negrįžtamas.
mk: Сугурен ли сте дека сакате да ги споите избраните {$oldAccountCount} акаунти во акаунт со корисничко име "{$newUsername}"? Избраните {$oldAccountCount} акаунти нем ада постојат после тоа. Оваа постапка е неповратна.
mr: तुम्ही निवडलेले/निवडलेली {$oldAccountCount} खाते/खाती "{$newUsername}" या वापरकर्त्याच्या खात्यात खात्रीने विलीन करू इच्छिता ना? विलिनीकरणानंतर निवडलेली {$oldAccountCount} खाती अस्तित्वात राहणार नाहीत. तसेच ही क्रिया उलट फिरवता येणार नाही.
ms: Adakah anda pasti mahu menggabungkan {$oldAccountCount} akaun yang dipilih ke dalam akaun dengan nama pengguna "{$newUsername}"? Akaun {$oldAccountCount} yang dipilih tidak akan wujud selepas itu. Tindakan ini tidak boleh diterbalikkan.
nb: Er du sikker på at du vil slå sammen brukerkontoen med navnet "{$oldUsername}" med kontoen med brukernavnet "{$newUsername}"? Etterpå finnes ikke brukerkontoen med navnet "{$oldUsername}" lenger. Denne handlingen kan ikke omgjøres.
nl: Weet u zeker dat u de geselecteerde {$oldAccountCount} account(s) wilt samenvoegen met gebruikersnaam "{$newUsername}"? de geselecteerde {$oldAccountCount} account(s) bestaan dan niet meer. Deze actie kan niet ongedaan gemaakt worden.
pl: Czy jesteś pewien, że wybrane konta użytkowników ({$oldAccountCount}) chcesz scalić z kontem użytkownika ({$newUsername})? Miej świadomość, że konta scalane ({$oldAccountCount}) zostaną nieodwracalnie usunięte a zostanie tylko scalające konto użytkownika ({$newUsername}).
pt_br: Deseja realmente mesclar os "{$oldAccountCount}" cadastro(s) selecionado(s) no cadastro do usuário "{$newUsername}"? As contas selecionadas "{$oldAccountCount}" serão excluídas permanentemente. Esta ação é irreversível.
pt_pt: Tem certeza que pretende unificar o registo do utilizador "{$oldAccountCount}" com o registo do utilizador "{$newUsername}"? O registo de "{$oldAccountCount}" será eliminado permanentemente. Esta ação é irreversível.
ro: Sigur doriți să îmbinați conturile {$ oldAccountCount} selectate în cont cu numele de utilizator „{$ newUsername}”? Conturile selectate {$ oldAccountCount} nu vor exista ulterior. Această acțiune nu este reversibilă.
ru_ru: Вы уверены, что хотите объединить выбранные {$oldAccountCount} учетных записей в учетную запись с именем пользователя «{$newUsername}»? Выбранные {$oldAccountCount} учетные записи после этого перестанут существовать. Это действие нельзя отменить.
sk: Ste si istý, že chcete zlúčiť vybraný účet/účty "{$oldAccountCount}" do účtu/účtov s uživatelským menom "{$newUsername}"? Vybraný účet/účty "{$oldAccounCount}" potom prestane/prestanú existovať. Táto akcia je nevratná.
sl: Ali ste prepričani, da želite združiti izbran uporabniški račun (ali več njih) {$oldAccountCount} v uporabniški račun z imenom "{$newUsername}"? Izbrani uporabniški računi {$oldAccountCount} ne bodo več obstajali. Ta akcija je nerevezibilna.
sr@cyrillic: Да ли сте сигурни да желите да спојите корисничке налоге {$oldAccountCount} у налог са корисничким именом "{$newUsername}"? одабрани налози {$oldAccountCount} више неће постојати.
sr_rs@latin: Da li ste sigurni da želite da spojite korisničke naloge {$oldAccountCount} u nalog sa korisničkim imenom "{$newUsername}"? odabrani nalozi {$oldAccountCount} više neće postojati.
sv: Är du säker på att du vill slå ihop kontot med användarnamnet "{$oldUsername}" med kontot med användarnamnet "{$newUsername}"? Kontot med användarnamnet "{$oldUsername}" kommer inte längre att existera efteråt. Åtgärden kan inte ångras.
tr: Seçilen {$oldAccountCount} isimli kullanıcı hesabını (hesaplarını), "{$newUsername}" isimli kullanıcı hesabında birleştirmek istediğinizden emin misiniz? Seçilen {$oldAccountCount} hesap(lar) kaldırılacak ve daha sonra kullanılamayacaktır. Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете об'єднати обрані облікові записи ({$oldAccountCount}) у єдиний обліковий запис із іменем користувача "{$newUsername}"? Обрані {$oldAccountCount} облікових записів не будуть надалі існувати окремо. Це незворотна дія.
uz@latin: Tanlangan {$ oldAccountCount} hisob (lar) ni "{$ newUsername}" foydalanuvchi nomi bilan birlashtirishga ishonchingiz komilmi? Tanlangan {$ oldAccountCount} hisoblari keyinchalik mavjud bo'lmaydi. Ushbu harakatni qaytarib bo'lmaydi.
uz_cyrl: Танланган {$oldAccountCount} ҳисоб(лар)ни “{$newUsername}” фойдаланувчи номи билан бирлаштирмоқчимисиз? Танланган {$oldAccountCount} ҳисоблари кейин мавжуд бўлмайди. Бу ҳаракатни қайтариб бўлмайди.
vi: Bạn có chắc chắn muốn hợp nhất (các) tài khoản {$oldAccountCount} đã chọn vào tài khoản với tên người dùng "{$newUsername}" không? Các tài khoản {$oldAccountCount} đã chọn sẽ không tồn tại sau đó. Hành động này là không thể đảo ngược.
zh_cn: 您确认将合并用户名为 "{$oldUsername}" 的帐户到用户名为 "{$newUsername}"的帐户里? 操作后用户名为 "{$oldUsername}"将不再存在. 这个操作不可撤销.
zh_hans: 您确认将合并用户名为 {$oldAccountCount} 的帐户到用户名为 "{$newUsername}"的帐户里吗？{$oldAccountCount} 账号将不复存在。此操作不可撤销。
zh_hant: 你是否希望合併所選取的 {$oldAccountCount}個用戶至另一用戶"{$newUsername}"？屆時你所選取的 {$oldAccountCount}個用戶將會被刪除。這個動作不可逆轉。

# admin.mergeUsers.noneEnrolled
source: No enrolled users.
az: Səlahiyyətli istifadəçi yoxdur.
az_az: Qeydiyyatdan keçmiş istifadəçilər yoxdur.
be: Няма запісаных карыстальнікаў.
bg: Няма регистрирани потребители.
ca: No s’ha donat d’alta cap usuari/ària.
cs: Žádní zapsaní uživatelé.
da: Ingen tilmeldte brugere.
de: Keine registrierten Benutzer/innen.
el: Κανένας εγγεγραμμένος Χρήστης
es: Usuarios/as no registrados.
eu: Erregistratutako erabiltzailerik ez.
fa: کاربران بدون نقش.
fi: Ei rooliin lisättyjä käyttäjiä.
fr_ca: Utilisateurs-trices non inscrits-es.
gl: Non se deu de alta ningún usuario/a.
he_il: אין משתמשים רשומים.
hi_in: कोई नामांकित उपयोगकर्ता नहीं।
hr_hr: Nema evidentiranih korisnika.
hy_am: Չկան կցված օգտագործողներ։
id: Tidak ada pengguna yang terdaftar.
it: Non ci sono utenti iscritti.
ja: 登録ユーザーがいない。
kk_kz: Тіркелген пайдаланушылар жоқ.
ko: 등록된 사용자가 없습니다.
ku_iq: هیچ بەکارهێنەرێک تۆمار نەکراوە.
ky: Катталган колдонуучулар жок.
lt: Nėra įtrauktų vartotojų.
mk: Нема внесени корисници.
mr: नोंदणी केलेले वापरकर्ते नाहीत.
ms: Tiada pengguna yang berdaftar.
nb: Ingen vervete brukere.
nl: Geen gebruikers.
pl: Nie wybrano scalanych kont użytkowników.
pt_br: Nenhum usuário cadastrado.
pt_pt: Nenhum utilizador registado.
ro: Nici un utilizator înregistrat.
ru_ru: Нет записанных пользователей.
sk: Žiadni zapísaní užívatelia.
sl: Ni vpisanih uporabnikov.
sr@cyrillic: Нема корисника са додељеним улогама.
sr_rs@latin: Nema korisnika sa dodeljenim ulogama.
sv: Inga registrerade användare.
tr: Yetkilendirilmiş kullanıcı bulunmuyor.
uk: Немає користувачів, які мають ролі.
uz@latin: Ro'yxatdan o'tgan foydalanuvchilar yo'q.
uz_cyrl: Рўйхатдан ўтган фойдаланувчилар йўқ.
vi: Không có người dùng đã đăng ký.
zh_cn: 没有登记的用户.
zh_hans: 未注册用户。
zh_hant: 沒有登記用戶。

# admin.scheduledTask.subscriptionExpiryReminder
source: Subscription Expiry Reminder
az: Abunəliyin Başa Çatma Xatırladıcısı
az_az: Abunəliyin bitməsi haqqında xatırlatma
be: Напамін пра заканчэнне падпіскі
bg: Подсещане за изтичене на абонамента
ca: Recordatori de caducitat de la subscripció
cs: Připomenutí vypršení předplatného
da: Påmindelse om abonnementes udløb
de: Erinnerung an Abonnement-Ende
el: Υπενθύμιση λήξης συνδρομής
es: Recordatorio de caducidad de la suscripción
eu: Harpidetza iraungitze abisua
fa: یادآوری اتمام اشتراک
fi: Muistutus tilauksen päättymisestä
fr_ca: Rappel d'expiration d'abonnement
gl: Recordatorio de caducidade da subscrición
he_il: תזכורת לתאריך סיום המנוי
hi_in: सदस्यता समाप्ति की रिमाइंडर
hr_hr: Podsjetnik na istek pretplate
hy_am: Բաժանորդագրության ժամկետի լրացման հիշեցում
id: Pengingat Masa Berakhir Langganan
it: Avviso per ricordare la scadenza dell'abbonamento
ja: 購読期間終了のお知らせ
kk_kz: Жазылу мерзімі туралы еске салғыш
ko: 구독 만료 알림
ku_iq: بەبیرهێنانەوەی کاتی بەسەرچونی ئیشتیراک
ky: Жазылуунун аякташын эстеткич
lt: Pranešimas apie prenumeratos pabaigą
mk: Потсетник за истечување претплата
mr: सदस्यता संपल्याबद्दल स्मरणपत्र
ms: Peringatan Tamat Tempoh Langganan
nb: Påminnelse om at abonnementet løper ut
nl: Herinnering voor verlopen van abonnement
pl: Przypomnienie o końcu subskrypcji
pt_br: Lembrete de Expiração da Assinatura
pt_pt: Lembrete de caducidade da subscrição/assinatura
ro: Memento de expirare abonament
ru_ru: Напоминание об окончании подписки
sk: Pripomenutie vypršaného predplatného
sl: Opomnik za potek naročnine
sr@cyrillic: Подсетник о истеку претплате
sr_rs@latin: Podsetnik o isteku pretplate
sv: Påminnelse om att prenumeration löper ut
tr: Abonelik Sona Erme Hatırlatıcısı
uk: Нагадування про закінчення підписки
uz@latin: Obuna muddati tugashini eslatish
uz_cyrl: Обуна муддати тугаши ҳақида эслатма
vi: Nhắc nhở hết hạn thuê bao
zh_hans: 订阅到期提醒
zh_hant: 訂閱過期提示

# admin.scheduledTask.openAccessNotification
source: Open Access Notification
az: Açıq Giriş Bildirişi
az_az: Açıq Giriş Bildirişi
be: Апавяшчэнне пра адкрыты доступ
bg: Open Access уведомление
ca: Notificació d'accés obert
cs: Upozornění na otevřený přístup (Open Access)
da: Open Access meddelelse
de: Open-Access-Benachrichtigung
el: Γνωστοποίηση ανοικτής πρόσβασης
es: Notificación de acceso abierto
eu: Sarbide irekiari buruzko jakinarazpena
fa: اطلاع‌رسانی مجلات دسترسی آزاد
fi: Open Access -ilmoitus
fr_ca: Avis de libre accès
gl: Notificación de acceso aberto
he_il: הודעת גישה פתוחה
hi_in: ओपन एक्सेस अधिसूचना
hr_hr: Obavijest o otvorenom pristupu
hy_am: Ազատ մուտքի ծանուցում
id: Pemberitahuan Akses Terbuka
it: Notifica Open Access
ja: オープンアクセスのお知らせ
kk_kz: Access хабарламасын ашыңыз
ko: 오픈 액세스 알림
ku_iq: ئاگادارکردنەوەی ئەکسێسی کراوە
ky: Коомдук жеткиликтүүлүк эскертүүсү
lt: Pranešimas apie atvirą prieigą
mk: Нотификација за Отворен пристап
mr: मुक्त उपलब्धतेसंबंधी सूचना
ms: Pemberitahuan Akses Terbuka
nb: Melding om Open Access
nl: Open Access verwittiging
pl: Powiadomienie o otwartym dostępie
pt_br: Notificação de Acesso Aberto
pt_pt: Notificação de Acesso Aberto
ro: Notificare de acces deschis
ru_ru: Уведомление об открытом доступе
sk: Upozornenie na otvorený prístup (Open Access)
sl: Obvestilo o prostem dostopu
sr@cyrillic: Обавештење о Отвореном приступу
sr_rs@latin: Obaveštenje o Otvorenom pristupu
sv: Open access-avisering
tr: Açık Erişim Bildirimi
uk: Повідомлення про відкритий доступ
uz@latin: Kirish haqidagi bildirishnoma
uz_cyrl: Open Access билдиришномаси
vi: Thông báo truy cập mở
zh_hans: 开放获取提醒
zh_hant: 開放取用通知

# admin.scheduledTask.reviewReminder
source: Review Reminder
az: Dəyərləndirmə Xatırladıcısı
az_az: Rəyçi xatırlatma
be: Напамін рэцэнзенту
bg: Подсещане на рецензент за преглед
ca: Recordatori de revisió
cs: Připomínka recenze
da: Påmindelse om bedømmelse
de: Erinnerung an Gutachten
el: Υπενθύμιση αξιολόγησης
es: Recordatorio de revisión
eu: Ebaluazioaren ohartarazpena
fa: یادآوری داوری
fi: Muistutus arvioinnista
fr_ca: Rappel d'évaluation
gl: Recordatorio de revisión
he_il: תזכורת סקירה
hi_in: रिमाइंडर की समीक्षा करें
hr_hr: Podsjetnik za recenziju
hy_am: Գրախոսման հիշեցում
id: Pengingat Review
it: Sollecito per il revisore
ja: 査読リマインダー
kk_kz: Шолу туралы еске салу
ko: 리뷰 알림
ku_iq: بەبیرهێنانەوەی هەڵسەنگاندن
ky: Рецензенттин эскертүүсү
lt: Priminimas apie recenziją
mk: Потсетување на рецензентот
mr: स्मरणपत्राचे पुनरावलोकन करा
ms: Peringatan Ulasan
nb: Påminnelse om fagfellevurdering
nl: Review herinnering
pl: Przypomnienie o recenzji
pt_br: Lembrete de Avaliação
pt_pt: Lembrete de revisão
ro: Memento revizuire
ru_ru: Напоминание рецензенту
sk: Pripomienka recenzie
sl: Opomnik za recenzijo
sr@cyrillic: Подсетник о рецензирању
sr_rs@latin: Podsetnik o recenziji
sv: Granskningspåminnelse
tr: Değerlendirme Hatırlatıcısı
uk: Нагадування рецензенту
uz@latin: Eslatmani ko'rib chiqish
uz_cyrl: Тақриз эслатмаси
vi: Nhắc nhở phản biện
zh_hans: 评审提醒
zh_hant: 評審提示

# admin.job.processLogFile.invalidLogEntry.issueId
source: Issue ID is not an integer.
az: Nömrə tam ədəd deyil.
bg: Идентификаторът на броя не е цяло число.
ca: ID del número (issue ID) no és un enter.
cs: ID čísla není celé číslo.
da: Nummerets ID er ikke et heltal.
de: Ausgaben ID ist keine ganze Zahl.
es: ID del número (issue ID) no es un entero.
eu: Zenbakiaren IDa ez da zenbaki osoa.
fa: شناسه نسخه نشریه یک عدد صحیح نیست.
fr_ca: L'identifiant (ID) du numéro n'est pas un entier.
gl: O ID do número non é un enteiro.
id: ID edisi bukan integer.
it: L'ID del fascicolo non è un numero intero.
ky: Чыгарылган ID бүтүн сан эмес.
lt: Problemos ID nėra sveikasis skaičius.
mk: Идентификацискиот број не е цел број.
mr: अंकाचा आयडी पूर्णांक (integer) नाही.
ms: ID bukan integer.
nb: Nummerets ID er ikke et heltall.
nl: Nummer ID is geen geheel getal.
pl: ID wydania nie jest daną integer.
pt_br: O ID da edição não é um número inteiro.
pt_pt: O ID da edição não é um número inteiro.
sl: ID številke ni naravno število.
sv: Numrets ID är inte ett heltal.
tr: Sayı numarası bir tamsayı değil.
uk: ID випуску не є цілим числом.
uz@latin: Muammo identifikatori butun son emas.
uz_cyrl: Нашр ID-си бутун сон эмас.
vi: ID số tạp chí không phải số nguyên.
zh_hans: 问题编号不是一个整数。
zh_hant: 此期ID不是整數。

# admin.job.processLogFile.invalidLogEntry.issueGalleyId
source: Issue galley ID is not an integer.
az: Nömrə düzümü ID rəqəmi tam ədəd deyil.
bg: Идентификаторът на типографията не е цяло число.
ca: ID de galerada de número (Issue galley ID) no és un enter.
cs: ID sazebnice čísla není celé číslo.
da: Nummerets publiceringsversions ID er ikke et heltal.
de: Ausgabenfahnen ID ist keine ganze Zahl.
es: ID de galerada de número (Issue galley ID) no es un entero.
eu: Zenbakiaren galeradaren IDa ez da zenbaki osoa.
fa: شناسه فایل نسخه نشریه عدد صحیح نیست.
fr_ca: L'identifiant (ID) des épreuves n'est pas un entier.
gl: O ID da galerada do número non é un enteiro.
id: ID galei edisi bukan integer.
it: L'ID della gabbia di fascicolo non è un numero intero.
ky: Сан саптын ID номери бүтүн сан эмес.
lt: Problemos ID nėra sveikasis skaičius.
mk: Идентификацискиот број на прегледот не е цел број.
mr: अंकाच्या कच्च्या मुद्रिताचा आयडी पूर्णांक (integer) नाही.
ms: ID galley bukan integer.
nb: Nummerets oppsett ID er ikke et heltall.
nl: Nummer drukproef ID is geen geheel getal.
pl: ID pliku wydania nie jest daną Integer.
pt_br: O ID da composição da edição não é um número inteiro.
pt_pt: O ID da composição final da edição não é um número inteiro.
sl: ID preloma številke ni naravno število.
sv: Numrets publiceringsversions ID är inte ett heltal.
tr: Sayı dizgisi ID numarası bir tamsayı değil.
uk: ID гранки не є цілим числом.
uz@latin: Raqamlar qatorining ID raqami butun son emas.
uz_cyrl: Нашр galley ID-си бутун сон эмас.
vi: ID kho số tạp chí không phải số nguyên.
zh_hant: 此期校對樣本ID不是整數。

# admin.scheduledTask.usageStatsLoader.invalidLogEntry.issueAssocTypeNoMatch
source: Issue ID does not match with he assoc ID.
az: Nömrə ID rəqəmi qeydiyyatdakı ID ilə eyni deyil.
az_az: Buraxılışın ID-si onun əlaqəli ID-si ilə uyğun gəlmir.
bg: Идентификаторът на броя не съвпада с асоциирания идентификатор.
ca: ID de número (Issue ID) no coincideix amb assoc ID.
cs: ID čísla se neshoduje s ID přiřazení.
da: Nummerets ID matcher ikke det tilhørende ID.
de: Ausgaben ID stimmt nicht mit der assoziierten ID überein.
es: ID de número (Issue ID) no coincide con assoc ID.
eu: Zenbakiaren IDa ez dator bat assoc IDarekin.
fa: شناسه نسخه نشریه با شناسی تخصیص داده شده همخوانی ندارد.
fi: Numeron ID ei vastaa siihen liittyvää ID:tä.
fr_ca: L'identifiant (ID) du numéro ne correspond pas à l'identifiant (ID) associé.
gl: O ID do número non coincide co ID asociado.
id: Issue ID tidak sama dengan assoc ID.
it: L'ID del fascicolo non coincide con l'assoc ID.
ky: Маселе ID аны менен байланышкан ID дал келбейт.
lt: Problemos ID nesutampa su susietojo ID.
mk: Идентификацискиот број не се совпаѓа со придружениот ИД.
mr: अंकाचा आयडी त्याच्या सहयोगी (असोसिएट) आयडीशी जुळत नाही.
ms: ID isu tidak sepadan dengan ID bersekutu.
nb: Nummerets ID stemmer ikke med det tilhørende ID.
nl: Nummer ID komt niet overeen met het assoc ID.
pl: Issue ID nie pasuje do Assoc ID.
pt_br: O ID da edição não corresponde ao ID assoc.
pt_pt: O ID da edição não corresponde ao ID assoc.
sl: ID številke se ne ujema s povezanim IDjem.
sv: Numrets ID matchar inte tillhörande ID.
tr: Sayı ID numarası kayıt günlüğündeki ID ile eşleşmiyor.
uk: ID випуску не збігається з асоційованим ID.
uz@latin: Raqam ID raqami ro'yxatga olish jurnalidagi ID raqamiga mos kelmaydi.
vi: ID số tạp chí không khớp với ID liên kết.
zh_hant: 期數ID與assoc ID不相符。
