Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.settings.enableBulkEmails.description
source: Select the hosted journals that should be allowed to send bulk emails. When this feature is enabled, a journal manager will be able to send an email to all users registered with their journal.<br><br>Misuse of this feature to send unsolicited email may violate anti-spam laws in some jurisdictions and may result in your server's emails being blocked as spam. Seek technical advice before enabling this feature and consider consulting with journal managers to ensure it is used appropriately.<br><br>Further restrictions on this feature can be enabled for each journal by visiting its settings wizard in the list of <a href="{$hostedContextsUrl}">Hosted Journals</a>.
az: Toplu e-poçt göndərmək üçün icazə verilməli olan jurnalları seçin. Bu funksiya aktiv olduqda, jurnal meneceri jurnalında qeydiyyatdan keçmiş bütün istifadəçilərə e-poçt göndərə biləcək.<br><br>Arzuolunmayan e-poçt göndərmək üçün bu funksiyadan sui-istifadə bəzi qanunvericilikdəki spam əleyhinə qanunları poza bilər və serverinizin e-poçtlarının spam kimi bloklanması ilə nəticələnə bilər. Bu funksiyanı aktivləşdirməzdən əvvəl texniki məsləhət alın və onun düzgün istifadə olunmasını təmin etmək üçün jurnal menecerləri ilə məsləhətləşməyi nəzərə alın.<br><br>Bu funksiya ilə bağlı əlavə məhdudiyyətlər hər jurnal üçün onun <a href= "{$hostedContextsUrl}">Yerləşdirilmiş Jurnallar</a> siyahısında onun parametrlər sehrbazına baş çəkməklə aktivləşdirilə bilər.
az_az: Kütləvi e-poçt göndərmək üçün icazə verilməli olan jurnalları seçin. Bu funksiya aktiv edildikdə, jurnalın administratoru jurnalda qeydiyyatdan keçmiş bütün istifadəçilərə e-poçt göndərə biləcək.<br><br>İstenmeyen e-poçt göndərilməsi üçün bu funksiyadan sui-istifadəsi spam əleyhinə qanunları poza bilər və serverinizin e-poçtlarının spam kimi bloklanması ilə nəticələnə bilər. Bu funksiyanı işə salmazdan əvvəl texniki məsləhət alın və onun düzgün istifadə olunmasını təmin etmək üçün jurnal menecerləri ilə məsləhətləşin .<br><br>Bu funksiyaya dair əlavə məhdudiyyətlər hər bir jurnal üçün onun siyahısında onun parametrlər sihirbazına baş çəkməklə aktivləşdirilə bilər <a href="{$hostedContextsUrl}">Hosted Journals</a>.
bg: Изберете поддържаните (хоствани) списания, на които следва да бъде разрешено да изпращат групови имейли. Когато тази функция е активирана, мениджърът/директорът на съответното списание ще може да изпраща имейл до всички потребители, регистрирани за него <br> Злоупотребата с тази функция за изпращане на непоискани имейли може да наруши законите за спам в някои юрисдикции и може да доведе до това имейлите изпращани от вашия сървър да бъдат блокирани като спам. Потърсете технически съвет, преди да активирате тази функция, и помислете дали да се консултирате с мениджърите на списания, за да сте сигурни, че тя ще се използва по подходящ начин. <br> Допълнителни ограничения за тази функция могат да бъдат разрешени за всяко списание, чрез секцията за настройки в списъка с <a href="{$hostedContextsUrl}">Хоствани списания </a>.
ca: Seleccioneu les revistes allotjades que haurien de poder enviar correus electrònics massius. Quan s'activa aquesta característica, l'administrador/a de la revista pot enviar un correu electrònic a tots els usuaris/àries que hi estan registrats.<br><br>Un mal ús d'aquesta funcionalitat podria violar les lleis en contra del correu brossa en algunes jurisdiccions, cosa que provocaria que els correus electrònics procedents del vostre servidor fossin bloquejats. Demaneu consell tècnic abans d'activar aquesta característica i considereu consultar-ho amb els administradors/ores de les revistes per assegurar-vos que s'utilitza correctament.<br><br>Es poden activar més restriccions en aquesta funcionalitat per a cada revista a través de l'assistent de configuració del llistat de <a href="{$hostedContextsUrl}">revistes allotjades</a>.
cs: Vyberte hostované časopisy, kterým by mělo být povoleno odesílat hromadné e-maily. Pokud je tato funkce povolena, správce časopisu bude moci posílat e-maily všem uživatelům registrovaným v jejich časopisu. <br><br> Zneužití této funkce k odesílání nevyžádaných e-mailů může v některých jurisdikcích porušovat zákony proti spamu a může vést k tomu, že e-maily vašeho serveru budou blokovány jako spam. Než povolíte tuto funkci, vyhledejte technickou radu a zvažte konzultaci s manažery časopisů, abyste se ujistili, že je správně používána. <br><br> Další omezení této funkce lze povolit pro každý deník jednotlivě nastavením v seznamu <a href = "{$hostedContextsUrl}"> hostovaných časopisů </a>.
da: Vælg de hostede tidsskrifter, der skal have ret til at sende masse-e-mails. Når denne funktion er aktiveret, kan en tidsskriftschef sende en e-mail til alle brugere, der er registreret hos tidsskriftet.<br><br>Misbrug af denne funktion hvor uopfordrede e-mail udsendes kan være i strid med anti-spam-love i nogle retskredse og kan resultere i, at din servers e-mails blokeres som spam. Søg teknisk rådgivning, før du aktiverer denne funktion, og overvej at konsultere tidsskriftschefer for at sikre, at den bruges korrekt.<br><br>Yderligere begrænsninger af denne funktion kan aktiveres for hvert tidsskrift ved at gå til indstillingsguiden under listen over <a href ="{$hostedContextsUrl}">Hostede tidsskrifter</a>.
de: Wählen Sie die gehosteten Journale aus, denen der Versand von Massen-E-Mails erlaubt werden soll. Wenn diese Funktion aktiviert ist, kann ein Journalmanager eine E-Mail an alle bei seinem Journal registrierten Benutzer senden.<br><br>Der Missbrauch dieser Funktion zum Versenden unerwünschter E-Mails kann in einigen Ländern gegen Anti-Spam-Gesetze verstoßen und dazu führen, dass die E-Mails Ihres Servers als Spam blockiert werden. Holen Sie technischen Rat ein, bevor Sie diese Funktion aktivieren, und ziehen Sie in Erwägung, sich mit den Journalmanagern zu beraten, um sicherzustellen, dass sie angemessen verwendet wird.<br><br>Weitere Einschränkungen dieser Funktion können für jedes Journal aktiviert werden, indem Sie dessen Einstellungsassistenten in der Liste der <a href="{$hostedContextsUrl}">gehosteten Journale</a>.
el: Επιλέξτε τα φιλοξενούμενα περιοδικά στα οποία θα πρέπει να επιτρέπεται η αποστολή μαζικών μηνυμάτων ηλεκτρονικού ταχυδρομείου. Όταν αυτή η δυνατότητα είναι ενεργοποιημένη, ένας διαχειριστής περιοδικού θα μπορεί να στείλει ένα μήνυμα ηλεκτρονικού ταχυδρομείου σε όλους τους χρήστες που είναι εγγεγραμμένοι στο ημερολόγιό τους.<br><br>Η κατάχρηση αυτής της δυνατότητας για την αποστολή ανεπιθύμητων μηνυμάτων ηλεκτρονικού ταχυδρομείου ενδέχεται να παραβιάζει τους νόμους κατά του ανεπιθύμητου περιεχομένου σε ορισμένες δικαιοδοσίες και μπορεί να έχει ως αποτέλεσμα τα email του διακομιστή σας να αποκλείονται ως ανεπιθύμητα. Ζητήστε τεχνική συμβουλή προτού ενεργοποιήσετε αυτήν τη δυνατότητα και εξετάστε το ενδεχόμενο να συμβουλευτείτε τους διαχειριστές περιοδικών για να βεβαιωθείτε ότι χρησιμοποιείται σωστά.<br><br>Μπορούν να ενεργοποιηθούν περαιτέρω περιορισμοί σε αυτήν τη δυνατότητα για κάθε περιοδικό, μεταβαίνοντας στον οδηγό ρυθμίσεών του, στη λίστα των <a href= "{$hostedContextsUrl}">Φιλοξενούμενων περιοδικών</a>.
es: Seleccione las revistas alojadas que deberían tener permiso para enviar correos electrónicos masivos. Cuando se activa esta característica, el administrador/a de la revista puede enviar un correo electrónico a todos los usuarios/as registrados.<br><br>Un uso indebido de esta funcionalidad podría violar las leyes en contra del correo basura de algunas jurisdicciones, lo que provocaría el bloqueo de los correos electrónicos procedentes de su servidor. Busque asesoramiento técnico antes de activar esta característica y considere consultarlo con los administradores/as de las revistas para asegurarse de que se usa correctamente.<br><br>Se pueden activar más restricciones a esta funcionalidad para cada revista a través del asistente de configuración en el listado de <a href="{$hostedContextsUrl}">revistas alojadas</a>.
eu: Hautatu mezu elektroniko masiboak bidaltzeko baimena izan behar duten ostatatutako aldizkariak. Funtzio hau gaituta dagoenean, aldizkariaren kudeatzaileak mezu elektroniko bat bidali ahal izango die bere aldizkarian erregistratutako erabiltzaile guztiei.<br><br>Eskatu gabeko mezu elektronikoak bidaltzeko funtzio hau oker erabiltzeak spam-aren aurkako legeak urra ditzake jurisdikzio batzuetan, eta zure zerbitzariaren mezu elektronikoak spam gisa blokeatzea eragin dezake. Bilatu aholku teknikoa funtzio hau gaitu aurretik, eta kontuan hartu aldizkarien kudeatzaileekin kontsultatzea, behar bezala erabiltzen dela ziurtatzeko.<br><br>Ezaugarri honen murrizketa gehiago aktiba daitezke aldizkari bakoitzerako, <a href="{$iken ContextsUrl}">Ostatatutako aldizkarien</a> zerrendan doikuntzen laguntzailea bisitatuz.
fa: مجلات میزبانی شده ای را انتخاب کنید که اجازه ارسال ایمیل انبوه را داشته باشند. هنگامی که این ویژگی فعال باشد، مدیر مجله می‌تواند برای همه کاربرانی که در مجله خود ثبت نام کرده‌اند ایمیل ارسال کند.<br><br>سوء استفاده از این ویژگی برای ارسال ایمیل ناخواسته ممکن است قوانین ضد هرزنامه را در برخی حوزه‌های قضایی نقض کند و ممکن است منجر به این شود که ایمیل های سرور شما به عنوان هرزنامه شناسایی و مسدود شود. قبل از فعال کردن این ویژگی به دنبال مشاوره فنی باشید و برای اطمینان از استفاده مناسب از آن با مدیران مجله مشورت کنید.<br><br>محدودیت های بیشتر در مورد این ویژگی را می توان برای هر مجله با مراجعه به مراحل تنظیمات آن در لیست <a href="{$hostedContextsUrl}">مجله های میزبانی شده</a> فعال کرد.
fi: Sélectionnez les revues hébergées que vous voulez autoriser à envoyer des messages automatiques. Quand cette fonctionnalité est activée, un responsable de revue peut envoyer un message à tous les utilisateurs enregistrés de cette revue.<br><br>L'usage de cette fonctionnalité pour envoyer des messages non sollicités peut enfreindre les lois anti-spam de certaines juridictions et provoquer le blocage des messages envoyés par votre serveur. Sollicitez un avis technique avant d'activer cette fonctionnalité, et consultez les responsables de revue pour vous assurer d'un usage approprié.<br><br>Il est possible d'activer d'autres restrictions à cette fonctionnalité pour chaque revue par le biais de son assistant de configuration accessible via la liste des<a href="{$hostedContextsUrl}">Revues Hébergées</a>.
fr_ca: Sélectionner les revues devant être autorisées à envoyer des courriels en lot. Lorsque cette fonctionnalité est activée, le ou la gestionnaire de la revue peut envoyer un courriel à tous les utilisateurs et utilisatrices de sa revue.<br><br>Une utilisation abusive de cette fonctionnalité pourrait contrevenir à certaines lois anti pourriel et entrainer un blocage de votre serveur de courriel. Demandez des conseils techniques avant d'activer cette fonctionnalité. Veillez également à consulter les gestionnaires de revues afin de vous assurer qu'ils ou elles l'utilisent adéquatement.<br><br>Des restriction additionnelles pour l'utilisation de cette fonctionnalité peuvent être activées pour chaque revue en utilisant l'assistant de configuration dans la liste des <a href="{$hostedContextsUrl}">revues hébergées</a>.
gl: Seleccione as revistas aloxadas que poden enviar correos electrónicos en masa. Cando este recurso está activo, o administrador da revista pode enviar un correo electrónico a todos/as os usuarios/as rexistrados na revista.
hy_am: Ընտրեք ամսագիր, որի համար պետք է թույլատրեք մասսայական նամակաների ուղարկումը։ Երբ այս ֆունկցիան միացված է, ամսագրի մենեջերը կկարողանա ուղարկել նամակ ամսագրում գրանցված բոլոր օգտատերերին։ <br><br>Այս ֆունկցիայի օգտագործումը մասսայական էլ․ նամակների ուղարկման համար որոշ երկրներում կարող է համարվել օրենքի խախտում սպամերի դեմ պայքարի մասով, և Ձեր սերվերի նամակները հնարավոր է արգելափակվեն որպես սպամ։ Այս ֆունկցիաիան միացնելուց առաջ խորհրդակցեք ամսագրի մենեջերի հետ, որպեսզի համոզվեք, որ դա կիրառվում է պատշաճ կերպով։ <br><br>Այս ֆունկցիայի այլ սահմանափակումներ կարող են միացվել ցանկացած ամսագրի համար կարգաբերումների ցուցակից <a href="{$hostedContextsUrl}">«Журналы на сайте»</a>.
id: Pilihlah jurnal yang diizinkan untuk mengirim email secara massal. Jika fitur ini diaktifkan, seorang Manajer Jurnal bisa mengirimkan email ke seluruh pengguna yang terdaftar pada jurnal.<br><br>Penyalahgunaan fitur ini untuk pengiriman email yang tidak seharusnya mungkin melanggar aturan anti-spam di beberapa wilayah hukum dan bisa menyebabkan email server Anda diblokir sebagai spam. Carilah saran teknis sebelum mengaktifkan fitur ini dan pertimbangkan untuk berkonsultasi dengan Manajer Jurnal untuk memastikannya digunakan dengan tepat.<br><br>Pembatasan lebih lanjut pada fitur ini dapat diaktifkan untuk masing-masing jurnal dengan mengunjungi pengaturan pemandu pemasangan (wizard) pada daftar <a href="{$hostedContextsUrl}">Jurnal yang Dikelola</a>.
it: Selezionare le riviste che dovranno essere abilitate ad invii massivi. Quando questa funzione è abilitata, il journal manager potrà inviare email a tutti gli utenti registrati della rivista. <br><br> Un abuso di questa funzione con l'invio di email non richieste potrebbe costituire violazione delle normative sulla privacy in alcuni paesi e riflettersi con il blocco del servizio. Prima di abilitare questa funzione si suggerisce un'accurata valutazione e definizione del suo uso appropriato.<br><br>Ulteriori restrizioni di questa funzione possono essere abilitate per ciascuna rivista nella configurazione iniziale (setting wizard) nella sezione <a href="{$hostedContextsUrl}">Riviste ospitate</a>.
ja: 一括メールの送信を許可するホストされたジャーナルを選択します。この機能を有効にすると、ジャーナル管理者はジャーナルに登録されているすべてのユーザーにメールを送信することができます。<br><br>この機能を悪用して迷惑メールを送信すると、一部の国ではスパム防止法に違反し、お客様のサーバーのメールがスパムとしてブロックされる可能性があります。この機能を有効にする前に技術的なアドバイスを求め、適切に使用するためにジャーナルマネージャーと相談することを検討してください。<br><br>この機能を制限する別の方法として、<a href="{$hostedContextsUrl}">ホストジャーナル</a>のリストにある設定ウィザードから、ジャーナルごとに有効にすることができます。
kk_kz: Жаппай электрондық хаттарды жіберуге рұқсат етілген орналастырылған журналдарды таңдаңыз. Бұл мүмкіндік қосылған кезде журнал менеджері өз журналында тіркелген барлық қолданушыларға электрондық пошта жібере алады. <br> <br> Бұл мүмкіндікті қажетсіз электрондық пошта хабарларын жіберу кейбір юрисдикциялардағы спамға қарсы заңдарды бұзуы мүмкін. сіздің серверіңіздің спам ретінде бұғатталған электрондық поштаңызда. Бұл мүмкіндікті қоспас бұрын техникалық кеңес сұраңыз және журналдың менеджерлерімен ақылдасып, оның дұрыс қолданылуын қамтамасыз етіңіз. <br> <br> Бұл функцияға одан әрі шектеулер әр журнал үшін <a href = «{$ hostedContextsUrl}»> Журналдар </a>.
ko: 광고 이메일을 보낼 수 있도록 허용된 학술지를 선택하시오. 이 기능이 활성화 되면, 학술지 관리자는 학술지에 등록된 모든 회원에게 이메일을 보낼 수 있게 됩니다.<br><br>원치 않는 이메일을 보내기 위해 이 기능을 오용하면 일부 관할 지역에서는 스팸메일 방지법을 위반할 수 있으며 서버의 이메일이 스팸으로 차단될 수 있습니다. 이 기능을 활성화하기 전에 기술적인 조언을 구하고 적절하게 사용되도록 저널 관리자와 상의하십시오.<br><br>이 기능에 대한 추가 제한은 다음의 명령문으로 활성화할 수 있으며, 목록에서 설정 마법사를 방문하여 각 저널마다 활성화할 수 있습니다. <a href= "{$hostedContextsUrl}">호스팅된 저널</a>.
ky: Жаппай электрондук кат жөнөтүүгө уруксат берүү үчүн журналдарды тандаңыз. Бул функция иштетилгенде, журнал башкаргыч журналда катталган бардык колдонуучуларга электрондук каттарды жөнөтө алат.<br><br>Бул функцияны спам электрондук почтасын жөнөтүү үчүн колдонуу кээ бир өлкөлөрдө спамга каршы мыйзамдарды бузуу болушу мүмкүн жана сервериңизден келген каттар спам катары бөгөттөлүшү мүмкүн. Бул функцияны иштетүүдөн мурун анын максаттуу колдонулуп жатканын текшерүү үчүн журналдын башкаруучулары менен кеңешиңиз.<br><br>Бул функциянын башка чектөөлөрүн <a href=""теги жөндөө устасын колдонуу менен ар бир журналдын негизинде иштетүүгө болот. {$hostedContextsUrl}" тизмеси >"Сайттагы журналдар"</a>.
lt: Pasirinkite talpinamus žurnalus, kuriems turėtų būti leidžiama siųsti masinius el. laiškus. Įjungus šią funkciją, žurnalo tvarkytojas galės siųsti el. laišką visiems vartotojams, užsiregistravusiems jo žurnale.<br><br>Piktnaudžiavimas šia funkcija siunčiant nepageidaujamus el. laiškus gali pažeisti kai kurių jurisdikcijų apsaugos nuo brukalo įstatymus ir gali lemti, kad jūsų serverio el. laiškai būtų blokuojami kaip brukalas. Prieš įjungdami šią funkciją, kreipkitės į techninius patarimus ir pasikonsultuokite su žurnalų tvarkytojais, kad įsitikintumėte, jog ji naudojama tinkamai.<br><br>Kiti šios funkcijos apribojimai gali būti įjungti kiekvienam žurnalui apsilankius jo nustatymų vedlyje, esančiame <a href="{$hostedContextsUrl}">Talpinamų žurnalų</a> sąraše.
mk: Изберете ги хостираните списанија на кои треба да им биде дозволено да испраќаат и-меил во големи количини. Кога е овозможена оваа функција, менаџерот на списанието ќе може да испраќа и-меил до сите корисници регистрирани на нивното списание.<br><br>Злоупотреба на оваа функција како би се испраќале непосакувани и-меилови може да ги прекрши анти-спам законите во некои подрачја и може да доведе до блокирање на и-меиловите од вашиот сервер како спам. Побарајте техничко мислење пред да ја овозможите оваа функција и размислете за консултација до менџери на списанија за да се уверите дека е правилно користена. <br><br>Дополнителни ограничувања на оваа функција може да бидат овозможени за секое списание со посета на неговиот волшебник за поставки во листата со <a href="{$hostedContextsUrl}">Хостирани списанија</a>.
mr: पोषित (होस्टेड) नियतकालिकांपैकी अशी काही निवडा की ज्यांच्यातर्फे अनेकांना एकगठ्ठा (बल्क) ई-मेल पाठवायची परवानगी असेल. ही सोय केल्यानंतर, नियतकालिकांचे व्यवस्थापक त्यांच्या नियतकालिकांवर नोंदणी केलेल्या सगळ्या वापरकर्त्यांना एकगठ्ठा (बल्क) ई-मेल पाठवू शकतील.<br><br>अनाहूत ई-मेल पाठवण्यासाठी या वैशिष्ट्याचा गैरवापर केल्यास स्पॅम विरोधी कायद्याचे उल्लंघन होऊ शकते आणि परिणामी तुमच्या ई-मेल सर्व्हरची नोंद स्पॅम पाठवणारे सर्व्हर म्हणून होऊन ते ब्लॉक केले जाऊ शकते. हे वैशिष्ट्य सक्रिय करण्यापूर्वी तांत्रिक सल्ला घ्या आणि नियतकालिकांच्या व्यवस्थापकांशी सल्लामसलत करुन त्याचा योग्य वापर केला गेला जाईल याची खात्री करा.<br><br><a href="{$hostedContextsUrl}"> प्रत्येक पोषित (होस्टेड) नियतकालिकासाठी</a> या वैशिष्ट्याचे पुढील निर्बंध त्यासाठी असलेल्या सेटिंग विझार्डमध्ये जाऊन सक्रिय केले जाऊ शकतात.
ms: Pilih jurnal yang dihoskan yang sepatutnya dibenarkan untuk menghantar e-mel pukal. Apabila ciri ini didayakan, pengurus jurnal akan dapat menghantar e-mel kepada semua pengguna yang berdaftar dengan jurnal mereka.<br><br>Penyalahgunaan ciri ini untuk menghantar e-mel yang tidak diminta mungkin melanggar undang-undang anti-spam di sesetengah bidang kuasa dan boleh mengakibatkan dalam e-mel pelayan anda disekat sebagai spam. Dapatkan nasihat teknikal sebelum mendayakan ciri ini dan pertimbangkan untuk berunding dengan pengurus jurnal untuk memastikan ia digunakan dengan sewajarnya.<br><br>Sekatan lanjut mengenai ciri ini boleh didayakan untuk setiap jurnal dengan melawati wizard tetapannya dalam senarai <a href= "{$hostedContextsUrl}">Jurnal Dihoskan</a>.
nb: Velg tidsskriftene som skal ha tilgang til å sende masse-epost. Når denne funksjonen er aktivert, kan en redaksjonsleder sende e-post til alle registrerte brukere i tidsskriftet. <br><br>Misbruk av denne funksjonen til å sende uoppfordrede e-poster kan være i strid med anti-spam-lover i noen jurisdiksjoner og kan resultere i at e-poster sendt fra din server blir blokkert som spam. Søk tekniske råd før du aktiverer denne funksjonen og vurder å konsultere redaksjonsledere for å sikre at den brukes korrekt. <br><br>Ytterligere begrensninger av denne funksjonen kan aktiveres for hvert tidsskrift ved å gå til innstillingsveilederen i listen over <a href ="{$hostedContextsUrl}">Nettstedets tidsskrift</a>.
pl: Wskaż obsługiwane czasopisma, którym zezwolono na masowe wysyłanie wiadomości e-mail. Włączenie tej funkcjonalności pozwoli administratorowi czasopisma wysyłać wiadomości e-mail do wszystkich jego zarejestrowanych użytkowników.<br><br>Pamiętaj, że nadużywanie tej funkcjonalności może być interpretowane przez innych jako wysyłanie niechcianych wiadomości (SPAMu) i może doprowadzić w internetowym systemie poczty elektronicznej do blokowania wiadomości wychodzących z Twego serwera. Dlatego zanim włączysz tę funkcjonalność, to zasięgnij profesjonalnej porady i rozważ uzgodnienie tego ruchu z administratorem czasopisma.<br><br>Funkcjonalność ta jest ustawiana niezależnie dla każdego <a href="{$hostedContextsUrl}">obsługiwanego czasopisma</a>.
pt_br: Um gerente de revista não poderá enviar e-mails em massa para nenhuma das funções selecionadas abaixo. Use esta configuração para limitar o abuso do recurso de notificação por e-mail. Por exemplo, pode ser mais seguro desabilitar e-mails em massa para leitores, autores ou outros grandes grupos de usuários que não consentiram em receber tais e-mails.<br><br>O recurso de e-mail em massa pode ser desabilitado completamente para este periódico em <a href="{$siteSettingsUrl}">Administração > Configurações do Portal</a>.
pt_pt: Selecione as revistas alojadas que podem enviar e-mails em massa. Quando este recurso está ativo, o editor-gestor poderá enviar um e-mail para todos os utilizadores registados na sua revista.<br><br>A má utilização deste recurso para envio de e-mail não solicitados pode violar as leis anti-spam de alguns locais e pode fazer com que o seu servidor de e-mail seja bloqueado como spam. Procure apoio técnico antes de ativar esta funcionalidade e considere consultar os editores-gestores para assegurar que é utilizado de forma apropriada.<br><br>Podem ser ativadas restrições adicionais para cada revista no assistente de configuração de <a href="{$hostedContextsUrl}">Revistas Alojadas</a>.
ro: Selectați revistele găzduite care ar trebui să aibă permisiunea de a trimite emailuri în bloc. Când această caracteristică este activată, un manageral unei reviste va putea trimite un email tuturor utilizatorilor înregistrați de la revista lor.<br><br>Folosirea greșită a acestei funcții pentru a trimite emailuri nesolicitate poate încălca legile antispam din unele jurisdicții și poate avea ca rezultat blocarea emailurile serverului dvs. fiind considerate spam. Solicitați consiliere tehnică înainte de a activa această funcție și luați în considerare consultarea cu managerii revistei pentru a vă asigura că este utilizată în mod corespunzător.<br><br>Alte restricții privind această funcție pot fi activate pentru fiecare revistă, accesând expertul de setări din lista <a href= „{$hostedContextsUrl}”>Reviste găzduite</a>.
sl: Izberite revije pri katerih bo omogočeno masovno pošiljanje emailov. Vklop te nastavitve omogoča upravljalcem revij, da lahko pošljejo email vsem registriranim uporabnikom revije. <br><br>Zloraba te možnoti za pošiljanje nezaželjenih emailov je lahko protizakonito in lahko povzroči, da se vaš strežnik blokira kot izvor nezaželjenih emailov. Pred vklopom poiščite tehnične nasvete in razmislite o posvetovanju z upravljalci revij, da preprečite nepravilno uporabo.<br><br>Nadaljne restrikcije te funcionalnosti se lahko določijo individualno za vsako revijo posebej v čarovniku za namestitev posamezne revije <a href="{$hostedContextsUrl}">Gostujoče revije</a>.
sv: Välj vilka tidskrifter som ska ges tillstånd att göra massutskick av e-post. Funktionen ger tidskriftsansvarig möjlighet att skicka e-post till alla registrerade användare vid respektive tidskrift.<br><br>Missbruk av denna funktion kan innebära brott mot anti-spam-lagstiftning i vissa jurisdiktioner och kan resultera i att er servers e-post blir blockerad som spam. Sök teknisk rådgivning och kontakta de pressansvariga för att se till att funktionen används korrekt innan den aktiveras.<br><br>Ytterligare restriktioner för denna funktion kan aktiveras för varje press genom att gå till dess inställningsguide i listan över <a href="{$hostedContextsUrl}">Tidskrifter på den här webbplatsen</a>.
tr: Toplu e-posta göndermesine izin verilmesi gereken barındırılan dergileri seçin. Bu özellik etkinleştirildiğinde, bir dergi yöneticisi dergisine kayıtlı tüm kullanıcılara bir e-posta gönderebilir. <br> <br> Bu özelliğin istenmeyen e-posta göndermek için kötüye kullanılması bazı yargı alanlarında istenmeyen posta önleme yasalarını ihlal edebilir ve sonuçlanabilir sunucunuzun e-postalarında spam olarak engelleniyor. Bu özelliği etkinleştirmeden önce teknik tavsiye alın ve uygun şekilde kullanıldığından emin olmak için dergi yöneticilerine danışmayı düşünün. <br> <br> <a href="{$hostedContextsUrl}">Barındırılan Dergiler</a> listesindeki ayarlar sihirbazını ziyaret ederek her dergi için bu özelliğe ilişkin daha fazla kısıtlama etkinleştirilebilir.
uk: Виберіть розміщені журнали, яким повинна бути дозволена масова відправка електронних листів. Коли ця функція включена, менеджер журналу зможе відправляти електронні листи всім користувачам, зареєстрованим у журналі.<br><br>Неправильне використання цієї функції для відправки небажаної електронної пошти може порушувати закони про боротьбу зі спамом в деяких юрисдикціях і може призвести до блокування електронних листів на вашому сервері як спам. Зверніться за технічною консультацією, перш ніж включати цю функцію, і проконсультуйтеся з менеджерами журналів, щоб переконатися, що вона використовується належним чином.<br><br>Додаткові обмеження на цю функцію можна ввімкнути для кожного журналу, відвідавши його майстер налаштування у списку <a href="{$hostedContextsUrl}">розміщені журнали </a>.
uz@latin: Ommaviy elektron pochta xabarlarini yuborish uchun ruxsat berilishi kerak bo'lgan joylashtirilgan jurnallarni tanlang. Ushbu xususiyat yoqilganda, jurnal menejeri o'z jurnalida ro'yxatdan o'tgan barcha foydalanuvchilarga elektron pochta xabarlarini yuborishi mumkin. <br> <br> Kiruvchi elektron pochta xabarlarini yuborish uchun ushbu funktsiyadan noto'g'ri foydalanish ba'zi yurisdiktsiyalardagi spam-qonunlarni buzishiga olib kelishi mumkin. sizning serveringiz elektron pochta xabarlari spam sifatida bloklangan. Ushbu funktsiyani yoqishdan oldin texnik maslahat so'rang va undan to'g'ri foydalanilishini ta'minlash uchun jurnal menejerlari bilan maslahatlashing. <br> <br> Ushbu funktsiyani cheklashlar har bir jurnal uchun <a href = "{$ hostedContextsUrl}"> Hosted Journals </a>.
uz_cyrl: Оммавий электрон почта хабарларини юборишга рухсат берилиши керак бўлган жойлаштирилган журналларни танланг. Бу функция ёқилган бўлса, журнал менежери ўз журналида рўйхатдан ўтган барча фойдаланувчиларга электрон почта хабарини юбориши мумкин бўлади.<br><br>Бу хусусиятдан номақбул электрон почта хабарларини юбориш учун нотўғри фойдаланиш баъзи юрисдикцияларда спамга қарши қонунларни бузиши ва натижага олиб келиши мумкин. серверингизнинг электрон почта хабарларида спам сифатида блокланган. Бу функцияни ёқишдан олдин техник маслаҳат сўранг ва ундан тўғри фойдаланишга ишонч ҳосил қилиш учун журнал менежерлари билан маслаҳатлашинг.<br><br>Ушбу хусусиятга қўшимча чекловларни ҳар бир журнал учун <a href="{$hostedContextsUrl}">Ҳостланган журналлар</a> рўйхатидаги созламалар устасига ташриф буюриб ёқиш мумкин.
vi: Lựa chọn tờ báo muốn cho phép gửi email hàng loạt. Nếu tính năng này được bật, người quản lý tờ báo (journal manager) sẽ có thể gửi email cho tất cả các người dùng đã đăng ký.<br><br>Sử dụng tính năng này không đúng cách có thể vi phạm quy định anti-spam và có thể dẫn đến việc hệ thống bị coi là spam và bị block. Hãy tham khảo những chuyên gia kỹ thuật trước khi bật tính năng này và thảo luận với người quản lý tờ báo (journal managers) để sử dụng đúng cách.<br><br>Có thể giới hạn tính năng này cho từng tờ báo riêng biệt bằng ở trang settings của <a href="{$hostedContextsUrl}">Hosted Journals</a>.
zh_hans: 选择允许批量发送电子邮件的托管期刊。 启用此功能后，期刊管理员将能够向所有在其期刊上注册的用户发送电子邮件。<br><br>滥用此功能发送未经请求的电子邮件可能会违反某些司法管辖区的反垃圾邮件法律，并可能导致在您服务器的电子邮件中被阻止为垃圾邮件。 在启用此功能之前寻求技术建议，并考虑咨询期刊主管以确保其正确使用。<br><br>可以通过访问列表中的设置向导为每个期刊启用对此功能的进一步限制<a href="{$hostedContextsUrl}">托管期刊</a>。
