Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.settings.statistics.geo.description
source: Select the type of geographical usage statistics that can be collected by journals on this site. More detailed geographical statistics may increase your database size considerably and, in some rare cases, may undermine the anonymity of your visitors. Each journal may configure this setting differently, but a journal can never collect more detailed records than what is configured here. For example, if the site only supports country and region, the journal may select country and region or only country. The journal will not be able to track country, region and city.
az: Bu saytda jurnallar tərəfindən toplana bilən coğrafi istifadə statistikasının növünü seçin. Daha ətraflı coğrafi statistika verilənlər bazanızın ölçüsünü əhəmiyyətli dərəcədə artıra bilər və bəzi nadir hallarda ziyarətçilərinizin anonimliyinə xələl gətirə bilər. Hər jurnal bu parametri fərqli şəkildə konfiqurasiya edə bilər, lakin jurnal heç vaxt burada konfiqurasiya ediləndən daha ətraflı məlumatları toplaya bilməz. Məsələn, sayt yalnız ölkə və regionu dəstəkləyirsə, jurnal ölkə və region və ya yalnız ölkə seçə bilər. Jurnal ölkə, bölgə və şəhəri izləyə bilməyəcək.
bg: Изберете типа статистика за географско използване, която може да се събира от списанията на този сайт. По-подробната географска статистика може значително да увеличи размера на вашата база данни и в някои редки случаи може да подкопае анонимността на вашите посетители. Всяко списание може да конфигурира тази настройка по различен начин, но списанието никога не може да събира по-подробни записи от това, което е конфигурирано тук. Например, ако сайтът поддържа само държава и регион, списанието може да избере държава и регион или само държава. Списанието няма да може да проследява държава, регион и град.
ca: Seleccioneu el tipus d'estadístiques d'ús geogràfic que poden recopilar les revistes d'aquest lloc. Unes estadístiques geogràfiques més detallades poden augmentar considerablement la grandària de la seva base de dades i, en alguns casos excepcionals, poden soscavar l'anonimat dels visitants. Cada revista pot configurar aquesta opció de manera diferent, però una revista mai pot recopilar registres més detallats que els que es configurin aquí. Per exemple, si el lloc només admet el país i la regió, la revista pot seleccionar el país i la regió o només el país. La revista no podrà realitzar un seguiment del país, la regió i la ciutat.
cs: Vyberte typ statistik geografického využití, které mohou být shromažďovány časopisy na této stránce. Podrobnější geografické statistiky mohou značně zvětšit velikost databáze a v některých vzácných případech mohou narušit anonymitu návštěvníků. Každý časopis může toto nastavení nakonfigurovat jinak, ale časopis nikdy nemůže shromažďovat podrobnější záznamy, než jaké jsou zde nakonfigurovány. Pokud například web podporuje pouze zemi a region, může časopis vybrat zemi a region nebo pouze zemi. Časopis nebude moci sledovat zemi, region a město.
da: Vælg typen af geografisk brugsstatistik, der kan indsamles af tidsskrifter på denne hjemmeside. Mere detaljerede geografiske statistikker kan øge din databases størrelse betydeligt og kan i nogle sjældne tilfælde underminere dine besøgendes anonymitet. Hvert tidsskrift kan konfigurere denne indstilling forskelligt, men et tidsskrift kan aldrig indsamle mere detaljerede poster end hvad der er konfigureret her. For eksempel, hvis webstedet kun understøtter land og region, kan tidsskriftet vælge land og region eller kun land. Tidsskriftet vil ikke være i stand til at spore land, region og by.
de: Wählen Sie die Art der geografischen Nutzungsstatistiken, die von Zeitschriften auf dieser Website erfasst werden können. Detailliertere geografische Statistiken können die Größe Ihrer Datenbank beträchtlich erhöhen und in einigen seltenen Fällen die Anonymität Ihrer Besucher/innen gefährden. Jede Zeitschrift kann diese Einstellungen anders konfigurieren, aber eine Zeitschrift kann niemals detailliertere Datensätze als die hier konfigurierten sammeln. Wenn die Website zum Beispiel nur Land und Region unterstützt, kann die Zeitschrift Land und Region oder nur Land auswählen. Die Zeitschrift ist nicht in der Lage, Land, Region und Ort zu erfassen.
es: Seleccione el tipo de estadísticas de uso geográficas que pueden recopilar las revistas de este sitio. Unas estadísticas geográficas más detalladas pueden aumentar considerablemente el tamaño de su base de datos y, en algunos casos excepcionales, pueden socavar el anonimato de sus visitantes. Cada revista puede configurar esta opción de forma diferente, pero una revista nunca puede recopilar registros más detallados que los configurados aquí. Por ejemplo, si el sitio solo admite el país y la región, la revista puede seleccionar el país y la región, o solo el país. La revista no podrá hacer un seguimiento del país, la región y la ciudad.
eu: Hautatu gune honetako aldizkariek bil ditzaketen erabilera geografikoaren estatistika-motak. Estatistika geografiko zehatzagoek zure datu-basearen tamaina nabarmen handitu dezakete eta, kasu bakan batzuetan, zure bisitarien anonimotasuna kaltetu dezakete. Aldizkari bakoitzak modu desberdinean konfigura dezake ezarpen hori, baina aldizkari batek ezin ditu inoiz bildu hemen konfiguratzen dena baino erregistro zehatzagoak. Adibidez, guneak herrialdea eta eskualdea bakarrik onartzen baditu, aldizkariak herrialdea eta eskualdea edo herrialdea bakarrik hauta dezake. Aldizkariak ezingo du herrialde, eskualde eta hiriaren jarraipena egin.
fa: نوع آمار جغرافیایی قابل جمع آوری توسط مجلات موجود در این سایت را انتخاب کنید. آمارهای جغرافیایی دقیق تر ممکن است اندازه پایگاه داده شما را به میزان قابل توجهی افزایش دهد و در برخی موارد نادر ممکن است ناشناس بودن بازدیدکنندگان شما را تضعیف کند. هر مجله ممکن است این تنظیمات را متفاوت پیکربندی کند، اما یک مجله هرگز نمی تواند سوابق دقیق تر از آنچه در اینجا پیکربندی شده است جمع آوری کند. به عنوان مثال، اگر سایت فقط کشور و منطقه را پشتیبانی می کند، مجله ممکن است کشور و منطقه یا فقط کشور را انتخاب کند. مجله نمی تواند کشور، منطقه و شهر را ردیابی کند.
fi: Valitse, minkä tyyppisiä maantieteellisiä käyttötilastoja tämän sivuston lehdet voivat kerätä. Yksityiskohtaisemmat maantieteelliset tilastot saattavat kasvattaa tietokannan kokoa huomattavasti ja joissakin harvoissa tapauksissa heikentää kävijöiden anonymiteettiä. Kukin lehti voi määrittää tämän asetuksen eri tavalla, mutta lehti ei voi koskaan kerätä yksityiskohtaisempia tietueita kuin mitä tässä on määritetty. Jos sivusto esimerkiksi tukee vain maata ja aluetta, lehti voi valita esimerkiksi maan ja alueen tai vain maan. Lehti ei voi tallentaa maata, aluetta ja kaupunkia.
fr_ca: Sélectionner le type de statistiques d'utilisation géographique qui peuvent être collectées par les revues sur ce site. Des statistiques géographiques plus détaillées peuvent considérablement augmenter la taille de votre base de données et, dans de rares cas, compromettre l'anonymat de vos visiteurs. Chaque revue peut configurer ce paramètre différemment, mais une revue ne peut jamais collecter des enregistrements plus détaillés que ce qui est configuré ici. Par exemple, si le site ne prend en charge que le pays et la région, la revue peut sélectionner le pays et la région ou uniquement le pays. La revue ne pourra pas enregistré le pays, la région et la ville.
id: Pilih jenis statistik penggunaan geografis yang dapat dikumpulkan oleh jurnal di situs ini. Statistik geografis yang lebih terperinci dapat meningkatkan ukuran basis data Anda secara signifikan dan, dalam beberapa kasus, dapat mengurangi anonimitas pengunjung Anda. Setiap jurnal mungkin mengatur hal ini berbeda-beda, tetapi sebuah jurnal tidak dapat mengumpulkan rekaman yang lebih terperinci daripada yang diatur pada bagian ini. Misalnya, jika website hanya mendukung negara dan wilayah, jurnal dapat memilih negara dan wilayah atau hanya negara. Jurnal tidak akan dapat melacak negara, wilayah, dan kota.
it: Selezionare il tipo di statistiche d'uso geografiche che possono essere raccolte per rivista su questo sito. Raccogliere statistiche geografiche molto dettagliate può aumentare di molto le dimensioni del database e, in rari casi, mettere a rischio l'anonimato dei visitatori. Ogni rivista può configurare in maniera diversa questa impostazione, ma una rivista non può mai raccogliere statistiche più dettagliate di quanto impostato qui. Per esempio, se il sito supporta solo paese e regione, la rivista può selezionare solo paese e regione o solo paese. La rivista non potrà tracciare paese, regione e città.
ky: Бул сайттагы журналдар чогулта турган колдонуучунун географиялык статистикасынын түрүн тандаңыз. Көбүрөөк географиялык статистика сиздин маалымат базаңыздын көлөмүн бир топ көбөйтөт жана сейрек учурларда конокторуңуздун анонимдүүлүгүн бузушу мүмкүн. Ар бир журнал бул жөндөөнү өзүнчө конфигурациялай алат, бирок журнал эч качан бул жерде конфигурациялангандан көбүрөөк деталдуу жазууларды чогулта албайт. Мисалы, эгер сайт өлкө менен аймакты гана колдосо, журнал өлкө менен аймакты же бир гана өлкөнү тандай алат. Журнал өлкөнү, аймакты жана шаарды көзөмөлдөй албайт.
lt: Pasirinkite geografinės naudojimo statistikos tipą, kurį gali rinkti žurnalai šioje svetainėje. Išsamesnė geografinė statistika gali gerokai padidinti jūsų duomenų bazės dydį ir kai kuriais retais atvejais pakenkti jūsų lankytojų anonimiškumui. Kiekvienas žurnalas gali konfigūruoti šį nustatymą skirtingai, tačiau žurnalas niekada negali rinkti išsamesnių įrašų nei čia sukonfigūruota. Pavyzdžiui, jei svetainė palaiko tik šalį ir regioną, žurnalas gali pasirinkti šalį ir regioną arba tik šalį. Žurnalas negalės sekti šalies, regiono ir miesto.
mk: Изберете го типот на статистика за географска употреба што може да ја соберат списанијата на оваа страница. Подеталната географска статистика може значително да ја зголеми големината на вашата база на податоци и, во некои ретки случаи, може да ја поткопа анонимноста на вашите посетители. Секое списание може да ја конфигурира оваа поставка поинаку, но списанието никогаш не може да собере подетални записи од она што е конфигурирано овде. На пример, ако страницата поддржува само земја и регион, списанието може да избере земја и регион или само земја. Списанието нема да може да следи земја, регион и град.
mr: या संकेतस्थळावरील नियतकालिकांच्या वापराच्या आकडेवारीचे संकलन करण्यासाठी भौगोलिक स्तर निवडा. सखोल तपशीलाची भौगोलिक आकडेवारी तुमच्या डेटाबेसचा आकार लक्षणीयरीत्या वाढवू शकते आणि काही दुर्मीळ प्रकरणांमध्ये अभ्यागतांच्या व्यक्तिगत माहितीला बाधा आणू शकते. प्रत्येक नियतकालिकासाठी हे सेटिंग वेगळ्या पद्धतीने रचण्याची (कॉन्फिगर करण्याची) सोय आहे, परंतु संकेतस्थळावरील सेटिंग ज्या मर्यादेपर्यंत रचले गेले (कॉन्फिगर केले) आहे त्यापेक्षा अधिक तपशीलवार माहिती ते कधीही गोळा करू शकणार नाही. उदाहरणार्थ, जर संकेतस्थळ फक्त देश आणि प्रदेशाची माहिती गोळा करण्याची मर्यादा आखत असेल, तर मग त्यावरील नियतकालिकही देश आणि प्रदेश किंवा फक्त देशाच्या अभ्यागतांची आकडेवारी मिळवू शकते. अशा परिस्थितीत नियतकालिक देश, प्रदेश आणि शहरी पातळीवरील अभ्यागतांच्या आकडेवारीचा मागोवा ते घेऊ शकणार नाही.
ms: Pilih jenis statistik penggunaan geografi yang boleh dikumpulkan oleh jurnal di laman web ini. Statistik geografi yang lebih terperinci boleh meningkatkan saiz pangkalan data anda dengan ketara dan, dalam beberapa kes yang jarang berlaku, boleh menjejaskan kerahsiaan pelawat anda. Setiap jurnal mungkin mengkonfigurasi tetapan ini secara berbeza, tetapi jurnal tidak boleh mengumpulkan rekod yang lebih terperinci daripada yang dikonfigurasikan di sini. Sebagai contoh, jika tapak hanya menyokong negara dan wilayah, jurnal boleh memilih negara dan wilayah atau negara sahaja. Jurnal tidak akan dapat menjejaki negara, wilayah dan bandar.
nb: Velg hvilken type geografisk bruksstatistikk som kan samles inn av tidsskrifter på denne nettsiden. Mer detaljert geografisk statistikk kan øke størrelsen på databasen din betydelig, og i noen sjeldne tilfeller kan den undergrave anonymiteten til de besøkende. Hvert tidsskrift kan konfigurere denne innstillingen forskjellig, men et tidsskrift kan aldri samle mer detaljerte poster enn det som er konfigurert her. For eksempel, hvis nettstedet kun støtter land og region, kan tidsskriftet velge land og region eller kun land. Tidsskriftet vil ikke kunne spore land, region og by.
pl: Wybierz typ statystyk użytkowania geograficznego, które mogą być gromadzone przez czasopisma w tej witrynie. Bardziej szczegółowe statystyki geograficzne mogą znacznie zwiększyć rozmiar bazy danych, a w niektórych rzadkich przypadkach mogą podważyć anonimowość odwiedzających. Każdy dziennik może inaczej skonfigurować to ustawienie, ale dziennik nigdy nie może gromadzić bardziej szczegółowych rekordów niż to, co zostało tutaj skonfigurowane. Na przykład, jeśli witryna obsługuje tylko kraj i region, czasopismo może wybrać kraj i region lub tylko kraj. Czasopismo nie będzie w stanie śledzić kraju, regionu i miasta.
pt_br: Selecione o tipo de estatísticas de uso geográfico que podem ser coletadas pelos periódicos neste site. Estatísticas geográficas mais detalhadas podem aumentar consideravelmente o tamanho do seu banco de dados e, em alguns casos raros, podem prejudicar o anonimato de seus visitantes. Cada revista pode definir essa configuração de forma diferente, mas uma revista nunca pode coletar registros mais detalhados do que o que está configurado aqui. Por exemplo, se o site suporta apenas país e região, a revista pode selecionar país e região ou apenas país. A revista não poderá rastrear país, região e cidade.
pt_pt: Selecione o tipo de estatísticas de uso geográfico que podem ser recolhidas pela revista neste site. Estatísticas geográficas mais detalhadas podem aumentar consideravelmente a sua base de dados e, em alguns casos raros, podem comprometer o anonimato dos seus visitantes. Cada revista pode configurar esta opção de forma diferenciada, mas uma revista nunca poderá recolher dados mais detalhados do que os que ficarem configurados. Por exemplo, se o site suportar apenas o país e região, a revista pode escolher país e região ou apenas o país. A revista não poderá recolher dados do país, região e cidade.
sl: Izberite tip geografskih podatkov za statistike, ki se bodo zbirali pri revijah na tem spletišču. Podrobnejši podatki lahko znatno povečajo velikost baze podatkov in v redkih primerih celo ogrozijo anonimnost obiskovalcev. Vsaka revija lahko sicer posebej nastavi te nastavitve, a ne more zbirati podrobnejših podatkov, kot je nastavljeno tukaj. Na primer, če spletišče omogoča le zbiranje države in regije, lahko revija zbira le državo in regijo ali le državo; ne more pa zbirati države, regije in mesta.
sv: Välj vilken typ av geografiska användardata som ska samlas in av tidskrifterna. Detaljerade geografiska data kan öka storleken på databasen markant och kan även, i vissa fall, försvaga era besökares anonymitet. Varje tidskrift har möjlighet att göra egna inställningar, men kan aldrig samla in mer detaljerade data än vad som konfigureras här. Till exempel, om dessa inställningar bara stödjer land och region kan en tidskrift välja land och region, eller enbart land, men kommer inte kunna välja land, region och stad.
tr: Bu sitedeki dergiler tarafından toplanabilecek coğrafi konum istatistiklerinin türünü seçin. Daha ayrıntılı coğrafi istatistikler, veritabanı boyutunuzu önemli ölçüde artırabilir ve bazı nadir durumlarda ziyaretçilerinizin anonimliğini zayıflatabilir. Her dergi bu ayarı farklı şekilde yapılandırabilir, ancak bir dergi hiçbir zaman burada yapılandırılandan daha ayrıntılı kayıtlar toplayamaz. Örneğin, site yalnızca ülke ve bölgeyi destekliyorsa, dergi ülke ve bölge veya yalnızca ülke seçebilir. Dergi ülke, bölge ve şehir seçimi yapamaz.
uk: Виберіть тип статистики географічного використання, яку можуть збирати журнали на цьому вебсайті. Більш детальна географічна статистика може значно збільшити розмір вашої бази даних і в деяких рідкісних випадках може підірвати анонімність ваших відвідувачів. Кожен журнал може налаштувати цей параметр по-різному, але журнал ніколи не зможе збирати докладніші записи, ніж ті, що тут налаштовано. Наприклад, якщо вебсайт підтримує лише країну та регіон, журнал може вибрати країну та регіон або лише країну. Журнал не зможе відстежувати країну, регіон і місто.
uz@latin: Ushbu saytdagi jurnallar tomonidan to'planishi mumkin bo'lgan geografik foydalanish statistikasi turini tanlang. Batafsilroq geografik statistika ma'lumotlar bazasi hajmini sezilarli darajada oshirishi va ba'zi kamdan-kam hollarda tashrif buyuruvchilaringizning anonimligini buzishi mumkin. Har bir jurnal bu sozlamani boshqacha sozlashi mumkin, ammo jurnal hech qachon bu yerda sozlanganidan koʻra batafsilroq yozuvlarni toʻplay olmaydi. Misol uchun, agar sayt faqat mamlakat va mintaqani qo'llab-quvvatlasa, jurnal mamlakat va mintaqani yoki faqat mamlakatni tanlashi mumkin. Jurnal mamlakat, mintaqa va shaharni kuzata olmaydi.
uz_cyrl: Ушбу сайтдаги журналлар томонидан тўпланиши мумкин бўлган географик фойдаланиш статистикаси турини танланг. Батафсилроқ географик статистика маълумотлар базаси ҳажмини сезиларли даражада ошириши ва баъзи камдан-кам ҳолларда ташриф буюрувчиларингизнинг анонимлигини бузиши мумкин. Ҳар бир журнал бу созламани бошқача созлаши мумкин, аммо журнал ҳеч қачон бу ерда созланганидан кўра батафсилроқ ёзувларни тўплай олмайди. Мисол учун, агар сайт фақат мамлакат ва минтақани қўллаб-қувватласа, журнал мамлакат ва минтақани ёки фақат мамлакатни танлаши мумкин. Журнал мамлакат, минтақа ва шаҳарни кузата олмайди.
vi: Chọn mức thống kê địa lý mà các tạp chí có thể thu thập. Thống kê chi tiết hơn sẽ có thể làm tăng độ lớn dữ liệu, trong vài trường hợp có thể làm giảm độ ẩn danh của người đọc. Mỗi tạp chí có thể thiết lập mức riêng, nhưng không chi tiết hơn thiết lập này.
