Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.journals.transcode
source: Transcode article metadata from ISO8859-1
az: Məqalənin üst datasını ISO8859-1’dən dəyişdirin
az_az: ISO8859-1-dən məqalə metadatasını çevirin
be: Перакадзіраваць метаданыя артыкулаў з ISO8859-1
bg: Прекодиране на метаданните на статията от ISO8859-1
ca: Metadades de l'article Transcode de l’ISO8859-1
cs: Překódovat metadata článků z ISO8859-1
da: Omsæt kode for artikelmetadata fra ISO8859-1
de: Metadaten des Artikels aus ISO 8859-1 umkodieren
el: Μετατροπή μεταδεδομένων άρθρου από ISO8859-1
es: Transcodificar metadatos de artículos de ISO8859-1
eu: Bihurtu artikuluen metadatuak ISO8859-1etik
fa: کد انتقال فراداده‌های مقاله از ISO8859-1
fi: Muunna artikkelin metatiedot ISO8859-1 -merkistöstä
fr_ca: Conversion des métadonnées de l'article à partir de la norme ISO 8859-1
gl: Transcodificar metadatos de artigos de ISO8859-1
he_il: המרת קידוד מטא נתונים מ- ISO8859-1
hi_in: ISO8859-1 से ट्रांसकोड लेख मेटाडेटा
hr_hr: Prekodiraj metapodatke prenesenih članaka iz ISO8859-1
hy_am: Վերակոդավորել հոդվածների մետատվյալները ISO8859-1֊ից
id: Transcode metadata naskah dari ISO8859-1
it: Converti i metadata dell'articolo da ISO8859-1
ja: 記事のメタデータを ISO8859-1 から変換します
kk_kz: ISO8859-1 стандартындағы метадеректердің кодын түрлендіріңіз
ko: ISO8859-1 형식의 논문 메타 데이터 코드 변환
ku_iq: کۆدی گۆڕاوی توێژینەوە لە مێتاداتا لە ISO8859-1 ەوە
ky: ISO8859-1ден макаланын метадайындарын кайра коддоо
lt: Perkoduoti straipsnio metaduomenis iš ISO8859-1
mk: Транскодирај труд од метаподатоци во ISO8859-1
mr: लेखाबाबतची प्राथमिक माहिती (मेटाडेटा) ISO8859-1 नुसार ट्रान्सकोड करा
ms: Metadata artikel transkod dari ISO8859-1
nb: Artikkelens Transcode-metadata fra ISO8859-1
nl: Vertaal artikel-metadata van ISO8859-1
pl: Zmień kodowanie ISO8859-1 metadanych artykułu na inne
pt_br: Transcodificar metadados de ISO8859-1
pt_pt: Transcodificar metadados de artigo da ISO8859-1
ro: Metadatele articolului folosesc trans-codurile ISO8859-1
ru_ru: Перекодировать метаданные статей из ISO8859-1
sk: Prekódovať metadáta článkov z ISO8859-1
sl: Prekodiraj metapodatke prenesenih člankov iz ISO8859-1
sr@cyrillic: Препиши метаподатке чланака из ISO8859-1
sr_rs@latin: Prepiši metapodatke članaka iz ISO8859-1
sv: Konvertera artikelns metadata med ISO 8859-1
tr: Makale üst verisini ISO8859-1'den dönüştür
uk: Перекодувати метадані статті з ISO8859-1
uz@latin: ISO8859-1 standartidagi metadata transkod kodi
uz_cyrl: ISO8859-1 дан мақола метамаълумотларини транскод қилиш
vi: Mã hoá siêu dữ liệu bài viết theo ISO8859-1
zh_cn: 从ISO8859-1转码文章源数据
zh_hans: 从ISO8859-1转码文章源数据
zh_hant: 從ISO8859-1為文章元資料為進行轉碼

# admin.journals.redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
az: OJS 1 URL adreslərinin OJS 2 URL adresləri ilə uyğunlaşması üçün kod yaradın
az_az: OJS 1 URL adreslerinin OJS 2 URL adreslərinə uyğunlaşdırmaq üçün kod yaradın
be: Генераваць код для пераназначэння адрасоў OJS 1 у адрасы OJS 2
bg: Генериране на код за връзка на OJS 1 URL адреси с OJS 2 URL адреси
ca: Genera el codi per mapar els URL OJS 1 amb els URL OJS 2
cs: Generovat kód pro přesměrování adres URL OJS 1 na adresy URL OJS 2
da: Gererér kode for at mappe OJS 1 URL's til OJS 2 URL's
de: Code generieren, um OJS-1-URL auf OJS-2-URL zu mappen
el: Δημιουργία κώδικα για την αντιστοίχιση των OJS 1 URLs σε OJS 2 URLs
es: Generar código para asignar direcciones URL OJS 1 a URL OJS 2
eu: Sortu kodea OJS1 URLak OJS 2 URLetara mapatzeko
fa: تولید کد لازم برای نگاشت آدرس‌های OJS نسخه 1 به نسخه 2
fi: Luo koodi muuntaaksesi OJS 1 URL-osoitteet OJS 2 URL-osoitteiksi
fr_ca: Générer le code pour faire la correspondance entre les URLS d'OJS 1 et d'OJS 2
gl: Xerar o código para asignar enderezos URL OJS 1 a URL OJS 2
he_il: צור קוד למיפוי כתובות אתרים של OJS 1 לכתובות אתרים של OJS 2
hi_in: OJS 1 URL को OJS 2 URL में मैप करने के लिए कोड जनरेट करें
hr_hr: Generiraj kod koji će mapirati OJS 1 URL-ove u OJS 2 URL-ove
hy_am: Գեներացնել կոդ` OJS 1 հասցեները OJS 2 հասցեներին վերանշանակելու համար
id: Buat kode untuk memetakan URL OJS 1 ke OJS 2
it: Genera il codice per mappare le URL di OJS1 verso quelle di OJS2
ja: OJS 1 の URL から OJS 2 の URL にマッピングするコードの生成
kk_kz: OJS 1 URL-ді OJS 2 URL-ге салыстыру үшін код жасаңыз
ko: OJS 1 URL 주소를 OJS 2 URL 주소로 매핑하는 코드 실행
ku_iq: کۆدێک داوا بکە بۆ لینکی وەشانی یەکەم و دووەمی سیستەمی گۆڤاری کراوە
ky: OJS 1 даректерин OJS 2 даректерине өзгөртүү үчүн кодду түзүңүз
lt: Sugeneruoti kodą, OJS 1 nuorodas (URL) atvaizduojantį OJS 2 aplinkoje
mk: Создади код за мапирање OJS 1 URL кон OJS 2 URL
mr: OJS 1 URLs ते OJS 2 URLs मॅप करण्यासाठी कोड निर्माण करा
ms: Janakan kod untuk memetakan URL OJS 1 ke URL OJS 2
nb: Generer kode for å oversette OJS 1 URLs to OJS 2 URLs
nl: Genereer code om OJS 1 URL's om te leiden naar OJS 2 URL's
pl: Adresy URL systemu OJS stosowane w jego wersji 1 zmień na stosowane w wersji 2
pt_br: Gerar código para mapear URLs da versão 1 do OJS para URLs da versão 2
pt_pt: Gerar código para mapear URLs da versão 1 do OJS para URLs da versão 2
ro: Generați codul pentru a mapa adresele URL OJS 1 către adresele URL OJS 2
ru_ru: Генерировать код для переназначения адресов OJS 1 в адреса OJS 2
sk: Generovať kód pre presmerovanie adries URL OJS 1 na adresy URL OJS 2
sl: Generiraj kodo za preslikavo OJS 1 URL-ev v OJS 2 URL-je
sr@cyrillic: Генериши код за мапирање OJS 1 URL-ове у OJS 2 URL-ове
sr_rs@latin: Generiši kod za mapiranje OJS 1 URL-ove u OJS 2 URL-ove
sv: Skapa kod för att omvandla OJS 1-URL:er till OJS 2-URL:er
tr: OJS 1 URL adreslerinin OJS 2 URL adresleri ile eşleşmesi için kod oluştur
uk: Генерувати код для конвертації адрес URL з OJS 1 до OJS 2
uz@latin: OJS 1 URL-larini OJS 2 URL-lariga solishtirish uchun kod yarating
uz_cyrl: OJS 1 URL манзилларини OJS 2 URL манзилларига мослаштириш учун код яратинг
vi: Tạo mã để ánh xạ các URL của OJS 1 thành các URL của OJS 2
zh_cn: 生成的代码以从OJS1的URL映射到OJS2的URL
zh_hans: 生成从 OJS 1 的 URL 映射到 OJS 2 的URL 的代码
zh_hant: 產生代碼把OJS 1的URL變址至OJS 2的URL

# admin.journals.form.importPathRequired
source: The import path is required.
az: Data almağın yolu məcburidir.
az_az: İdxal yolu tələb olunur.
be: Шлях імпарту абавязковы.
bg: Полето път за импортиране е задължително.
ca: Cal que introduïu una ruta d'importació.
cs: Je vyžadována cesta importu.
da: Importstien er påkrævet.
de: Es muss ein Importpfad angegeben werden.
el: Απαιτείται η διαδρομή εισαγωγής.
es: Se requiere la ruta de importación.
eu: Inportatzeko bidea zehaztu behar da.
fa: مشخص کردن مسیر درون‌ریزی الزامی است.
fi: Tuontipolku vaaditaan.
fr_ca: Le chemin d'importation est obligatoire.
gl: Requírese a ruta de importación.
he_il: דרוש נתיב הייבוא.
hi_in: आयात पथ आवश्यक है
hr_hr: Putanja uvođenja je obavezna.
hy_am: Ներբեռնման ճանապարհը պարտադիր է։
id: Perlu path impor.
it: È richiesto il path dell'importazione.
ja: インポートパスは必須です。
kk_kz: Импорттау жолы қажет.
ko: 가져오기 경로가 필요합니다.
ku_iq: ڕێچکەی داخلبون داوا کراوە.
ky: Импорт жолу талап кылынат.
lt: Reikia nurodyti importavimo kelią.
mk: Потребна е патека за импортирање.
mr: दाखल (इम्पोर्ट) करण्यासाठी पत्ता (path) आवश्यक आहे.
ms: Laluan URL import diperlukan.
nb: Filsti for import er påkrevet.
nl: Het import-pad is verplicht.
pl: Wymagane jest wskazanie położenia w systemie plików (ścieżki) do którego odbędzie się import.
pt_br: O caminho para importação é necessário.
pt_pt: O caminho para a importação é obrigatório.
ro: Calea de import este necesară.
ru_ru: Путь импорта обязателен.
sk: Je vyžadovaná cesta importu.
sl: Uvozna pot je obvezna.
sr@cyrillic: Путања за увоз је обавезна.
sr_rs@latin: Putanja za uvoz je obavezna.
sv: Importerad sökväg är obligatorisk.
tr: Veri alma yolu zorunludur.
uk: Необхідно вказати шлях імпорту.
uz@latin: Import usuli talab qilinadi.
uz_cyrl: Импорт йўли (path) талаб қилинади.
vi: Bắt buộc phải có Đường dẫn nhập dữ liệu.
zh_cn: 导入路径是必需的.
zh_hans: 导入路径为必填项。
zh_hant: 必須提供導入路徑。

# admin.journals.importErrors
source: Importing failed to complete successfully
az: İdxaletmə prosesi uğursuz oldu
az_az: İdxal uğurla tamamlanmadı
be: Імпартаванне завяршылася няўдачай
bg: Импортирането е неуспешно
ca: La importació no s'ha completat correctament
cs: Úspěšné dokončení importu selhalo
da: Importen mislykkedes
de: Der Import ist fehlgeschlagen
el: Η εισαγωγή δεν ολοκληρώθηκε επιτυχώς.
es: La importación no se ha completado correctamente
eu: Inportazioak huts egin du
fa: درون‌ریزی با خطا مواجه شد
fi: Tuonti epäonnistui
fr_ca: L'importation a échoué
gl: Non se completou a importación correctamente
he_il: היבוא לא הושלם בהצלחה
hi_in: आयात सफलतापूर्वक पूरा करने में विफल रहा
hr_hr: Neuspješno uvođenje
hy_am: Ներմուծումը ձախողվել է
id: Impor gagal
it: Importazione fallita
ja: インポートに失敗しました
kk_kz: Импорт сәтсіз аяқталды
ko: 가져오기가 실패하였습니다
ku_iq: داخلکردنەکە بە ناتەواوی مایەوە
ky: Импорттолбой калды
lt: Importavimas nepavyko
mk: Импортирањето не успеа целосно
mr: दाखल करणे (इम्पोर्ट) अयशस्वी झाल्यामुळे प्रक्रिया अपूर्ण राहिली
ms: Pengimportan gagal diselesaikan dengan jayanya
nb: Importeringen var ikke vellykket
nl: Importeren is niet gelukt
pl: Z powodu błędów nie wszystko się zaimportowało
pt_br: Não foi possível concluir a importação corretamente
pt_pt: Não foi possível concluir a importação com sucesso
ro: Importul nu s-a finalizat cu succes
ru_ru: Импортирование завершилось неудачей.
sk: Úspešné dokončenie importu zlyhalo
sl: Uvoz ni uspel v celoti
sr@cyrillic: Увоз није успешно завршен
sr_rs@latin: Uvoz nije uspešno završen
sv: Importen misslyckades
tr: İçe aktarma işlemi başarısız oldu
uk: Імпортування не було завершено успішно
uz@latin: Import muvaffaqiyatli bajarilmadi
uz_cyrl: Импорт қилиш муваффақиятли якунланмади
vi: Quá trình nhập thất bại
zh_cn: 未能成功完成导入
zh_hans: 未能成功完成导入
zh_hant: 未能完成導入

# admin.mergeUsers
source: Merge Users
az: İstifadəçiləri Birləşdir
az_az: İstifadəçiləri birləşdirin
be: Аб'яднанне карыстальнікаў
bg: Обединяване на потребители
ca: Fusiona els usuaris/àries
cs: Sloučit uživatele
da: Flet brugere
de: Benutzer/innen-Daten zusammenführen
el: Συγχώνευση Χρηστών
es: Fusionar usuarios/as
eu: Batu erabiltzaileak
fa: ادغام کاربران
fi: Yhdistä käyttäjät
fr_ca: Fusionner les utilisateurs-trices
gl: Fusionar os usuarios/as
he_il: מיזוג משתמשים
hi_in: उपयोगकर्ताओं को मर्ज करें
hr_hr: Spajanje korisnika
hy_am: Միացնել օգտագործողներին
id: Gabungkan Beberapa Pengguna
it: Fusione utenti
ja: ユーザーをマージ
kk_kz: Пайдаланушыларды біріктіру
ko: 사용자 통합
ku_iq: دو ناوی هەمان بەکارهێنەر بەیەکەوە بلکێنە
ky: Колдонуучулардын ассоциациясы
lt: Sujungti vartotojus
mk: Спои корисници
mr: वापरकर्ते विलीन (merge) करा
ms: Gabungkan Pengguna
nb: Slå sammen brukere
nl: Gebruikers samenvoegen
pl: Scal użytkowników
pt_br: Mesclar usuários/as
pt_pt: Unificar utilizadores
ro: Îmbinare utilizatori
ru_ru: Объединение пользователей
sk: Zlúčiť užívateľov
sl: Združi uporabnike
sr@cyrillic: Споји кориснике
sr_rs@latin: Spoji korisnike
sv: Slå ihop användare
tr: Kullanıcıları Birleştir
uk: Об'єднання користувачів
uz@latin: Foydalanuvchilarni birlashtirish
uz_cyrl: Фойдаланувчиларни бирлаштириш
vi: Hợp nhất người dùng
zh_cn: 合并用户
zh_hans: 合并用户群
zh_hant: 合併用戶

# admin.mergeUsers.mergeUser
source: Merge User
az: İstifadəçi Birləşdir
az_az: İstifadəçini birləşdirin
be: Аб'яднаць
bg: Обединяване на потребител
ca: Fusiona l’usuari/ària
cs: Sloučit uživatele
da: Flet bruger
de: Benutzer/innen-Daten zusammenführen
el: Συγχώνευση Χρήστη
es: Fusionar usuario/a
eu: Batu erabiltzailea
fa: ادغام کاربر
fi: Yhdistä käyttäjä
fr_ca: Fusionner l'utilisateur-trice
gl: Fusionar o usuario/a
he_il: מיזוג משתמש
hi_in: उपयोगकर्ता को मर्ज करें
hr_hr: Spoji korisnika
hy_am: Միավորել օգտագործողին
id: Gabungkan Pengguna
it: Unire l'utente
ja: ユーザーをマージ
kk_kz: Пайдаланушыны біріктіру
ko: 사용자 통합
ku_iq: دو ناوی هەمان بەکارهێنەر بەیەکەوە بلکێنە
ky: Бириктирүү
lt: Sujungti vartotoją
mk: Спои корисник
mr: वापरकर्ता विलीन (merge) करा
ms: Gabungkan Pengguna
nb: Slå sammen bruker
nl: Voeg gebruiker samen
pl: Scal użytkownika
pt_br: Mesclar Usuário
pt_pt: Unificar utilizador
ro: Îmbinare utilizator
ru_ru: Объединить
sk: Zlúčiť užívateľov
sl: Združi uporabnika
sr@cyrillic: Споји корисника
sr_rs@latin: Spoji korisnika
sv: Slå ihop användare
tr: Kullanıcı Birleştir
uk: Об'єднати
uz@latin: Birlashtirish
uz_cyrl: Фойдаланувчиларни бирлаштириш
vi: Hợp nhất người dùng
zh_cn: 合并用户
zh_hans: 合并用户信息
zh_hant: 合併用戶

# admin.mergeUsers.into.description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
az: Əvvəlki istifadəçinin müəlliflik redaktorluq təyinatları və başqa özəlliklərin əlaqələndiriləcəyi bir istifadəçi seçin.
az_az: Əvvəlki istifadəçinin müəllifliyinin, redaksiya tapşırıqlarının və s.-nin köçürüləcəyi istifadəçini seçin.
be: Выберыце карыстальніка, якому будуць перададзены аўтарства папярэдняга карыстальніка, яго рэдакцыйныя заданні і г. д.
bg: Изберете потребител, на когото да се препишат атрибутите, авторство, задачи на предния потребител и т.н.
ca: Seleccioneu l’usuari/ària al qual vulgueu assignar les autories, encàrrecs d’edició, etc. de l’usuari/ària anterior.
cs: Vyberte uživatele, kterému mají být přiřazena autorství, přidělené úlohy atd. předchozího uživatele.
da: Vælg en bruger, som skal tilskrives den tidligere brugers forfatterskab, redigeringsopgaver osv.
de: Bitte wählen Sie eine/n Benutzer/in aus, der oder dem Autor/innenstatus, Redaktionsaufgaben etc. der vorherigen Benutzerin/des vorherigen Benutzers übertragen werden sollen.
el: Επιλέξτε έναν Χρήστη στον οποίο θα αποδώσετε τα δικαιώματα, τις αναθέσεις και τις εργασίες του προηγούμενου Χρήστη.
es: Seleccione un usuario/a para atribuirle las autorías del anterior usuario/a, editar asignaciones, etc.
eu: Hautatu erabiltzaile bat lehengo erabiltzailearen egiletasuna, edizio-esleipenak, etab. egozteko.
fa: کاربری را که مسئولیت‌ها و انتساب‌های کاربر قبلی باید به آن نسبت داده شود را انتخاب نمایید.
fi: Valitse käyttäjä, kenelle aiemman käyttäjän kirjoittajahenkilöllisyys, toimitustoimeksiannot jne. siirretään.
fr_ca: Sélectionner un-e utilisateur-trice à qui attribuer la paternité des textes, les assignations de révisions, etc. de l'utilisateur-trice précédent-e.
gl: Seleccione o usuario/a ao que lle queira asignar as autorías do anterior, os encargos de edición etc.
he_il: בחר משתמש למי לייחס את מחברי המשתמש הקודם, משימות עריכה וכו '.
hi_in: एक उपयोगकर्ता का चयन करें, जिसे पिछले उपयोगकर्ता के प्राधिकरण, संपादन कार्य आदि का श्रेय दिया जाए।
hr_hr: Odaberite korisnika kojem želite pripisati radove, urednička zaduženja, itd.
hy_am: Ընտրել օգտատեր, որին կփոխանցվեն նախորդ օգտատիրոջ իրավունքները, առաջադրանքները և այլն։
id: Pilih pengguna yang akan memperoleh hak kepenulisan pengguna sebelumnya, tugas pengeditan, dll.
it: Seleziona l'utente al quale si vogliono attribuire le autorizzazioni dell'utente precedente, modificando gli incarichi assegnati ecc.
ja: 前のユーザーの著者権限や査読者アサインなどを割り当てるユーザーを選択します。
kk_kz: Алдыңғы пайдаланушының авторлығын, тағайындауды және т.б. жатқызатын пайдаланушыны таңдаңыз.
ko: 이전 사용자의 저작권, 심사 내용 편집 등을 대신할 사용자를 선택하십시오.
ku_iq: بەکارهێنەرێک دیاری بکە بۆ ئەوەی توانای ئەوەی بدەیتێ کە گۆڕانکاری لە خاوەندارێتی گۆڕانکارییەکانی دیکەدا بکات.
ky: Мурунку колдонуучунун авторлугу, редакциялык тапшырмалары ж.б. өткөрүлө турган колдонуучуну тандаңыз.
lt: Nurodykite, kuriam vartotojui paskirti ankstesnio vartotojo autorystę, redagavimo užduotis ir pan.
mk: Избери корисник кон кого се однесува претходното авторство, назначени уредувања и слично.
mr: लेखक, संपादकीय जबाबदार्‍या, इत्यादी कामांसाठी पूर्वीच्या वापरकर्त्याऐवजी खात्यातून वेगळा वापरकर्ता निवडा.
ms: Pilih pengguna yang akan mempunyai hak penulisan pengguna sebelumnya, seperti penyuntingan tugasan, dll.
nb: Velg en bruker som du vil overføre den forrige brukerens oppgaver til: forfatterskap, redaktøroppgaver m.m.
nl: Kies de gebruiker aan wie de auteursgegevens, redactietaken enz. van de vorige gebruiker toegekend moeten worden.
pl: Wybierz użytkownika scalającego, któremu mają zostać przydzielone atrybuty użytkownika scalanego.
pt_br: Escolha um usuário a quem deseja atribuir as submissões e histórico de tarefas do cadastro anterior.
pt_pt: Escolha um utilizador ao qual pretende atribuir autorias do utilizador anterior, tarefas de edição, etc.
ro: Selectați un utilizator căruia să i se atribuie authorship-ul utilizatorului anterior, sarcinile de editare etc.
ru_ru: Выберите пользователя, которому будут переданы авторство предыдущего пользователя, его редакционные задания и т. д.
sk: Vyberte používateľa, ktorému majú byť priradené autorstvá, pridelené úlohy atď. predchádzajúceho užívateľa.
sl: Izberite uporabnika, ki mu želite pripisati vsa avtorska dela, uredniške zadolžitve, itd. prejšnjega uporabnika.
sr@cyrillic: Одабери корисника којем ће се приписати ауторства, задужења и остварени радови претходног корисника.
sr_rs@latin: Odaberi korisnika kojem će se pripisati autorstva, zaduženja i ostvareni radovi prethodnog korisnika.
sv: Välj användare som du ska tillskriva den tidigare användarens författarskap, redaktionsuppgifter, etc., till.
tr: Önceki kullanıcının yazarlıkları, editörlük atamaları vb. özelliklerin ilişkilendirileceği bir kullanıcı seçin.
uk: Виберіть користувача, якому слід передати права попереднього користувача (авторство, редакційні призначення тощо).
uz@latin: Oldingi foydalanuvchining muallifligi, tahrirlash topshiriqlari va boshqalarga tegishli bo'lgan foydalanuvchini tanlang.
uz_cyrl: Олдинги фойдаланувчининг муаллифлик ҳуқуқи, таҳрирлаш топшириқлари ва ҳ.к.ларга тегишли фойдаланувчини танланг.
vi: Chọn một người dùng có thuộc tính tác giả, biên tập viên, v.v. của người dùng trước đó.
zh_cn: 选择一个用户用于将前一个用户的著作权，编辑指派等并入.
zh_hans: 选择一个用户用于将前一个用户的著作权、编辑指派等并入。
zh_hant: 請選擇一個用戶，以轉移上一個用戶的作者身份、編輯分配等等。
