Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
az: Bu dili istifadədən çıxarmaq istədiyinizdən əminsinizmi? Dil istifadədən çıxarıldığında bu dili istifadə edən jurnallarda problem ola bilər.
az_az: Bu dili silmək istədiyinizə əminsiniz? Bu, hazırda ondan istifadə edən hər hansı nəşr olunan jurnala təsir edə bilər.
be: Вы ўпэўнены, што хочаце выдаліць гэту мову? Гэта можа паўплываць на ўсе размешчаныя часопісы, якія цяпер выкарыстоўваюць яе.
bg: Сигурни ли сте, че искате да премахнете (деинсталирате) тази локализация (превод)? Това може да окаже ефект на всички поддържани списания, ползващи тази локализация.
ca: Esteu segurs que voleu suprimir aquesta configuració regional? Aquesta acció pot afectar les revistes allotjades que fan servir aquesta configuració regional.
cs: Jste si jistý, že chcete odinstalovat tuto jazykovou lokalizaci? Může to ovlivnit všechny časopisy zde hostované, které aktuálně tuto jazykovou lokalizaci používají.
da: Er du sikker på, at du vil fjerne dette sprog? Denne handling kan påvirke alle tilknyttede tidsskrifter, der i øjeblikket benytter sproget.
de: Sind Sie sicher, dass Sie diese Regionaleinstellung deinstallieren wollen? Jede Zeitschrift, die diesen Datensatz verwendet, wird davon betroffen sein.
el: Επιβεβαιώνετε την απεγκατάσταση αυτής της γλώσσας; Η επιλογή σας μπορεί να επηρεάσει τη λειτουργία όσων περιοδικών χρησιμοποιούν τη συγκεκριμένη γλώσσα.
es: ¿Está seguro/a de que desea desinstalar esta configuración regional? Esto puede afectar a cualquier revista alojada que esté utilizando actualmente dicha configuración regional.
eu: Ziur zaude hizkuntza hau desinstalatu nahi duzula? Eragina izango du hizkuntza hau erabiltzen duten aldizkari ostatatu guztietan.
fa: آیا می‌خواهید این زبان را حذف کنید؟ این کار ممکن است بر روی مجلات سایت که از این زبان‌ها استفاده می‌کنند تأثیر بگذارد.
fi: Haluatko varmasti poistaa tämän kielialueen? Se saattaa vahingoittaa muita ylläpidettyjä julkaisuja, joilla on tämä kielialue käytössä.
fr_ca: Êtes-vous certain-e de vouloir désinstaller cette langue ? Ceci affectera toute revue hébergée utilisant actuellement cette langue.
gl: Está seguro/a de que desexa suprimir esta configuración rexional? Isto pode afectar a calquera revista aloxada que estea utilizando actualmente a dita configuración rexional.
he_il: האם אתה בטוח שברצונך להסיר את ההתקנה של אזור זה? זה עשוי להשפיע על כל כתבי העת המתארחים המשתמשים כעת באזור.
hi_in: क्या आप वाकई इस लोकेल को अनइंस्टॉल करना चाहते हैं? यह वर्तमान में लोकेल का उपयोग करके किसी भी होस्ट की गई जर्नल्स को प्रभावित कर सकता है।
hr_hr: Jeste li sigurni da želite deinstalirati ovaj prijevod? To može utjecati na časopise koji trenutno koriste taj prijevod.
hy_am: Վստա՞հ եք, որ ցանկանում եք հեռացնել այս լեզուն:Սա կարող է անդրադառնալ ցանկացած ամսագրի վրա, որոնք այս պահին օգտագործում են այս լեզուն:
id: Anda yakin ingin membatalkan instalasi bahasa ini? Hal ini akan mempengaruhi jurnal yang sedang menggunakannya.
it: Si è sicuri di voler disinstallare questa traduzione? Questa operazione avrà effetto su tutte le testate che la stanno utilizzando.
ja: 本当にこの言語をアンインストールしますか？ この言語を使用しているホストしたジャーナルに影響を与える可能性があります。
kk_kz: Бұл тілді өшіргіңіз келетініне сенімдісіз бе? Бұл қазір қолданып отырған кез келген журналға әсер етуі мүмкін.
ko: 이 언어를 삭제하시겠습니까? 이는 현재 호스팅 중인 저널 중 이 언어를 사용하는 저널에 영향을 미칩니다.
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم زمانە لە پێگەکەتدا؟ ئەمە لەوانەیە کاریگەری لەسەر گۆڤارەکانی دیکەش بکات کە هەمان سیستەمی ناوخۆیی بەکار دێنن.
ky: Бул тилди чын эле алып салгыңыз келеби? Бул учурда аны колдонуп жаткан бардык жайгаштырылган журналдарга таасир этиши мүмкүн.
lt: Ar tikrai norite pašalinti šią lokalę? Tai gali paveikti bet kuriuos žurnalus, naudojančius šią lokalę.
mk: Сигурни сте дека сакате да ја одинсталирате локализацијата? Ова може да влијае врз било кое соисание кое во моментов користи локализација.
mr: तुम्ही खात्रीपूर्वक हे लोकॅल विस्थापित (uninstall) करू इच्छिता का? असे केल्याने हे लोकॅल वापरत असलेल्या इतर पोषित (होस्टेड) नियतकालिकांच्या वापरावर विपरीत परिणाम होऊ शकतो.
ms: Adakah anda pasti mahu menyahpasang tempat ini? Ini boleh menjejaskan mana-mana jurnal yang dihoskan pada masa ini menggunakan tempat tersebut.
nb: Er du sikker på at du vil avinstallere denne lokalinnstillingen? Dette kan påvirke alle lokale tidsskrift som for tiden bruker lokalinnstillingen.
nl: Weet u zeker dat u deze taal wilt de-installeren? Dit beïnvloedt de tijdschriften in de site die deze taal gebruiken.
pl: Czy na pewno chcesz usunąć ten język? Może to mieć wpływ na czasopisma używającye tego języka.
pt_br: Deseja realmente remover este idioma? A execução pode afetar revistas hospedas que podem estar utilizando o idioma.
pt_pt: Tem certeza que pretende remover este idioma? Isto poderá afetar todas as revistas alojadas que estejam atualmente a utilizar o idioma.
ro: Ești sigur că vrei să dezinstalezi această limbă? Aceasta poate afecta jurnalele găzduite ce folosesc în mod curent această limbă.
ru_ru: Вы уверены, что хотите удалить этот язык? Это может повлиять на все размещенные журналы, которые сейчас используют его.
sk: Ste si istý, že chcete odinštalovať túto jazykovú lokalizáciu? Môže to ovplyvniť všetky časopisy tu hostované, ktoré aktuálne túto jazykovú lokalizáciu používajú.
sl: Ste prepričani, da želite odstraniti ta jezik? To lahko vpliva na vse gostujoče revije.
sr@cyrillic: Да ли сте сигурни да желите да обришете локазлизацију? Ово може утицати на часописе који се налазе у систему и користе ту локализацију.
sr_rs@latin: Da li ste sigurni da želite da obrišete lokalizaciju? Ovo može uticati na časopise koji se nalaze u sistemu i koriste tu lokalizaciju.
sv: Är du säker på att du vill avinstallera språket/regionen? Det kan komma att påverka de tidskrifter som stöds av språket/regionen.
tr: Bu dili kulanımdan kaldırmak istediğinizden emin misiniz? Dil kaldırılınca bu dili kullanan dergilerde sorun olabilir.
uk: Ви впевнені, що бажаєте видалити локалізацію? Ця зміна торкнеться всіх журнілів, які зараз її використовують.
uz@latin: Ushbu tilni aniq olib tashlamoqchimisiz? Bu amal hozirda uni qo‘llayotgan barcha jurnallarga ta'sir qilishi mumkin.
uz_cyrl: Ҳақиқатан ҳам бу тилни ўчириб ташламоқчимисиз? Бу ҳозирда маҳаллий тилдан фойдаланаётган ҳар қандай жойлаштирилган журналларга таъсир қилиши мумкин.
vi: Bạn có chắc chắn muốn gỡ cài đặt ngôn ngữ này? Điều này có thể ảnh hưởng đến bất kỳ tạp chí được lưu trữ hiện đang sử dụng ngôn ngữ này.
zh_cn: 您确认卸载这个语言环境?这个将影响使用该语言环境的主办期刊.
zh_hans: 您确认卸载这个语言环境？这个将影响使用该语言环境的托管期刊。
zh_hant: 是否確認解除此區性的安裝？此會影響所有現正使用此區性的期刊。
zh_tw: 是否確認解除安裝此區性？如解除，現時使用此區性之期刊將會受到影響。

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
az: Sistemin dəstəkləyəcəyi əlavə bir dil seçin. Saytdakı jurnallar istifadə etməyə başlamadan əvvəl, dillər sistemə yüklənməlidir. Yeni bir dilin əlavə edilməsi xüsusunda OJS dəstək sənədlərində daha çox məlumat tapa bilərsiniz.
az_az: Bu sistemdə dəstəyi quraşdırmaq üçün əlavə dilləri seçin. Dillər yerləşdirilən jurnallarda istifadə edilməzdən əvvəl quraşdırılmalıdır. Yeni dillərə dəstəyin əlavə edilməsi haqqında məlumat üçün OSJ-nın sənədlərinə baxın.
be: Выберыце дадатковыя мовы для ўстаноўкі іх падтрымкі ў гэтай сістэме. Мовы павінны быць устаноўлены да таго, як іх можна будзе выкарыстоўваць у размешчаных часопісах. Глядзіце ў дакументацыі OJS інфармацыю пра тое, як дабавіць падтрымку новых моў.
bg: Изберете допълнителна локализация (превод) за инсталиране. След инсталацията можете да я използвате.
ca: Seleccioneu les llengües addicionals que vulgueu utilitzar en aquest sistema. Cal que instal·leu les configuracions regionals abans que les revistes allotjades les puguin fer servir. Consulteu la documentació de l'OJS per obtenir més informació sobre com instal·lar llengües addicionals.
cs: Vyberte další jazykové lokalizace, pro které má být do systému nainstalována podpora. Aby mohly být lokalizace využity hostovanými časopisy, musí být nejprve nainstalovány. Pro informace o přidání nových jazyků viz dokumentaci k OJS.
da: Vælg yderligere sprog, du vil installere til understøttelse af i dette system. Sprog skal installeres, inden de kan benyttes af tilknyttede tidsskrifter. Se dokumentationen til OJS for at få oplysninger om understøttelse af nye sprog.
de: Wählen Sie zusätzliche Regionaleinstellungen, die dieses System unterstützen soll. Die Regionaleinstellungen müssen installiert sein, bevor sie von den angebotenen Zeitschriften verwendet werden können. Weitere Informationen zum Hinzufügen neuer Regionaleinstellungen finden Sie in der OJS-Dokumentation.
el: Επιλέξτε τις πρόσθετες γλώσσες προς εγκατάσταση. Η εγκατάσταση γλωσσών είναι προαπαιτούμενο για τη χρήση τους στα περιοδικά. Για πληροφορίες σχετικά με την υποστήριξη νέων γλωσσών, ανατρέξτε στο τεκμηριωτικό υλικό του OJS.
es: Seleccione cualquier configuración regional adicional para instalar su soporte en este sistema. Debe instalar las configuraciones regionales antes de que otras revistas alojadas puedan utilizarlas. Vea la documentación de OJS para obtener más información o para añadir soporte para nuevos idiomas.
eu: Hauta itzazu locale osagarriak sistema horretarako laguntzailea instalatzeko. Localeak aldizkari ostalariak erabili baino lehen instalatu behar dira. Ikusi OJS-ren dokumentazioa hizkuntza berrientzako laguntzaileak gehitzeari buruzko informazioa eskuratzeko.
fa: زبان‌هایی را که می‌خواهید در این سیستم حمایت شود انتخاب کنید. زبان‌ها قبل از استفاده می‌بایست نصب شوند. برای اطلاع از چگونگی انجام این کار به راهنمای OJS مراجعه کنید.
fi: Valitse mitä tahansa lisäkielialueita asentaaksesi tuen tässä järjestelmässä. Kielialueet täytyy asentaa ennen kuin ylläpidetyt julkaisut voivat käyttää niitä. Katso OJS:n ohjeista tietoja siitä, kuinka uusille kielille lisätään tuki.
fr_ca: Sélectionner toute langue supplémentaire pour la prise en charge sur ce système. Les langues doivent être installées avant qu'elles ne puissent être utilisées par les revues hébergées. Voir la documentation d'OJS pour plus de renseignements sur la prise en charge de nouvelles langues.
gl: Seleccione calquera configuración rexional adicional para instalar o seu soporte neste sistema. Debe instalar as configuracións rexionais antes de que outras revistas aloxadas poidan utilizalas. Vexa a documentación de OJS para obter máis información sobre como instalar novos idiomas.
he_il: בחר אזורים נוספים שתתקין להם תמיכה במערכת זו. יש להתקין אזורים לפני שניתן יהיה להשתמש בהם כתבי עת שמתארחים. עיין בתיעוד של OJS למידע על הוספת תמיכה בשפות חדשות.
hi_in: इस प्रणाली में समर्थन स्थापित करने के लिए किसी भी अतिरिक्त लोकेल का चयन करें। होस्टेड जर्नल द्वारा उपयोग किए जाने से पहले लोकेल स्थापित किए जाने चाहिए। नई भाषाओं के लिए समर्थन जोड़ने की जानकारी के लिए OJS प्रलेखन देखें।
hr_hr: Izaberite bilo koji od ispod navedenih prijevoda kako biste instalirali podršku za taj jezik u sustavu. Prijevodi moraju biti instalirani prije nego što se mogu aktivirati i koristiti u pojedinim časopisima. Pogledajte OJS dokumentaciju za informacije o dodavanju podrške za nove jezike.
hy_am: Ընտրեք որևէ լրացուցիչ լեզու այս համակարգում աջակցություն/support տեղադրելու համար: Լեզուները պետք է տեղադրվեն նախքան դրանք ամսագրերի համար օգտագործելը: Տես OJS փաստաթղթերը նոր լեզվի համար աջակցություն/support ավելացնելու համար:
id: Pilih bahasa tambahan untuk diinstal dalam sistem ini. Bahasa harus diinstal sebelum dapat digunakan oleh jurnal.
it: Selezionare ogni pacchetto di traduzione ulteriore da installare nel sistema. I file di localizzazione devono essere installati, affinché le riviste possano utilizzarli. Si consiglia di leggere la documentazione di OJS per ulteriori informazioni su come aggiungere nuove lingue.
ja: このシステムにサポートをインストールする追加の言語を選択します。言語は、ホストされたジャーナルを使用する前にインストールする必要があります。新しい言語のサポートを追加するには、OJS のドキュメントを参照してください。
kk_kz: Осы жүйеге қолдау орнату үшін кез-келген қосымша тілдерді таңдаңыз. Орналастырылған журналдарда қолданар алдында жергілікті тілдер орнатылуы керек. Жаңа тілдерге қолдау көрсету туралы ақпаратты OJS құжаттамасынан қараңыз.
ko: 이 시스템에서 추가적으로 설치할 언어를 선택하십시오. 호스팅 된 학술지에서 언어를 사용하려면 이를 설치해야합니다. 새 언어 지원 추가에 대한 정보는 OJS 문서를 참조하십시오.
ku_iq: هەر فایلێکی دیکەی زیادە دەستنیشان بکە بۆ دابەزاندنی پاڵپشتی بۆ سیستەمەکە. فایلەکان پێویستە پێش ئەوەی لە لایەن گۆڤارە میوانەکانەوە بەکار بهێندرێن، دابەزێندرابن.
ky: Бул тутумга алардын колдоосун орнотуу үчүн кошумча тилдерди тандаңыз. Тилдер хостинг журналдарында колдонулаардан мурун орнотулушу керек. Жаңы тилдерге колдоону кантип кошуу керектиги жөнүндө маалымат алуу үчүн OJS документтерин караңыз.
lt: Pasirinkite papildomas lokales, kurias norite įdiegti naudoti sistemoje. Norėdami naudoti lokales žurnaluose, jas pirma reikia įdiegti. Žr. OJS dokumentaciją, norėdami sužinoti daugiau apie tai, kaip įtraukti naujas kalbas.
mk: Избери било која дополнителна локализација за инсталињае поддршка во овој систем. ЛОкализацијата мора да биде инсталирана пред да се користи во хостираното списание. Види ја OJS документацијата за информациите околу додавање нови јазици.
mr: कोणतेही अतिरिक्त लोकॅल या प्रणालीत वापरण्यासाठी निवडू शकता. पोषित (होस्टेड) नियतकालिकांसाठी लोकॅल वापरण्यापूर्वी ते स्थापित केले जाणे आवश्यक आहे. नवीन भाषांचा आधार घेण्याबद्दलच्या माहितीसाठी OJS च्या संकेतस्थळावरील अधिक माहिती वाचा.
ms: Pilih mana-mana tempat tambahan untuk memasang sokongan dalam sistem ini. Tempatan mesti dipasang sebelum ia boleh digunakan oleh jurnal yang dihoskan. Lihat dokumentasi OJS untuk mendapatkan maklumat tentang menambah sokongan untuk bahasa baharu.
nb: Velg øvrige lokalinnstillinger å installere støtte for i dette systemet. Lokalinnstillinger må være installert før de kan brukes av lokale tidsskrift. Konsulter OJS-dokumentasjonen for informasjon om å legge til støtte for flere språk.
nl: Selecteer aanvullende talen voor gebruik in dit systeem. De talen moeten geïnstalleerd worden voor ze door te tijdschriften gebruikt kunnen worden. Zie de OJS documentatie voor informatie over het toevoegen van ondersteuning voor nieuwe talen.
pl: Wybierz dodatkowe języki, by zostały zainstalowane i były dostępne w tym OJS. Dopiero wtedy będzie można obsługiwane czasopisma konfigurować do ich użycia. Informacje o dodawaniu wsparcia dla nowych języków w OJS są podane w jego dokumentacji.
pt_br: Selecione idiomas adicionais para uso no sistema. Os idiomas devem ser instalados antes que possam ser utilizados pelas revistas hospedadas. Consulte a documentação do OJS para obter informações sobre como adicionar suporte para novos idiomas.
pt_pt: Selecione idiomas adicionais para uso no sistema. Os idiomas devem ser instalados antes de poderem ser utilizados pelas revistas alojadas. Veja a documentação do OJS para informações sobre como adicionar novos idiomas no sistema.
ro: Selectați orice limbă suplimentară pentru a instala asistența în acest sistem. Limbile trebuie instalate înainte de a putea fi utilizate de jurnale găzduite. Consultați documentația OJS pentru informații despre adăugarea de suport pentru limbi noi.
ru_ru: Выберите дополнительные языки для установки их поддержки в этой системе. Языки должны быть установлены до того, как их можно будет использовать в размещенных журналах. Смотрите в документации OJS информацию о том, как добавить поддержку новых языков.
sk: Vyberte ďalšie jazykové lokalizácie, pre ktoré má byť do systému nainštalovaná podpora. Aby mohli byť lokalizácie využité hosťovanými časopismi, musia byť najprv nainštalované. Pre informácie o pridanie nových jazykov pozri dokumentáciu k OJS.
sl: Izberite dodatne jezike, ki jih želite imeti na voljo na spletišču. Vsak jezik mora biti nameščen pred uporabo. V OJS dokumentaciji lahko najdete več informacij o podpori novih jezikov.
sr@cyrillic: Одаберите додатне локализације које желите да инсталирате.Погледајте ОЈС документацију за више информација како да обезбедите подршку за нове језике.
sr_rs@latin: Odaberite dodatne lokalizacije koje želite da instalirate.Pogledajte OJS dokumentaciju za više informacija kako da obezbedite podršku za nove jezike.
sv: Välj ytterligare språk/regioner som ska stödjas i systemet. Språken/regionerna måste installeras innan de kan användas av tidskrifterna. Se OJS-dokumentationen för information om hur man lägger till nya språk/regioner.
tr: Sistemin destekleyeceği ek bir bir dil seçin. Sitedeki dergiler kullanmaya başlamadan önce, diller sisteme yüklenmelidir. Yeni dil eklenmesi konusunda OJS yardım dokümanlarında daha fazla bilgi bulabilirsiniz.
uk: Виберіть будь-які додаткові локалізації, на підтримку яких ви хочете налаштувати систему. Локалізації мають бути встановлені, перш ніж вони зможуть використовуватися журналами. Дивіться документацію OJS для інформації щодо додавання підтримки нових мов.
uz@latin: Ushbu tizimda qo'llab-quvvatlashni o'rnatish uchun qo'shimcha joylarni tanlang. Mahalliy jurnallar tomonidan ishlatilishidan oldin ularni o'rnatish kerak. Yangi tillarni qo'llab-quvvatlash haqida ma'lumot olish uchun OJS hujjatlarini ko'ring.
uz_cyrl: Ушбу тизимда қўллаб-қувватлашни ўрнатиш учун ҳар қандай қўшимча тилларни танланг. Жойлаштирилган журналлар томонидан ишлатилишидан олдин маҳаллий тиллар ўрнатилиши керак. Янги тиллар учун қўллаб-қувватлашни қўшиш ҳақида маълумот олиш учун OJS ҳужжатларига қаранг.
vi: Chọn bất kỳ ngôn ngữ bổ sung để cài đặt hỗ trợ trong hệ thống này. Ngôn ngữ phải được cài đặt trước khi chúng có thể được sử dụng bởi các tạp chí được lưu trữ. Xem tài liệu OJS để biết thông tin hỗ trợ về việc thêm các ngôn ngữ mới.
zh_cn: 安装额外的地区配置以在这个系统取得语言支持。地区配置必须先安装，系统上的期刊才能使用该地区语言。请参考OJS文件以取得关于增加语言支持的信息。
zh_hans: 安装额外的地区配置以在这个系统取得语言支持。地区配置必须先安装，系统托管的期刊才能使用该地区语言。请参考 OJS 文档获取关于增加语言支持的信息。
zh_hant: 選取任何額外區性以安裝相關支援至本系統。必須先安裝區性，才可在所支援的期刊使用。請查閱OJS documentation以了解添加新語言的詳情。
zh_tw: 選取任何額外區性以安裝相關支援至本系統。必須先安裝區性，才可在所支援的期刊使用。請查閱OJS documentation以了解添加新語言的詳情。

# admin.systemVersion
source: OJS Version
az: OJS Versiyası
az_az: OJS versiyası
be: Версія OJS
bg: OJS Версия
ca: Versió de l'OJS
cs: Verze OJS
el: Έκδοση OJS
es: Versión de OJS
eu: OJS bertsioa
fa: نسخه OJS
fi: OJS-versio
fr_ca: Version de OJS
gl: Versión de OJS
he_il: גרסת OJS
hi_in: OJS संस्करण
hr_hr: OJS verzija
hy_am: OJS տարբերակ
id: Versi OJS
it: Versione di OJS
ja: OJSバージョン
kk_kz: OJS нұсқасы
ko: OJS 버전
ku_iq: ژمارەی وەشانی سیستەمەکە
ky: OJS версиясы
lt: OJS versija
mk: OJS верзија
mr: OJS ची आवृत्ती (Version)
ms: Versi OJS
nb: OJS-versjon
nl: OJS versie
pl: Wersja systemu OJS
pt_br: Versão do OJS
pt_pt: Versão do OJS
ro: Versiunea OJS
ru_ru: Версия OJS
sk: Verzia OJS
sl: Verzija OJS
sr@cyrillic: OJS верзија
sr_rs@latin: OJS verzija
tr: OJS Sürümü
uk: Версія OJS
uz@latin: OJS talqini
uz_cyrl: OJS версияси
vi: Phiên bản OJS
zh_cn: OJS 版本
zh_hans: OJS 版本
zh_hant: OJS版本
zh_tw: OJS版本

# admin.systemConfiguration
source: OJS Configuration
az: OJS Konfiqurasiyası
az_az: OJS konfiqurasiyası
be: Канфігурацыя OJS
bg: OJS конфигурация
ca: Configuració de l'OJS
cs: Konfigurace OJS
da: OJS-konfiguration
de: OJS-Konfiguration
el: Ρύθμιση παραμέτρων του OJS
es: Configuración de OJS
eu: OJS konfigurazioa
fa: پیکره‌بندی OJS
fi: OJS:n määritys
fr_ca: Configuration de OJS
gl: Configuración de OJS
he_il: תצורת OJS
hi_in: OJS कॉन्फ़िगरेशन
hr_hr: Konfiguracija OJS-a
hy_am: OJS կարգավորում
id: Konfigurasi OJS
it: Configurazione di OJS
ja: OJS設定
kk_kz: OJS конфигурациясы
ko: OJS 설정
ku_iq: هەیکەلی سیستەمی گۆڤاری کراوە
ky: OJS конфигурациясы
lt: OJS konfigūracija
mk: OJS конфигурација
mr: OJS ची रचना (Configuration)
ms: Konfigurasi OJS
nb: OJS-konfigurasjon
nl: OJS configuratie
pl: Konfiguracja systemu OJS
pt_br: Configuração do OJS
pt_pt: Configuração do OJS
ro: Configurarea OJS
ru_ru: Конфигурация OJS
sk: Konfigurácia OJS
sl: OJS konfiguracija
sr@cyrillic: OJS конфигурација
sr_rs@latin: OJS konfiguracija
sv: OJS-konfiguration
tr: OJS Yapılandırması
uk: Конфігурація OJS
uz@latin: OJS konfiguratsiyasi
uz_cyrl: OJS конфигурацияси
vi: Cấu hình OJS
zh_cn: OJS 配置
zh_hans: OJS 配置
zh_hant: OJS配置
zh_tw: OJS配置

# admin.systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
az: <tt>config.inc.php</tt> dosyesindəki OJS konfiqurasiya tənzimləmələri.
az_az: <tt>config.inc.php</tt> faylında OJS-ın konfiqurasiya parametrləri
be: Параметры канфігурацыі OJS з <tt>config.inc.php</tt>.
bg: OJS настройка на конфигурацията от <tt>config.inc.php</tt>.
ca: Configuració de l'OJS a <tt>config.inc.php</tt>.
cs: Nastavení konfigurace OJS z <tt>config.inc.php</tt>.
da: OJS-konfigurationsindstillinger fra <tt>config.inc.php</tt>.
de: OJS-Konfigurationsdatei <tt>config.inc.php</tt>.
el: Ρύθμιση παραμέτρων του OJS από το <tt>config.inc.php</tt>.
es: Configuración de OJS de <tt>config.inc.php</tt>.
eu: <tt>config.inc.php</tt> OJS konfigurazio-ezarpenak.
fa: تنظیمات پیکره‌بندی OJS بر گرفته شده از فایل <tt>config.inc.php</tt>.
fi: OJS:n määritysasetukset tiedostosta <tt>config.inc.php</tt>.
fr_ca: Paramètres de configuration de OJS dans <tt>config.inc.php</tt>.
gl: Configuración de OJS de <tt>config.inc.php</tt>.
he_il: הגדרות תצורת OJS מ- <tt> config.inc.php </tt>.
hi_in: OJS कॉन्फ़िगरेशन सेटिंग्स से<tt>config.inc.php</tt>.
hr_hr: OJS konfiguracijske postavke iz <tt>config.inc.php</tt> datoteke.
hy_am: OJS կարգաբերման կարգավորում <tt>config.inc.php</tt>-ից:
id: Konfigurasi OJS dari <tt>config.inc.php</tt>.
it: Impostazioni di configurazione di OJS prese da <tt>config.inc.php</tt>.
ja: <tt>config.inc.php</tt>のOJS設定です。
kk_kz: <tt>config.inc.php</tt> OJS конфигурациясының параметрлері.
ko: <tt>config.inc.php</tt>의 OJS 설정.
ku_iq: فۆڕمی ڕێکخستنی هەیکەلی سیستەمی گۆڤاری کراوە <tt>config.inc.php</tt>.
ky: OJS конфигурациясынын параметрлери <tt>config.inc.php</tt>.
lt: OJS konfigūracijos nustatymai, esantys faile <tt>config.inc.php</tt>.
mk: OJS подесување на конфигурацијата од <tt>config.inc.php</tt>.
mr: <tt>config.inc.php</tt> वरून OJS च्या रचनेची (Configuration) मांडणी.
ms: Tetapan konfigurasi OJS dari <tt> config.inc.php </tt>.
nb: OJS-konfigurasjonsinnstillinger fra <tt>config.inc.php</tt>.
nl: OJS instellingen uit <tt>config.inc.php</tt>.
pl: Konfiguracyjne ustawienia systemu OJS z pliku <tt>config.inc.php</tt>.
pt_br: Configurações do OJS no arquivo <tt>config.inc.php</tt>.
pt_pt: Configurações do OJS no documento <tt>config.inc.php</tt>.
ro: Setări de configurare OJS din <tt>config.inc.php</tt>.
ru_ru: Параметры конфигурации OJS из <tt>config.inc.php</tt>.
sk: Nastavenie konfigurácie OJS z <tt>config.inc.php</tt>.
sl: Nastavitve OJS iz <tt>config.inc.php</tt>.
sr@cyrillic: OJS конфигурација из <tt>config.inc.php</tt>.
sr_rs@latin: OJS konfiguracija iz <tt>config.inc.php</tt>.
sv: OJS konfigurationsinställningar från <tt>config.inc.php</tt>.
tr: <tt>config.inc.php</tt> dosyasında yer alan OJS yapılandırma ayarları.
uk: Налаштування конфігурації OJS з <tt>config.inc.php</tt>.
uz@latin: <tt> config.inc.php </tt> dan OJS konfiguratsiyasi sozlamalari.
uz_cyrl: OJS конфигурация созламалари <tt>config.inc.php</tt> дан.
vi: Cài đặt cấu hình OJS từ <tt>config.inc.php</tt>.
zh_cn: 设置<tt>config.inc.php</tt>对OJS进行配置.
zh_hans: 设置<tt>config.inc.php</tt>对 OJS 进行配置。
zh_hant: <tt>config.inc.php</tt>的OJS配置設定。
zh_tw: <tt>config.inc.php</tt>內的OJS配置設定。
