Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.hostedContexts
source: Hosted Journals
az: Nəşr Olunan Jurnallar
az_az: Nəşr olunan jurnallar
be: Часопісы на сайце
bg: Поддържани списания
ca: Revistes allotjades
cs: Hostované časopisy
da: Tilknyttede tidsskrifter
de: Zeitschriften auf dieser Website
el: Φιλοξενούμενα περιοδικά
es: Revistas alojadas
eu: Aldizkari ostatatuak
fa: مجلات میزبان
fi: Ylläpidetyt julkaisut
fr_ca: Revues hébergées
gl: Revistas aloxadas
he_il: כתבי עת מתארחים
hi_in: होस्ट किए गए जर्नल्स
hr_hr: Časopisi u sustavu
hy_am: Կայքում թողարկվող ամսագրեր
id: Jurnal yang Dikelola
it: Riviste ospitate
ja: ホストされているジャーナル
kk_kz: Сайттағы журналдар
ko: 호스팅된 학술지
ku_iq: گۆڤاری میوان
ky: Сайттагы журналдар
lt: Talpinami žurnalai
mk: Хостирани списанија
mr: पोषित (होस्टेड) नियतकालिके
ms: Jurnal yang Dihoskan
nb: Nettstedets tidsskrift
nl: Tijdschriften
pl: Obsługiwane czasopisma
pt_br: Revistas Hospedadas
pt_pt: Revistas alojadas
ro: Reviste găzduite
ru_ru: Журналы на сайте
sk: Hostované časopisy
sl: Revije na tem spletišču
sr@cyrillic: Часописи
sr_rs@latin: Izdanja
sv: Tidskrifter på den här webbplatsen
tr: Yayınlanan Dergiler
uk: Журнали на платформі
uz@latin: Saytdagi jurnallar
uz_cyrl: Журналлар нашр этилди
vi: Các tạp chí lưu trữ
zh_cn: 主办期刊
zh_hans: 托管期刊
zh_hant: 寄存期刊
zh_tw: 支援期刊

# admin.settings.redirect
source: Journal redirect
az: Jurnal Yönləndirməsi
az_az: Jurnalın yönləndirməsi
be: Перанакіраванне часопіса
bg: Пренасочване към списанието
ca: Redirecció a la revista
cs: Přesměrování časopisu
da: Omdirigering af tidsskrift
de: Umleitung zu der Zeitschrift
el: Προώθηση σε περιοδικό
es: Redirigir revista
eu: Aldizkarira birbideratu
fa: هدایت به سمت نشریه
fi: Julkaisun uudelleenohjaus
fr_ca: Réacheminement vers la revue
gl: Redirixir a revista
he_il: פניית כתב עת
hi_in: जर्नल रीडायरेक्ट
hr_hr: Izravno preusmjeravanje na časopis
hy_am: Ամսագրի վերաուղորդում
id: Pengalihan Jurnal
it: Reindirizzamento alla rivista
ja: ジャーナルリダイレクト
kk_kz: Журнал бойынша қайта бағыттау
ko: 학술지 이동
ku_iq: گەڕانەوە بۆ گۆڤار
ky: Журналды кайра багыттоо
lt: Žurnalo peradresavimas
mk: Пренасочување на списание
mr: नियतकालिकाकडे परत जा
ms: Ubah hala jurnal
nb: Tidsskriftomdirigering
nl: Doorverwijzen naar tijdschrift
pl: Przekieruj na czasopismo
pt_br: Redirecionamento da revista
pt_pt: Redirecionar para revista
ro: Redirecționarea jurnalului
ru_ru: Перенаправление журнала
sk: Presmerovanie časopisu
sl: Preusmeritev revije
sr@cyrillic: Редирекција часописа
sr_rs@latin: Redirekcija časopisa
sv: Omdirigering av tidskrift
tr: Dergi Yönlendirmesi
uk: Перенаправлення до журналу
uz@latin: Jurnalga yo‘naltirish
uz_cyrl: Журнални қайта йўналтириш
vi: Chuyển hướng tạp chí
zh_cn: 期刊重定向
zh_hans: 期刊重定向
zh_hant: 期刊重新導向
zh_tw: 更改期刊導向

# admin.settings.redirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
az: Sayta giriş birbaşa jurnalın əsas səhifəsinə yönləndirilir. OJS üzərində sadəcə bir jurnal dərc edilirsə bu seçim əlverişlidir.
az_az: Saytın əsas səhifəsi bu jurnalın əsas səhifəsi olacaq. Bu, məsələn, saytda yalnız bir jurnal varsa faydalıdır.
be: Асноўнай старонкай сайта стане галоўная старонка гэтага часопіса. Гэта зручна, напрыклад, калі на сайце размешчаны толькі адзін часопіс.
bg: Заявките към главната страница ще бъдат пренасочени към това списание. Това е полезно, в случайите, при които се поддържа само едно списание.
ca: Les peticions al lloc web principal són redireccionades a aquesta revista. Això pot ser útil si el lloc web únicament allotja una sola revista, per exemple.
cs: Požadavky na hlavní stránku budou přeměrovány na tento časopis. To může být užitečné například pokud stránka hostuje pouze jeden časopis.
da: Forespørgsler til hovedwebstedet omdirigeres til dette tidsskrift. Dette kan f.eks. være nyttigt, hvis webstedet kun er vært for et enkelt tidsskrift.
de: Anfragen bei der Startseite werden zu dieser Zeitschrift umgeleitet. Dies kann hilfreich sein, wenn auf der Website z.B. nur eine einzige Zeitschrift angeboten wird.
el: Αιτήματα που υποβάλλονται στον κεντρικό ιστότοπο του συστήματος θα προωθούνται στην ιστοσελίδα αυτού του περιοδικού. Η επιλογή είναι χρήσιμη αν ο ιστότοπος φιλοξενεί μόνο ένα περιοδικό.
es: Las solicitudes para acceder al sitio principal se redirigirán a esta revista. Esto puede resultarle útil si el sitio sólo aloja una revista, por ejemplo.
eu: Gune nagusira egindako eskaerak aldizkari honetara birbideratuko dira. Praktikoa da guneak aldizkari bakarra ostatatzen badu, esate baterako.
fa: درخواست‌های ارسال شده به وبسایت اصلی، به این نشریه هدایت خواهد شد. این گزینه مثلاً زمانی کاربرد دارد که وبسایت تنها میزبان یک نشریه باشد.
fi: Pyynnöt pääsivustolle uudelleenohjataan tähän julkaisuun. Tämä saattaa olla hyödyllinen toiminto, jos sivustolla ylläpidetään vain yhtä julkaisua.
fr_ca: Les demandes faites au site principal seront réacheminées vers cette revue. Cela peut être utile si le site n'héberge, par exemple, qu'une seule revue.
gl: As solicitudes para acceder ao sitio principal redirixiranse a esta revista. Isto pode ser útil se o sitio web só aloxa unha revista, por exemplo.
he_il: בקשות לאתר הראשי יופנו לכתב עת זה. זה עשוי להיות שימושי אם האתר מארח רק כתב עת בודד, למשל.
hi_in: मुख्य साइट के अनुरोधों को इस जर्नल में पुनर्निर्देशित किया जाएगा। यह उपयोगी हो सकता है यदि साइट केवल एक ही जर्नल की होस्टिंग कर रही है, उदाहरण के लिए।
hr_hr: Svi upiti i posjeti glavnoj stranici bit će preusmjereni na odabrani časopis. To može biti izuzetno korisno ako je na sustavu postavljen samo jedan časopis.
hy_am: Հիմնական կայքի հարցումները կուղղորդվեն այս ամսագիր: Սա կարող է օգտակար լինել, եթե կայքը, օրինակ, պարունակում է միայն մեկ ամսագիր:
id: Permintaan ke situs utama akan dialihkan ke jurnal ini. Hal ini berguna jika hanya ada satu jurnal yang dikelola.
it: Prevede un redirect dal sito principale a una rivista. Può essere utile, ad esempio, se il sito ospita solo una rivista.
ja: メインサイトへのリクエストを以下のジャーナルに転送されます。単一のジャーナルがホストされている場合に有効です。
kk_kz: Негізгі сайтқа сұраулар осы журналға жіберіледі. Егер сайтта бір ғана журнал болса бұл пайдалы болуы мүмкін, мысалы.
ko: 메인 화면 접속 시 이 학술지로 이동 합니다. 예를 들어, 사이트에서 한 가지의 학술지만 호스팅하는 경우 유용 할 수 있습니다.
ku_iq: داواکارییەکان بۆ پێگەی سەرەکی دەنێردرێنەوە بۆ ئەم گۆڤارە. هەر بۆیە لەوانەیە وا باشتر بێت، کە پێگەکە تەنیا یەک گۆڤار لەخۆ بگرێت.
ky: Сайттын башкы бети бул журналдын башкы бети болот. Бул, мисалы, сайтта бир гана журнал болсо, пайдалуу.
lt: Užklausos, skirtos pagrindinei svetainei, bus nukreiptos į šį žurnalą. Tai gali būti naudinga, pavyzdžiui, jei svetainėje yra tik vienas žurnalas.
mk: Барањето за главниот сајт ќе бидат пренасочени кон тоа списание. Ова може да биде корисно, на пример, ако списанието се хостира самостојно.
mr: मुख्य संकेतस्थळावर केलेल्या विनंत्या या नियतकालिकाकडे पाठवल्या जातील. उदाहरणार्थ, संकेतस्थळ केवळ एकाच नियतकालिकाचे पोषण करीत (होस्ट) असल्यास हे उपयुक्त ठरू शकते.
ms: Permintaan ke laman utama akan dialihkan ke jurnal ini. Ini mungkin berguna jika laman ini hanya menghoskan satu jurnal sahaja.
nb: Henvendelser til hovednettstedet vil bli omdirigert til dette tidsskriftet. Dette er nyttig hvis nettstedet for eksempel bare er vert for ett tidsskrift.
nl: Bezoekers van de hoofdsite worden doorverwezen naar dit tijdschrift. Dit kan handig zijn als de site maar één tijdschrift bevat.
pl: Zamiast strony z listą obsługiwanych czasopism wyświetl stronę tego czasopisma (przykład: obsługiwane jest tylko jedno czasopismo).
pt_br: As solicitações realizadas ao portal serão direcionadas a esta revista. Esta opção pode ser útil caso o Portal hospede apenas uma revista.
pt_pt: Os pedidos realizados no site principal serão direcionados para esta revista. Esta opção pode ser útil caso o site aloje, por exemplo, apenas uma revista.
ro: Cererile către site-ul principal vor fi redirecționate către acest jurnal. Acest lucru poate fi util dacă site-ul găzduiește doar un singur jurnal, de exemplu.
ru_ru: Основной страницей сайта станет главная страница этого журнала. Это полезно, например, если на сайте размещается только один журнал.
sk: Požiadavky na hlavnú stránku budú presmerované na tento časopis. To môže byť užitočné napríklad ak stránka hosťuje iba jeden časopis.
sl: Vse zahteve in obiski domače strani bodo preusmerjene na to revijo. To je uporabno, če na spletišču gostuje le ena revija.
sr_rs@latin: Pristup sajtu će biti preusmeren na časopis. Ovo može biti korisno ako hostujete samo jedan časopis.
sv: Anrop till huvudsidan kommer att dirigeras om till den här tidskriften. Detta kan till exempel vara lämpligt om webbplatsen endast hyser en tidskrift.
tr: Siteye yapılan girişler doğrudan derginin ana sayfasına yönlendirilir. OJS sadece üzerinde tek bir dergi yayınlanıyorsa bu seçenek kullanışlıdır.
uk: Запити до головного вебсайту будуть перенаправлятися до цього журналу. Це може бути корисним, наприклад, якщо на вебсайті представлено єдиний журнал.
uz@latin: Saytning asosiy sahifasi ushbu jurnalning asosiy sahifasi bo‘ladi. Masalan,bu agar saytda faqat bitta jurnal mavjud bo‘lsa, foydalidir.
uz_cyrl: Асосий сайтга сўровлар ушбу журналга йўналтирилади. Бу, масалан, сайт фақат битта журналга эга бўлса, фойдали бўлиши мумкин.
vi: Các yêu cầu đến trang web chính sẽ được chuyển hướng đến tạp chí này. Điều này có thể hữu ích nếu trang web chỉ có một tạp chí duy nhất.
zh_cn: 到本站的请求将重定向到这本期刊，如果网站只有一本主办期刊的时候这个功能很有用。
zh_hans: 到本站的请求将重定向到该期刊，如果网站只有一种托管期刊的时候这个功能很有用。
zh_hant: 前往主頁的要求將重新導向至此期刊。此功能在，例如網站只寄存一本期刊時有用。
zh_tw: 在主要網站提出之請求會傳送至此期刊。此功能適用於例如網站僅支援一本期刊。

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
az: Bu dili deaktiv etmək istədiyinizdən əminsinizmi? Bu, hazırda yayımlanan jurnallar arasında bu dildən istifadə edənlərə təsir göstərə bilər.
az_az: Bu dili deaktiv etmək istədiyinizə əminsiniz? Bu, hazırda ondan istifadə edən hər hansı nəşr olunan jurnallara təsir edə bilər.
be: Вы ўпэўнены, што хочаце адключыць гэту мову? Гэта можа паўплываць на ўсе размешчаныя часопісы, якія цяпер выкарыстоўваюць яе.
bg: Сигурен ли сте, че искате да забраните текущата локализация. Това може да се отрази на другите поддържани списания (ако има такива).
ca: Esteu segur que voleu desactivar aquesta configuració regional? Això podria afectar a totes les revistes allotjades que actualment utilitzin aquesta configuració regional.
cs: Jste si jisti, že chcete zakázat tuto lokalizaci? Bude to mít vliv na všechny časopisy, které tuto lokalizaci využívají.
da: Er du sikker på, at du vil deaktivere dette sprog? Det kan påvirke de hostede tidsskrifter, der måtte anvende sproget.
de: Sind Sie sicher, dass Sie diese Regionaleinstellung deaktivieren wollen? Dies könnte alle Zeitschriften auf dieser Plattform, die momentan diese Regionaleinstellung benutzen, betreffen.
el: Επιβεβαιώνετε την απενεργοποίηση αυτής της γλώσσας; Η επιλογή σας μπορεί να επηρεάσει τη λειτουργία όσων περιοδικών χρησιμοποιούν τη συγκεκριμένη γλώσσα.
es: ¿Está seguro de que desea desactivar esta configuración regional? Esto puede afectar a las revistas alojadas que actualmente usan esta configuración regional.
eu: Ziur zaude hizkuntza hau desgaitu nahi duzula? Honek hizkuntza hori darabilten aldizkariei eragin diezaieke.
fa: آیا از غیرفعال کردن این زبان مطمئن هستید؟ این اقدام ممکن است بر مجلاتی که از این زبان استفاده می‌کنند تأثیر بگذارد.
fi: Haluatko varmasti poistaa tämän kielialueen käytöstä? Se saattaa vahingoittaa muita ylläpidettyjä julkaisuja, joilla on tämä kielialue käytössä.
fr_ca: Êtes-vous certain-e de vouloir désactiver cette langue ? Ceci affectera toute revue hébergée utilisant actuellement cette langue.
gl: Está seguro de que desexa desactivar este idioma? Isto podería afectar a todas as revistas aloxadas que actualmente o están utilizando.
he_il: האם אתה בטוח שאתה רוצה לבטל האזור הזה? זה עשוי להשפיע על כל כתבי העת המתארחים המשתמשים כעת באזור.
hi_in: क्या आप वाकई इस लोकेल को अक्षम करना चाहते हैं? यह वर्तमान में लोकेल का उपयोग करके किसी भी होस्ट की गई जर्नल्स को प्रभावित कर सकता है।
hr_hr: Jeste li sigurni da želite onemogućiti ovaj jezik? To može utjecati na sve časopise koji trenutno koriste taj jezik.
hy_am: Դուք վստա՞հ եք, որ ցանկանում եք ապաակտիվացնել այս լեզուն: Սա կարող է ազդել կայքի ցանկացած ամսագրի վրա, որն այժմ օգտագործում է լեզուն:
id: Anda yakin hendak menonaktifkan bahasa ini? Hal ini dapat mempengaruhi semua jurnal yang menggunakannya.
it: Si è sicuri di voler disabilitare questa traduzione? Ciò si rifletterà su tutte le riviste che adoperano tale traduzione.
ja: この言語を無効にしてよろしいですか？これは、現在その言語を使用しているホストされたジャーナルに影響を与える可能性があります。
kk_kz: Бұл тілді өшіргіңіз келетініне сенімдісіз бе? Бұл қазір қолданып отырған кез келген журналға әсер етуі мүмкін.
ko: 이 언어를 비활성화 하시겠습니까? 이는 현재 언어를 사용하는 모든 학술지에 영향을 줄 수 있습니다.
ku_iq: ئایا تۆ دڵنیایت کە دەتەوێت ئەم زمانە بسڕیتەوە؟ ئەم کردارە لەوانەیە کاریگەری لەسەر هەر گۆڤارێکی میوان دروست بکات کە لە ئێستادا ئەم زمانە بەکار دێنێت.
ky: Бул тилди чын эле өчүргүңүз келеби? Бул учурда аны колдонуп жаткан бардык жайгаштырылган журналдарга таасир этиши мүмкүн.
lt: Ar tikrai norite pasyvinti šią lokalę? Tai gali paveikti bet kuriuos žurnalus, naudojančius šią lokalę.
mk: Сигурен сте дека сакате да ја оневозможите оваа локализација? Ова може да влијае врз било кое хостирано списание кое користи ваква локализација.
mr: तुम्ही खात्रीपूर्वक हे लोकॅल निष्क्रिय (disable) करू इच्छिता का? असे केल्याने हे लोकॅल वापरत असलेल्या इतर पोषित (होस्टेड) नियतकालिकांच्या वापरावर विपरीत परिणाम होऊ शकतो.
ms: Adakah anda pasti mahu melumpuhkan tempat ini? Ini boleh menjejaskan mana-mana jurnal yang dihoskan pada masa ini menggunakan tempat tersebut.
nb: Er du sikker på at du vil skru av denne språkpakken? Dette kan gå ut over tidsskrifter som bruker den.
nl: Weet u zeker dat u deze taal wilt uitschakelen? Dit kan gevolgen hebben voor tijdschriften die deze taal momenteel gebruiken.
pl: Czy na pewno wyłączyć ten język? Ta decyzja może mieć wpływ na już utworzone czasopisma, jeśli z niego korzystają.
pt_br: Tem certeza de que deseja desativar este idioma? Isso pode afetar qualquer revistas hospedadas utilizando o idioma.
pt_pt: Tem certeza que pretende desativar este idioma? Esta ação pode afetar todas as revistas alojadas que utilizem este idioma.
ro: Sigur doriți să dezactivați această caracteristică locală? Acest lucru poate afecta jurnalele găzduite care utilizează momentan caracteristici locale.
ru_ru: Вы уверены, что хотите отключить этот язык? Это может повлиять на все размещенные журналы, которые сейчас используют его.
sk: Ste si istý, že chcete zakázať túto lokalizáciu? Bude to mať vplyv na všetky časopisy, ktoré túto lokalizáciu využívajú.
sl: Ste prepričani, da želite onemogočiti ta jezik? To lahko vpliva na revije, ki ga trenutno uporabljajo.
sr@cyrillic: Да ли сте сигурни да желите да онемогућите ову локализацију? Ово ће утицати на часописе који ју користе.
sr_rs@latin: Da li ste sigurni da želite da onemogućite ovu lokalizaciju? Ovo će uticati na časopise koji ju koriste.
sv: Är du säker på att du vill inaktivera detta språk/region? Det kan påverka tidskrifter som använder språket nu.
tr: Bu dili devre dışı bırakmak istediğinizden emin misiniz? Bu, yayınlanan dergiler arasında şu anda bu dili kullananları etkileyebilir.
uk: Ви впевнені, що хочете відключити цю мову? Це може вплинути на всі розміщені журнали, які зараз її використовують.
uz@latin: Bu tilni o'chirib tashlamoqchiligingizga aminmisiz? Bu undan hozir foydalanayotgan barcha joylashtirilgan jurnallarga ta'sir qilishi mumkin.
uz_cyrl: Ҳақиқатан ҳам бу тилни ўчириб қўймоқчимисиз? Бу ҳозирда маҳаллий тилдан фойдаланаётган ҳар қандай жойлаштирилган журналларга таъсир қилиши мумкин.
vi: Bạn có chắc chắn muốn tắt ngôn ngữ này? Điều này có thể ảnh hưởng đến bất kỳ tạp chí hiện đang sử dụng ngôn ngữ này.
zh_hans: 您确定要禁用此语言吗？ 任何使用该语言的托管期刊都会受到影响。
zh_hant: 是否確認取消此區性？此會影響所有現正使用此區性的期刊。
zh_tw: 是否確認解除此區性？如解除，現時使用此區性之期刊將會受到影響。

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
az: Bu dil sayt və nəşr olunan jurnallar üçün standart dil olacaq.
az_az: Bu, sayt və onda yerləşdirilən bütün jurnallar üçün standart dil olacaq.
be: Гэта будзе мова па змоўчанні для сайта і для ўсіх размешчаных на ім часопісаў.
bg: Това ще бъде езикът по подразбиране за сайта и за всички поддържани в системата списания.
ca: Aquesta és la llengua predeterminada per al lloc web i per a qualsevol revista allotjada.
cs: Toto bude výchozí jazyk pro stránku a všechny hostované časopisy.
da: Dette er standardsproget for webstedet og alle tilknyttede tidsskrifter.
de: Diese Regionaleinstellung wird die Standardeinstellung der Website und aller ihrer Zeitschriften.
el: Αυτή θα είναι η προκαθορισμένη γλώσσα του ιστοτόπου και όλων των φιλοξενούμενων περιοδικών.
es: Éste será el idioma predeterminado para el sitio y para todas las revistas que aloje.
eu: Hau izango da gunearen eta bertan ostatatutako aldizkarien hizkuntza lehenetsia.
fa: این زبان پیش‌فرض سایت و مجلات آن خواهد بود.
fi: Tätä kieltä käytetään sivuston ja kaikkien ylläpidettyjen julkaisujen oletuskielenä.
fr_ca: Cette langue sera la langue par défaut du site et de toute revue hébergée.
gl: Este será o idioma predeterminado para o sitio web e para todas as revistas aloxadas.
he_il: זו תהיה שפת ברירת המחדל של האתר ושל כל כתבי העת המתארחים.
hi_in: यह साइट और किसी भी होस्ट की गई जर्नल्स के लिए डिफ़ॉल्ट भाषा होगी।
hr_hr: Ovo će biti standardni jezik stranice i svakog časopisa koji se na njoj nalazi.
hy_am: Սա կլինի լռելյայն լեզուն կայքի և ընդգրկված բոլոր ամսագրերի համար:
id: Bahasa ini akan menjadi bahasa default untuk situs dan setiap jurnal yang dikelola di situs ini.
it: Questa sarà la lingua predefinita del sito e di ogni rivista.
ja: この言語は、サイトおよびホストされているジャーナルのデフォルト言語となります。
kk_kz: Бұл сайт және кез келген журнал үшін қалыпты, өзгеріссіз тіл болмақ.
ko: 이 언어가 사이트 및 호스팅 된 학술지의 기본 언어가 됩니다.
ku_iq: ئەمە زمانی سەرەکییە بۆ هەر گۆڤارێکی میوان.
ky: Бул сайт жана анда жайгашкан бардык журналдар үчүн демейки тил болот.
lt: Ši kalba bus nustatytą kaip svetainės ir visų žurnalų numatytoji.
mk: Ова ќе биде претпоставен јазик за сајтот и за било кое хостирано списание.
mr: संकेतस्थळ आणि सगळ्या पोषित (होस्टेड) नियतकालिकांसाठी हीच सर्वसाधारण (डिफॉल्ट) भाषा असेल.
ms: Ini akan menjadi bahasa lalai untuk tapak dan mana-mana jurnal yang dihoskan.
nb: Dette vil bli standardspråket for nettstedet og alle tilknyttede tidsskrifter.
nl: Dit wordt de standaard taalkeuze voor de site en de tijdschriften daarin.
pl: To będzie domyślny język witryny internetowej tego OJS oraz wszelkich obsługiwanych przez niego czasopism.
pt_br: Este será o idioma padrão para o portal e todas as revistas hospedadas.
pt_pt: Este será o idioma padrão para o site e todas as revistas alojadas.
ro: Aceasta va fi limba implicită pentru site și pentru toate jurnalele găzduite.
ru_ru: Это будет язык по умолчанию для сайта и всех размещенных на нем журналов.
sk: Toto bude predvolený jazyk pre stránku a všetky hostované časopisy.
sl: To bo privzeti jezik za spletišče in vse gostujoče revije.
sr@cyrillic: Ово ће бити примарни језик за сајт и све часописе.
sr_rs@latin: Ovo će biti primarni jezik za sajt za sve časopise.
sv: Det här kommer att vara förvalt språk för webbplatsen och samtliga tillhörande tidskrifter.
tr: Bu dil, site ve yayınlanan dergiler için varsayılan dil olacaktır.
uk: Це буде мова за замовчуванням для вебсайту та всіх журналів на ньому.
uz@latin: Bu til shu sayt va unga bog‘langan barcha jurnallar uchun standart bo‘ladi.
uz_cyrl: Бу сайт ва ҳар қандай жойлаштирилган журналлар учун стандарт тил бўлади.
vi: Đây sẽ là ngôn ngữ mặc định cho trang web và bất kỳ tạp chí nào được lưu trữ.
zh_cn: 这将是本站和所有主办期刊的默认语言。
zh_hans: 这将是本站和所有托管期刊的默认语言。
zh_hant: 這將會是網站和任何寄存期刊的默認語言。
zh_tw: 這是網站及任何支援的期刊之默認語言。
