Repository: pkp/ojs
Catalog: locale/*/admin.po
Languages: az, az_az, be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr_ca, gl, he_il, hi_in, hr_hr, hy_am, id, it, ja, kk_kz, ko, ku_iq, ky, lt, mk, mr, ms, nb, nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr@cyrillic, sr_rs@latin, sv, tr, uk, uz@latin, uz_cyrl, vi, zh_cn, zh_hans, zh_hant, zh_tw

# admin.settings.disableBulkEmailRoles.description
source: A journal manager will be unable to send bulk emails to any of the roles selected below. Use this setting to limit abuse of the email notification feature. For example, it may be safer to disable bulk emails to readers, authors, or other large user groups that have not consented to receive such emails.<br><br>The bulk email feature can be disabled completely for this journal in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
az: Jurnal rəhbəri aşağıda seçilən rolların heç birinə toplu email göndərə bilməz. Email bildiriş funksiyasından sui-istifadəni məhdudlaşdırmaq üçün bu parametri istifadə edin. Məsələn, bu cür emailləri almağa icazə verilməyən oxuculara, müəlliflərə və ya digər böyük istifadəçi qruplarına toplu emailləri deaktiv etmək daha təhlükəsiz ola bilər. <br> <br> Toplu email funksiyası bu Jurnal üçün <a href="{$siteSettingsUrl}">İdarəçi>Sayt Tənzimləmələri</a> bölümündən tamamilə deaktiv edilə bilər.
az_az: Jurnalın administratoru aşağıda seçilmiş rollardan heç birinə kütləvi e-poçt göndərə bilməyəcək. E-poçt bildirişi funksiyasından sui-istifadəni məhdudlaşdırmaq üçün bu parametrdən istifadə edin. Məsələn, oxuculara, müəlliflərə və ya bu cür məktubları qəbul etməyə razılıq verməyən digər böyük istifadəçi qruplarına kütləvi göndərişi söndürmək daha təhlükəsiz ola bilər.<br><br>Kütləvi e-poçt funksiyası bu jurnal üçün <a href="{$siteSettingsUrl}">Admin > Site Settings</a> bölməsində tamamilə deaktiv edilə bilər.
bg: Мениджърът/директорът на списание няма да може да изпраща групови имейли до някоя от ролите, избрани по -долу. Използвайте тази настройка, за да ограничите злоупотребата с функцията за известяване по имейл. Например може да бъде по-безопасно да деактивирате груповите имейли до читатели, автори или други големи потребителски групи, които не са дали съгласие да получават такива съобщения. <br> Функцията може да бъде деактивирана напълно за това списание от <a href="{$siteSettingsUrl}">Административен панел > Настройки на сайта </a>.
ca: L'administrador/a de la revista no podrà enviar correus electrònics massius a cap dels rols seleccionats a sota. Feu servir aquesta configuració per limitar l'abús de la funcionalitat de notificació per correu electrònic. Per exemple, podria ser més segur deshabilitar els correus electrònics massius per a lectors/ores, autors/ores o altres grups que tinguin molts usuaris/àries i que no hagin donat el consentiment per rebre aquest tipus de correus electrònics.<br><br>La funcionalitat per enviar correus electrònics massius es pot desactivar completament en aquesta revista a <a href="{$siteSettingsUrl}">Admin > Configuració del lloc</a>.
cs: Správce časopisu nebude moci posílat hromadné e-maily na žádnou z níže vybraných rolí. Toto nastavení použijte k omezení zneužití funkce e-mailových oznámení. Může být například bezpečnější deaktivovat hromadné e-maily čtenářům, autorům nebo jiným velkým skupinám uživatelů, kteří nesouhlasili s přijímáním těchto e-mailů.<br><br> Funkci hromadného e-mailu lze pro tento deník úplně deaktivovat v <a href = "{$siteSettingsUrl}"> Správce> Nastavení webu </a>.
da: En tidsskriftschef kan ikke sende masse-e-mails til de roller, der er valgt nedenfor. Brug denne indstilling til at begrænse misbrug af e-mail-notifikationsfunktionen. Det kan for eksempel være mere sikkert at deaktivere masse-e-mails til læsere, forfattere eller andre store brugergrupper, der ikke har givet samtykke til at modtage sådanne e-mails.<br><br>Masse-e-mail-funktionen kan deaktiveres fuldstændigt i forbindelse med dette tidsskrift under <a href ="{$siteSettingsUrl}" > Admin > Webstedsindstillinger</a>.
de: Ein Journalmanager kann keine Massen-E-Mails an eine der unten ausgewählten Rollen senden. Verwenden Sie diese Einstellung, um den Missbrauch der E-Mail-Benachrichtigungsfunktion einzuschränken. Es kann zum Beispiel sicherer sein, Massen-E-Mails an Leser, Autoren oder andere große Benutzergruppen zu deaktivieren, die dem Empfang solcher E-Mails nicht zugestimmt haben.<br><br>Die Massen-E-Mail-Funktion kann vollständig deaktiviert werden in <a href="{$siteSettingsUrl}">Admin > Seiteneinstellungen</a>.
el: Ένας διαχειριστής περιοδικού δεν θα μπορεί να στείλει μαζικά μηνύματα ηλεκτρονικού ταχυδρομείου σε οποιονδήποτε από τους ρόλους που επιλέγονται παρακάτω. Χρησιμοποιήστε αυτήν τη ρύθμιση για να περιορίσετε την κατάχρηση της λειτουργίας ειδοποιήσεων μέσω email. Για παράδειγμα, μπορεί να είναι ασφαλέστερο να απενεργοποιήσετε τα μαζικά μηνύματα ηλεκτρονικού ταχυδρομείου σε αναγνώστες, συγγραφείς ή άλλες μεγάλες ομάδες χρηστών που δεν έχουν συναινέσει στη λήψη τέτοιων email.<br><br>Η δυνατότητα μαζικού email μπορεί να απενεργοποιηθεί εντελώς για αυτό το περιοδικό στο <a href="{$siteSettingsUrl}">Admin > Ρυθμίσεις τοποθεσίας </a>.
es: El administrador/a de la revista no podrá enviar correos electrónicos masivos a ninguno de los roles seleccionados debajo. Utilice este ajuste para limitar el abuso de la funcionalidad de notificación por correo electrónico. Por ejemplo, podría ser más seguro desactivar los correos electrónicos masivos para lectores/as, autores/as u otros grupos con muchos usuarios/os que no hayan dado su consentimiento para recibir este tipo de correos electrónicos.<br><br>La funcionalidad de correos electrónicos masivos se puede desactivar completamente en esta revista en <a href="{$siteSettingsUrl}">Admin > Ajustes del sitio</a>.
eu: Aldizkariaren kudeatzaileak ezin izango du mezu elektronikorik bidali behean hautatutako roletara. Erabili ezarpen hau posta elektroniko bidezko jakinarazpenen funtzioaren gehiegizko erabilera mugatzeko. Adibidez, seguruagoa izan daiteke mezu elektroniko horiek jasotzeko baimenik eman ez duten irakurleei, autoreei edo erabiltzaile-talde handiei mezu elektroniko masiboak desgaitzea.<br><br>Mezu elektroniko masiboen funtzioa guztiz desgaitu daiteke aldizkari honetarako <a href="{$siteSettingsUrl}">Admin > Gunearen ezarpenak</a> atalean.
fa: مدیر مجله نمی تواند ایمیل های انبوه را به هر یک از نقش های انتخاب شده در زیر ارسال کند. از این تنظیم برای محدود کردن سوء استفاده از ویژگی اعلان ایمیل استفاده کنید. برای مثال، ممکن است غیرفعال کردن ایمیل‌های انبوه برای خوانندگان، نویسندگان یا سایر گروه‌های کاربری بزرگی که با دریافت چنین ایمیل‌هایی موافقت نکرده‌اند، ایمن‌تر باشد.<br><br>ویژگی ایمیل انبوه را می‌توان به طور کامل برای این مجله در <a href="{$siteSettingsUrl}">مدیریت> مدیریت سایت</a> غیر فعال کرد.
fi: Un responsable de revue ne pourra pas envoyer de messages automatiques aux rôles sélectionnées ci-dessous. Utilisez ce paramètre pour limiter l'abus de la fonctionnalité de notification par email. Par exemple, il peut être plus sûr de désactiver les messages automatiques pour les lecteurs, les auteurs ou d'autres grands groupes d'utilisateurs qui n'ont pas consenti à recevoir ces messages.<br><br>La fonctionnalité de message automatique peut être totalement désactivée pour cette revue en allant dans <a href="{$siteSettingsUrl}">Admin > Paramètres du site</a>.
fr_ca: Un directeur ou une directrice de revue ne pourra pas envoyer de courriels automatiques aux rôles sélectionnés ci-dessous. Ce paramètre permet d'éviter les notifications abusives. Ainsi, il peut être plus prudent de désactiver les courriels automatiques pour les lecteurs et lectrices, les auteurs et auteures ou les autres grands groupes d'utilisateurs et utilisatrices qui n'ont pas donné leur consentement à la réception de courriels automatiques.<br><br>La fonction de courriel automatique peut être entièrement désactivée pour cette revue dans <a href="{$siteSettingsUrl}">Administration > Paramètres du site</a>.
gl: Un director de revista non poderá enviar correos electrónicos en masa a todos os roles seleccionados abaixo. Utilice esta configuración para limitar os abusos da función de notification de correo. Por exemplo, quizais sexa máis seguro desactivar o envío de correos electrónicos para os lectores, autores ou outros grandes grupos de usuarios/as que non deron o seu consentimento para recibir este tipo de correos.<br><br>A función para enviar correos electrónicos en masa pode desactivarse completamente para esta revista en <a href="{$siteSettingsUrl}">Administración > Configuracións do Site</a>.
hy_am: Ամսագրի մենեջերը չի կարողանա ուղարկել մասսայական նամակներ ներքևում նշված դերերով օգտատերերին։ Օգտագործեք այս կարգաբերումը, որպեսզի սահմանափակեք ֆունկցիայի չափից շատ օգտագործումը։ Օրինակ՝ հնարավոր է անջատել նամակների մասսայական տարածումը կարդացողների, հոդվածագիրների կամ այլ օգտագործողների խմբերի շրջանակներում, որոնք չեն տվել համաձայնություն այդպիսի նամակներ ստանալու համար։<br><br> Նամակների մասսայական ուղարկումը չի կարող ամբողջովին անջատվել այս ամսագրի <a href="{$siteSettingsUrl}">Ադմին> Կայքի կարգաբերումներ</a> բաժնում։
id: Seorang Manajer Jurnal bisa mengirimkan email massal kepada setiap peran yang terpilih berikut ini. Gunakan pengaturan ini untuk membatasi penyalahgunaan fitur notifikasi email. Sebagai contoh, akan lebih aman untuk menonaktifkan email massal ke pembaca, pengarang, atau kelompok pengguna besar lainnya yang tidak diperkenankan untuk menerima email-email sejenis itu.<br><br>Fitur email massal dapat dinonaktifkan secara menyeluruh pada jurnal ini melalui <a href="{$siteSettingsUrl}">Administrasi > Pengaturan Situs</a>.
it: Il responsabile della rivista non potrà inviare mail massive ai ruoli identificati in calce. Utilizzare questa impostazione per limitate l'abuso della funzione di invio massivo. Ad esempio, potrebbe essere più sicuro disattivare l'invio di mail massive per lettori, autori, o altri grandi gruppi di utenti che non hanno espresso il consenso alla ricezione di mail promozionali. <br><br>La funzione di invio massivo di email può essere completamente disabilitata per questa rivista nella sezione <a href="{$siteSettingsUrl}">Amministrazione > impostazioni</a>.
ja: ジャーナル管理者は、以下で選択した役割に一括してメールを送信することができません。本設定は、電子メール通知機能の悪用を制限するために使用します。例えば、読者や著者、電子メールの受信に同意していない大規模なユーザー・グループなど、一括メールを無効にした方が安全な場合があります。<br><br>このジャーナルの一括メール機能は、<a href="{$siteSettingsUrl}">管理者 >サイト設定</a>で完全に無効にすることができます。
kk_kz: Журнал менеджері төменде таңдалған рөлдердің кез-келгеніне электрондық хаттарды жібере алмайды. Бұл параметрді электрондық пошта арқылы хабарландыру мүмкіндігін теріс пайдалануды шектеу үшін пайдаланыңыз. Мысалы, оқырмандарға, авторларға немесе басқа электрондық пошта хабарламаларын алуға келіспеген басқа үлкен пайдаланушылар тобына электрондық хаттарды өшіру қауіпсізірек болуы мүмкін. <br> <br> Электрондық пошта функциясын <a »журналына толықтай өшіруге болады. href = «{$ siteSettingsUrl}»> Әкімші> Сайт параметрлері </a>.
ko: 저널 관리자는 아래에서 선택한 역할로는 대량 이메일을 보낼 수 없습니다. 이 설정을 사용하여 이메일 알림 기능의 남용을 제한합니다. 예를 들어, 그러한 이메일 수신에 동의하지 않은 독자, 저자 또는 기타 대규모 사용자 그룹에 대한 대량 이메일을 비활성화하는 것이 더 안전할 수 있습니다.<br><br><a href="{$siteSettingsUrl}">관리자>사이트 설정</a>.
ky: Журнал менеджери төмөндө тандалган ролдордун бирине да жапырт электрондук каттарды жөнөтө албайт. Бул жөндөөнү электрондук почта эскертмесинин өзгөчөлүгүн кыянаттык менен пайдаланууну чектөө үчүн колдонуңуз. Мисалы, мындай электрондук каттарды алууга макулдук бербеген окурмандарга, авторлорго же колдонуучулардын башка чоң топторуна жапырт каттарды өчүрүү коопсузраак болушу мүмкүн.<br><br>Жаңыр электрондук почта функциясын бул журналда толугу менен өчүрүп койсо болот. <a href= бөлүм. "{$siteSettingsUrl}">Администрация > Сайттын жөндөөлөрү</a>.
lt: Žurnalo vadovas negalės siųsti masinių el. laiškų jokiems iš toliau pasirinktų vaidmenų. Naudokite šį nustatymą, kad apribotumėte piktnaudžiavimą el. pašto pranešimų funkcija. Pavyzdžiui, gali būti saugiau išjungti masinius el. laiškus skaitytojams, autoriams ar kitoms didelėms vartotojų grupėms, kurios nesutiko gauti tokių el. laiškų.<br><br>Masinių el. laiškų funkciją šiam žurnalui galima visiškai išjungti <a href="{$siteSettingsUrl}">Administratorius > Svetainės nustatymai</a>.
mk: Менаџерот на списанието нема да може да испраќа и-меил во големи количини до било која од избраните улоги подолу. Користете ја оваа поставка за да ја ограничите злоупотребата на функцијата за известувања преку и-меил. На пример, можно е да биде побезбедно да оневозможите испраќање на и-меил во големи количини до читатели, автори, или други големи групи на корисници кои не се согласиле да примаат такви и-меилови.<br><br>Функцијата за испраќање и-меил во големи количини за ова списание може да биде целосно оневозможена преку <a href="{$siteSettingsUrl}">Администратор > Поставки на веб-страницата</a>.
mr: नियतकालिकाचा व्यवस्थापक खालच्या यादीतून निवडलेल्या विविध गटांसाठी अनेकांना एकगठ्ठा (बल्क) ई-मेल पाठवण्यावर मर्यादा घालू शकेल. ई-मेल सूचना वैशिष्ट्याचा गैरवापर टाळण्यासाठी ही सेटिंग वापरा. उदाहरणार्थ, ज्यांनी अशा ई-मेलसाठी संमती दिलेली नाही अशा वाचक, लेखक किंवा इतर प्रकारच्या वापरकर्त्यांच्या गटांना एकगठ्ठा (बल्क) ई-मेल न पाठवणे निर्धोक असू शकते.<br><br><a href="{$siteSettingsUrl}">Admin > Site Settings</a> येथे या नियतकालिकासाठी एकगठ्ठा (बल्क) ई-मेल पाठवण्याची सोय पूर्णपणे निष्क्रिय (disable) केली जाऊ शकते.
ms: Pengurus jurnal tidak akan dapat menghantar e-mel pukal kepada mana-mana peranan yang dipilih di bawah. Gunakan tetapan ini untuk mengehadkan penyalahgunaan ciri pemberitahuan e-mel. Contohnya, mungkin lebih selamat untuk melumpuhkan e-mel pukal kepada pembaca, pengarang atau kumpulan pengguna besar lain yang tidak bersetuju menerima e-mel sedemikian.<br><br>Ciri e-mel pukal boleh dilumpuhkan sepenuhnya untuk jurnal ini dalam <a href="{$siteSettingsUrl}">Pentadbir > Tetapan Tapak</a>.
nb: En redaksjonsleder kan ikke sende masse-epost til de rollene som er valgt nedenfor. Bruk denne innstillingen til å begrense misbruk av e-postvarslingsfunksjonen. Det kan for eksempel være sikrere å slå av masse-epost til lesere, forfattere eller andre store brukergrupper som ikke har samtykket til å motta slike e-poster.<br><br>Masse-epostfunksjonen kan bli fullstendig avslått for dette tidsskriftet i <a href="{$siteSettingsUrl}">Admin > Nettstedets innstillinger</a>.
pl: Administrator czasopisma nie będzie mógł masowo wysyłać wiadomości e-mail do ról niżej wskazanych. Użyj tego ustawienia, by zmniejszyć ryzyko interpretowania przez innych funkcjonalności masowego wysyłania jako źródła niechcianej poczty. Najlepiej jak odbiorcami takiej metody wysyłania będą ci, którzy są jej świadomi i się na to zgodzili.<br><br>Masowe wysyłanie w ramach czasopisma może być całkowicie wyłączone w <a href="{$siteSettingsUrl}">Administracja > Ustawienia systemu</a>.
pt_br: Um gerente de revista não poderá enviar e-mails em massa para nenhuma das funções selecionadas abaixo. Use esta configuração para limitar o abuso do recurso de notificação por e-mail. Por exemplo, pode ser mais seguro desabilitar e-mails em massa para leitores, autores ou outros grandes grupos de usuários que não consentiram em receber tais e-mails.<br><br>O recurso de e-mail em massa pode ser desabilitado completamente para este periódico em <a href="{$siteSettingsUrl}">Administração > Configurações do Portal</a>.
pt_pt: O editor-gestor não poderá enviar e-mails em massa para qualquer um dos papéis selecionados abaixo. Use esta configuração para limitar o abuso de envio de e-mails de notificação. Por exemplo, poderá ser mais seguro desativar o envio de e-mails em massa para leitores, autores ou outro grupo de utilizadores maior que não deram consentimento para receber estes e-mails.<br><br>O recurso de e-mail em massa pode ser desativado completamente para esta revista em<a href="{$siteSettingsUrl}">Administração > Configurações do Site</a>.
ro: Un manager al unei reviste nu va putea trimite emailuri în bloc la niciunul dintre rolurile selectate de mai jos. Utilizați această setare pentru a limita abuzul caracteristicii de notificare prin email. De exemplu, poate fi mai sigur să dezactivați emailurile în bloc către cititori, autori sau alte grupuri mari de utilizatori care nu și-au dat acordul să primească astfel de e-mailuri.<br><br>Funcția de email în bloc poate fi dezactivată complet pentru această revistă <a href="{$siteSettingsUrl}">Administrator > Setări site</a>.
sl: Upravljalec revije ne bo mogel pošiljati masovnih emailov spodaj označenim vlogam. Nastavitev uporabite, da zmanjšate možnost zlorabe funkcije masovnega pošiljanja emailov. Npr. morda je varneje, da izklopite to možnost za bralce, avtorje ali ostale velike skupine uporabnikov, ki se niso strinjale s sprejemenjem takih emailov. <br><br>Možnost popolne izključitve te funkcionalnosti za to revijo je v <a href="{$siteSettingsUrl}">Administracija > Nastavitve spletišča</a>.
sv: Tidskriftsansvarig kommer inte kunna göra massutskick till någon av rollerna nedan. Använd denna inställning för att begränsa eventuellt missbruk av massutskicksfunktionen. Det kan exempelvis vara säkrare att stänga av massutskick till läsare, författare, eller andra stora grupper som inte har medgivit samtycke att ta emot sådana utskick.<br><br>Massutskicksfunktionen kan avaktiveras helt för denna tidskrifter under <a href="{$siteSettingsUrl}">Admin >Webbplatsinställningar</a>.
tr: Bir dergi yöneticisi, aşağıda seçilen rollerin hiçbirine toplu e-posta gönderemez. E-posta bildirim özelliğinin kötüye kullanımını sınırlamak için bu ayarı kullanın. Örneğin, bu tür e-postaları almaya izin vermeyen okuyuculara, yazarlara veya diğer büyük kullanıcı gruplarına toplu e-postaları devre dışı bırakmak daha güvenlidir. <br> <br> Toplu e-posta özelliği bu dergi için <a href="{$siteSettingsUrl}">Yönetici > Site Ayarları</a> bölümünden tamamen devre dışı bırakılabilir.
uk: Менеджер журналу не зможе надсилати масові електронні листи жодній з ролей, вибраних нижче. Використовуйте цей параметр, щоб обмежити зловживання функцією повідомлень електронною поштою. Наприклад, може бути безпечніше відключити масову розсилку електронних листів читачам, авторам або іншим великим групам користувачів, які не дали згоди на отримання таких листів.<br>< br>Функцію масової розсилки електронної пошти можна повністю відключити для цього журналу в <a href="{$siteSettingsUrl}">Адміністратор > Налаштування вебсайту</a>.
uz@latin: Jurnal menejeri quyida tanlangan har qanday rolga ommaviy elektron pochta xabarlarini yubora olmaydi. Elektron pochta orqali xabar berish xususiyatidan foydalanishni cheklash uchun ushbu parametrdan foydalaning. Masalan, o'quvchilarga, mualliflarga yoki boshqa elektron pochta xabarlarini olishga rozi bo'lmagan boshqa yirik foydalanuvchilar guruhlariga elektron pochta xabarlarini o'chirib qo'yish xavfsizroq bo'lishi mumkin. <br> <br> Ushbu jurnal uchun ommaviy elektron pochta funktsiyasini to'liq o'chirib qo'yish mumkin <a href = "{$ siteSettingsUrl}"> Admin> Sayt sozlamalari </a>.
uz_cyrl: Журнал менежери қуйида танланган ролларнинг бирортасига оммавий электрон почта хабарларини юбора олмайди. Электрон почта хабарномаси функциясидан суиистеъмол қилишни чеклаш учун ушбу созламадан фойдаланинг. Мисол учун, бундай хатларни олишга рози бўлмаган ўқувчилар, муаллифлар ёки бошқа йирик фойдаланувчилар гуруҳларига оммавий электрон почта хабарларини ўчириб қўйиш хавфсизроқ бўлиши мумкин.<br><br>Оммавий э-почта функциясини ушбу журнал учун тўлиқ ўчириб қўйиш мумкин: <a href="{$siteSettingsUrl}">Администратор > Сайт созламалари</a>.
vi: Người quản lý tờ báo không thể gửi email hàng loạt đến bất kỳ roles nào dưới đây. Thiết đặt này nhằm hạn chế gửi email tùy ý. Ví dụ, để an toàn nên vô hiệu hóa tính năng gửi email hàng loạt đến người đọc, tác giả, hoặc những nhóm người dùng lớn mà không muốn nhận email.<br><br>Tính năng gửi email hàng loạt có thể vô hiệu hóa hoàn toàn trong tờ báo này ở menu <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
zh_hans: 期刊管理员将无法向下面选择的任何角色发送批量电子邮件。 使用此设置来限制滥用电子邮件通知功能。 例如，对未同意接收此类电子邮件的读者、作者或其他大型用户组禁用批量电子邮件可能更安全。<br><br>可以在<a href="{$siteSettingsUrl}">管理 > 网站设置</a>中完全禁用此期刊的批量发送电子邮件功能。
