Repository: pkp/ojs
Catalog: locale/*/api.po
Languages: az, ca_es, da_dk, es, fi, gl, is_is, it, kk_kz, ky, mr, ms_my, nb_no, pt_br, sk_sk, sv_se, uk, uz_cyrl, uz_uz@latin, vi, zh_cn, zh_tw

# api.submissions.400.wrongContext
source: The submission you requested is not in this journal.
az: İstədiyiniz fayl (yazı) bu jurnalda deyil.
fi: Pyytämääsi käsikirjoitusta ei ole tässä julkaisussa.
gl: O envío que solicitou non se atopa nesta revista.
it: La proposta che hai richiesto non è in questa rivista.
kk_kz: Сіз сұраған материал бұл журналда жоқ.
ky: Сиз сураган материал бул журналда жок.
mr: तुम्ही शोधत असलेल्या लेखनाचे सादरीकरण या नियतकालिकामध्ये नाही.
uk: Запитана вами інформація відсутня в цьому журналі.
uz_cyrl: Сиз сўраган сўров ушбу журналда йўқ.
vi: Bài nộp bạn yêu cầu không có trong tạp chí này.
