Repository: pkp/ojs
Catalog: locale/*/api.po
Languages: az, ca_es, da_dk, es, fi, gl, is_is, it, kk_kz, ky, mr, ms_my, nb_no, pt_br, sk_sk, sv_se, uk, uz_cyrl, uz_uz@latin, vi, zh_cn, zh_tw

# api.submissionFiles.400.badRepresentationAssocType
source: You can not associated a file from this file stage with a galley.
az: Bu faylı dizayn mərhələsindəki bir fayl ilə əlaqələndirə bilməzsiniz.
fi: Tämän vaiheen tiedosto ei voi olla julkaistava tiedosto.
gl: Non é posible asociar un arquivo desta etapa cunha galerada.
is_is: Þú getur ekki tengt skrá frá þessu skráaþrepi við galley.
it: Non è possibile associare un file in questa fase editoriale ad una galley.
kk_kz: Файлды бұл қадамда электронды қолжазбамен байланыстыру мүмкін емес.
ky: Бул этаптагы файлды галлеяга байланыштыра албайсыз.
mr: तुम्ही या टप्प्यावर फाईल कच्च्या मुद्रितात (गॅली) संलग्न करू शकत नाही.
ms_my: Anda tidak dapat mengaitkan fail ini dari tahap fail dengan galley.
uk: Ви не можете асоціювати файл з цієї стадії файлу з гранкою.
uz_cyrl: Ушбу файл босқичидаги файлни galley билан боғлай олмайсиз.
uz_uz@latin: Siz ushbu bosqichidagi faylni toâ€˜plam bilan bog'lay olmaysiz.
vi: Bạn không thể liên kết một file từ file stage này với một dàn trang.
zh_cn: 您不能将此备用阶段文件与此文件关联。

# api.publications.403.submissionsDidNotMatch
source: The publication that you requested is not part of this submission.
az: Axtardığınız nəşr bu fayla aid deyil.
ca_es: La publicació que heu sol·licitat no forma part d'aquesta tramesa.
da_dk: Den publikation, du søgte, er ikke en del af denne indsendelse.
es: La publicación que solicitó no forma parte de este envío.
fi: Pyytämäsi julkaistu versio ei kuulu tähän käsikirjoitukseen.
gl: A publicación que solicitou non forma parte deste envío.
is_is: Ritverkið sem þú baðst um er ekki hluti af þessari innsendingu.
it: La pubblicazione che hai richiesto non è parte di questo articolo.
kk_kz: Сіз сұраған мақала бұл журналға тиесілі емес.
ky: Сиз сураган басылма бул материалдын бир бөлүгү эмес.
mr: तुम्ही शोधत असलेले प्रकाशन या लेखन सादरीकरणाचा भाग नाही.
ms_my: Penerbitan yang anda minta bukan sebahagian daripada penyerahan ini.
nb_no: Publikasjonen som du forespurte er ikke del av denne innleveringen.
pt_br: A publicação solicitada não é parte desta submissão.
sk_sk: Požadovaná publikácie nie je súčasťou tohto denníka.
sv_se: Publikationen som du efterfrågade är inte del av detta bidrag.
uk: Публікація, яку ви запросили, не є частиною цього подання.
uz_cyrl: Сиз сўраган нашр ушбу юбориш (submission)нинг бир қисми эмас.
uz_uz@latin: Siz so'ragan nashr ushbu taqdimotning bir qismi emas.
vi: Ấn phẩm mà bạn yêu cầu không phải là một phần của bài nộp này.
zh_cn: 您请求的出版物不是本稿件的一部分。
zh_tw: 您所查詢的出版物並不是此投稿的一部分。

# api.publications.403.contextsDidNotMatch
source: The publication that you requested is not part of this journal.
az: Axtardığınız nəşr bu jurnala aid deyil.
ca_es: La publicació que heu sol·licitat no forma part d'aquesta revista.
da_dk: Den publikation, du søgte, er ikke en del af dette tidsskrift.
fi: Pyytämäsi julkaistu versio ei kuulu tähän julkaisuun.
gl: A publicación que solicitou non forma parte desta revista.
is_is: Ritverkið sem þú baðst um er ekki hluti af þessu tímariti.
it: La pubblicazione che hai richiesto non fa parte di questa rivista.
kk_kz: Сіз сұраған мақала бұл журналға тиесілі емес.
ky: Сиз сураган басылма бул журналдын бир бөлүгү эмес.
mr: तुम्ही शोधत असलेले प्रकाशन या नियतकालिकाचा भाग नाही.
ms_my: Penerbitan yang anda minta bukan sebahagian daripada jurnal ini.
nb_no: Publikasjonen du forespurte finnes ikke i dette tidsskriftet.
sk_sk: Požadovaná publikácie nie je súčasťou tohto denníka.
sv_se: Publikationen som du efterfrågade finns inte i denna tidskrift.
uk: Запитана вами публікація не є частиною цього журналу.
uz_cyrl: Сиз сўраган нашр ушбу журналнинг бир қисми эмас.
uz_uz@latin: Siz so'ragan nashr ushbu jurnalning bir qismi emas.
vi: Ấn phẩm mà bạn yêu cầu không phải là một phần của tạp chí này.
zh_cn: 您请求的出版物不属于该期刊。
zh_tw: 您所查詢的出版物並不是此期刊的一部分。

# api._payments.400.invalidPaymentMethod
source: The payment method you selected is not supported.
az: Seçdiyiniz ödəmə metodu dəstəklənmir.
ca_es: El mètode de pagament que heu seleccionat no està suportat.
da_dk: Den valgte betalingsmetode understøttes ikke.
fi: Valitsemaasi maksuvaihtoehto ei tueta.
gl: O modo de pagamento que seleccionou non está soportado.
is_is: Það er ekki stutt við greiðsluaðferðina sem þú valdir.
it: Il metodo di pagamento selezionato non è supportato da questa rivista.
kk_kz: Сіз таңдаған төлем әдісімен жалғастыру мүмкін емес.
ky: Сиз тандаган төлөм ыкмасы колдоого алынбайт.
mr: तुम्ही निवडलेली रक्कम प्रदान करण्याची पद्धत येथे वापरात नाही.
ms_my: Kaedah pembayaran yang anda pilih tidak disokong.
nb_no: Betalingsmetoden du valgte støttes ikke.
sk_sk: Zvolený spôsob platby nie je podporovaný.
sv_se: Betalningsmetoden du har valt stöds inte.
uk: Обраний вами спосіб оплати не підтримується.
uz_cyrl: Сиз танлаган тўлов усули қўллаб-қувватланмайди.
uz_uz@latin: Siz tanlagan to'lov usuli qo'llab-quvvatlanmaydi.
vi: Phương thức thanh toán bạn chọn không được hỗ trợ.
zh_cn: 您选择的付款方式未支持。
zh_tw: 未能支援您所選取的付款方式。

# api.emailTemplates.403.notAllowedChangeContext
source: You do not have permission to move this email template to another journal.
az: Bu email şablonunu başqa bir jurnala transfer etmə səlahiyyətiniz yoxdur.
ca_es: No teniu permís per moure aquesta plantilla de correu electrònic a una altra revista.
da_dk: Du har ikke tilladelse til at flytte denne e-mail-skabelon til et anden tidsskrift.
es: No tiene permiso para mover esta plantilla de correo electrónico a otro servidor.
fi: Sinulla ei ole lupaa siirtää tätä sähköpostipohjaa toiseen julkaisuun.
gl: Non ten autorización para trasladar este modelo de correo electrónico a outra revista.
is_is: Þú hefur ekki heimild til að flytja þetta tölvupóstsniðmát yfir á annað tímarit.
it: Non hai i permessi necessari per trasferire questo modello di posta elettronica ad un'altra rivista.
kk_kz: Сізге бұл электронды хабарлама үлгісін басқа журналға көшіруге рұқсат берілмеген.
ky: Бул каттын үлгүсүн башка журналга жылдырууга уруксатыңыз жок.
mr: तुम्हाला हा ई-मेल मसूदा (टेम्पलेट) दुसऱ्या नियतकालिकासाठी वापरण्याची परवानगी नाही.
ms_my: Anda tidak mempunyai kebenaran untuk memindahkan templat e-mel ini ke jurnal lain.
nb_no: Du har ikke tillatelse til å flytte denne epostmalen til et annet tidsskrift.
pt_br: Você não tem permissão para mover este modelo de e-mail para outro servidor.
sk_sk: Nemáte oprávnenie presunúť túto e-mailovú šablónu do iného časopisu.
sv_se: Du har inte tillåtelse att flytta denna e-post-mall till en annan tidskrift.
uk: У вас немає дозволу на переміщення цього шаблону Електронної Пошти в інший журнал.
uz_cyrl: Ушбу электрон почта шаблонини бошқа журналга кўчиришга рухсатингиз йўқ.
uz_uz@latin: Ushbu elektron pochta shablonini boshqa jurnalga ko'chirishga ruxsatingiz yo'q.
vi: Bạn không có quyền di chuyển mẫu email này sang một tạp chí khác.
zh_cn: 您无权将此电子邮件模板移至其他期刊。
zh_tw: 您沒有移動此電郵樣式至另一期刊的權限。

# api.contexts.404.contextNotFound
source: The journal you requested was not found.
az: Axtardığınız jurnal tapılmadı.
ca_es: No s'ha trobat la revista que heu sol·licitat.
da_dk: Det tidsskrift, du rekvirerede blev ikke fundet.
es: No se encontró el servidor que solicitó.
fi: Etsimääsi julkaisua ei löytynyt.
gl: A revista que solicitou non se atopou.
is_is: Tímaritið sem þú baðst um finnst ekki.
it: La rivista che hai richiesto non è stata trovata.
kk_kz: Сіз сұраған журнал жүйеден табылмады.
ky: Сиз сураган журнал табылган жок.
mr: तुम्ही शोधत असलेले नियतकालिक येथे उपलब्ध नाही.
ms_my: Jurnal yang anda minta tidak dijumpai.
nb_no: Tidsskriftet du sendte forespørsel om etter ble ikke funnet.
pt_br: O servidor que você requisitou não foi encontrado.
sk_sk: Požadovaný časopis nebol nájdený.
sv_se: Tidskriften som du efterfrågade kunde inte hittas.
uk: Запитаний вами журнал не був знайдений.
uz_cyrl: Сиз сўраган журнал топилмади.
uz_uz@latin: Siz so'ragan jurnal topilmadi.
vi: Tạp chí bạn yêu cầu không được tìm thấy.
zh_cn: 未找到您请求的期刊。
zh_tw: 未能找到您所查詢的期刊。

# api.contexts.403.notAllowedDelete
source: You do not have permission to delete this journal.
az: Bu jurnalı silmə səlahiyyətiniz yoxdur.
ca_es: No teniu permís per eliminar aquesta revista.
da_dk: Du har ikke tilladelse til at slette dette tidsskrift.
es: No tiene permiso para eliminar este servidor.
fi: Sinulla ei ole lupaa poistaa tätä julkaisua.
gl: Non ten autorización para eliminar esta revista.
is_is: Þú hefur ekki heimild til að eyða þessu tímariti.
it: Non hai i permessi per cancellare questa rivista.
kk_kz: Сізге бұл журналды өшіруге рұқсат берілмеген.
ky: Бул журналды жок кылууга уруксатыңыз жок.
mr: तुम्हाला हे नियतकालिक हटवण्याची परवानगी नाही.
ms_my: Anda tidak mempunyai kebenaran untuk menghapuskan jurnal ini.
nb_no: Du har ikke rettigheter til å slette dette tidsskriftet.
pt_br: Você não tem permissão para deletar este servidor.
sk_sk: Na odstránenie tohto denníka nemáte oprávnenie.
sv_se: Du har inte tillåtelse att ta bort denna tidskrift.
uk: У вас немає дозволу на видалення цього журналу.
uz_cyrl: Сизда бу журнални ўчиришга рухсатингиз йўқ.
uz_uz@latin: Sizda ushbu jurnalni o'chirishga ruxsat yo'q.
vi: Bạn không có quyền xóa tạp chí này.
zh_cn: 您无权删除此期刊。
zh_tw: 您沒有權限刪除此期刊。

# api.contexts.403.notAllowedEdit
source: You do not have permission to edit this journal.
az: Bu jurnalı redaktə etmə səlahiyyətiniz yoxdur.
ca_es: No teniu permís per editar aquesta revista.
da_dk: Du har ikke tilladelse til at redigere dette tidsskrift.
es: No tiene permiso para editar este servidor.
fi: Sinulla ei ole lupaa muokata tätä julkaisua.
gl: Non ten autorización para editar esta revista.
is_is: Þú hefur ekki heimild til að breyta þessu tímariti.
it: Non hai il permesso per modificare questa rivista.
kk_kz: Сізге бұл журналды өңдеуге рұқсат берілмеген.
ky: Бул журналды түзөтүүгө уруксатыңыз жок.
mr: तुम्हाला हे नियतकालिक संपादित करण्याची परवानगी नाही.
ms_my: Anda tidak mempunyai kebenaran untuk ubahsuai jurnal ini.
nb_no: Du har ikke rettigheter til å redigere dette tidsskriftet.
pt_br: Você não tem permissão para editar este servidor.
sk_sk: Nemáte oprávnenie upravovať tento časopis.
sv_se: Du har inte tillåtelse att redigera denna tidskrift.
uk: У вас немає дозволу на редагування цього журналу.
uz_cyrl: Сизда бу журнални таҳрирлаш учун рухсат йўқ.
uz_uz@latin: Ushbu jurnalni tahrirlash uchun sizning ruxsatingiz yo'q.
vi: Bạn không có quyền chỉnh sửa tạp chí này.
zh_cn: 您无权编辑此期刊。
zh_tw: 您沒有修改此期刊的權限。

# api.contexts.403.requiresContext
source: You can not edit this journal from the site-wide API.
az: Bu jurnalı bütün sayt API-si ilə redaktə edə bilməzsiniz.
ca_es: No podeu editar aquesta revista des de l'API de tot el lloc web.
da_dk: Du kan ikke redigere dette tidsskrift via webstedets API.
es: No puede editar este servidor desde la API de todo el sitio.
fi: Julkaisua ei voi muokata sivuston rajapinnasta käsin.
gl: Non pode editar esta revista desde a API de todo o sitio web.
is_is: Þú getur ekki breytt þessu tímariti frá vefsíðu API.
it: Non è possibile modificare questa rivista con l'API del sito.
kk_kz: Сіз бұл журналды веб-сайттың API-ы арқылы өңдей алмайсыз.
ky: Бул журналды сайттын API аркылуу түзөтө албайсыз.
mr: तुम्ही हे नियतकालिक संकेतस्थळ-व्यापी API वरून संपादित करू शकत नाही.
ms_my: Anda tidak dapat ubahsuai jurnal ini dari site-wide API.
nb_no: Du kan ikke redigere dette tidsskriftet via nettstedets API.
pt_br: Não é possível editar este servidor a partir da API de todo o site.
sk_sk: Tento časopis nemožno upravovať cez API.
sv_se: Du kan inte redigera denna tidskrift via webbplatsens API.
uk: Ви не можете редагувати цей журнал за допомогою API для всього вебсайту.
uz_cyrl: Сиз ушбу журнални бутун сайт API'сидан таҳрирлай олмайсиз.
uz_uz@latin: Siz ushbu jurnalni sayt miqyosidagi API-dan tahrir qila olmaysiz.
vi: Bạn không thể chỉnh sửa tạp chí này từ API toàn trang web.
zh_cn: 您无法在站点范围的 API 编辑此期刊。
zh_tw: 您不能透過網站的API修改此期刊。

# api.contexts.403.contextsDidNotMatch
source: You can not view or edit this journal unless you make a request to the journal's API or the site-wide API.
az: Jurnalın API-sinə və ya bütün sayt API-sinə sorğu göndərməsəniz, bu jurnala baxa və ya redaktə edə bilməzsiniz.
ca_es: No podreu veure ni editar aquesta revista a menys que feu una sol·licitud a l'API de la revista o de tot el lloc web.
da_dk: Du kan ikke se eller redigere dette tidsskrift, medmindre du fremsender en anmodning til tidsskriftets API eller til hele webstedets API.
es: No puede ver o editar este servidor a menos que realice una solicitud a la API del servidor o la API de todo el sitio.
fi: Et voi katsoa tai muokata tätä julkaisua, jos et tee pyyntöä julkaisun tai sivuston rajapintaan.
gl: Non pode ver ou editar esta revista a menos que faga unha solicitude á API da revista ou de todo o sitio web.
is_is: Þú getur ekki skoðað eða breytt þessu tímariti án þess að senda beiðni á API tímritsins eða vefsíðu API.
it: Per visualizzare o modificare questa rivista è necessario inviare una richiesta all'API della rivista o del sito.
kk_kz: Журналдың API-не сұраныс жібермей бұл журналды қарай немесе өңдей алмайсыз.
ky: Бул журналды log API же жалпы сайт API'сине сурамсыз көрүп же түзөтө албайсыз.
mr: जोपर्यंत तुम्ही नियतकालिकाच्या API किंवा संकेतस्थळ-व्यापी API वर शोधत नाही तोपर्यंत तुम्ही हे नियतकालिक पाहू किंवा त्यात फेरफार करू शकणार नाही.
ms_my: Anda tidak dapat melihat atau ubahsuai jurnal ini kecuali anda membuat permintaan ke jurnal API atau site-wide API.
nb_no: Du kan ikke se eller redigere dette tidsskriftet hvis du ikke sender en forespørsel til tidsskriftets API eller nettstedets API.
pt_br: Você não pode visualizar ou editar este servidor a menos que realize uma solicitação à API do servidor ou à API de todo o site.
sk_sk: Tento časopis nemôžete prehliadať ani upravovať, kým nepožiadate o API časopisu alebo API pre celý web.
sv_se: Du kan inte visa eller redigera denna tidskrift om du inte gör ett anrop till tidskriftens API eller webbplatsens API.
uk: Ви не можете переглядати або редагувати цей журнал, якщо не зробите запит до API журналу або API всього вебсайту.
uz_cyrl: Журнал API ёки бутун сайт API га сўров юбормагунингизча ушбу журнални кўра олмайсиз ёки таҳрирлай олмайсиз.
uz_uz@latin: Jurnalning API-si yoki butun dunyo bo'ylab API-ga murojaat qilmaguningizcha, ushbu jurnalni ko'rishingiz yoki tahrirlashingiz mumkin emas.
vi: Bạn không thể xem hoặc chỉnh sửa tạp chí này trừ khi bạn yêu cầu API của tạp chí hoặc API trên toàn trang web.
zh_cn: 除非您向期刊的 API 或站点范围的 API 提出请求，否则您无法查看或编辑此期刊。
zh_tw: 您不能查看或修改此期刊，除非您提出期刊API或網站API的請求。

# api.contexts.403.notAllowed
source: You do not have permission to view this journal.
az: Bu jurnala baxma səlahiyyətiniz yoxdur.
ca_es: No teniu permís per veure aquesta revista.
da_dk: Du har ikke tilladelse til at se dette tidsskrift.
es: No tiene permiso para ver este servidor.
fi: Sinulla ei ole lupaa katsoa tätä julkaisua.
gl: Non ten autorización para ver esta revista.
is_is: Þú hefur ekki heimild til að skoða þetta tímarit.
it: Non hai i permessi per visualizzare questa rivista.
kk_kz: Сізге бұл журналды қарауға рұқсат берілмеген.
ky: Бул журналды көрүүгө уруксатыңыз жок.
mr: तुम्हाला हे नियतकालिक चाळण्याची परवानगी नाही.
ms_my: Anda tidak mempunyai kebenaran untuk melihat jurnal ini.
nb_no: Du har ikke rettigheter til å se dette tidsskriftet.
pt_br: Você não tem permissão para visualizar este servidor.
sk_sk: Na prehliadanie tohto časopisu nemáte oprávnenie.
sv_se: Du har inte tillåtelse att visa denna tidskrift.
uk: У вас немає дозволу на перегляд цього журналу.
uz_cyrl: Сизда бу журнални кўриш учун рухсат йўқ.
uz_uz@latin: Ushbu jurnalni ko'rish uchun sizda ruxsat yo'q.
vi: Bạn không có quyền xem tạp chí này.
zh_cn: 您无权查看此期刊。
zh_tw: 您沒有查看此期刊的權限。

# api.contexts.403.requestedDisabledContexts
source: You can only view journals that have been enabled.
az: Sadəcə icazə verilən jurnallara baxa bilərsiniz.
ca_es: Només podeu veure revistes que estiguin actives.
da_dk: Du kan kun se tidsskrifter, der er aktiveret.
es: Solo puede ver los servidores que se han habilitado.
fi: Voit katsoa vain julkisia julkaisuja.
gl: Só pode ver revistas que estean activas.
is_is: Það er eingöngu hægt að skoða tímarit sem hafa verið virkjuð.
it: E' possibile visualizzare solamente testate abilitate.
kk_kz: Сіз тек қарауға рұқсат берілген журналдарды ғана көре аласыз.
ky: Сиз бөлүшүлгөн журналдарды гана көрө аласыз.
mr: तुम्ही केवळ सक्रिय (enable) केलेली नियतकालिके पाहू शकता.
ms_my: Anda hanya dapat melihat jurnal yang telah didayakan.
nb_no: Du kan bare se tidsskrift som har blitt aktivert.
pt_br: Você apenas pode ver servidores que foram habilitados.
sk_sk: Môžete zobraziť iba povolené časopisy.
sv_se: Du kan bara se tidskrifter som har aktiverats.
uk: Ви можете переглядати тільки ті журнали, які були включені.
uz_cyrl: Сиз фақат ёқилган (enabled) журналларни кўришингиз мумкин.
uz_uz@latin: Siz faqat yoqilgan jurnallarni ko'rishingiz mumkin.
vi: Bạn chỉ có thể xem các tạp chí đã được kích hoạt.
zh_cn: 您只能查看已公开的期刊。
zh_tw: 您只可查閱所允許的期刊。

# api.submissions.403.unpublishedIssues
source: You do not have permission to view unpublished issues.
az: Yayımlanmamış mövzulara baxma icazəniz yoxdur.
ca_es: No teniu permís per veure els números retirats de publicació.
da_dk: Du har ikke tilladelse til at se ikke-publicerede numre.
fi: Sinulla ei ole lupaa katsoa julkaisemattomia numeroita.
gl: Non ten permiso para consultar os números que non se publicaron.
is_is: Þú hefur ekki heimild tl að skoða óbirtar útgáfur.
it: Non hai il permesso si vedere i fascicoli non pubblicati.
kk_kz: Жарияланбаған журнал шығарылымдарын қарау рұқсат етілмеген.
ky: Жарыяланбаган маселелерди көрүүгө уруксатыңыз жок.
mr: तुम्हाला अप्रकाशित अंक पाहण्याची परवानगी नाही.
ms_my: Anda tidak mempunyai kebenaran untuk melihat terbitan yang belum diterbitkan.
nb_no: Du har ikke tillatelse til å se upubliserte utgaver.
sk_sk: Nemáte právo vidieť nepublikované čísla.
sv_se: Du har inte behörighet att se opublicerade nummer.
uk: У вас немає дозволу на перегляд неопублікованих випусків.
uz_cyrl: Сизда чоп этилмаган нашрларни кўриш учун рухсат йўқ.
uz_uz@latin: Sizda nashr qilinmagan nashrlarni ko'rish uchun ruxsat yo'q.
vi: Bạn không có quyền xem các số chưa được công bố.
zh_cn: 您无权查看未发布的期刊。
zh_tw: 您沒有閱覽未出版期號的權限。

# api.submissions.403.cantChangeContext
source: You can not change the journal of a submission.
az: Bir faylın (yazının) jurnalını dəyişə bilməzsiniz.
ca_es: No podeu canviar un article de revista.
da_dk: Du kan ikke ændre en indsendelses tidsskrift.
es: No puede cambiar el servidor de un envío.
fi: Et voi vaihtaa käsikirjoitukseen liittyvää julkaisua.
gl: Non pode cambiar a revista dun envío.
is_is: Þú getur ekki breytt upplýsingum um tímarit innsendingar.
it: Non è possibile cambiare la rivista di una proposta di pubblicazione.
kk_kz: Сіз жіберілген материалға бекітілген журналды өзгерте алмайсыз.
ky: Сиз материалдын журналын өзгөртө албайсыз.
mr: तुमच्या सादरीकरणाचे नियतकालिक बदलू शकत नाही.
ms_my: Anda tidak boleh mengubah jurnal yang diserahkan.
nb_no: Du kan ikke bytte tidsskrift for en innlevering.
pt_br: Não é possível alterar o servidor de uma submissão.
sk_sk: Nemôžete zmeniť záznamy príspevku.
sv_se: Du kan inte byta tidskrift för ett bidrag.
uk: Не можна змінити журнал подання.
uz_cyrl: Сиз топшириш (submission) журналини ўзгартира олмайсиз.
uz_uz@latin: Siz topshirish jurnalini o'zgartira olmaysiz.
vi: Bạn không thể thay đổi tạp chí của một bài nộp.
zh_cn: 您不能更改提交的稿件。
zh_tw: 您不能改變投稿的期刊。

# api.emails.403.disabled
source: The email notification feature has not been enabled for this journal.
az: Email bildiriş funksiyası bu jurnal üçün aktivləşdirilmədi.
fi: Sähköposti-ilmoituksia ei ole otettu käyttöön tässä julkaisussa.
gl: A función de notificación de correo electrónico non foi activada para esta revista.
is_is: Tölvupóstsendingar frá þessu tímariti hafa ekki verið virkjaðar.
it: Le notifiche email per questa rivista non sono abilitate.
kk_kz: Электрондық поштамен хабарламар жіберу мүмкіндігі бұл журнал үшін орнатылмаған.
ky: Бул журнал үчүн электрондук почта билдирүүсү иштетилген эмес.
mr: या नियतकालिकासाठी एकगठ्ठा (बल्क) ई-मेल पाठवण्याची सोय सक्रिय (enable) केलेली नाही.
ms_my: Ciri notifikasi e-mel belum diaktifkan untuk jurnal ini.
uk: Функція сповіщення електронною поштою не ввімкнена для цього журналу.
uz_cyrl: Бу журнал учун электрон почта хабарномаси функцияси ёқилмаган.
uz_uz@latin: Ushbu jurnal uchun elektron pochta xabarlari xususiyati yoqilmagan.
vi: Tính năng thông báo qua email chưa được kích hoạt cho tạp chí này.
zh_cn: 此期刊尚未启用电子邮件通知功能。
zh_tw: 此期刊的電郵通知功能尚未生效。

# api.announcements.400.contextsNotMatched
source: The announcement you requested is not part of this journal.
az: İstədiyiniz elan bu jurnalda yoxdur.
fi: Pyytämäsi ilmoitus ei ole osa tätä julkaisua.
gl: O aviso que solicitou non forma parte desta revista.
is_is: Tilkynningin sem þú baðst um tengist ekki þessu tímariti.
it: L'annuncio richiesta non fa parte di questo giornale.
kk_kz: Сұраныс жіберілген хабарландыру бұл журналға тиесілі емес.
ky: Сиз сураган жарнак бул журналдын бир бөлүгү эмес.
mr: तुम्ही शोधत असलेले निवेदन (announcement) या नियतकालिकाचा भाग नाही.
ms_my: Pengumuman yang anda minta bukan sebahagian daripada jurnal ini.
uk: Оголошення, яке Ви запросили, не є частиною цього журнала.
uz_cyrl: Сиз сўраган эълон ушбу журналнинг бир қисми эмас.
uz_uz@latin: Siz so'ragan e'lon ushbu jurnalning bir qismi emas.
vi: Thông báo bạn yêu cầu không phải là một phần của tạp chí này.
zh_cn: 您请求的公告不属于本期刊。
zh_tw: 您要求的公告並非此期刊的一部分。

# api.dois.400.depositFailed
source: Some items were not deposited successfully. Please check the individual items for their specific error messages.
az: Bəzi elementlər üçün DOI alına bilmədi. Zəhmət olmasa xüsusi xəta mesajlarını bir-bir yoxlayın.
fi: Joitakin kohteita ei onnistuttu tallettamaan. Tarkista yksittäisten kohteiden virheilmoitukset.
it: Alcuni depositi non sono andati a buon fine. Controlla singolarmente quanto inviato per il deposito per i messaggi di errore specifici.
kk_kz: Кейбір элементтер сәтті сақталмады. Жеке элементтерді олардың нақты қате туралы хабарлары үшін тексеріңіз.
ky: Кээ бир нерселердин эскроосу ишке ашкан жок. Ката билдирүүлөрү үчүн жеке элементтерди текшериңиз.
mr: काही बाबी यशस्वीरित्या साठवल्या गेल्या नाहीत. कृपया प्रत्येक बाबीसाठी विशिष्ट त्रुटी संदेश तपासा.
uk: Деякі елементи не вдалося депонувати. Будь ласка, перевірте окремі елементи на наявність щодо них конкретних повідомлень про помилки.
uz_cyrl: Баъзи элементлар муваффақиятли топширилмади. Илтимос, алоҳида элементларнинг хато хабарларини текширинг.
vi: Một số thành phần không được gửi thành công. Vui lòng kiểm tra từng mục để biết thông báo lỗi cụ thể của chúng.

# api.dois.400.noRegistrationAgencyConfigured
source: No DOI registration agency has been configured for this journal.
az: Bu jurnal üçün heç bir DOI tənzimləməsi yaradılmayıb.
fi: Tälle julkaisulle ei ole määritetty DOI-rekisteröintitoimistoa.
it: Per questa rivista non è stata configurata nessuna agenzia di registrazione dei DOI.
kk_kz: Бұл журнал үшін ешбір DOI тіркеу агенттігі конфигурацияланбаған.
ky: Бул журнал үчүн конфигурацияланган DOI каттоо агенттиги жок.
mr: या नियतकालिकासाठी कुठल्याही DOI नोंदणी संस्थेशी जोडणी (कॉन्फिगर) केलेली नाही.
uk: Для цього журналу не налаштовано агентство реєстрації DOI.
uz_cyrl: Ушбу журнал учун DOI рўйхатга олиш агентлиги созланмаган.
vi: Không có cơ quan đăng ký DOI nào được cấu hình cho tạp chí này.

# api.dois.400.contextsNotMatched
source: The DOI you requested is not part of this journal.
kk_kz: Сіз сұраған DOI бұл журналдың бөлігі емес.
