Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.languageInstructions
source: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Additional codes</a>.
az: English=en; French=fr; Spanish=es. <a href="https://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Əlavə kodlar</a>.
be: <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Дадатковыя коды</a>.
bg_bg: English=en; French=fr; Bulgarian=bg. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Допълнителни кодове</a>.
cs_cz: Čeština=cs; angličtina=en; francouzština=fr; španělština=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Další kódy</a>.
da_dk: Engelsk=en; Fransk=fr; Dansk=da. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Flere koder</a>.
de_de: deutsch=de; englisch=en; französisch=fr; spanisch=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">zusätzliche Kodierungen</a>.
el_gr: English=en; French=fr; Spanish=es. &lt;a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank"&gt;Επιπρόσθετοι κωδικοί γλώσσας&lt;/a&gt;.
es_mx: Inglés=en; francés=fr; español=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Códigos adicionales</a>.
eu_es: euskara=eu; ingelesa=en; frantsesa=fr; gaztelania=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Kode gehiago</a>.
fi_fi: suomi=fi; ruotsi=sv; englanti=en. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Lisää koodeja</a>.
fr_fr: anglais=en; français=fr; espagnol=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Codes supplémentaires</a>.
gl: Inglés=en; francés=fr; español=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Códigos adicionais</a>.
he_il: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">קודים נוספים</a>.
hr_hr: Hrvatski=hr; Engleski=en; Francuski=fr; Španjolski=es. <a href="http://www.loc.gov/standards/iso639-2/langcodes.html" target="_blank">Dodatni kôdovi</a>.
hu_hu: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">További kódok</a>.
hy: English=en; French=fr; Spanish=es. <a href="https://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Լրացուցիչ կոդեր</a>.
is: Enska=en; Franska=fr; Spænska=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Viðbótartungumálakóðar</a>.
it_it: Italiano=it; Inglese=en; Francese=fr; Spagnolo=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Altri codici</a>.
ka: English=en; French=fr; Spanish=es; Georgian=ka. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">დამატებითი კოდები</a>.
kk: English=en; French=fr; Spanish=es; Russian=ru; Kazakh=kk. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Қосымша код</a>.
ku_iq: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">هێمای زمانەکانی دیکە</a>.
lt: Anglų=en; prancūzų=fr; ispanų=es. <a href='http://www.loc.gov/standards/iso639-2/php/code_list.php' target='_blank'>Papildomi kalbų kodai</a>.
lv_lv: Angļu = en; franču = fr; spāņu = es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Citi kodi</a>.
mk_mk: Англиски=en; Француски=fr; Шпански=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Дополнителни кодови</a>.
ms_my: Bahasa Inggeris=en; Perancis=fr; Sepanyol=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank"> Kod tambahan </a>.
nb_no: Norsk=no; English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/langcodes.html" target="_blank">«Flere koder»</a>.
pt: Português=pt; English=en; French=fr; Spanish=es. <a href="https://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Códigos Adicionais</a>.
pt_br: Português=pt; English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Códigos Adicionais</a>.
ro_ro: Engleză=en; Franceză=fr; Spaniolă=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Coduri suplimentare</a>.
ru_ru: English=en; French=fr; Spanish=es; Russian=ru. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Дополнительные коды</a>.
sk_sk: Čeština=cs; angličtina=en; francúžština=fr; španielština=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Dalšie kódy</a>.
sl_si: Slovenščina=sl; Angleško=en; Francosko=fr. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Ostale kode</a>.
sr_rs@cyrillic: српски=sr; енглески=en; француски=fr; шпански=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Додатни кодови</a>.
sv_se: Engelska=en; Franska=fr; Spanska=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Fler koder</a>.
uz_cyrl: Инглиз тили=en; Француз тили=fr; Ўзбек тили=uz. Қўшимча тил кодларини қаранг.
uz_latn: Inglizcha = uz; Frantsuzcha = fr; Ispancha = es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank"> Qo'shimcha kodlar </a>.
vi: Tiếng Anh=en; Tiếng Việt=vi. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Mã bổ sung</a>.
zh_cn: English=en; French=fr; 中文=zh<a href="http://www.loc.gov/standards/iso639-2/langcodes.html" target="_blank">其他代码</a>.
zh_hant: 英文=en；法文=fr；西班牙文=es。<a href="https://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">額外代碼</a>。

# author.submit.form.authorRequired
source: At least one author is required.
az: Ən az bir müəllif olmalıdır.
be: Мінімум адзін аўтар абавязковы.
bg_bg: Изисква се отбелязването на поне един автор.
cs_cz: Je vyžadován alespoň jeden autor.
da_dk: Mindst én forfatter er påkrævet.
de_de: Es muss mindestens ein/e Autor/in angegeben werden.
el_gr: Απαιτείται η καταχώριση τουλάχιστον ενός Συγγραφέα.
es_mx: Se requiere al menos un autor/a.
eu_es: Egile bat behintzat adierazi behar da.
fi_fi: Vähintään yksi kirjoittaja vaaditaan.
fr_fr: Au moins un auteur est obligatoire.
gl: Requírese polo menos un autor.
he_il: דרוש לפחות מחבר אחד.
hi_in: कम से कम एक लेखक की आवश्यकता है।
hr_hr: Najmanje jedan autor je obavezan.
hu_hu: Legalább egy szerzőt meg kell adni.
hy: Պահանջվում է առնվազն մեկ հեղինակ:
is: Það þarf að vera a.m.k. einn höfundur.
it_it: Inserisci almeno un autore.
ka: სულ მცირე, ერთი ავტორი სავალდებულოა.
kk: Кемінде бір мақала авторын көрсету міндетті.
ku_iq: لانیکەم دەبێت ناوی توێژەرێک بنوسرێت.
lt: Nurodykite bent vieną autorių.
lv_lv: Nepieciešams vismaz viens autors.
mk_mk: Потребен е барем еден автор.
ms_my: Diperlukan sekurang-kurangnya satu pengarang.
nb_no: Du må oppgi minst en forfatter.
pt: A submissão deve ter pelo menos um autor.
pt_br: A submissão deve ter pelo menos um autor.
ro_ro: Este necesar cel puțin un autor.
ru_ru: Минимум один автор обязателен.
sk_sk: Je vyžadovaný aspoň jeden autor.
sl_si: Potreben je vsaj en avtor
sr_rs@cyrillic: Морате навести најмање једног аутора.
sv_se: Minst en författare krävs.
uz_cyrl: Камида битта муаллиф кўрсатилиши шарт.
uz_latn: Kamida bitta muallif talab qilinadi.
vi: Bắt buộc phải có ít nhất một tác giả.
zh_cn: 至少一个作者是必须的.
zh_hant: 必須提供最少一個作者。

# author.submit.form.authorRequiredFields
source: The first name, last name, and email address of each author is required.
az: Hər bir müəllifin adı, soyadı və email ünvanlı lazımdır.
be: Для кожнага аўтара абавязкова патрэбна ўвесці імя, прозвішча і адрас электроннай пошты.
bg_bg: Името, фамилията и имейл адресът на всеки автор са задължителни полета.
cs_cz: Je vyžadováno jméno, příjmení a emailová adresa každého autora.
da_dk: Fornavnet, efternavnet og e-mail-adressen på hver enkelt forfatter er påkrævet.
de_de: Vorname, Name und E-Mail-Adresse für jede/n Autor/in erforderlich
el_gr: Απαιτούνται το όνομα, το επώνυμο και η διεύθυνση ηλεκτρονικού ταχυδρομείου του κάθε Συγγραφέα.
es_mx: Se requiere el nombre, apellido y dirección de correo electrónico de cada autor.
eu_es: Egile bakoitzaren izena, abizena eta helbide elektronikoa eman behar dira.
fi_fi: Jokaisen kirjoittajan etunimi, sukunimi ja sähköpostiosoite vaaditaan.
fr_fr: Les prénom, nom de famille, et courriel de chaque auteur sont obligatoires.
gl: Cómpre inserir o nome, os apelidos e o enderezo de correo electrónico de cada autor/a.
he_il: נדרש שם פרטי, שם משפחה וכתובת דוא"ל של כל מחבר.
hi_in: प्रत्येक लेखक का पहला नाम, अंतिम नाम और ईमेल पता आवश्यक है।
hr_hr: Ime, prezime i adresa e-pošte svakog autora je obavezna.
hu_hu: Minden szerzőnél kötelező a vezetéknév, keresztnév és az e-mail cím.
hy: Յուրաքանչյուր հեղինակի անունը, ազգանունը և էլեկտրոնային փոստի հասցեն պարտադիր են:
is: Fornafn, eftirnafn og netfang hvers höfundar er áskilið.
it_it: Inserisci nome, cognome e indirizzo email di ciascun autore.
ka: ყოველი ავტორისათვის სავალდებულია სახელის, გვარის და ელფოსტის მისამართის შეტანა.
kk: Әр автордың аты, тегі және электрондық пошта мекенжайы енгізілуі қажет.
ku_iq: زانیارییەکان: (ناوی یەکەم، ناسناو یان ناوی باپیر ئەگەر نییە، ئیمەیڵ) لە هەمو توێژەرێک داواکراوە.
lt: Nurodykite kiekvieno autoriaus vardą, pavardę, e. pašto adresą.
lv_lv: Jānorāda katra autora vārds, uzvārds un e-pasta adrese.
mk_mk: Потребно е име, презиме и адреса на е-пошта на секој автор.
ms_my: Nama pertama, nama terakhir, dan alamat e-mel setiap pengarang diperlukan.
nb_no: Du må oppgi fornavn, etternavn og e-postadresse for hver forfatter.
pt: São campos obrigatórios o nome, apelido e e-mail de cada autor.
pt_br: São campos obrigatórios o primeiro nome (prénome), sobrenome e e-mail para cada autor.
ro_ro: Numele, prenumele și adresa de e-mail a fiecărui autor sunt obligatorii.
ru_ru: Для каждого автора обязательно нужно ввести имя, фамилию и адрес электронной почты.
sk_sk: Je vyžadované meno, priezvisko a emailová adresa každého autora.
sl_si: Ime, priimek in e-poštni naslov je obvezen za vsakega avtorja.
sr_rs@cyrillic: Име, презиме и имејл адреса су неопходни за сваког аутора.
sv_se: För-, efternamn och e-postadress för varje författare krävs.
uz_cyrl: Ҳар бир муаллифнинг исми, фамилияси ва электрон почта манзили киритилиши шарт.
uz_latn: Har bir muallifning ismi, familiyasi va elektron pochta manzili talab qilinadi.
vi: Tên, họ và địa chỉ email của mỗi tác giả là bắt buộc.
zh_cn: 姓名和每个作者的电子邮件是必须的.
zh_hant: 必須提供每個作者的姓、名及電郵地址。

# author.submit.form.titleRequired
source: Please enter the title of your article.
az: Zəhmət olmasa məqalənizin adını daxil edin.
be: Калі ласка, увядзіце назву вашага артыкула.
bg_bg: Моля, въведете заглавието на вашата статия.
cs_cz: Vložte, prosím, název vašeho článku.
da_dk: Angiv artiklens titel.
de_de: Bitte den Titel Ihres Artikels eingeben
el_gr: Παρακαλούμε εισάγετε τον τίτλο του άρθρου.
es_mx: Ingrese el título de su envío.
eu_es: Sartu zure artikuluaren titulua.
fi_fi: Syötä artikkelisi otsikko.
fr_fr: Veuillez saisir le titre de votre article.
gl: Introduza o título do seu artigo.
he_il: אנא הכנס את כותרת המאמר שלך.
hi_in: कृपया अपने लेख का शीर्षक दर्ज करें।
hr_hr: Molimo unesite naslov vašeg članka.
hu_hu: Kérjük, adja meg a cikk címét.
hy: Խնդրում ենք մուտքագրել ձեր հոդվածի վերնագիրը:
is: Vinsamlega sláðu inn titil greinarinnar.
it_it: Inserisci il titolo del contributo.
ka: გთხოვთ შეიტანოთ სტატიის სათაური.
kk: Өтінеміз, мақаланың атауын енгізіңіз.
ku_iq: تکایە ناونیشانی توێژینەوەکەت لێرە بنوسە.
lt: Prašom nurodyti straipsnio pavadinimą.
lv_lv: Lūdzu, ievadiet sava raksta nosaukumu.
mk_mk: Внесете го насловот на вашата статија.
ms_my: Sila masukkan tajuk artikel anda.
nb_no: Skriv inn tittelen på artikkelen din.
pt: Insira o título do artigo.
pt_br: Digite o título do documento.
ro_ro: Vă rugăm să introduceți titlul manuscrisului dvs.
ru_ru: Пожалуйста, введите название вашей статьи.
sk_sk: Vložte, prosím, názov vášho článku.
sl_si: Prosimo vnesite naslov vašega prispevka.
sr_rs@cyrillic: Унесите наслов чланка.
sv_se: Titel krävs.
uz_cyrl: Илтимос, мақола сарлавҳасини киритинг.
uz_latn: Iltimos, maqolangizning sarlavhasini kiriting.
vi: Vui lòng nhập tiêu đề của bài viết của bạn.
zh_cn: 清输入文章的标题.
zh_hant: 請輸入您的文章標題。

# author.submit.form.abstractRequired
source: Please enter the abstract of your article.
az: Zəhmət olmasa məqalənizin xülasəsini daxil edin.
be: Калі ласка, увядзіце анатацыю вашага артыкула.
bg_bg: Моля, въведете резюмето на вашата статия.
cs_cz: Vložte, prosím, abstrakt vašeho článku.
da_dk: Indfør artiklens resumé.
de_de: Geben Sie bitte ein Abstract Ihres Artikels ein.
el_gr: Παρακαλούμε εισάγετε την περίληψη του άρθρου.
es_mx: Introduzca el resumen de su envío.
eu_es: Sartu zure artikuluaren laburpena.
fi_fi: Syötä artikkelisi abstrakti.
fr_fr: Veuillez saisir le résumé de votre article.
gl: Introduza o resumo do seu artigo.
he_il: אנא הכנס את תקציר המאמר שלך.
hi_in: कृपया अपने लेख का सार दर्ज करें।
hr_hr: Molimo unesite sažetak vašeg priloga.
hu_hu: Kérjük, adja meg a cikkének az absztraktját.
hy: Խնդրում ենք մուտքագրել ձեր հոդվածի ամփոփագիրը:
is: Vinsamlega sláðu inn útdrátt fyrir greinina.
it_it: Inserisci l'abstract del contributo.
ka: გთხოვთ, შეიტანოთ თქვენი სტატიის აბსტრაქტი.
kk: Өтінеміз, мақаланың аңдатпасын енгізіңіз.
ku_iq: .تکایە پوختەی توێژینەوەکەت لێرە بنوسە
lt: Prašom įtraukti straipsnio santrauką.
lv_lv: Lūdzu, ievadiet sava raksta kopsavilkumu.
mk_mk: Внесете апстракт за вашата статија.
ms_my: Sila masukkan abstrak artikel anda.
nb_no: Skriv inn sammendraget til artikkelen din.
pt: Insira o resumo do artigo.
pt_br: Informe o resumo de seu artigo.
ro_ro: Vă rugăm să introduceți rezumatul manuscrisului dvs.
ru_ru: Пожалуйста, введите аннотацию вашей статьи.
sk_sk: Vložte, prosím, abstrakt vášho článku.
sl_si: Prosimo vnesite izvleček vašega prispevka.
sr_rs@cyrillic: Унесите апстракт чланка.
sv_se: Abstract krävs.
uz_cyrl: Илтимос, мақола аннотациясини киритинг.
uz_latn: Iltimos, maqolangizning avtoreferatini kiriting.
vi: Vui lòng nhập tóm tắt của bài viết của bạn.
zh_cn: 请输入文章摘要.
zh_hant: 請輸入您的文章摘要。

# author.submit.form.wordCountAlert
source: You have exceeded the maximum word limit for abstracts in this section's track.
az: Bu qismin xülasəsi üçün maksimum kəlmə sayını keçdiniz.
be: Вы перавысілі максімальную колькасць слоў для анатацыі ў гэтым раздзеле.
bg_bg: Превишихте максималния брой думи за резюмета в този раздел.
cs_cz: Překročil jste maximální limit slov pro abstrakt v této sekci.
da_dk: Du har overskredet grænsen for det maksimale antal ord for resuméer i denne sektion.
de_de: Sie haben die maximale Länge für Abstracts in dieser Rubrik überschritten.
el_gr: Έχετε υπερβεί τον μέγιστο επιτρεπτό αριθμό λέξεων για την περίληψη.
es_mx: Ha superado el límite máximo de palabras para resúmenes en esta sección.
eu_es: Laburpenetarako gehienezko hitz kopurua gainditu duzu atal honetan.
fi_fi: Olet ylittänyt abstrakteille määritellyn maksimisanamäärän.
fr_fr: Vous avez dépassé la limite maximale de mots fixée pour les résumés, dans cette section de la rubrique
gl: Excedeu o límite máximo de palabras permitido para resumos nesta parte da sección.
he_il: חרגת ממגבלת המילים המרבית עבור תקצירים במסלול של מדור זה.
hi_in: आपने इस अनुभाग के ट्रैक में सार के लिए अधिकतम शब्द सीमा को पार कर लिया है।
hr_hr: Prekoračili ste ograničenje za maksimalan broj riječi za sažetak u ovoj rubrici.
hu_hu: Ebben a szakaszban túllépte az absztrakt maximális szó határt.
hy: Դուք գերազանցել եք այս բաժնի համառոտագրերում թույլատրված բառերի առավելագույն սահմանաչափը:
is: Farið hefur verið fram yfir hámarks orðafjölda fyrir útdrætti í þessum hluta tímaritsins.
it_it: Hai superato il numero massimo di parole previsto per l'abstract degli articoli da pubblicare in questa sezione.
ka: თქვენ გადააჭარბეთ აბსტრაქტისათვის განკუთვნილი სიტყვების მაქსიმალურ ოდენობას.
kk: Мақала аңдатпасындағы сөз саны белгіленген шамадан асып кетті.
ku_iq: .ژمارەی وشەکانت زیاترە لە ژمارەی دیاریکراو
lt: Viršijote santraukoms taikomą žodžių skaičių.
lv_lv: Ir pārsniegts maksimālais vārdu limitu kopsavilkumiem šajā sadaļā.
mk_mk: Го надминавте максималниот лимит на зборови за апстракти во овој дел.
ms_my: Anda melebihi had perkataan untuk abstrak.
nb_no: Du har lagt inn for mange ord.
pt: O limite de palavras de resumo para esta secção foi excedido.
pt_br: O limite de palavras para resumos desta seção foi excedido.
ro_ro: Ați depășit limita maximă de cuvinte pentru rezumat.
ru_ru: Вы превысили максимальное количество слов для аннотации в этом разделе.
sk_sk: Prekročili ste maximálny limit slov pre abstrakt v tejto sekcii.
sl_si: Prekoračili ste največje dovoljeno število znakov za izvleček.
sr_rs@cyrillic: Прешли сте дозвољен број речи за апстракт
sv_se: Du har överskridit max antal ord för abstracts i den här tidskriftssektionen.
uz_cyrl: Сиз ушбу бўлим учун белгиланган сўз лимитидан ошиб кетдингиз.
uz_latn: Siz ushbu bo'limdagi trekda abstraktlar uchun maksimal so'z chegarasidan oshdingiz.
vi: Giới hạn từ tối đa cho tóm tắt bị vượt quá.
zh_cn: 您已经超出了这个栏目摘要的最大单词限制.
zh_hant: 您已超出對部分的摘要字數上限。

# author.submit.submissionFile
source: Submission File
az: Fayl
be: Файл для адпраўкі
bg_bg: Файл с материали за статия
cs_cz: Soubor s příspěvkem
da_dk: Indsendelsesfil
de_de: Beitragsdatei
el_gr: Αρχείο υποβολής
es_mx: Archivo de envío
eu_es: Bidalketa-fitxategia
fi_fi: Käsikirjoitustiedosto
fr_fr: Fichier de soumission
gl: Arquivo de envío
he_il: קובץ הגשה
hi_in: सबमिशन फ़ाइल
hr_hr: Datoteka s prilogom
hu_hu: Fájlbeküldés
hy: Ներկայացման նիշք
is: Innsendingarskrá
it_it: File del contributo
ka: გასაგზავნი ფაილი
kk: Мақала файлы
ku_iq: فایلی پێشکەشکردن
lt: Tekstas
lv_lv: Iesniedzamā materiāla datne
mk_mk: Фајлот на поднесокот
ms_my: Fail Penyerahan
nb_no: Innleveringsfil
pt: Ficheiro submetido
pt_br: Arquivo submetido
ro_ro: Fișier înregistrare manuscris
ru_ru: Отправляемый файл
sk_sk: Súbor s príspevkom
sl_si: Datoteka s prispevkom
sr_rs@cyrillic: Фајл предаје
sv_se: Bidragsfil
uz_cyrl: Ариза файли
uz_latn: Yuboriladigan fayl
vi: Tập tin bài gửi
zh_cn: 投稿的文件
zh_hant: 投稿檔案

# author.submit.uploadSubmissionFile
source: Upload submission file
az: Faylını yükləyin
be: Загрузіць файл для адпраўкі
bg_bg: Качи файл с материали за статия
cs_cz: Nahrát soubor příspěvku
da_dk: Overfør indsendelsesfil
de_de: Beitragsdatei hochladen
el_gr: Μεταφόρτωση αρχείου υποβολής
es_mx: Cargar el archivo del envío
eu_es: Kargatu bidalketa-fitxategia
fi_fi: Lataa käsikirjoitustiedosto
fr_fr: Transférer le fichier de soumission
gl: Cargar o arquivo de envío
he_il: העלה קובץ הגשה
hi_in: सबमिशन फ़ाइल अपलोड करें
hr_hr: Postavi datoteku prijave
hu_hu: >Beküldendő anyag feltöltése
hy: Վերբեռնեք ներկայացման նիշքը
is: Hlaða upp innsendingarskrá
it_it: Carica il file del contributo
ka: ფაილის ატვირთვა
kk: Мақала файлын жүктеу
ku_iq: بارکردنی فایل بۆ پێشکەشکردن
lt: Įkelti straipsnio failą
lv_lv: Augšupielādēt iesniedzamā materiāla datni
mk_mk: Аплодирајте го фајлот на поднесокот
ms_my: Muat naik fail penyerahan
nb_no: Last opp filen
pt: Adicionar ficheiro de submissão
pt_br: Transferir arquivo
ro_ro: Încărcare fișierul de înregistrare
ru_ru: Загрузить файл для отправки
sk_sk: Nahrať súbor príspevku
sl_si: Naloži datoteko s prispevkom
sr_rs@cyrillic: Додај фајл предаје
sv_se: Ladda upp bidragsfil
uz_cyrl: Ариза файлини юклаш
uz_latn: Yuboriladigan faylini yuklang
vi: Tải lên tập tin bài gửi
zh_cn: 上传投稿文件
zh_hant: 上載投稿檔案

# author.submit.replaceSubmissionFile
source: Replace submission file
az: Faylı dəyişdirin
be: Замяніць файл для адпраўкі
bg_bg: Подмени файл с материали за статия
cs_cz: Nahradit soubor příspěvku
da_dk: Erstat indsendelsesfil
de_de: Beitragsdatei ersetzen
el_gr: Αντικατάσταση αρχείου υποβολής
es_mx: Reemplazar el archivo del envío
eu_es: Ordeztu bidalketa-fitxategia
fi_fi: Korvaa käsikirjoitustiedosto
fr_fr: Remplacer le fichier de soumission
gl: Substituír o arquivo de envío
he_il: חלף קובץ הגשה
hi_in: सबमिट फ़ाइल बदलें
hr_hr: Zamijeni datoteku
hu_hu: A beküldött fájl cseréje
hy: Փոխարինեք ներկայացման նիշքը
is: Skipta út innsendingarskrá
it_it: Sostituisci il file del contributo
ka: ფაილის ამოცვლა
kk: Редакцияға жіберетін мақала файлын өзгеру
ku_iq: گۆڕینی فایلی پێشکەشکردن
lt: Pakeisti straipsnio failą
lv_lv: Aizstāt iesniedzamā materiāla datni
mk_mk: Заменете го фајлот на поднесокот
ms_my: Ganti fail penyerahan
nb_no: Erstatt filen
pt: Substituir ficheiro de submissão
pt_br: Substituir arquivo
ro_ro: Înlocuire fișierul de înregistrare
ru_ru: Заменить файл для отправки
sk_sk: Nahradiť súbor príspevku
sl_si: Zamenjaj datoteko s prispevkom
sr_rs@cyrillic: Замени фајл предаје
sv_se: Ersätt uppladdad bidragsfil
uz_cyrl: Ариза файлини алмаштириш
uz_latn: Yuborilgan faylni almashtiring
vi: Thay thế tập tin bài gửi
zh_cn: 替换投稿文件
zh_hant: 取代投稿檔案

# author.submit.noSubmissionFile
source: No submission file uploaded.
az: Fayl yüklənmədi.
be: Файл для адпраўкі не загружаны.
bg_bg: Не е качен файл с материали за статия.
cs_cz: Nebyl nahrán žádný soubor příspěvku.
da_dk: Der er ikke overført nogen indsendelsesfiler.
de_de: Keine Beitragsdatei hochgeladen.
el_gr: Δεν έχει μεταφορτωθεί αρχείο υποβολής.
es_mx: No se ha cargado ningún archivo del envío.
eu_es: Ez da bidalketa-fitxategirik kargatu.
fi_fi: Käsikirjoitustiedostoa ei ladattu.
fr_fr: Aucun fichier de soumission transféré.
gl: Non se cargou ningún arquivo de envío.
he_il: לא הועלה קובץ הגשה.
hi_in: कोई सबमिशन फ़ाइल अपलोड नहीं की गई।
hr_hr: Datoteka još nije priložena.
hu_hu: Nincs beküldött fájl.
hy: Ներկայացման նիշք չի վերբեռնվել:
is: Innsendinarskrá hefur ekki verið hlaðið upp.
it_it: Non hai caricato alcun file.
ka: ფაილი ვერ აიტვირთა.
kk: Редакцияға жіберетін мақала файлы жүктелмеген.
ku_iq: هیچ فایلێک بۆ پێشکەشکردن بار نەکراوە.
lt: Neįkelta jokių straipsnių.
lv_lv: Iesniedzamā materiāla datne nav augšupielādēta.
mk_mk: Не е аплодиран фајл на поднесокот.
ms_my: Tiada fail penyerahan yang dimuat naik.
nb_no: Ingen fil er lastet opp.
pt: Nenhum ficheiro foi adicionado.
pt_br: Nenhum arquivo transferido.
ro_ro: Nu a fost încărcată nici un fișier de înregistrare.
ru_ru: Отправляемый файл не загружен.
sk_sk: Nebol nahraný žiadny súbor príspevku.
sl_si: Datoteka sprispevkom ni naložena.
sr_rs@cyrillic: Фајл предаје није дода
sv_se: Ingen bidragsfil uppladdat.
uz_cyrl: Ҳеч қандай ариза файли юкланмаган.
uz_latn: Hech qanday fayl yuklanmadi.
vi: Không có tập tin bài gửi nào được tải lên.
zh_cn: 没有已上传的投稿文件.
zh_hant: 未有上載投稿檔案。
