Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.submissionComplete
source: Submission complete. Thank you for your interest in publishing with {$journalTitle}.
az: Göndərmə tamamlandı. {$journalTitle} adlı jurnalımıza məqalə göndərdiyiniz üçün təşəkkür edirik. Məqalənizlə bağlı prosesi istifadəçi adı və şifrəsini daxil edərək izləyə bilərsiniz.
be: Матэрыял адпраўлены. Дзякуй за інтарэс да публікацыі ў часопісе «{$journalTitle}».
bg_bg: Подаването на материали завърши успешно. Благодарим ви за проявения интерес за публикуване на статия в списание {$journalTitle}.
cs_cz: Odeslání příspěvku dokončeno. Děkujeme za Váš zájem publikovat v {$journalTitle}.
da_dk: Indsendelsen er fuldført. Tak, fordi du er interesseret i at publicere din artikel i {$journalTitle}.
de_de: Die Einreichung ist abgeschlossen. Vielen Dank für Ihr Interesse an einer Veröffentlichung bei {$journalTitle}.
el_gr: Η υποβολή ολοκληρώθηκε. Σας ευχαριστούμε για το ενδιαφέρον σας να δημοσιεύσετε στο περιοδικό {$journalTitle}.
es_mx: Envío completado. Gracias por su interés en publicar en {$journalTitle}.
eu_es: Bidalketa osatu da. Eskerrik asko {$journalTitle} aldizkarian argitaratzeko duzun interesagatik.
fi_fi: Käsikirjoitus on lähetetty. Kiitos, että lähetit käsikirjoituksesi julkaisuun {$journalTitle}.
fr_fr: Soumission terminée. Merci de l'intérêt que vous portez à la publication {$journalTitle}.
gl: Envío completado. Grazas polo seu interese en publicar en {$journalTitle}.
he_il: ההגשה הושלמה. תודה על התעניינותך בפרסום באמצעות {journalTitle$}.
hi_in: सबमिशन पूर्ण। {$journalTitle} के साथ प्रकाशन में आपकी रुचि के लिए धन्यवाद।
hr_hr: Prijava priloga je uspješno završena. Hvala Vam na vašem zanimanju za objavljivanje u časopisu {$journalTitle}.
hu_hu: A benyújtás kész. Köszönjük, hogy érdeklődik a {$journalTitle} folyóiratunknál való publikálás iránt.
hy: Ներկայացումն ավարտված է: Շնորհակալություն {$journalTitle} -ով հրապարակելու ձեր հետաքրքրության համար:
is: Innsendingu lokið. Við þökkum fyrir áhuga þinn á að birta grein hjá {$journalTitle}.
it_it: Invio della proposta completato. Grazie per l'interesse che dimostri nel voler pubblicare su {$journalTitle}.
ka: მასალა გაგზავნილია. გმადლობთ, რომ დაინტერესდით ჟურნალით {$journalTitle}.
kk: Мақала ледакцияға жіберілді. "{$journalTitle}" журналында мақала жариялауға қызығушылық танытқаныңыз үшін рақмет.
ku_iq: توێژینەوەکەت پێشکەش کرا. سوپاس بۆ هەڵبژاردنی گۆڤاری {$journalTitle}.
lt: Straipsnį pateikėte. Ačiū, kad teikiate straipsnius {$journalTitle}.
lv_lv: Materiāla iesniegšana pabeigta. Paldies par izrādīto interesi publicēties žurnālā {$journalTitle}.
mk_mk: Поднесувањето е комплетно. Ви благодариме за интерсот да објавите во {$journalTitle}.
ms_my: Penyerahan selesai. Terima kasih kerana berminat untuk menerbitkan dengan {$journalTitle}.
nb_no: Innleveringen er fullført. Takk for at du vil publisere hos {$journalTitle}.
pt: Submissão concluída. Agradecemos o seu interesse em publicar na revista {$journalTitle}.
pt_br: Submissão concluída. Agradecemos seu interesse em contribuir com seu trabalho para a revista {$journalTitle}.
ro_ro: Înregistrare completă. Mulțumim pentru interesul dumneavoastră de a publica în {$journalTitle}.
ru_ru: Материал отправлен. Спасибо за интерес к публикации в журнале «{$journalTitle}».
sk_sk: Odoslanie príspevku dokončené. Ďakujeme za Váš záujem publikovať v {$journalTitle}.
sl_si: Oddaja končana. Hvala lepa za izkazan interes in oddajo prispevka v {$journalTitle}.
sr_rs@cyrillic: Предаја рада је завршена. Хвала Вам на интересовању да објављујете радове у {$journalTitle}.
sv_se: Bidrag inskickat. Tack för att du är intresserad av att publicera i {$journalTitle}.
uz_cyrl: Ариза юбориш муваффақиятли якунланди. Журналга қизиқиш билдирганингиз учун ташаккур.
uz_latn: Yuborish tugallandi. {$ JournalTitle} bilan nashr etishga qiziqishingiz uchun tashakkur.
vi: Bài gửi đã hoàn tất. Cám ơn bạn đã quan tâm đến việc xuất bản trên {$journalTitle}.
zh_cn: 投稿完成.感谢您对出版于 {$journalTitle}有兴趣.
zh_hant: 投稿已完成。感謝你在{$journalTitle}的投稿。

# author.article.uploadAuthorVersion
source: Upload Author Version
az: Müəllif versiyasını yükləyin
be: Загрузіць версію аўтара
bg_bg: Качете авторска версия
cs_cz: Nahrát verzi od autora
da_dk: Overfør forfatterversion
de_de: Autor/innenversion hochladen
el_gr: Μεταφόρτωση της έκδοσης του Συγγραφέα
es_mx: Cargar la versión del autor/a
eu_es: Kargatu Egilearen bertsioa
fi_fi: Lataa kirjoittajan versio
fr_fr: Transférer la version de l'auteur
gl: Cargar a versión do autor/a
he_il: העלה גרסת מחבר
hi_in: लेखक संस्करण अपलोड करें
hr_hr: Predajte prepravljenu verziju priloga
hu_hu: Szerzői változat feltöltése
hy: Վերբեռնեք հեղինակային տարբերակը
is: Hlaða upp útgáfu höfundar
it_it: Carica la versione dell'autore
ka: ავტორის ვერსიის ატვირთვა
kk: Автор нұсқасын жүктеу
ku_iq: نوسخەی نوسەر بار بکە
lt: Įkelti autoriaus versiją
lv_lv: Augšupielādēt autora versiju
mk_mk: Внеси авторска верзија
ms_my: Muat naik Versi Pengarang
nb_no: Last opp forfatterens versjon
pt: Adicionar Versão do Autor
pt_br: Transferir Versão do Autor
ro_ro: Încărcare versiune autor
ru_ru: Загрузить версию автора
sk_sk: Nahrať verziu od autora
sl_si: Naloži avtorjevo verzijo
sr_rs@cyrillic: Додај ауторску верзију
sv_se: Ladda upp författarversion
uz_cyrl: Муаллиф версиясини юклаш
uz_latn: Muallif versiyasini yuklash
vi: Tải lên Phiên bản Tác giả
zh_cn: 上传作者版本
zh_hant: 上載作者版本

# author.article.copyeditedFile
source: Copyedited File
az: Səhifə dizaynı tamamlanmış fayl
be: Файл пасля літаратурнага рэдагавання
bg_bg: Стилово редактиран файл
cs_cz: Redigovaný soubor
da_dk: Manuskriptredigeret fil
de_de: Lektorierte Datei
el_gr: Επιμελημένο αρχείο
es_mx: Archivo corregido
eu_es: Zuzendutako fitxategia
fi_fi: Teknisesti toimitettu tiedosto
fr_fr: Fichier révisé
gl: Arquivo corrixido
he_il: קובץ ערוך
hi_in: कॉपीएडिट की गई फ़ाइल
hr_hr: Lektorirana datoteka
hu_hu: Technikailag szerkesztett fájl
hy: Գրական խմբագրված նիշք
is: Yfirfarin skrá
ka: ფაილი ლიტერატურული ჩასწორების შემდგომ
kk: Әдеби редакциядан өткен файл
ku_iq: فایلی پەسەندکراوی سەرنوسەر
lt: Kalbos redaktoriaus suredaguotas tekstas
lv_lv: Rediģēta datne
mk_mk: Фајл од уредена копија
ms_my: Fail Copyedited
nb_no: Språkvasket fil
pt: Ficheiro corrigido
pt_br: Documento editado
ro_ro: Fișier editat
ru_ru: Файл после литературного редактирования
sk_sk: Redigovaný súbor
sl_si: Lektorirana datoteka
sr_rs@cyrillic: Лекторски фајл
sv_se: Manusredigerad fil
uz_cyrl: Нусхаланган файл
uz_latn: Nusxalangan fayl
vi: Tập tin Đã biên tập
zh_cn: 文本编辑文件
zh_hant: 已審稿檔案

# author.article.authorRevisedFile
source: Author File
az: Müəllif faylı
be: Файл аўтара
bg_bg: Авторски файл
cs_cz: Soubor od autora
da_dk: Forfatterfil
de_de: Autor/innendatei
el_gr: Αρχείο Συγγραφέα
es_mx: Archivo del autor/a
eu_es: Egilearen fitxategia
fi_fi: Kirjoittajan tiedosto
fr_fr: Fichier de l'auteur
gl: Arquivo do autor/a
he_il: קובץ מחבר
hi_in: लेखक फ़ाइल
hr_hr: Datoteka autora
hu_hu: Szerzői fájl
hy: Հեղինակի նիշքը
is: Höfundaskrá
it_it: File dell'autore
ka: ავტორის ფაილი
kk: Автор файлы
ku_iq: فایلی نوسەر
lt: Autoriaus tekstas
lv_lv: Autora datne
mk_mk: Авторски фајл
ms_my: Fail Pengarang
nb_no: Forfatterens fil
pt: Versão do Autor
pt_br: Versão do Autor
ro_ro: Fișier autor
ru_ru: Файл автора
sk_sk: Súbor od autora
sl_si: Avtorjeva datoteka
sr_rs@cyrillic: Ауторски фајл
sv_se: Författarfil
uz_cyrl: Муаллиф файли
uz_latn: Muallif fayli
vi: Tập tin Của tác giả
zh_cn: 作者文件
zh_hant: 作者檔案

# author.submit.authorSubmitLoginMessage
source: A user account is required to submit to this journal. This allows our editors to track your submissions and contact you when the status of your submission changes, or if additional information is required from you.
az: Bu jurnala məqalə göndərmək üçün qeydiyyatdan keçmək lazımdır. Qeydiyyatdan keçmiş istifadəçilər məqalələr və məqalələrlə bağlı dəyişikliklərdə redaktorların dəyişiklikləri izləməsini və müəlliflərlə əlaqə qurmasını təmin edir.
be: Для адпраўкі матэрыялу ў гэты часопіс патрабуецца ўліковы запіс. Гэта дазволіць нашым рэдактарам адсочваць адпраўленыя вамі матэрыялы і звязацца з вамі, калі статус матэрыялу зменіцца або ад вас будзе патрэбна дадатковая інфармацыя.
bg_bg: За да изпратите материали за статия към редакторите на това списание е необходим потребителски акаунт. Това позволява на нашите редактори да проследяват вашите заявления и да се свързват с вас, когато материали за статия бъдат прегледани/одобрени или ако се изисква допълнителна информация от вас.
cs_cz: Pro přispívání do tohoto časopisu je vyžadován uživatelský účet. To umožní našim editorům sledovat vaše příspěvky a kontaktovat Vás v případě, že se změní stav vašeho příspěvku nebo pokud od vás budou vyžadovány další informace.
da_dk: Der kræves en brugerkonto for at kunne fremsende et manuskript til dette tidsskrift. Dette gør det muligt for vores redaktører at registrere dine manuskripter og kontakte dig, når dit manuskripts status ændrer sig, eller hvis du skal angive yderligere oplysninger.
de_de: Um Beiträge bei dieser Zeitschrift einzureichen, ist ein Benutzer/innen-Konto erforderlich. Dies ermöglicht es unserer Redaktion, Ihre Beiträge zu verfolgen und Sie zu kontaktieren, wenn sich der Status Ihres Beitrags ändert oder wenn zusätzliche Informationen von Ihnen benötigt werden.
el_gr: Για την υποβολή άρθρων στο περιοδικό απαιτείται η δημιουργία λογαριασμού Χρήστη. Αυτό επιτρέπει στους Επιμελητές του περιοδικού να παρακολουθούν τις υποβολές σας και να επικοινωνούν μαζί σας κατά τη διαδικασία αξιολόγησης και επιμέλειας, ή όταν απαιτούνται πρόσθετες πληροφορίες από εσάς.
es_mx: Se requiere una cuenta de usuario para realizar envíos a esta revista. Esto permite que nuestros editores realicen un seguimiento de sus envíos y se comuniquen con usted cuando cambie el estado de los mismos o si se le solicita información adicional.
eu_es: Aldizkari honetara bidalketak egiteko, erabiltzaile-kontua eduki behar da. Horrela, editoreek zure bidalketen jarraipena egin ahal izango dute eta zurekin harremanetan jarri ahal izango dira lanaren egoeraren berri emateko eta informazio osagarria eskatzeko.
fi_fi: Käsikirjoituksen lähettäminen tähän julkaisuun vaatii käyttäjätilin. Näin toimittajamme voivat seurata käsikirjoituksiasi ja ottaa sinuun yhteyttä käsikirjoituksen tilan muuttuessa tai jos sinulta tarvitaan lisätietoja.
fr_fr: Un compte d'utilisateur est obligatoire afin de soumettre à cette revue. Ça permet aux rédacteurs de faire le suivi de vos soumissions et d'entrer en contact avec vous quand le statut de votre soumission change, ou si vous devez fournir de l'information supplémentaire.
gl: Cómpre ter unha conta de usuario/a para realizar envíos a esta revista. Isto permite aos editores/as facer un seguimiento dos seus envíos e participarlle os cambios no estado destes ou, de ser necesario, pedirlle información adicional.
he_il: חשבון משתמש נדרש להגיש לכתב עת זה. זה מאפשר לעורכים שלנו לעקוב אחר ההגשות שלך וליצור איתך קשר כאשר מצב ההגשה שלך משתנה, או אם נדרש ממך מידע נוסף.
hi_in: इस जर्नल को सबमिट करने के लिए एक उपयोगकर्ता खाते की आवश्यकता होती है। यह हमारे संपादकों को आपकी प्रस्तुतियाँ ट्रैक करने की अनुमति देता है और आपके सबमिट करने की स्थिति बदलने पर, या यदि आपसे अतिरिक्त जानकारी की आवश्यकता होती है, तो आपसे संपर्क कर सकता है।
hr_hr: Za prijavu priloga u časopis potreban vam je korisnički račun. To omogućuje našim urednicima da prate vašu prijavu, kontaktiraju vas sa ishodima recenzijskog i uređivačkog postupka.
hu_hu: A folyóirathoz történő beküldéshez felhasználói fiókra van szükség. Ez lehetővé teszi a szerkesztőinknek, hogy a beküldött anyagot nyomonkövessék és kapcsolatba lépjenek Önnel, ha a beküldött anyag státusza megváltozik, vagy ha további információra van szükség Öntől.
hy: Այս ամսագրին ներկայացնելու համար անհրաժեշտ է օգտվողի հաշիվ: Սա թույլ է տալիս մեր խմբագիրներին հետևել ձեր ներկայացումներին և կապվել ձեզ հետ, երբ ձեր ներկայացման կարգավիճակը փոխվում է, կամ եթե ձեզանից լրացուցիչ տեղեկություններ են պահանջվում:
is: Það þarf að skrá sig sem notanda til þess að geta sent inn gein til tímaritsins. Skráning gerir ritstjórum okkar kleift að fylgjast með framvindu innsendingar og vera í sambandi við höfunda þegar staða innsendingar breytist eða ef viðbótarupplýsinga er þörf.
it_it: E' necessario un account utente per inviare proposte a questa rivista. Questo permette ai nostri editor di seguire le tue submission e contattarti quando lo stato della tua proposta cambia, o se sono necessarie ulteriori informazioni da parte tua.
ka: ამ ჟურნალში გამოქვეყნებისათვის საჭიროა ანგარიში. ის საშუალებას მისცემს ჩვენს რედაქტორებს თვალყური ადვენონ თქვენს მიერ გამოგზავნილი მასალებს და დაგიკავშირდნენ, როდესაც მასალის სტატუსი შეიცვლება, ან თუ საჭიროა დამატებითი ინფორმაცია.
kk: Бұл журналға мақала жіберу үшін ең алдымен жүйеге тіркелуіңіз қажет. Бұл редакторларға сіз жіберген мақалаларды бақылауға және мақаланың мәртебесі өзгерген кезде немесе сізден қосымша ақпарат қажет болған жағдайда сізбен байланысуға мүмкіндік береді.
ku_iq: ئەژمارێکی کەسی پێویستە بۆ ئەوەی ڕەشنوسی توێژینەوەکەت بۆ ئەم گۆڤارە بنێریت. ئەمە ڕێگا بە سەرنوسەرەکانمان دەدات کە ڕەشنوسەکە ببینن و پەیوەندیت پێوە بکەن کاتێک گۆڕانکاری ڕو دەدات یان زانیاری زیاتریان پێوست دەبێت.
lt: Kad galėtumėte teikti straipsnius šiam žurnalui, turite turėti paskyrą. Taip redaktorius galės matyti, kada pateikiate straipsnius, informuoti apie straipsnio vertinimo ir rengimo eigą ar paprašyti nurodyti papildomą informaciją.
lv_lv: Lai iesniegtu darbus šajā žurnālā, ir nepieciešams lietotāja konts. Tas ļauj mūsu redaktoriem izsekot jūsu iesniegtajiem materiāliem un sazināties ar jums, ja mainās jūsu iesniegtā materiāla statuss vai ja no jums tiek pieprasīta papildu informācija.
mk_mk: Потребен е кориснички акаунт за да се поднесе труд во ова списание. Тоа овозможува нашите уредници да го следат поднесокот и да ве контактираат кога ќе се смени статусот на поднесокот или ако се потребни дополнителни информации од вас.
ms_my: Akaun pengguna diperlukan untuk menghantar ke jurnal ini. Ini membolehkan editor kami untuk jejak penyerahan anda dan menghubungi anda apabila status penyerahan anda berubah, atau sekiranya maklumat tambahan diperlukan dari anda.
nb_no: For å sende inn bidrag til dette tidsskriftet må du ha en brukerkonto. Ved hjelp av den, kan våre redaktører følge opp innleveringen din og kontakte deg når redaksjonsprosessen krever det, eller hvis de trenger mer informasjon fra deg.
pt: É necessária uma conta de utilizador para submeter artigos a esta revista. Isto permite que os nossos editores acompanhem as suas submissões e o contactem quando o estado da sua submissão mudar, ou se lhe forem pedidas informações adicionais.
pt_br: É necessário criar um cadastro para submeter documentos à revista. Isto permite aos editores acompanhar a submissão e notificá-lo das mudanças na situação da submissão, ou caso informações adicionais sejam necessárias para dar continuidade ao processo editorial.
ro_ro: Accesul pentru înregistrarea unui manuscris la acest jurnal necesită unui cont de autor. Acest lucru permite redactorilor noștri să vă urmărească manuscrisele înregistrate și să vă contacteze atunci când se schimbă starea manuscrisului dvs. sau să vă solicite informații suplimentare.
ru_ru: Для отправки в этот журнал требуется учетная запись. Это позволит нашим редакторам отслеживать отправленные вами материалы и связаться с вами, когда статус материала изменится или от вас требуется дополнительная информация.
sk_sk: Pre prispievanie do tohto časopisu je vyžadovaný užívateľský účet. To umožní našim editorom sledovať vaše príspevky a kontaktovať Vás v prípade, že sa zmení stav vášho príspevku alebo ak od vás budú vyžadovať ďalšie informácie.
sl_si: Za oddajo prispevka v to revijo potrebujete uporabniško ime. S tem omogočite urednikom, da spremljajo vaše oddane prispevke, vas obveščajo o statusu oddanih prispevkov in vas kontaktirajo, če potrebujejo dodatne informacije od vas.
sr_rs@cyrillic: Кориснички налог је обавезан како бисте предали рад у овај часопис. Ово омогућује уредницима да прате статус вашег рада и да вас контактирају уколико дође до промена или су потребне додатне информације.
sv_se: Ett användarkonto krävs för att skicka in bidrag till den här tidskriften. Detta möjliggör för våra granskare att följa ditt bidrag och kontakta dig när status på inskickat bidrag förändras, eller om ytterligare information behövs av dig.
uz_cyrl: Ушбу журналга ариза топшириш учун фойдаланувчи ҳисоби талаб қилинади. Бу бизнинг муҳаррирларимизга юборилган хабарларингизни кузатиб бориш ва агар сизнинг аризангиз ҳолати ўзгарганда ёки сиздан қўшимча маълумот талаб этилса, сиз билан боғланиш имконини беради.
uz_latn: Ushbu jurnalga yuborish uchun foydalanuvchi hisob qaydnomasi talab qilinadi. Bu bizning tahrirlovchilarga yuborilgan materiallarni kuzatib borish va taqdim etish holati o'zgarganda yoki sizdan qo'shimcha ma'lumot talab etilganda siz bilan bog'lanish imkonini beradi.
vi: Một tài khoản người dùng được yêu cầu để gửi đến tạp chí này. Điều này cho phép các biên tập viên của chúng tôi theo dõi nội dung bài gửi của bạn và liên hệ với bạn khi trạng thái bài gửi của bạn thay đổi hoặc nếu cần bổ sung thêm thông tin từ bạn.
zh_cn: 投稿要求有一个本期刊的用户帐户.这个帐户用于编辑跟踪您的投稿，当投稿的状态改变的时候通知你，或者编辑需要您的相信信息 .
zh_hant: 必須透過一個帳戶才可投稿至此期刊。此讓我們的編輯可以跟進您的投稿及通知您有關您的投稿狀況，或如需要您提供額外資訊。
