Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.verifyChecklist
source: You must make sure all items in the submission checklist are satisfied before continuing.
az: Davam etməzdən əvvəl müraciət nəzarət siyahısındakı hər bir elementin tamamlandığından əmin olmalısınız.
be: Каб працягнуць, вы павінны пераканацца, што выкананы ўсе пункты ў кантрольным спісе адпраўкі.
bg_bg: Трябва да се уверите, че всички елементи от контролния списък за изпращане на материали са изпълнени, преди да продължите.
cs_cz: Než budete pokračovat, musíte zajistit splnění všech položek zaškrtávacího seznamu.
da_dk: Du skal sikre, at alle elementer på manuskripttjeklisten er opfyldt, inden du fortsætter.
de_de: Stellen Sie sicher, dass alle Punkte der Checkliste erfüllt sind, bevor Sie fortfahren.
el_gr: Πριν συνεχίσετε, βεβαιωθείτε ότι ικανοποιούνται τα κριτήρια της λίστας ελέγχου υποβολής.
es_mx: Antes de continuar, debe asegurarse de que se cumplen todos los requisitos de la lista de comprobación.
eu_es: Jarraitu ahal izateko, bidalketa prestatzeko zerrendako puntu guztiak osatuta daudela ziurtatu behar duzu.
fi_fi: Varmista, että kaikki käsikirjoituksen tarkistuslistan kohdat täyttyvät ennen jatkamista.
fr_fr: Vous devez vous assurer que tous les éléments de la liste de vérification de la soumission sont satisfaits avant de continuer
gl: Antes de continuar, asegúrese de que se cumpren todos os requisitos da lista de verificación do envío.
he_il: עליך לוודא שכל הפריטים ברשימת הבדיקה של ההגשה הושלמו לפני שתמשיך.
hi_in: आपको यह सुनिश्चित करना होगा कि प्रस्तुत सूची में सभी आइटम जारी रखने से पहले संतुष्ट हैं।
hr_hr: Da biste nastavili s prijavom, morate označiti da vaš rad zadovoljava sve navedene uvijete predaje priloga.
hu_hu: A folytatás előtt meg kell bizonyosodnia arról, hogy az ellenőrzési lista minden tétele elfogadott.
hy: Շարունակելուց առաջ դուք պետք է համոզվեք, որ ներկայացման ստուգաթերթի բոլոր կետերը բավարարված են:
is: Þú verður að ganga úr skugga um að öll atriðin á minnislista höfundar séu uppfyllt áður en þú heldur áfram.
it_it: Assicurati di aver spuntato tutte le voci della lista prima di continuare
ka: გასაგრძელებლად უნდა დარწმუნდეთ, რომ შესრულებულია საკონტროლო სიის ყველა პუნქტი.
kk: Мақаланы редакцияға жіберуді жалғастыру үшін сіз жіберу тізіміндегі барлық қадамдардың орындалғанына көз жеткізуіңіз керек.
ku_iq: پێش ئەوەی بچیتە قۆناغی دواتر، دەبێت دڵنیا ببیتەوە کە هەمو یەکەکان بەردەستن.
lt: Galėsite tęsti tik užtikrinę, kad visi teikiniai tenkina nurodytus reikalavimus.
lv_lv: Pirms turpināšanas ir jāpārliecinās, vai ir izpildīti visi materiālu iesniegšanas kontrolsaraksta punkti.
mk_mk: Мора да бидете сигурни дека сите елементи во списокот со проверки се задоволени пред да продолжите.
ms_my: Anda mesti memastikan semua item dalam senarai semak penyerahan dipenuhi sebelum meneruskan.
nb_no: Før du går videre må du sørge for at alle momentene i sjekklisten for klargjøring av innlevering er utført og krysset av.
pt: Antes de continuar, deve certificar-se que todos os pontos das condições da checklist de submissão estão cumpridos.
pt_br: Todas as condições devem ser satisfeitas antes de continuar.
ro_ro: Înainte de a continua, trebuie să vă asigurați că toate elementele din lista de verificare pentru înregistrarea manuscriselor sunt satisfăcute.
ru_ru: Чтобы продолжить вы должны убедиться, что выполнены все пункты в контрольном списке отправки.
sk_sk: Pred pokračovaním musíte zaistiť splnenie všetkých položiek zaškrtávacieho zoznamu.
sl_si: Prosimo potrdite, da so vsi zahtevani pogoji izpolnjeni.
sr_rs@cyrillic: Морате бити сигурни да су све ставке у предаји задовољене пре наставка.
sv_se: Alla moment i checklistan för insändning av bidrag måste vara genomförda innan du kan fortsätta.
uz_cyrl: Давом этишдан олдин назорат рўйхатидаги барча бандлар бажарилганлигига ишонч ҳосил қилинг.
uz_latn: Davom etishdan oldin yuborilgan tekshiruv ro'yxatidagi barcha narsalar to‘ldirilganligiga ishonch hosil qilishingiz kerak.
vi: Bạn phải chắc chắn rằng tất cả các mục trong danh mục kiểm tra đều được thỏa mãn trước khi tiếp tục.
zh_cn: 您必须确定已经完成检查表中的所有的项目，才能继续下一步.
zh_hant: 您必須確保所有在投稿符合所投稿核對清單項目才可繼續。

# author.submit.copyrightNoticeAgree
source: The authors agree to the terms of this Copyright Notice, which will apply to this submission if and when it is published by this journal (comments to the editor can be added below).
be: Аўтары згодны з Умовамі перадачы аўтарскіх правоў, якія будуць ужыты да гэтага матэрыялу ў выпадку, калі ён будзе апублікаваны гэтым часопісам (каментарыі для рэдактара могуць быць дабаўлены ніжэй).
bg_bg: Авторите се съгласяват с условията на настоящото Известие за авторските права, което ще се прилага към това изпращане на материали за статия в списанието, ако и когато тя бъде публикувана (коментарите към редактора могат да бъдат добавени по-долу).
cs_cz: Autoři souhlasí s podmínkami uvedenými v Oznámení o copyrightu, které budou aplikovány na tento příspěvek, jakmile bude publikován tímto časopisem (níže je možné přidat komentář pro editora).
da_dk: Forfatterne accepterer vilkårene under 'Oplysninger om copyright', der vil gælde for dette manuskript, hvis og når det publiceres af dette tidsskrift (kommentarer til redaktøren kan tilføjes nedenfor).
de_de: Die Autor/innen stimmen den Bestimmungen dieser Copyright-Regelungen zu, die für diesen Beitrag im Falle einer Veröffentlichung Anwendung finden. (Kommentare für die Redaktion können weiter unten angefügt werden.)
el_gr: Οι Συγγραφείς αποδέχονται τους όρους της Δήλωσης Πνευματικών Δικαιωμάτων που θα ισχύουν για τη συγκεκριμένη υποβολή, εάν και όταν αυτή δημοσιευθεί από το περιοδικό (σχόλια προς τον Επιμελητή μπορούν να προστεθούν στη συνέχεια).
eu_es: Egileek onartzen dituzte Copyright informazio honetako baldintza guztiak. Baldintza horiek artikulua aldizkari honetan argitaratzen denean, argitaratzen bada, aplikatuko dira (editorearentzako oharrak behean gehi daitezke).
fi_fi: Kirjoittajat hyväksyvät tämän tekijänoikeushuomautuksen ehdot, joita sovelletaan tähän käsikirjoitukseen, jos ja kun se julkaistaan tämän julkaisun toimesta (kommentteja toimittajalle voidaan lisätä alla).
fr_fr: Les auteurs acceptent les conditions de l'Avis de droit d'auteur, qui s'appliqueront à cette soumission si et quand elle sera publiée par cette revue (des commentaires au rédacteur peuvent être ajoutés ci-dessous).
he_il: המחברים מסכימים לתנאי הודעת זכויות יוצרים זו, אשר יחולו על הגשה זו אם וכאשר היא תפורסם על ידי כתב עת זה (ניתן להוסיף הערות לעורך בהמשך).
hi_in: लेखक इस कॉपीराइट नोटिस की शर्तों से सहमत हैं, जो इस सबमिशन पर लागू होगा यदि यह इस जर्नल द्वारा प्रकाशित किया जाता है (संपादक के लिए टिप्पणी नीचे जोड़ा जा सकता है)।
hr_hr: Autori su suglasni s time da se navedeni uvjeti primijene i na ovu prijavu ako i kada bude objavljena u časopisu (posebne napomene uredniku možete priložiti na dnu stranice).
hu_hu: A szerzőknek el kell fogadniuk a szerzői jogi közleményeket, amely erre a benyújtott anyagra vonatkozik, ha és amikor a folyóiratban publikálásra kerül (a szerkesztőnek szánt megjegyzéseket később lehet hozzátenni).
it_it: Gli autori acconsentono ai termini di questa nota sul Copyright, che sarà applicata al loro contributo se e quando verrà pubblicato (commenti per l'editor possono essere aggiunti sotto).
ku_iq: توێژەران ڕازین بە مەرجەکانی خاوەندارێتی، کە ئەم توێژینەوەیەش دەگرێتەوە لە کاتی پێشکەشکردن یان بڵاوبونەوە لە گۆڤاردا (دەتوانیت لە خوارەوە تێچێن بۆ سەرنوسەری گۆڤار بنوسیت).
lv_lv: Autori piekrīt autortiesību paziņojuma noteikumiem, kas tiks piemēroti šim iesniegtajam materiālam, ja un kad tas tiks publicēts šajā žurnālā (komentārus redaktoram var pievienot zemāk).
mk_mk: Авторите се согласуваат со условите на ова Известување за авторски права, што ќе се применува на овој поднесок ако и кога ќе биде објавен од ова списание (коментарите до уредникот може да се додадат подолу).
ms_my: Pengarang bersetuju dengan syarat Notis Hak Cipta ini, yang akan digunakan untuk penyerahan mereka jika dan bila ia diterbitkan oleh jurnal ini (komen untuk editor dapat ditambah di bawah).
nb_no: Forfatteren aksepterer med dette at vilkårene i erklæringen om opphavsrett gjøres gjeldende for dette manuskripet, hvis og når det publiseres av dette tidsskriftet (øvrige kommentarer til redaktøren kan legges til nedenfor).
pt_br: Os autores concordam com os termos da Declaração de Direito Autoral, que se aplicará a esta submissão caso seja publicada nesta revista (comentários ao editor podem ser incluídos a seguir).
ro_ro: Autorii sunt de acord cu termenii Notificării privind drepturile de autor, care se vor aplica pentru această înregistrare de manuscris, dacă și când este publicată de această revistă (comentariile pentru editor pot fi adăugate mai jos).
ru_ru: Авторы согласны с Условиями передачи авторских прав, которые будут применены к этому материалу в случае, если он будет опубликован этим журналом (комментарии для редактора могут быть добавлены ниже).
sk_sk: Autori súhlasia s podmienkami uvedenými v Oznámenie o copyrighte, ktoré budú aplikované na tento príspevok, akonáhle bude publikovaný týmto časopisom (nižšie je možné pridať komentár pre editora).
sl_si: Avtorji se strinjajo z navedenimi pogoji o avtorskih pravicah, ki se nanašajo na oddan prispevek in objavo v reviji (komentarje uredniku lahko vpišete spodaj).
sr_rs@cyrillic: Аутор се слаже са ауторским правима која ће бити примењена на овај рад ако и када буде објављен у часопису (коментаре за уредника може испод додат).
sv_se: Författarna samtycker till upphovsrättsvillkoren som kommer att gälla för bidraget om och när det publiceras av tidskriften. (Kommentarer till redaktören kan lämnas nedan).
zh_cn: 作者同意这份版权注意事项的内容，并同意在这份期刊出版此稿件时适用于这份稿件（可以在下面加上给编辑的意见）.

# author.submit.copyrightNoticeAgreeRequired
source: You must agree to the terms of the Copyright Notice before continuing.
az: Davam etməzdən əvvəl müəllif hüququ ilə bağlı şərtləri qəbul etməlisiniz.
be: Каб працягнуць, вы павінны прыняць Умовы перадачы аўтарскіх правоў.
bg_bg: Трябва да се съгласите с условията на Известието за авторските права, преди да продължите.
cs_cz: Než budete pokračovat, musíte souhlasit s podmínkami uvedenými v Oznámení o copyrightu.
da_dk: Du skal acceptere vilkårene under 'Oplysninger om copyright', inden du fortsætter.
de_de: Sie müssen den Copyright-Regelungen zustimmen, bevor Sie fortfahren.
el_gr: Πριν συνεχίσετε, πρέπει να αποδεχθείτε τους όρους της Δήλωσης Πνευματικών Δικαιωμάτων.
es_mx: Debe aceptar las condiciones del aviso de derechos de autor/a antes de continuar.
eu_es: Jarraitu ahal izateko, Copyright informazioko baldintzak onartu behar dituzu.
fi_fi: Sinun on hyväksyttävä tekijänoikeushuomautuksen ehdot, ennen kuin voit jatkaa.
fr_fr: Vous devez accepter les conditions de l'Avis de droit d'auteur avant de pouvoir continuer.
gl: Debe aceptar as condicións do aviso de dereitos de autor/a para poder continuar.
he_il: עליך להסכים לתנאי הודעת זכויות היוצרים לפני שתמשיך.
hi_in: जारी रखने से पहले आपको कॉपीराइट नोटिस की शर्तों से सहमत होना चाहिए।
hr_hr: Da biste nastavili s prijavom, morate se suglasiti sa uvjetima vezanim uz autorska prava.
hu_hu: Mielőtt folytatná el kell fogadnia a szerzői jogi közleményeket.
hy: Շարունակելուց առաջ դուք պետք է համաձայնեք Հեղինակային իրավունքի ծանուցման պայմաններին:
is: Þú verður að samþykkja höfundaréttarskilmála áður en þú heldur áfram.
it_it: Devi accettare i termini della nota di Copyright prima di continuare.
ka: გასაგრძელებლად უნდა დაეთანხმოთ საავტორო უფლებების გადაცემის წესებს.
kk: Мақаланы редакцияа жіберу үшін сіз журналдың "Авторлық құқық" шарттарымен келісуіңіз қажет.
ku_iq: دەبیت تۆ ڕازی ببیت بە مەرجەکانی خاوەندارێتی پێش ئەوەی بچیتە قۆناغی دواتر.
lt: Kad galėtumėte tęsti, turite sutikti su autorinių teisių taikymo nuostatomis.
lv_lv: Pirms turpināšanas jums ir jāpiekrīt Autortiesību paziņojuma noteikumiem.
mk_mk: Мора да се согласите со условите на Известувањето за авторски права пред да продолжите.
ms_my: Anda mesti bersetuju dengan syarat Notis Hak Cipta sebelum meneruskan.
nb_no: Du må bekrefte vilkårene i «Erklæring om opphavsrett» før du går videre.
pt: Tem que concordar com os termos da Declaração de Direitos de Autor antes de continuar.
pt_br: É obrigatório aceitar a Declaração de Direito Autoral para continuar.
ro_ro: Este necesar să acceptați termenii din Nota privind Drepturile de Autor înainte de a continua.
ru_ru: Чтобы продолжить вы должны принять Условия передачи авторских прав.
sk_sk: Než budete pokračovať, musíte súhlasiť s podmienkami uvedenými v Oznámenie o copyrighte.
sl_si: Pred nadaljevanjem se morate strinjati s pogoji z navedenimi pogoji o avtorskih pravicah.
sr_rs@cyrillic: Морате се сложити са Ауторским правима пре наставка.
sv_se: Godkännande av upphovsrättsvillkoren krävs innan du kan fortsätta.
uz_cyrl: Давом этишдан олдин Муаллифлик ҳуқуқи эслатмаси шартларига рози бўлишингиз керак.
uz_latn: Davom etishdan oldin siz mualliflik huquqi to'g'risidagi bildirishnoma shartlariga rozi bo'lishingiz kerak.
vi: Bạn phải đồng ý với các điều khoản của Thông báo bản quyền trước khi tiếp tục.
zh_cn: 您必须同意的条款版权公告，然后继续.
zh_hant: 您必須同意版權資訊的條款才可繼續。

# submission.submit.coverNote
source: Comments for the Editor
az: Redaktor üçün qeydlər
be: Каментарыі для рэдактара
bg_bg: Коментари за редактора
cs_cz: Komentář pro editora
da_dk: Kommentarer til redaktøren
de_de: Kommentare für die Redaktion
el_gr: Σχόλια προς τον Επιμελητή
es_mx: Comentarios para el editor/a
eu_es: Editorearentzako oharrak
fi_fi: Kommentteja toimittajalle
fr_fr: Commentaires pour le Rédacteur
gl: Comentarios para o editor/a
he_il: הערות לעורך
hi_in: संपादक के लिए टिप्पणियाँ
hr_hr: Komentari uredniku
hu_hu: A szerkesztőnek szánt megjegyzések
hy: Մեկնաբանություններ Խմբագրի համար
is: Athugasemdir til ritstjóra
it_it: Commenti per l'Editor
ka: კომენტარები რედაქტორისათვის
kk: Редакторға түсініктеме
ku_iq: تێبینییەکانت بۆ سەرنوسەر
lt: Pastabos redaktoriui
lv_lv: Komentāri redaktoram
mk_mk: Коментари за уредникот
ms_my: Komen untuk Editor
nb_no: Kommentarer til redaktøren
pt: Comentários para o Editor
pt_br: Comentários para o editor
ro_ro: Comentarii pentru Editor
ru_ru: Комментарии для редактора
sk_sk: Komentár pre editora
sl_si: Sporočilo za urednika
sr_rs@cyrillic: Коментари за уредника
sv_se: Kommentarer till redaktören
uz_cyrl: Муҳаррир учун шарҳлар
uz_latn: Tahririyat uchun sharhlar
vi: Lời nhắn gửi Tổng biên tập
zh_cn: 给编辑的注释
zh_hant: 致編輯的意見

# author.submit.comments
source: Enter text (optional)
az: Redaktora çatdırmaq istədiyiniz qeydləri bu bölümə yaza bilərsiniz (məcburi deyil)
be: Увядзіце текст (не абавязкова)
bg_bg: Добавяне на текст (опционално)
cs_cz: Vložte text (nepovinné)
da_dk: Indfør tekst (valgfri)
de_de: Text eingeben (optional)
el_gr: Εισαγωγή κειμένου (προαιρετικά)
es_mx: Introduzca texto (opcional)
eu_es: Idatzi testua (aukerakoa)
fi_fi: Syötä teksti (valinnainen)
fr_fr: Saisir du texte (optionnel)
gl: Introduza o texto (opcional)
he_il: הזן טקסט (לא חובה)
hi_in: पाठ दर्ज करें (वैकल्पिक)
hr_hr: Unesite tekst
hu_hu: Szöveg megadása (nem kötelező)
hy: Մուտքագրեք տեքստ (ըստ ցանկության)
is: Sláðu inn texta (valkvætt)
it_it: Inserisci il testo (opzionale)
ka: შეიტანეთ ტექსტი (არასავალდებულო)
kk: Мәтінді енгізіңіз (міндетті емес)
ku_iq: شتێک بنوسە (ئارەزومەندانەیە)
lt: Įrašykite tekstą (nebūtina)
lv_lv: Ievadiet tekstu (nav obligāti)
mk_mk: Додадете текст (опционално)
ms_my: Masukkan teks (pilihan)
nb_no: Skriv inn tekst (valgfritt)
pt: Insira o texto (opcional)
pt_br: Digite o texto (opcional)
ro_ro: Introduceți text (opțional)
ru_ru: Введите текст (не обязательно)
sk_sk: Vložte text (nepovinné)
sl_si: Vpišite besedilo (opcijsko)
sr_rs@cyrillic: Унесите текст (опционо)
sv_se: Fyll i text (frivilligt)
uz_cyrl: Муҳаррир учун шарҳларни киритинг (ихтиёрий)
uz_latn: Matn kiriting (ixtiyoriy)
vi: Nhập văn bản (tùy chọn)
zh_cn: 输入文本(可选)
zh_hant: 輸入文字（選填）

# author.submit.form.sectionRequired
source: Please select an appropriate journal section for this submission.
be: Калі ласка, выберыце адпаведны раздзел часопіса для гэтага матэрыялу.
bg_bg: Моля, изберете подходящ раздел на списанието за изпращане на материалите за статия.
cs_cz: Vyberte prosím vhodnou sekci časopisu pro tento příspěvek.
da_dk: Vælg en relevant tidsskriftssektion til denne indsendelse.
de_de: Wählen Sie eine passende Rubrik für diesen Beitrag aus.
el_gr: Παρακαλούμε επιλέξτε την κατάλληλη ενότητα του περιοδικού για τη συγκεκριμένη υποβολή.
eu_es: Hautatu bidalketari dagokion atala.
fi_fi: Valitse tälle käsikirjoitukselle sopiva julkaisun osasto.
fr_fr: Veuillez sélectionner une rubrique de la revue appropriée pour cette soumission.
he_il: בחר מדור כתב העת מתאים להגשה זו.
hi_in: कृपया इस सबमिशन के लिए एक उपयुक्त जर्नल सेक्शन चुनें।
hr_hr: Molimo odaberite prikladnu rubriku časopisa za ovu prijavu.
hu_hu: Kérjük, válassza ki, hogy melyik folyóiratterülethez nyújtja be az anyagot.
it_it: Devi scegliere la sezione per il tuo contributo.
ku_iq: تکایە ئەو بەشەی گۆڤارەکە دیاری بکە کە لەگەڵ پێشکەشکردنەکەی تۆدا دەگونجێت.
lv_lv: Lūdzu, izvēlieties šim materiālam atbilstošu žurnāla sadaļu.
mk_mk: Изберете соодветен оддел за списанија за овој поднесок.
ms_my: Sila pilih bahagian jurnal yang bersesuaian untuk penyerahan ini.
nb_no: Velg en passende tidsskriftseksjon for denne innleveringen (se «Seksjoner» og «Retningslinjer» i <a href="{$aboutUrl}">«Om»</a> tidsskriftet).
pt_br: Escolha a seção apropriada para a submissão.
ro_ro: Vă rugăm să selectați o secțiune de jurnal adecvată pentru această înregistrare de manuscris.
ru_ru: Пожалуйста, выберите подходящий раздел журнала для этого материала.
sk_sk: Prosím, vyberte vhodnú sekciu časopisu pre tento príspevok.
sl_si: Prosimo izberite ustrezno rubriko v reviji za vaš prispevek.
sr_rs@cyrillic: Одаберите одговарајућу секцију часописа за рад.
sv_se: Välj en lämplig tidskriftssektion för detta bidrag.
zh_cn: 请选择一个合适的期刊投稿.

# author.submit.form.localeRequired
source: Please select a submission language.
az: Zəhmət olmasa, fayl dilini seçin.
be: Калі ласка, выберыце мову матэрыялу, які адпраўляецца.
bg_bg: Моля, изберете език за изпращане на материалите за статия.
cs_cz: Zvolte si, prosím, jazyk příspěvku.
da_dk: Vælg et indsendelsessprog.
de_de: Bitte wählen Sie eine Beitragssprache.
el_gr: Παρακαλούμε επιλέξτε τη γλώσσα υποβολής.
es_mx: Seleccione el idioma del envío.
eu_es: Mesedez, aukeratu aurkezpenaren hizkuntza.
fi_fi: Valitse käsikirjoituksen kieli.
fr_fr: Veuillez sélectionner une langue de soumission.
gl: Seleccione un idioma para o envío.
he_il: בחר שפת הגשה.
hi_in: कृपया एक सबमिशन भाषा चुनें।
hr_hr: ODaberite jezik podnošenja članka.
hu_hu: Kérjük, válassza ki a benyújtás nyelvét.
hy: Խնդրում ենք ընտրել ներկայացման լեզուն:
is: Vinsamlega veldu tungumál innsendingar.
it_it: Seleziona una lingua per la proposta.
ka: გთხოვთ, აირჩიეთ შესატანი მასალის ენა.
kk: Мақаланың тілін таңдаңыз.
ku_iq: تکایە یەکێک لە زمانەکان دیاری بکە بۆ پێشکەشکردن.
lt: Prašom pasirinkti teikimo kalbą.
lv_lv: Lūdzu, izvēlieties materiāla valodu.
mk_mk: Изберете јазик на поднесувањето.
ms_my: Sila pilih bahasa penyerahan.
nb_no: Angi språk på innleveringen.
pt: Selecione o idioma de submissão.
pt_br: Escolha um idioma para a submissão.
ro_ro: Vă rugăm să selectați limba folosită pentru înregistrarea manuscrisului.
ru_ru: Пожалуйста, выберите язык отправляемого материала.
sk_sk: Zvoľte si, prosím, jazyk príspevku.
sl_si: Prosimo izberite jezik za oddan prispevek
sr_rs@cyrillic: Одаберите језик рада.
sv_se: Ange språk för bidraget.
uz_cyrl: Илтимос, ариза тилини танланг.
uz_latn: Iltimos, yuborilayotgan material tilini tanlang.
vi: Vui lòng chọn một ngôn ngữ.
zh_cn: 请选择一种提交语言。
zh_hant: 請選擇一個投稿語言。

# submission.submit.privacyStatement
source: Journal's Privacy Statement
be: Заява часопіса аб канфідэнцыяльнасці
bg_bg: Декларация за поверителност на списанието
cs_cz: Prohlášení o soukromí pro tento časopis
da_dk: Tidsskriftets erklæring om beskyttelse af personlige oplysninger
de_de: Erklärung zum Schutz persönlicher Daten in dieser Zeitschrift
el_gr: Δήλωση Προστασίας Προσωπικών Δεδομένων του περιοδικού
eu_es: Aldizkariaren Pribatutasun-deklarazioa
fi_fi: Julkaisun tietosuojaseloste
fr_fr: Déclaration de confidentialité de la revue
he_il: הצהרת הפרטיות של כתב העת
hi_in: जर्नल की गोपनीयता कथन
hr_hr: Izjava o privatnosti
hu_hu: A folyóirat adatvédelmi nyilatkozata
it_it: Tutela della privacy
ku_iq: تایبەتمەندییەکانی گۆڤارەکە
lv_lv: Žurnāla Privātuma atruna
mk_mk: Изјава за приватност на списанието
ms_my: Kenyataan Privasi Jurnal
nb_no: Personvernerklæring
pt_br: Política de Privacidade
ro_ro: Declarația de confidențialitate a jurnalului
ru_ru: Заявление журнала о конфиденциальности
sk_sk: Vyhlásenie o súkromí pre tento časopis
sl_si: Izjava o zasebnosti revije
sr_rs@cyrillic: Изјава о приватности
sv_se: Tidskriftens sekretessdeklaration
zh_cn: 杂志的隐私声明
