Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.step5
source: Step 5. Confirming the Submission
az: 5-ci Addım: Göndərmə Təsdiqi
be: Крок 5. Пацвярджэнне адпраўкі матэрыялу
bg_bg: Стъпка 5. Потвърждение на на изпращането
cs_cz: Krok 5. Potvrzení příspěvku
da_dk: Trin 5. Bekræft indsendelsen
de_de: Schritt 5. Einreichung bestätigen
el_gr: Βήμα 5. Επιβεβαίωση υποβολής
es_mx: Paso 5. Confirmar el envío
eu_es: 5. urratsa. Bidalketa berretsi
fi_fi: Vaihe 5. Lähetyksen vahvistaminen
fr_fr: Étape 5. Confirmer la soumission
gl: Paso 5. Confirmar o envío
he_il: שלב 5. אישור ההגשה
hi_in: चरण 5. प्रस्तुत करने की पुष्टि करना
hr_hr: 5.korak Potvrdite prijavu
hu_hu: 5. lépés A beküldés jóváhagyása
hy: Քայլ 5. Ներկայացման հաստատում
is: Skref 5. Staðfesta innsendinguna
it_it: Fase 5. Conferma la proposta
ka: ბიჯი 5. მასალის შეტანის დადასტურება
kk: 5-ші қадам. Жүйеге енгізілген барлық деректерді растау
ku_iq: هەنگاوی پێنجەم: دڵنیابونەوە لە پێشکەشکردنەکەت
lt: 5 etapas. Teikimo patvirtinimas
lv_lv: 5. solis. Iesniegtā materiāla apstiprināšana
mk_mk: Чекор 5: Потврди го поднесувањето
ms_my: Langkah 5. Mengesahkan Penyerahan
nb_no: Trinn 5: Bekreft
pt: Passo 5. Confirmação da submissão
pt_br: Passo 5. Confirmação da submissão
ro_ro: Pasul 5. Confirmați înregistrarea de manuscris
ru_ru: Шаг 5. Подтверждение отправки материала
sk_sk: Krok 5. Potvrdenie príspevku
sl_si: Korak 5. Potrdi oddajo
sr_rs@cyrillic: Корак 5. Потврда предаје
sv_se: Steg 5. Bekräfta
uz_cyrl: 5-қадам. Тасдиқлаш
uz_latn: Qadam 5. Material yuborishni tasdiqlash
vi: Bước 5. Xác nhận gửi bài
zh_cn: 步骤5. 确认投稿
zh_hant: 步驟五 確認稿件

# author.submit.start
source: Start
az: Başla
be: Пачатак
bg_bg: Старт
cs_cz: Zahájení
de_de: Beginn
el_gr: 1. Έναρξη
es_mx: Inicio
eu_es: Hasi
fi_fi: Aloita
fr_fr: Commencer
gl: Inicio
he_il: התחל
hi_in: शुरू
hr_hr: Početak
hu_hu: Kezdés
hy: Մեկնարկ
is: Byrja
it_it: Inizio
ka: დაწყება
kk: Бастау
ku_iq: دەستپێکردن
lt: Pradėti
lv_lv: Sākt
mk_mk: Почеток
ms_my: Mula
pt: Início
pt_br: Início
ru_ru: Начало
sk_sk: Začatie
sl_si: Začetek
sr_rs@cyrillic: Почетак
sv_se: Starta
uz_cyrl: Бошлаш
uz_latn: Boshlash
vi: Bắt đầu
zh_cn: 开始
zh_hant: 開始

# author.submit.upload
source: Upload Submission
az: Faylı Yüklə
be: Загрузка матэрыялу
bg_bg: Качи материалите
cs_cz: Nahrát příspěvek
da_dk: Upload indsendelse
de_de: Beitrag hochladen
el_gr: 2. Μεταφορτώστε το αρχείο της υποβολής.
es_mx: Cargar el envío
eu_es: 3. Bidalketa kargatu
fi_fi: Lataa käsikirjoitus
fr_fr: Transférer la soumission
gl: Cargar o envío
he_il: העלאת הגשה
hi_in: सबमिशन अपलोड करें
hr_hr: Prilaganje datoteke
hu_hu: Beküldendő anyag feltöltése
hy: Վերբեռնեք ներկայացումը
is: Hlaða upp innsendingu
it_it: Carica il file della proposta
ka: მასალის ატვირთვა
kk: Мақаланы жүктеу
ku_iq: فایلە داواکراوەکان بار بکە
lt: Įkelti failus
lv_lv: Iesniedzamā materiāla augšupielāde
mk_mk: Внеси поднесок
ms_my: Muat naik Penyerahan
nb_no: Last opp innleveringen
pt: Upload do manuscrito
pt_br: Transferência do manuscrito
ro_ro: Încărcați manuscrisul
ru_ru: Загрузка материала
sk_sk: Nahrať príspevok
sl_si: Naloži prispevek
sr_rs@cyrillic: Додавање рада
sv_se: Ladda upp bidrag
uz_cyrl: Юклаш
uz_latn: Materialni yuklash
vi: Tải lên tập tin bài gửi
zh_cn: 上传稿件
zh_hant: 上傳稿件

# author.submit.metadata
source: Enter Metadata
az: Üstdata Daxil Et
be: Увод метаданых
bg_bg: Въведи метаданни
cs_cz: Vložit metadata
da_dk: Indtast metadata
de_de: Metadaten eingeben
el_gr: 3. Εισάγετε τα μεταδεδομένα.
es_mx: Introducir los metadatos
eu_es: 2. Metadatuak sartu
fi_fi: Syötä metatiedot
fr_fr: Saisir les métadonnées
gl: Introducir os metadatos
he_il: הזן מטא-נתונים
hi_in: मेटाडेटा दर्ज करें
hr_hr: Metapodaci
hu_hu: Metaadatok megadása
hy: Մուտքագրեք մետատվյալները
is: Slá inn lýsigögn
it_it: Inserisci i metadati
ka: მეტა-მონაცემების შეტანა
kk: Метадеректерді енгізу
ku_iq: زانیارییەکان داخل بکە
lt: Įvesti metaduomenis
lv_lv: Metadatu ievadīšana
mk_mk: Внеси метаподатоци
ms_my: Masukkan Metadata
nb_no: Skriv inn metadata
pt: Preencher metadados
pt_br: Inserir metadados
ro_ro: Completați metadatele
ru_ru: Ввод метаданных
sk_sk: Vložiť metadata
sl_si: Vpiši metapodatke
sr_rs@cyrillic: Унос метаподатака
sv_se: Ange metadata
uz_cyrl: Маълумотни киритинг
uz_latn: Meta-ma'lumotlarni kiritish
vi: Nhập siêu dữ liệu
zh_cn: 输入元数据
zh_hant: 輸入元數據

# author.submit.supplementaryFiles
source: Upload Supplementary Files
az: Əlavə Faylları Yüklə
be: Загрузка дадатковых файлаў
bg_bg: Качи допълнителни файлове
cs_cz: Nahrát doplňkové soubory
da_dk: Overfør supplerende filer
de_de: Zusatzdateien hochladen
el_gr: 4. Μεταφορτώστε τα συμπληρωματικά αρχεία (αν υπάρχουν).
es_mx: Cargar los archivos complementarios
eu_es: Fitxategi osagarriak kargatu
fi_fi: Lataa liitetiedostot
fr_fr: Transférer les fichiers supplémentaires
gl: Cargar os arquivos complementarios
he_il: העלה קבצים משלימים
hi_in: अनुपूरक फाइलें अपलोड करें
hr_hr: Dopunske datoteke
hu_hu: Kiegészítő fájlok feltöltése
hy: Վերբեռնեք լրացուցիչ նիշքեր
is: Hlaða upp viðbótarskrám
it_it: Carica i file supplementari
ka: დამატებითი ფაილების ატვირთვა
kk: Қосымша файлдарды жүктеу
ku_iq: فایلە تەواوکارییەکان بار بکە
lt: Įkelti papildomus failus
lv_lv: Papildu failu augšupielāde
mk_mk: Внеси дополнителни фајлови
ms_my: Muat Naik Fail Tambahan
nb_no: Last opp supplerende filer
pt: Upload de ficheiros suplementares
pt_br: Transferência de documentos suplementares
ro_ro: Încărcați fișiere suplimentare
ru_ru: Загрузка дополнительных файлов
sk_sk: Nahrať doplnkové súbory
sl_si: Dodaj dodatne datoteke
sr_rs@cyrillic: Додавање додатних докумената
sv_se: Ladda upp kompletterande filer
uz_cyrl: Қўшимча файлларни юклаш
uz_latn: Qo'shimcha fayllarni yuklang
vi: Tải lên các tập tin bổ sung
zh_cn: 上传附件
zh_hant: 上傳附加檔案

# author.submit.confirmation
source: Confirmation
be: Пацвярджэнне
bg_bg: Потвърждение
cs_cz: Potvrzení
da_dk: Bekræftelse
de_de: Bestätigung
el_gr: 5. Επιβεβαίωση
eu_es: Berretsi
fi_fi: Vahvistus
fr_fr: Confirmer la soumission
he_il: אישור
hi_in: पुष्टीकरण
hr_hr: Potvrda
hu_hu: Megerősítés
it_it: Conferma
ku_iq: پشتڕاستکردنەوە
lv_lv: Apstiprinājums
mk_mk: Потврда
ms_my: Pengesahan
nb_no: Bekreftelse
pt_br: Confirmação
ro_ro: Confirmare
ru_ru: Подтверждение
sk_sk: Potvrdenie
sl_si: Potrdi
sr_rs@cyrillic: Потврда
sv_se: Bekräfta
zh_cn: 确认

# author.submit.nextSteps
source: Next Steps
az: Sonrakı Addım
be: Наступныя крокі
bg_bg: Следващи стъпки
cs_cz: Další kroky
da_dk: Næste trin
de_de: Nächste Schritte
el_gr: Επόμενα βήματα
es_mx: Siguientes pasos
fi_fi: Seuraavat vaiheet
fr_fr: Étapes suivantes
gl: Seguintes pasos
he_il: השלבים הבאים
hi_in: अगला कदम
hr_hr: Sljedeći koraci
hu_hu: Következő lépés
hy: Հաջորդ քայլերը
is: Næstu skref
it_it: Passi successivi
ka: შემდეგი ბიჯები
kk: Келесі қадамдар
ku_iq: هەنگاوی دواتر
lt: Kas toliau
lv_lv: Turpmākie soļi
mk_mk: Следна стапка
ms_my: Langkah Seterusnya
nb_no: Neste steg
pt: Próximos Passos
pt_br: Próximos Passos
ro_ro: Pașii următori
ru_ru: Следующие шаги
sk_sk: Ďalšie kroky
sl_si: Naslednji koraki
sr_rs@cyrillic: Следећи кораци
sv_se: Följande steg
uz_cyrl: Кейинги қадамлар
uz_latn: Keyingi qadam
vi: Bước tiếp theo
zh_cn: 接下来的步骤
zh_hant: 下一步

# submission.submit.cancelSubmission
source: You can complete this submission at a later date by selecting Active Submissions from the Author home.
be: Вы можаце закончыць гэту адпраўку пазней, выбраўшы «Актыўныя матэрыялы» на хатняй старонцы аўтара.
bg_bg: Можете да завършите това подаване на материали на по-късна дата, като изберете Активни изпращания / подавания на материали от началната страница на автора.
cs_cz: Odeslání tohoto příspěvku můžete dokončit později tím, že na domácí sránce pro autora vyberete Aktivní příspěvky.
da_dk: Du kan fuldføre denne indsendelse på et senere tidspunkt ved at vælge 'Aktive indsendelser' på startsiden for forfattere.
de_de: Sie können die Einreichung auch später fertigstellen, indem Sie "Aktuelle Beiträge" auf der Autor/innenstartseite auswählen.
el_gr: Μπορείτε να ολοκληρώσετε αυτή την υποβολή αργότερα, επιλέγοντας "Ενεργές υποβολές" στην αρχική σελίδα σας ως Συγγραφέας.
eu_es: Bidalketa hau geroago osa dezakezu, Egilearen hasierako orrian Bidalketa aktiboak hautatuta.
fi_fi: Voit viimeistellä tämän lähetyksen myöhemmin valitsemalla välilehden Kaikki aktiiviset Kirjoittajan etusivulta.
fr_fr: Vous pouvez compléter cette soumission plus tard en la sélectionnant dans le menu des soumissions actives de l'auteur.
he_il: אתה יכול להשלים הגשה זו במועד מאוחר יותר על ידי בחירת הגשות פעילות מפרופיל המחבר.
hi_in: आप लेखक के घर से सक्रिय सबमिशन का चयन करके इसे बाद की तारीख में पूरा कर सकते हैं।
hr_hr: Ovu prijavu možete dovršiti nekom drugom prilikom ukoliko odaberete Aktivne prijave s autorove naslovne stranice.
hu_hu: Később is jóváhagyhatja a beküldést, ha kiválasztja az aktív beküldéseket a szerzői főoldalról.
it_it: Puoi completare questa proposta successivamente selezionado "Proposte attive" dalla home dell'autore
ku_iq: . دەتوانیت دواتر پێشکەشکردنەکەت تەواو بکەیت بە دیاریکردنی (پێشکەشکردنی چالاک) لە پەڕەی سەرەکیی توێژەر
lv_lv: Šo iesniegšanu varat pabeigt vēlāk, autora sākumlapā atlasot Aktuāli iesniegtie materiāli (Active Submissions).
mk_mk: Можете да го завршите поднесувањето подоцна со селектирање на Активни поднесоци од страната за автори.
ms_my: Anda boleh menyelesaikan penyerahan ini di kemudian hari dengan memilih Penyerahan Aktif dari laman utama Pengarang.
nb_no: Du kan fullføre denne innleveringen ved en senere anledning om du velger «Aktive innleveringer» fra forfattersiden.
pt_br: A submissão pode ser concluída em uma data posterior, clicando em Submissões Ativas nas opções da sua página de autor.
ro_ro: Puteți completa această înregistrare de manuscris la o dată ulterioară, selectând înregistrările active din pagina de autor.
ru_ru: Вы можете закончить эту отправку позже, выбрав «Активные материалы» на домашней странице автора.
sk_sk: Odoslanie tohto príspevku môžete dokončiť neskôr tým, že na domácej stránke pre autora vyberiete Aktívne príspevky.
sl_si: Oddajo prispevka lahko kasneje dokončate, če izberete Aktivni prispevki v meniju Dom avtorja.
sv_se: Du kan fortsätta vid ett senare tillfälle genom att gå in på Aktuella bidrag under författarens Min sida.
zh_cn: 您可以在以后的时间通过选择在作者首页的处理中投稿来完成本次投稿.

# author.submit.notAccepting
source: This journal is not accepting submissions at this time.
az: Jurnal hazırda fayl qəbul etmir.
be: Гэты часопіс цяпер не прымае матэрыялы.
bg_bg: Понастоящем това списание не приема материали.
cs_cz: Tento časopis aktuálně nepřijímá příspěvky.
da_dk: Dette tidsskrift accepterer ikke indsendelser på nuværende tidspunkt.
de_de: Die Zeitschrift nimmt zur Zeit keine Beiträge an.
el_gr: Το περιοδικό δεν δέχεται υποβολές αυτή την περίοδο.
es_mx: La revista no acepta envíos en este momento.
eu_es: Aldizkariak ez du bidalketarik onartzen orain.
fi_fi: Tämä julkaisu ei juuri nyt ota vastaan käsikirjoituksia.
fr_fr: Cette revue n'accepte pas de soumissions pour le moment.
gl: Esta revista non acepta envíos neste momento.
he_il: כתב עת זה אינו מקבל הגשות כרגע.
hi_in: यह जर्नल इस समय प्रस्तुतियाँ स्वीकार नहीं कर रही है।
hr_hr: Ovaj časopis ne prihvaća prijave u ovom trenutku.
hu_hu: Ez a folyóirat jelenleg nem fogad beküldéseket.
hy: Այս ամսագիրն այս պահին հոդվածներ չի ընդունում:
is: Sem stendur, tekur þetta tímarit ekki á móti innsendingum.
it_it: In questo momento la rivista non accetta nessuna proposta.
ka: ამჟამად ეს ჟურნალი არ იღებს მასალებს.
kk: Дәл қазір журнал жаңа мақалаларды қабылдамайды.
ku_iq: ئەم گۆڤارە لە ئێستادا توێژینەوەی نوێ وەرناگرێت.
lt: Šiuo metu straipsnių teikti šiam žurnalui negalima.
lv_lv: Šis žurnāls pašlaik nepieņem materiāla iesniegšanu.
mk_mk: Списанието не прима поднесоци во моментов.
ms_my: Jurnal ini tidak menerima penyerahan buat masa ini.
nb_no: Dette tidsskriftet tar for øyeblikket ikke imot bidrag.
pt: Neste momento a revista não aceita submissões.
pt_br: A revista não está aceitando submissões neste momento.
ro_ro: Jurnalul nu acceptă înregistrări de manuscrise în acest moment.
ru_ru: Этот журнал сейчас не принимает материалы.
sk_sk: Tento časopis aktuálne neprijíma príspevky.
sl_si: Revija trenutno ne sprejema prispevkov.
sr_rs@cyrillic: Часопис тренутно не прихвата предаје радова.
sv_se: Den här tidskriften tar för tillfället inte emot några bidrag.
uz_cyrl: Бу журнал ҳозирда мақолаларни қабул қилмаяпти.
uz_latn: Ushbu jurnal hozircha materiallarni qabul qilmayapti.
vi: Tạp chí này không chấp nhận các bài gửi tại thời điểm này.
zh_cn: 这个杂志是在这个时候不接受投稿.
zh_hant: 此期刊目前不接受投稿。

# author.submit.requestWaiver
source: Request Waiver
az: İmtina et
be: Запыт адмены платы
bg_bg: Искане на отпадане на таксата за плащане
cs_cz: Požádat o prominutí
da_dk: Anmod om afkald
de_de: Gebührenverzicht beantragen
el_gr: Αίτηση απαλλαγής
es_mx: Solicitud de exención de cuotas
eu_es: Eskatu salbuespena
fi_fi: Pyydä kirjoittajamaksusta luopumista
fr_fr: Demande d'exemption
gl: Solicitude de exención de cotas
he_il: בקש ויתור
hi_in: माफी का अनुरोध करें
hr_hr: Zatražite izuzeće
hu_hu: Lemondás kérése
hy: Վճարի հայցից հրաժարվելը
is: Biðja um undanþágu
it_it: Richiedi un'esenzione
ka: საფასურის გადახდის გაუქმების მოთხოვნა
kk: Төлемді болдырмау сұранысы
ku_iq: داواکاریی پاشگەزبونەوە
lt: Atidėti teikimą
lv_lv: Atteikuma pieprasījums
mk_mk: Побаарај ослободување од плаќање
ms_my: Memohon Pengecualian
nb_no: Be om gebyrfritak
pt: Solicitar isenção de taxas
pt_br: Solicitar isenção de taxas
ro_ro: Cerere renunțare
ru_ru: Запрос отмены оплаты
sk_sk: Požiadať o odpustenie
sl_si: Prosite za izjemo
sr_rs@cyrillic: Захтевај ослобађањ
sv_se: Begär avgiftsfri publicering
uz_cyrl: Тўловдан воз кечишни сўраш
uz_latn: To‘lovni bekor qilishni so‘rash
vi: Yêu cầu Miễn lệ phí
zh_cn: 申请免费
zh_hant: 要求免除

# author.submit.qualifyForWaiver
source: Please consider waiving the Article Submission Fee for this article
az: Zəhmət olmasa bu məqalə üçün Məqalə Göndərmə Ödənişindən imtina etməyi düşünün
be: Калі ласка, разгледзьце магчымасць адмяніць плату за адпраўку дадзенага артыкула
bg_bg: Моля, вземете предвид искането за отпадане на таксата за плащане за тази статия
cs_cz: Zvažte, prosím, prominutí platby poplatku za zaslání příspěvku pro tento článek
da_dk: Overvej at give afkald på artikelmanuskriptgebyret for denne artikel
de_de: Bitte ziehen Sie einen Verzicht auf die Einreichungsgebühr für diesen Artikel in Erwägung.
el_gr: Παρακαλώ εξετάστε το ενδεχόμενο απαλλαγής του άρθρου από την Εισφορά Υποβολής Άρθρου.
es_mx: Considere la posibilidad de exención de la cuota de envío para este envío
eu_es: Mesedez, kontsidera ezazue artikulu hau bidalketa-tarifa ordaintzetik salbuestea
fi_fi: Pyydän harkitsemaan artikkelin lähetysmaksusta luopumista tämän artikkelin kohdalla
fr_fr: Veuillez envisager d'être exempté des Frais de soumission d'article pour cet article
gl: Teña en conta que pode solicitar a exención da cota de envío para este artigo
he_il: אנא שקול לוותר על דמי הגשת המאמר עבור מאמר זה
hi_in: कृपया इस लेख के लिए लेख सबमिशन की फीस माफ करने पर विचार करें
hr_hr: Molim vas da razmotrite izuzeće mojeg priloga od naknade za prijavu članka
hu_hu: Kérjük, vegye figyelembe, hogy ezzel lemond a cikkért járó honoráriumról.
hy: Խնդրում ենք հաշվի առնել այս հոդվածի համար Հոդվածների Ներկայացման Վճարից հրաժարվելը
is: Vinsamlega skoðið hvort veita eigi þessari grein undanþágu frá gjaldtöku
it_it: Chiedo di essere esonerato dal pagamento della quota di submission per questa proposta.
ka: გთხოვთ, განიხილოთ ამ სტატიის შეტანის საფასურის გაუქმების შესაძლებლობა
kk: Осы мақаланы редакцияға жіберу үшін қойылатын төлемді болдырмау мүмкіншілігін қарастырыңыз
ku_iq: تکایە بڕیار لەسەر گێڕانەوەی تێچوی ئەم توێژینەوەیە بدە
lt: Nurodykite, kad turi būti atidedamas straipsnio mokestis
lv_lv: Lūdzu, apsveriet iespēju atteikties no šī raksta iesniegšanas maksas
mk_mk: Ве молам да размислите за ослободување од плаќање за поднесување на оваа статија
ms_my: Pertimbangkan untuk dikecualikan dari Yuran Penyerahan Artikel untuk artikel ini
nb_no: Vurder å gi gebyrfritak for denne artikkelen
pt: Solicito consideração para isenção de Taxa de Submissão para este artigo
pt_br: Solicito considerar isenção de Taxa de Submissão para este artigo
ro_ro: Vă rugăm să luați în considerare renunțarea la taxa de înregistrare pentru acest manuscris
ru_ru: Пожалуйста, рассмотрите возможность отменить плату за отправку данной статьи
sk_sk: Zvážte, prosím, odpustenie platby poplatku za zaslanie príspevku pre tento článok
sl_si: Prosim za oprostitev pristojbine objave tega prispevka
sr_rs@cyrillic: Молим вас да размислите о одрицању од плаћања цене за подношење чланка.
sv_se: Vänligen överväg avgiftsfri publicering för den här artikeln
uz_cyrl: Илтимос, ушбу мақола учун мақола топшириш тўловидан воз кечишни ўйлаб кўринг
uz_latn: Iltimos, ushbu maqola uchun maqolani yuborish to'lovidan bekor qilishni o'ylab ko'ring
vi: Vui lòng xem xét miễn Lệ phí gửi bài cho bài viết này
zh_cn: 请考虑免除这个文章的投稿费
zh_hant: 請考慮免除此文章的投稿費用

# author.submit.addReasonsForWaiver
source: Please use the comments box below to indicate why fees should be waived.
az: Ödənişdən imtina səbəbini bildirmək üçün aşağıdakı şərh qutusundan istifadə edin.
be: Калі ласка, выкарыстайце поле каментарыяў ніжэй для ўказання прычын, чаму плата павінна быць адменена.
bg_bg: Моля, използвайте полето за коментари за мотивиране на искането за отпадане на таксата за плащане.
cs_cz: Použijte, prosím, níže umístěné pole pro komentář a uveďte, proč by Vám měl být poplatek prominut.
da_dk: Angiv, hvorfor der skal gives afkald på gebyrer, i kommentarfeltet nedenfor.
de_de: Nutzen Sie bitte das nachfolgende Kommentarfeld, um zu erklären, warum von einer Gebühr abgesehen werden soll.
el_gr: Χρησιμοποιήστε το ακόλουθο πλαίσιο κειμένου για να υποδείξετε τους λόγους απαλλαγής από την καταβολή της εισφοράς για την υποβολή άρθρου.
es_mx: Deje un comentario en la casilla que encontrará a continuación para indicar por qué no se deberían aplicar las cuotas.
eu_es: Mesedez, erabili beheko iruzkin-laukia tarifak zergatik salbuetsi behar diren azaltzeko.
fi_fi: Kirjoita alla olevaan kommenttikenttään perustelut maksusta luopumiselle.
fr_fr: Veuillez utiliser la boîte de commentaires ci-dessous pour expliquer pourquoi vous devriez être exempté des frais.
gl: Utilice o cadro de comentarios que está abaixo para indicar por que solicita a exención da cota.
he_il: אנא השתמש בתיבת ההערות שלהלן כדי לציין מדוע יש לוותר על דמי הגשה.
hi_in: कृपया नीचे दिए गए टिप्पणी बॉक्स का उपयोग करें कि फीस क्यों माफ की जानी चाहिए।
hr_hr: Molimo navedite u okviru za komentare razloge za izuzeće naknade za vaš prilog.
hu_hu: Kérjük, a megjegyzés mezőbe indokolja a lemondást.
hy: Խնդրում ենք օգտագործել ստորև բերված մեկնաբանությունների տուփը՝ նշելու, թե ինչու պետք է չեղարկվեն վճարները:
is: Vinsamlega notið athugasemdasvæðið fyrir neðan til að skýra ástæðu undanþágu frá gjaldi.
it_it: Utilizza la casella di commento sotto per specificare i motivi della richiesta di esonero dal pagamento.
ka: გთხოვთ გამოიყენთ კომენტარების ველი ქვემოთ მიზეზების მისათითებლად, თუ რატომ უნდა გაქუმდეს საფასური.
kk: Өтінеміз, төмендегі түсініктеме беру жолағын пайдалана отырып төлемді болдырмау себебін жазыңыз.
ku_iq: تکایە لە خوارەوە تێبینی خۆت بنوسە کە بۆچی ئەم تێچووە دەبێت بگێڕدرێتەوە.
lt: Prašom apatiniame langelyje įrašyti, kodėl mokestis turi būti atidėtas.
lv_lv: Lūdzu, izmantojiet zemāk esošo komentāru aili, lai norādītu, kāpēc maksa jāatceļ.
mk_mk: Користтете го полето за коментари да наведете причина за барањето за ослободување на плаќање.
ms_my: Sila gunakan kotak komen di bawah untuk menjelaskan mengapa anda harus dikecualikan daripada pembayaran.
nb_no: Oppgi hvorfor du ber om gebyrfritak i feltet under.
pt: Indique no campo de comentários abaixo a razão para a isenção de taxas.
pt_br: Informe no campo de comentários motivos para a isenção de taxa.
ro_ro: Vă rugăm să folosiți caseta de comentarii de mai jos pentru a indica de ce trebuie renunțat la taxă.
ru_ru: Пожалуйста, используйте поле комментариев ниже для указания причин, почему плата должна быть отменена.
sk_sk: Použite, prosím, nižšie umiestnené pole pre komentár a uveďte, prečo by Vám mal byť poplatok odpustený.
sl_si: Prosimo označite razlog za oprositev pristojbine objave prispevka.
sr_rs@cyrillic: Користите поље за унос испод да наведете разлоге за ослобађање од накнаде.
sv_se: Använd kommentarsfältet nedan för att förklara varför avgiftsfri publicering bör övervägas.
uz_cyrl: Илтимос, нима учун тўловлардан воз кечиш кераклигини кўрсатиш учун қуйидаги шарҳлар майдонидан фойдаланинг.
uz_latn: Iltimos, to'lovlarni nima uchun bekor qilish kerakligini ko'rsatish uchun quyidagi izohlar qutisidan foydalaning.
vi: Vui lòng bình luận bên dưới để cho biết lý do tại sao phải miễn phí.
zh_cn: 请使用下面的评论中表示，为何要免除费用..
zh_hant: 請使用以下意見欄說明為何需要免除費用。
