Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.mustEnterWaiverReason
source: If you are applying for a waiver, you must enter a reason in the space provided.
az: Əgər imtina edirsinizsə verilən boşluqda bir səbəb qeyd etməlisiniz.
be: Калі вы просіце адмяніць плату за адпраўку, то вы павінны ўказаць прычыну ў адпаведным полі.
bg_bg: Ако попълвате Искане на отпадане на таксата за плащане, следва да попълните причина за искането.
cs_cz: Pokud žádáte o prominutí platby, musíte do příslušného místa uvést důvod.
da_dk: Hvis du ansøger om afkald på gebyr, skal du angive en årsag i det dertil hørende felt.
de_de: Geben Sie bitte an, warum Sie einen Nachlass gewährt haben wollen.
el_gr: Αν αιτείστε απαλλαγής, θα πρέπει να εισάγετε τους λόγους στο κενό πεδίο.
es_mx: Si solicita una exención de cuotas, deberá introducir un motivo en el espacio que se le proporciona.
eu_es: Salbuespen bat eskatu nahi baduzu, arrazoiren bat idatzi behar duzu horretarako jarritako lekuan.
fi_fi: Jos haet luopumista, perustelu on esitettävä sille varatussa kohdassa.
fr_fr: Si vous effectuez une demande d'exemption, vous devez inscrire une justification dans l'espace prévu à cet effet.
gl: Se solicita a exención da cota, deberá introducir o motivo no espazo disposto para este efecto.
he_il: אם אתם פונים לקבלת ויתור, אתם חייבים להכניס סיבה במקום המיועד לכך.
hi_in: यदि आप छूट के लिए आवेदन कर रहे हैं, तो आपको प्रदान की गई जगह में एक कारण दर्ज करना होगा।
hr_hr: Ako tražite zahtijev za odricanje morate unijeti razlog u prikazanom prostoru.
hu_hu: Ha a kérelmező egyben a lemondó is, akkor indokolnia kell lemondást a megadott helyen.
hy: Եթե դուք դիմում եք վճարից հրաժարվելու համար, ապա համապատասխան տարածքում պետք է նշեք պատճառը:
is: Ef þú ert að sækja um undanþágu frá gjaldi, verður þú að gefa upp ástæðu í viðeigandi svæði.
it_it: Se stai chiedendo un esonero, devi indicarne il motivo.
ka: თუ თქვენ ითხოვთ საფასურის გაუქმებას, უნდა მიუთითოთ მიზეზი შესაბამის ველში.
kk: Егер сіз мақаланы оедакцияға жіберу төлемін алып тастауды сұрасаңыз, себебін тиісті жолақта көрсетуіңіз керек.
ku_iq: ئەگەر تۆ داوای گێڕانەوەی بڕی پارەی تێچون دەکەیت، دەبێت هۆکاری داواکارییەکەت بە ڕوونی بنوسیت.
lt: Jei prašote atidėti mokestį, turite atitinkamame langelyje nurodyti priežastį.
lv_lv: Ja pieprasāt atteikumu, norādītajā vietā jānorāda atteikuma iemesls.
mk_mk: Доколку аплицирате за ослободување, мора да наведете причина.
ms_my: Sekiranya anda memohon pengecualian, anda mesti memasukkan alasan di ruang yang disediakan.
nb_no: Om du ber om fritak fra forfattergebyret, må du oppgi en grunn i feltet.
pt: Caso tenha solicitado isenção de taxa, indique a razão no espaço disponível.
pt_br: Informe a motivação no espaço disponível, caso esteja solicitando isenção de taxa.
ro_ro: Dacă faceți o solicitare de renunțare, trebuie să introduceți un motiv în spațiul oferit.
ru_ru: Если вы просите отменить плату за отправку, вы должны указать причину в соответствующем поле.
sk_sk: Ak žiadate o odpustenie platby, musíte do príslušného miesta uviesť dôvod.
sl_si: Če prosite za oprostitev pristojbine objave prispevka, morate navesti razlog za to.
sr_rs@cyrillic: Уколико захтевате ослобађање, морате навести разлоге.
sv_se: Om du begär avgiftsfri publicering behöver du förklara varför i avsett fält.
uz_cyrl: Агар сиз воз кечиш учун ариза бераётган бўлсангиз, берилган майдонга сабабни киритишингиз керак.
uz_latn: Agar siz imtiyoz bo‘yicha murojaat qilsangiz, ko'rsatilgan maydonga sabab kiritishingiz kerak.
vi: Nếu bạn đang xin miễn, bạn phải nhập một lý do vào chỗ trống được cung cấp.
zh_cn: 如果需要申请赦免费用，您必须在提供的空间里输入您的理由.
zh_hant: 如您正申請免除費用，您必須在下方輸入原因。

# author.submissions.queuedReviewSubsequent
source: In Review Round {$round}
az: Dəyərləndirmə Prosesi: {$round}
be: На рэцэнзіі: (раўнд {$round})
bg_bg: Цикъл на рецензия: (етап {$round})
cs_cz: V recenzním kole {$round}
da_dk: I bedømmelsesrunde {$round}
de_de: In Begutachtungsrunde {$round}
el_gr: Γύρος αξιολόγησης {$round}
es_mx: En ronda de revisión {$round}
eu_es: Ebaluazio-fasean {$round}
fi_fi: Arviointikierroksella {$round}
fr_fr: Cycle d'évaluation {$round}
gl: En revisión {$round}
he_il: בסבב הביקורת {round$}
hi_in: समीक्षा दौर में {$round}
hr_hr: U recenziji krug {$round}
hu_hu: A szakmai lektorálási kör {$round}
hy: Վերանայման {$round} փուլում
is: Í ritrýniumferð {$round}
it_it: In revisione: {$round} round
ka: განხილვის პროცესში {$round}
kk: Мақала рецензиялау қадамында: ({$round} раунд)
ku_iq: لە قۆناغی هەڵسەنگاندن دایە
lt: Rezenzavimo etapai: {$round} recenzavimas
lv_lv: Recenzēšanas {$round}. kārtā
mk_mk: На преглед по {$round} пат
ms_my: Dalam Pusingan Ulasan {$round}
nb_no: I vurderingsrunde {$round}
pt: Em Revisão: Ronda {$round}
pt_br: Em avaliação: rodada {$round}
ro_ro: În runda de revizie {$round}
ru_ru: На рецензии: (раунд {$round})
sk_sk: V recenznom kole {$round}
sl_si: V recenzentskem krogu {$round}
sr_rs@cyrillic: У рецензентском кругу {$round}
sv_se: Under granskningsomgång {$round}
uz_cyrl: Кўриб чиқиш босқичида
uz_latn: {$ Round} ko'rib chiqish bosqichida
vi: Phản biện Vòng {$round}
zh_cn: 审稿回合： {$round}
zh_hant: 第{$round}輪評審中

# author.submissions.queuedReviewRevisions
source: In Review: Revisions Required
az: Dəyərləndirmədə: Düzəliş tələbi
be: На рэцэнзіі: Патрабуюцца змены
bg_bg: Цикъл на рецензия: Необходима е ревизия
cs_cz: V recenzním řízení: Vyžaduje přepracování
da_dk: Under bedømmelse: Rettelser påkrævet
de_de: In Begutachtung: Überarbeitungen erforderlich
el_gr: Υπό αξιολόγηση: Απαιτούνται αναθεωρήσεις
es_mx: En revisión: Publicable con modificaciones
eu_es: Ebaluatzen: ebaluazioak behar dira
fi_fi: Arvioitavana: Vaatii korjauksia
fr_fr: En évaluation : Révisions requises
gl: En revisión: Revisións requiridas
he_il: בסקירה: נדרשות תיקונים
hi_in: समीक्षा में: संशोधन आवश्यक है
hr_hr: U recenziji: Potrebne revizije
hu_hu: Szakmai lektorálás alatt: Átnézés kérése
hy: Գրախոսություն. Պահանջվում են վերանայումներ
is: Í ritrýni: Krefst endurskoðunar
it_it: In revisione: Richieste modifiche
ka: განხილვის პროცესში: საჭიროა ცვლილება
kk: Мақала рецензиялау қадамында: Мақала қайта өңдеуді қажет етеді
ku_iq: لە قۆناغی هەڵسەنگاندن دایە: پێداچونەوەی پێویستە
lt: Recenzavimas: reikia recenzuoti
lv_lv: Recenzēšanā: nepieciešama pārskatīšana
mk_mk: На рецензија: Потребна е ревизија
ms_my: Dalam Ulasan: Semakan Diperlukan
nb_no: Under vurdering: Innleveringen må bearbeides
pt: Em Revisão: Revisões Requeridas
pt_br: Em avaliação: Revisões Requeridas
ro_ro: În revizie: Revizie necesară
ru_ru: На рецензии: Требуются изменения
sk_sk: V recenznom konaní: Vyžaduje prepracovanie
sl_si: V recenziji: obvezni popravki
sr_rs@cyrillic: У рецензији: захтева преглед
sv_se: Under granskning: Revidering krävs
uz_cyrl: Кўриб чиқишда: Таҳрир қилиш керак
uz_latn: Ko'rib chiqishda: Qayta ko'rib chiqish talab qilinadi
vi: Đang phản biện: Yêu cầu sửa chữa
zh_cn: 审稿中: 要求修订
zh_hant: 評審中：需要修改

# author.submissions.queuedEditingCopyedit
source: In Editing: Copyedit Requested
az: Düzəlişdə: Səhifə tənzimləmə tələbi
be: На рэдакцыі: Патрабуецца літаратурнае рэдагаванне
bg_bg: Цикъл на редакция: Необходима е стилистична корекция
cs_cz: Redakční úravy: Vyžádáno redigování
da_dk: Under redigering: Manuskriptredigering påkrævet
de_de: In redaktioneller Bearbeitung: Lektorat angefragt
el_gr: Σε επιμέλεια: Έχει γίνει αίτημα για επιμέλεια κειμένου.
es_mx: En edición: Se requiere corrección de originales
eu_es: Editatzen: Zuzenketak egiteko eskatu da.
fi_fi: Toimitettavana: Pyydetään teknistä toimittamista
fr_fr: En révision : Correction de texte requise
gl: En edición: Corrección de texto solicitada
he_il: בעריכה: עריכה מבוקשת
hi_in: संपादन में: कॉपीएडिट अनुरोधित
hr_hr: Uređivanje u tijeku: Potrebna urednička aktivnost
hu_hu: Szerkesztésnél: Nyelvi lektorálás kérése
hy: Խմբագրման մեջ. Պահանջվում է գրական խմբագրում
is: Í ritstýringu: Krefst yfirferðar (Copyedit)
it_it: In lavorazione: Richiesto copyediting
ka: განხილვის პროცესში: საჭიროა ლიტერატურული ჩასწორება
kk: Мақала редакция қарауында: Мақала әдеби редакциялауды қажет етеді
ku_iq: لە دەستکاریکردن دایە: نوسخەی چاککراو داواکراوە
lt: Redagavimas: reikia redaguoti kalbą
lv_lv: Rediģēšanā: nepieciešama teksta rediģēšana
mk_mk: Во уредување: Потребно е уредување
ms_my: Dalam Penyuntingan: Perlu Copyedit
nb_no: Under redigering: Språkvask forespurt
pt: Em Edição: Edição de Texto solicitada
pt_br: Em edição: Edição de Texto solicitada
ro_ro: În editare: Solicitare editare conținut
ru_ru: На редакции: Требуется литературное редактирование
sk_sk: Redakčná úprava: Vyžiadanie redigovania
sl_si: V urejanju: zahtevano lektoriranje
sr_rs@cyrillic: У уређивању: захтева лектуру
sv_se: Under granskning: Manusredigering begärd
uz_cyrl: Таҳрирлашда: Нусхалаш сўралган
uz_latn: Tahrirlashda: nusxa ko'chirish talab qilindi
vi: Đang Biên tập: Yêu cầu sửa chữa
zh_cn: 编辑中: 文本编辑请求
zh_hant: 編輯中：需要審稿

# author.submissions.queuedEditingProofread
source: In Editing: Proofread Requested
az: Düzəlişdə: Oxuma yoxlama tələbi
be: На рэдакцыі: Патрабуецца карэктура
bg_bg: Цикъл на редакция: Необходима е коректура
cs_cz: Redakční úpravy: Vyžádána korektura
da_dk: Under redigering: Korrekturlæsning påkrævet
de_de: In redaktioneller Bearbeitung: Korrekturlektorat angefragt
el_gr: Σε επιμέλεια: Έχει γίνει αίτημα για διόρθωση τυπογραφικών δοκιμίων.
es_mx: En edición: Se requiere corrección de pruebas
eu_es: Editatzen: proba-zuzenketa eskatu da.
fi_fi: Toimitettavana: Pyydetään oikolukua
fr_fr: En révision : Correction d'épreuves requise
gl: En edición: Requírese corrección de probas
he_il: בעריכה: הגהה מבוקשת
hi_in: संपादन में: अपेक्षित अनुरोध
hr_hr: Uređivanje utijeku: Potrebna korektura
hu_hu: Szerkesztésnél: Korrektúra kérése
hy: Խմբագրում՝ պահանջվում է սրբագրում
is: í ritstýringu: Krefst prófarkalesturs
it_it: In lavorazione: Richiesta correzione di bozze
ka: განხილვის პროცესში: საჭიროა კორექტურა
kk: Мақала редакция қарауында: Мақала корректуралық өңдеуді қажет етеді
ku_iq: لە چاککردن دایە؛ پێویست بە راستکردنەوەی رێنوس و رێزمان دەکات
lt: Redagavimas: reikia perskaityti korektūrą
lv_lv: Rediģēšanā: nepieciešama korektūra
mk_mk: Во уредување: Потребна е лектура
ms_my: Dalam Penyuntingan: Proofread Diminta
nb_no: Under redigering: Korrekturlesing ønsket
pt: Em Edição: Leitura de provas solicitada
pt_br: Em edição: Leitura de provas solicitada
ro_ro: În editare: solicitare corectare text
ru_ru: На редакции: Требуется корректура
sk_sk: Redakčné úpravy: Vyžiadaná korektúra
sl_si: V urejanju: zahtevana korektura
sr_rs@cyrillic: У уређивању: захтева коректуру
sv_se: Under granskning: Korrekturläsning begärd
uz_cyrl: Таҳрирлашда: Текшириш талаб қилинади
uz_latn: Tahrirlashda: Proofreading talab qilindi
vi: Đang biên tập: Yêu cầu Hiệu đính
zh_cn: 编辑中: 校对请求
zh_hant: 編輯中：要求校對

# author.submissions.uploadCopyeditedVersion
source: Upload Copyedited Version
az: Səhifə redaktə versiyasını yükləyin
be: Загрузіць версію, якая прайшла літаратурнае рэдагаванне
bg_bg: Качване на стилистична корекция
cs_cz: Nahrát redigovanou verzi
da_dk: Overfør manuskriptredigeret version
de_de: Lektorierte Datei hochladen
el_gr: Μεταφόρτωση έκδοσης επιμελημένου κειμένου
es_mx: Cargar la versión corregida
eu_es: Kargatu zuzendutako bertsioa
fi_fi: Lataa teknisesti toimitettu versio
fr_fr: Transférer le fichier révisé
gl: Cargar a versión corrixida
he_il: העלה גרסה ערוכה
hi_in: कॉपीएडिट संस्करण अपलोड करें
hr_hr: Postavite lektoriranu verziju
hu_hu: Beszerkesztett változat feltöltése
hy: Վերբեռնեք գրական խմբագրված տարբերակը
is: Hlaða upp yfirfarinni útgáfu
it_it: Invia la versione corretta
ka: ლიტერატურულად ჩასწორებული ვერსიის ატვირთვა
kk: Мақаланың әдеби рецензиялау тексерісінен өткен нұсқасын жүктеу
ku_iq: بارکردنی نوسخەیەک کە گۆڕانکاری تێدا بکرێت
lt: Įkelkite redaguotiną versiją
lv_lv: Augšupielādēt teksta rediģēto versiju
mk_mk: Аплодирајте едитирана верзија
ms_my: Muat naik Versi Copyedited
nb_no: Last opp språkvasket versjon
pt: Upload da versão de Edição de Texto
pt_br: Transferir cópia editada
ro_ro: Încărcare versiune editată
ru_ru: Загрузить версию, прошедшую литературное редактирование
sk_sk: Nahrať redigovania verziu
sl_si: Naloži lektorirano verzijo
sr_rs@cyrillic: Додај лекторисану верзију
sv_se: Ladda upp redigerat manus
uz_cyrl: Нусхаланган версияни юкланг
uz_latn: Nusxalangan talqinini yuklang
vi: Tải liên bản đã biên tập
zh_cn: 上传文本编辑版本
zh_hant: 上載已審稿版本

# author.submissions.proofreadingCorrections
source: Proofreading Corrections
az: Korrektor Təklifləri
be: Выпраўленні пры карэктуры
bg_bg: Качване на коректура
cs_cz: Korekturní opravy
da_dk: Korrekturrettelser
de_de: Korrekturen des Korrekturlektorats
el_gr: Διορθώσεις Επιμελητή Τυπογραφικών Δοκιμίων
es_mx: Modificaciones de la corrección de pruebas
eu_es: Proba-zuzenketako zuzenketak
fi_fi: Oikoluvun korjaukset
fr_fr: Corrections d'épreuve
gl: Modificacións da corrección de probas
he_il: תיקוני הגהה
hi_in: प्रूफरीडिंग सुधार
hr_hr: Lektorske ispravke
hu_hu: Korrektúrázási javítások
hy: Սրբագրման ուղղումներ
is: Leiðréttingar úr prófarkalestri
it_it: Correzioni sulle bozze
ka: შესწორებები კორექტურისას
kk: Корректура барысындығы түзетулер
ku_iq: راستکردنەوەی رێزمانی و رێنوس
lt: Korektūrų taisymai
lv_lv: Korektūras labojumi
mk_mk: Кориекции од лекторот
ms_my: Pembetulan Proofreading
nb_no: Korrektur
pt: Correções da Leitura de Prova
pt_br: Correções da Leitura de Prova
ro_ro: Corecturi de text
ru_ru: Исправления при корректуре
sk_sk: Korektúrne opravy
sl_si: Korektorski popravki
sr_rs@cyrillic: Коректорске исправке
sv_se: Rättelser efter korrekturläsning
uz_cyrl: Корректорлик тузатишлари
uz_latn: Tuzatishlarni tekshirish
vi: Sửa lỗi Hiệu đính
zh_cn: 校对更正
zh_hant: 校對修正

# author.submissions.confirmDelete
source: Are you sure you want to delete this incomplete submission?
az: Bitməmiş bu göndərməni silmək istədiyinizdən əminsinizmi?
be: Вы ўпэўнены, што хочаце выдаліць гэты матэрыял, адпраўка якога не была завершана?
bg_bg: Наистина ли искате да изтриете това незавършено изпращане на материали?
cs_cz: Jste si jistý, že chcete smazat tento nedokončený příspěvek?
da_dk: Er du sikker på, at du vil slette denne ufærdige indsendelse?
de_de: Sind Sie sicher, dass Sie diese unvollständige Einreichung löschen wollen?
el_gr: Επιβεβαιώνετε τη διαγραφή της συγκεκριμένης μη ολοκληρωμένης υποβολής;
es_mx: ¿Está seguro/a de que desea eliminar el envío incompleto?
eu_es: Ziur zaude bukatu gabeko bidalketa hau ezabatu nahi duzula?
fi_fi: Haluatko varmasti poistaa tämän keskeneräisen käsikirjoituksen?
fr_fr: Êtes-vous certain de vouloir supprimer cette soumission incomplète?
gl: Está seguro/a de que quere eliminar este envío incompleto?
he_il: האם אתה בטוח שברצונך למחוק את ההגשה החלקית הזו?
hi_in: क्या आप वाकई इस अधूरे सबमिशन को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite obrisati ovu nedovršenu prijavu?
hu_hu: Valóban törölni akarja ezt a befejezetlen beküldést?
hy: Իսկապե՞ս ուզում եք ջնջել այս անավարտ ներկայացումը:
is: Ertu viss um að þú viljir eyða þessari ókláruðu innsendingu?
it_it: Sei sicuro di cancellare questa proposta incompleta?
ka: დარწმუნებული ხართ, რომ გსურთ იმ მასალის წაშლა, რომლის გაგზავნა არ დასრულებულა?
kk: Сіз редакцияға жіберілмеген мақаланы өшірігіңіз келетініне сенімдісіз бе?
ku_iq: ئایا تۆ دڵنیایت لە سڕینەوەی ئەم پێشکەشکردنە سەرەڕای ئەوەی تەواونەکراوە ؟
lt: Ar tikrai norite ištrinti nebaigtą pateikti straipsnį?
lv_lv: Vai esat pārliecināts, ka vēlaties dzēst šo nepilnīgo iesniegto materiālu?
mk_mk: Дали сте сигурни дека сакате да го избришете овој непотполн поднесок?
ms_my: Adakah anda pasti mahu memadam penyerahan yang tidak lengkap ini?
nb_no: Er du sikker på at du vil slette denne ufullstendige innsendingen?
pt: Deseja realmente eliminar esta submissão incompleta?
pt_br: Deseja realmente excluir esta submissão incompleta?
ro_ro: Sunteți sigur(ă) că doriți să ștergi această înregistrare de manuscris incompletă?
ru_ru: Вы уверены, что хотите удалить этот материал, отправка которого не была завершена?
sk_sk: Ste si istý, že chcete zmazať tento nedokončený príspevok?
sl_si: Ste prepričani, da želite zbrisati to nedokončano oddajo prispevka?
sr_rs@cyrillic: Да ли сте сигурни да желите да обришете незавршену предају.
sv_se: Är du säker på att du vill ta bort den påbörjade inlämningen?
uz_cyrl: Ҳақиқатан ҳам бу тўлиқ бўлмаган юборишни ўчириб ташламоқчимисиз?
uz_latn: Ushbu tugallanmagan yuborishni o'chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xóa bài gửi không đầy đủ này?
zh_cn: 你确定要删除这个未完成的投稿?
zh_hant: 是否確認刪除此未完成投稿？

# author.submissions.viewStatus
source: View Status
az: Statusa baxış
be: Паказаць статус
bg_bg: Преглед на статуса
cs_cz: Zobrazit stav
da_dk: Vis status
de_de: Status anzeigen
el_gr: Προβολή κατάστασης
es_mx: Ver estado
eu_es: Ikusi egoera
fi_fi: Näytä tila
fr_fr: Voir le statut
gl: Ver estado
he_il: הצג סטטוס
hi_in: स्थिति देखें
hr_hr: Pogledajte status
hu_hu: Státusz megtekintése
hy: Դիտել կարգավիճակը
is: Skoða stöðu
it_it: Vedi lo stato
ka: სტატუსის ჩვენება
kk: Мақаланың мәртебесі
ku_iq: پیشاندانی بارودۆخ
lt: Būklė
lv_lv: Skatīt statusu
mk_mk: Види статус
ms_my: Lihat Status
nb_no: Vis status
pt: Verificar estado
pt_br: Verificar situação
ro_ro: Verificați evoluția
ru_ru: Показать статус
sk_sk: Zobraziť stav
sl_si: Poglej status
sr_rs@cyrillic: Види статус
sv_se: Se status
uz_cyrl: Ҳолатни кўриш
uz_latn: Ko'rish holati
vi: Xem trạng thái
zh_cn: 查看状态
zh_hant: 查看狀態

# author.submissions.noSubmissions
source: No submissions.
az: Göndərmə yoxdur.
be: Няма адпраўленых матэрыялаў.
bg_bg: Няма изпращания на материали.
cs_cz: Žádné příspěvky.
da_dk: Ingen indsendelser.
de_de: Keine Eingaben
el_gr: Δεν υπάρχουν υποβολές.
es_mx: Sin envíos.
eu_es: Bidalketarik ez.
fi_fi: Ei käsikirjoituksia.
fr_fr: Aucune soumission.
gl: Ningún envío.
he_il: אין הגשות.
hi_in: कोई सबमिशन नहीं।
hr_hr: Nema prijava.
hu_hu: Nincs beküldés.
hy: Ներկայացումներ չկան:
is: Engar innsendingar.
it_it: Nessuna proposta.
ka: არ არის გაგზავნილი მასალები.
kk: Жіберілген мақалалар дәл қазір жоқ.
ku_iq: .هیچ پێشکەشکردنێکت نییە
lt: Pateiktų straipsnių nėra.
lv_lv: Nav iesniegtu materiālu.
mk_mk: Нема поднесоци.
ms_my: Tiada penyerahan.
nb_no: Ingen innleveringer.
pt: Nenhuma submissão.
pt_br: Nenhuma submissão.
ro_ro: Nici o înregistrare de manuscris.
ru_ru: Нет отправленных материалов.
sk_sk: Žiadne príspevky.
sl_si: Nobenega oddanega prispevka
sr_rs@cyrillic: Нема предаја.
sv_se: Inga bidrag.
uz_cyrl: Мақола йўқ
uz_latn: Materiallar yo‘q
vi: Không có bài gửi.
zh_cn: 没有投稿.
zh_hant: 沒有投稿。

# author.submit.journalSection
source: Journal Section
az: Jurnal Bölümü
be: Раздзел часопіса
bg_bg: Раздел на списанието
cs_cz: Sekce časopisu
da_dk: Tidsskriftssektion
de_de: Zeitschriftenrubrik
el_gr: Ενότητα περιοδικού
es_mx: Sección de la revista
eu_es: Aldizkariaren atala
fi_fi: Julkaisun osasto
fr_fr: Rubrique de la revue
gl: Sección da revista
he_il: מדור כתב עת
hi_in: जर्नल अनुभाग
hr_hr: Rubrika časopisa
hu_hu: Folyóiratrovat
hy: Ամսագրի բաժին
is: Kafli tímarits
it_it: Sezione della rivista
ka: ჟურნალის სექცია
kk: Журнал бөлімі
ku_iq: بەشی گۆڤار
lt: Žurnalo skyrius
lv_lv: Žurnāla sadaļa
mk_mk: Оддел на списанието
ms_my: Bahagian Jurnal
nb_no: Tidsskriftseksjon
pt: Secção de revista
pt_br: Seção
ro_ro: Secțiunea jurnalului
ru_ru: Раздел журнала
sk_sk: Sekcia časopisu
sl_si: Rubrika revije
sr_rs@cyrillic: Секције часописа
sv_se: Tidskriftssektion
uz_cyrl: Журнал бўлими
uz_latn: Jurnal bo‘limi
vi: Chuyên mục tạp chí
zh_cn: 期刊栏目
zh_hant: 期刊分類

# author.submit.journalSectionDescription
source: Articles must be submitted to one of the journal's sections.
be: Выберыце адпаведны раздзел для гэтага матэрыялу (глядзіце «Раздзелы і правілы» на старонцы <a href="{$aboutUrl}" target="_new">«Пра часопіс»</a>).
bg_bg: Материалите за статията следва да бъдат в един от разделите на списанието.
cs_cz: Zvolte vhodnou sekci pro tento příspěvek (viz Sekce a Pravidla v části <a href="{$aboutUrl}" target="_new">O časopisu</a>).
da_dk: Artikler skal tilknyttes en af tidsskriftsektionerne.
de_de: Artikel müssen in einer der Rubriken der Zeitschrift eingereicht werden.
el_gr: Επιλέξτε την κατάλληλη ενότητα για τη συγκεκριμένη υποβολή.
es_mx: Los artículos deben enviarse a una de las secciones de la revista.
eu_es: Hautatu zein Ataletara bidali nahi duzun (ikusi Atalak eta Politikak <a href="{$aboutUrl}" target="_new">Aldizkariari buruz</a> orrian).
fi_fi: Artikkelit on lähetettävä yhteen julkaisun osastoista.
fr_fr: Sélectionner la rubrique de la revue la plus appropriée pour cette soumission (voir Rubriques et politiques dans <a href="{$aboutUrl}" target="_new">À propos</a>de la revue).
gl: Seleccionar a sección apropiada da revista para enviar os artigos.
he_il: יש להגיש מאמרים לאחד ממדורי כתב העת.
hi_in: लेख को जर्नल के किसी एक भाग में प्रस्तुत किया जाना चाहिए।
hr_hr: Odaberite prikladnu rubriku za vaš prilog (pogledajte rubrike i uređivačka politika na <a href="{$aboutUrl}" target="_new">O časopisu</a>).
hu_hu: A cikkeket a folyóirat valamelyik rovatához kell beküldeni.
hy: Հոդվածները պետք է ներկայացվեն ամսագրի բաժիններից մեկին:
is: Greinar/handrit þarf að senda inn til tilgreinds hluta tímaritsins.
it_it: Scegli la sezione più adatta alla tua proposta (Vedi le politiche delle sezioni in <a href="{$aboutUrl}" target="_new">Info</a> ).
ka: აირჩიეთ შესაბამისი განყოფილება მასალისათვის (იხილეთ „განყოფილებები და წესები“ გვერდზე <a href="{$aboutUrl}" target="_new">„ჟურნალის შესახებ“</a>).
kk: Мақала үшін журналдың лайықты бөлімін таңдаңыз.
ku_iq: (بەشێکی گونجاو بۆ پێشکەشکردنەکەت هەڵبژێرە(تەماشای بەش و رێنماییەکانی بڵاوکردنەوە بکە
lv_lv: Raksti jāiesniedz kādā no žurnāla sadaļām.
mk_mk: Статијата мора да биде поднесена за еден од оддел на списанието.
ms_my: Artikel mesti dihantar ke salah satu bahagian jurnal.
nb_no: Velg en passende seksjon (se «Seksjoner» og «Retningslinjer» i <a href="{$aboutUrl}">«Om»</a> tidsskriftet).
pt: Escolha a secção apropriada para a submissão.
pt_br: Os artigos devem ser submetidos a uma das seções do periódico.
ro_ro: Manuscrisele trebuie înregistrate în una dintre secțiunile jurnalului.
ru_ru: Выберите подходящий раздел для этого материала (смотрите «Разделы и правила» на странице <a href="{$aboutUrl}" target="_new">«О журнале»</a>).
sk_sk: Zvoľte vhodnú sekciu pre tento príspevok (pozri Sekcia a pravidlá v časti<a href="{$aboutUrl}" target="_new">O časopise</a>).
sl_si: Prispevek mora biti oddan v eno od rubrik.
sr_rs@cyrillic: Одаберите одговарајућу секцију у часопису (погледајте секције и правила у <a href="{$aboutUrl}" target="_new">О часопису</a>).
sv_se: Artiklar måste skickas in till en av tidskriftens sektioner.
uz_cyrl: Ушбу ариза учун тегишли бўлимни танланг.
uz_latn: Maqolalar jurnal bo'limlaridan biriga yuborilishi kerak.
vi: Bài viết phải được gửi đến một trong các chuyên mục của tạp chí.
zh_cn: 选择投稿的栏目 (参看在 <a href="{$aboutUrl}" target="_new">关于期刊</a> 的栏目与政策).
zh_hant: 文章必須提交至期刊的其中一個類別。
