Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.reorderInstructions
source: Reorder authors to appear in the order they will be listed on publication.
az: Nəşrin üzərindəki müəlliflərin sırasını yenidən tənzimləyin.
be: Пастаўце імёны аўтараў у тым парадку, у якім яны павінны быць указаны ў публікацыі.
bg_bg: Пренаредете авторите да се появяват в реда, в който ще бъдат изброени при публикуването.
cs_cz: Přeuspořádejte autory tak, aby byli zobrazeni ve stejném pořadí, v jakém mají být uvedeni v publikaci.
da_dk: Omrokér forfattere, så de vises i den rækkefølge, de vil være angivet i ved publiceringen.
de_de: Gruppieren Sie die Autor/innen um, so dass sie in der Reihenfolge stehen, in der sie in der Veröffentlichung auftauchen werden.
el_gr: Αντιστοιχίστε τα ονόματα των Συγγραφέων στη σειρά που θα εμφανίζονται κατά την δημοσίευση του άρθρου.
es_mx: Reordenar a los autores/as para que aparezcan en el orden en el que serán enumerados en la publicación.
eu_es: Berrordenatu egileak argitalpenean zerrendatuko diren ordena berean azaltzeko.
fi_fi: Järjestä kirjoittajat uudelleen järjestykseen, jossa ne näkyvät julkaisuhetkellä.
fr_fr: Réordonner les auteurs pour qu'ils paraissent dans l'ordre dans lequel ils seront listés lors de la publication.
gl: Reordenar os autores para que aparezan na orde en que serán enumerados na publicación.
he_il: סדר מחדש מחברים שיופיעו לפי הסדר שיופיעו בפרסום.
hi_in: लेखक को उस क्रम में प्रकट होने के लिए, जिसे वे प्रकाशन में सूचीबद्ध करेंगे।
hr_hr: Koristite strelice da biste promijenili redoslijed autora u prijavi. Autori će u izdanju biti navedeni ovim slijedom.
hu_hu: A szerzők újrarendezése, hogy megfelelő sorrendben jelenjenek meg a publikációnál.
hy: Վերադասավորեք հեղինակներին, որպեսզի նրանք հայտնվեն հրապարակման մեջ նշված հերթականությամբ:
is: Endurraða höfundum í þá röð sem þeir eiga að birtast í á útgefnu efni.
it_it: Ordina gli autori nel modo in cui vuoi che appaiano sulla pubblicazione.
ka: დაალაგეთ ავტორთა სახელები იმ თანმიმდევრობით, რომლითაც ისინი უნდა იყოს მითითებული სტატიაში.
kk: Мақала авторларының есімдерін жарияланымға сәйкес орналастырыңыз.
ku_iq: ڕیزبەندیی توێژەرەکان دیاری بکە بۆ ئەوەی لە کاتی بڵاوکردنەوە بەمجۆرە دەربکەوێت کە خۆت ئارەزوی دەکەیت.
lt: Autorius nurodykite ta tvarka, kaip jie nurodomi straipsnyje.
lv_lv: Pārkārtojiet autorus, lai tie parādītos tādā secībā, kādā tie tiks norādīti publikācijā.
mk_mk: Променете го редоследот на авторите како да бидат наведени во публикацијата.
ms_my: Susun semula nama pengarang sehingga tertera mengikut urutan ia diterbitkan.
nb_no: Bruk pilene for å endre rekkefølgen forfatterne skal vises i.
pt: Reordene os autores para que apareçam pela ordem em que serão listados na publicação.
pt_br: Utilize as setas para alterar a ordem em que os nomes dos autores aparecerão na publicação.
ro_ro: Reordonați autorii astfel încât să apară în ordinea în care vor fi listați la publicare.
ru_ru: Переставьте имена авторов в том порядке, в котором они должны быть указаны в публикации.
sk_sk: Reorganizujte autorov tak, aby boli zobrazení v rovnakom poradí, v akom majú byť uvedení v publikácii.
sl_si: Avtorje navedite v zaporedju, kakor bodo objavljeni v reviji.
sr_rs@cyrillic: Редослед којим ће аутори бити приказани у часопису.
sv_se: Sortera författarna i den ordning de ska listas i publikationen.
uz_cyrl: Муаллифларни нашрда пайдо бўладиган кетма-кетликда қайта тартибланг.
uz_latn: Mualliflarning nashr etilish tartibida paydo bo'lish tartibini o'zgartiring.
vi: Sắp xếp lại các tác giả xuất hiện theo thứ tự sẽ được liệt kê khi xuất bản.
zh_cn: 重新排列作者在发表时候的顺序.
zh_hant: 重新排列作者出現在出版目的次序。

# author.submit.reorder
source: Reorder author's name
az: Müəllif adlarını yenidən sırala
be: Перастаўце імя аўтара
bg_bg: Пренаредете името на автора
cs_cz: Přeuspořádat jméno autora
da_dk: Flyt om på forfatterens navn
de_de: Autor/innennamen umordnen
el_gr: Αναδιάταξη ονόματος του Συγγραφέα
es_mx: Reordenar el nombre del autor/a
eu_es: Berriz eskatu egilearen izena
fi_fi: Järjestä kirjoittajan nimi uudelleen
fr_fr: Réordonner le nom de l'auteur
gl: Reordenar o nome do autor/a
he_il: סדר מחדש את שם המחבר
hi_in: लेखक का नाम पुन: व्यवस्थित करें
hr_hr: Promijeni redoslijed autorovog imena
hu_hu: A szerzők nevének újrarendezése
hy: Վերադասավորեք հեղինակի անունը
is: Endurraða nafni höfundar
it_it: Riordina i nomi degli autori
ka: ავტორების სახელების გადაადგილება
kk: Автордың есімінің орнласу орнын өзгерту
ku_iq: ڕیزبەندیی ناوی توێژەرەکان
lt: Keisti autorių nurodymo tvarką
lv_lv: Pārkārtot autora vārdu
mk_mk: Сменете го редоследот на името на авторот
ms_my: Susun semula nama pengarang
nb_no: Endre rekkefølgen på forfatterne
pt: Reordene o nome do autor
pt_br: Reordenar nome do autor
ro_ro: Reordonați numele autorilor
ru_ru: Переместить имя автора
sk_sk: Zmeniť usporiadanie mena autora
sl_si: Vrstni red avtorjev
sr_rs@cyrillic: Редослед имена аутора
sv_se: Sortera om författarnamn
uz_cyrl: Муаллифлар тартибини ўзгартириш
uz_latn: Muallif ismining tartibini o'zgartiring
vi: Sắp xếp lại tên tác giả
zh_cn: 重新排序作者姓名
zh_hant: 重新排列作者姓名

# author.submit.selectPrincipalContact
source: Principal contact for editorial correspondence.
az: Redaksiya ilə əlaqə üçün əsas əlaqə nömrəsi.
be: Асноўны аўтар для перапіскі з рэдакцыяй.
bg_bg: Основен контакт за редакционна кореспонденция.
cs_cz: Hlavní kontakt pro korespondenci s editory.
da_dk: Primær kontaktperson i forbindelse med redaktionel korrespondance.
de_de: Hauptkontakt für die redaktionelle Korrespondenz
el_gr: Κύριο πρόσωπο επικοινωνίας για την αλληλογραφία με τους Επιμελητές.
es_mx: Contacto principal para la correspondencia editorial.
eu_es: Korrespondentzia editorialerako kontaktu nagusia.
fi_fi: Pääasiallinen yhteyshenkilö toimituksellisissa yhteydenotoissa.
fr_fr: Contact principal pour la correspondance éditoriale.
gl: Contacto principal para a correspondencia editorial.
he_il: איש קשר ראשי לתכתובת עריכה.
hi_in: संपादकीय पत्राचार के लिए प्रमुख संपर्क ।
hr_hr: Ovaj je autor glavni kontakt za uredničku korespondenciju.
hu_hu: A fő kapcsolattartó a szerkesztőségi levelezésnél.
hy: Գլխավոր կոնտակտ խմբագրական նամակագրության համար:
is: Aðaltengiliður samskipta við ritstjórn.
it_it: Contatto di corrispondenza con la redazione.
ka: ძირითადი ავტორი რედაქციასთან მიმოწერისათვის.
kk: Редакциямен хат алмасатын негізгі автор.
ku_iq: .پەیوەندیگرتن لەگەڵ سەرنوسەر
lt: Pagrindinis adresatas susirašinėjimui redakciniais klausimais.
lv_lv: Kontaktpersona redakcionālai saziņai.
mk_mk: Главен контакт со уредништвото.
ms_my: Hubungan utama untuk surat-menyurat editorial.
nb_no: Kontaktperson for redaksjonell korrespondanse.
pt: Contacto principal para correspondência editorial.
pt_br: Contato principal para correspondência.
ro_ro: Autor corespondent.
ru_ru: Основной автор для переписки с редакцией.
sk_sk: Hlavný kontakt pre korešpondenciu s editormi.
sl_si: Glavni kontakt za korespondenco z urednikom.
sr_rs@cyrillic: Контакт за уредничку коресподенцију.
sv_se: Primär kontaktperson för redaktionell korrespondens.
uz_cyrl: Муҳаррир билан боғланиш учун асосий шахсни танланг.
uz_latn: Tahririyat yozishmalarining asosiy aloqasi.
vi: Người liên hệ chính với ban biên tập.
zh_cn: 编辑信件的主要联系方式.
zh_hant: 編輯通信的優先聯絡人。

# author.submit.addAuthor
source: Add Author
az: Müəllif əlavə edin
be: Дабавіць аўтара
bg_bg: Добавяне на автор
cs_cz: Přidat autora
da_dk: Tilføj forfatter
de_de: Autor/in hinzufügen
el_gr: Προσθήκη Συγγραφέα
es_mx: Añadir autor/a
eu_es: Gehitu egilea
fi_fi: Lisää kirjoittaja
fr_fr: Ajouter un auteur
gl: Engadir un autor
he_il: הוסף מחבר
hi_in: लेखक को जोड़ें
hr_hr: Dodaj autora
hu_hu: Szerző hozzáadása
hy: Ավելացնել հեղինակ
is: Bæta við höfundi
it_it: Aggiungi un autore
ka: ავტორის დამატება
kk: Жаңа автор
ku_iq: توێژەرێک زیاد بکە
lt: Pridėti autorių
lv_lv: Pievienot autoru
mk_mk: Додадете автор
ms_my: Tambah Pengarang
nb_no: Legg til forfatter
pt: Adicionar autor
pt_br: Incluir autor
ro_ro: Adăugare autor
ru_ru: Добавить автора
sk_sk: Pridať autora
sl_si: Dodaj avtorja
sr_rs@cyrillic: Додај аутора
sv_se: Lägg till författare
uz_cyrl: Муаллиф қўшиш
uz_latn: Muallif qo'shish
vi: Thêm tác giả
zh_cn: 添加作者
zh_hant: 增添作者

# author.submit.deleteAuthor
source: Delete Author
az: Müəllifi silin
be: Выдаліць аўтара
bg_bg: Премахване на автор
cs_cz: Smazat autora
da_dk: Slet forfatter
de_de: Autor/in löschen
el_gr: Διαγραφή Συγγραφέα
es_mx: Eliminar autor/a
eu_es: Ezabatu egilea
fi_fi: Poista kirjoittaja
fr_fr: Supprimer un auteur
gl: Eliminar un autor
he_il: מחק מחבר
hi_in: लेखक को हटा दें
hr_hr: Izbriši autora
hu_hu: Szerző törlése
hy: Ջնջել հեղինակին
is: Eyða höfundi
it_it: Cancella autore
ka: ავტორის წაშლა
kk: Авторды өшіру
ku_iq: توێژەرێک بسڕەوە
lt: Ištrinti autorių
lv_lv: Dzēst autoru
mk_mk: Избришете автор
ms_my: Padam Pengarang
nb_no: Slett forfatter
pt: Eliminar autor
pt_br: Excluir autor
ro_ro: Ștergere autor
ru_ru: Удалить автора
sk_sk: Zmazať autora
sl_si: Zbriši avtorja
sr_rs@cyrillic: Обриши аутора
sv_se: Ta bort författare
uz_cyrl: Муаллифни ўчириш
uz_latn: Muallifni o'chirish
vi: Xóa tác giả
zh_cn: 删除作者
zh_hant: 刪除作者

# author.submit.submissionIndexingDescription
source: Provide terms for indexing the submission; separate terms with a semi-colon (term1; term2; term3).
az: Faylın indekslənməsi üçün açar sözləri daxil edin. Açar sözlər arasında nöqtəli vergül qoyun. (Məsələn: Açar söz 1; Açar söz 2).
be: Укажыце ключавыя словы для індэксавання гэтага матэрыялу; ключавыя словы раздзяляйце кропкай з коскай (слова1; слова2; слова3).
bg_bg: Осигурете условия за индексиране на изпратените материали; отделни термини и ключови думис точка и запетая (термин1; термин2; термин3).
cs_cz: Doplňte, prosím, klíčová slova pro indexování příspěvku: oddělte jednotlivá klíčová slova středníkem (klíčové slovo1; klíčové slovo 2; klíčové slovo 3).
da_dk: Angiv termer for indeksering af manuskriptet, og adskil termerne med et semikolon (term1; term2; term3).
de_de: Stellen Sie Begriffe für die Indizierung des Beitrags zusammen; trennen Sie diese Begriffe durch ein Semikolon (Begriff1; Begriff2; Begriff3).
el_gr: Εισάγετε όρους για την ευρετηρίαση της υποβολής. Διαχωρίστε τους όρους με ερωτηματικό (όρος1; όρος2; όρος3).
es_mx: Proporcione términos para indexar el envío y sepárelos con un punto y coma (término1; término2; término3).
eu_es: Sartu bidalketa indexatzeko hitzak edo terminoak, puntu eta komaz bereizita (1terminoa; 2terminoa; 3terminoa).
fi_fi: Anna termit käsikirjoituksen indeksointia varten; erota termit toisistaan puolipisteellä (termi1; termi2; termi3).
fr_fr: Fournir les termes pour l'indexation de la soumission; séparer les termes par un point-virgule (terme1; terme2; terme3).
gl: Proporcione os termos para a indexación do envío e sepáreos con punto e coma (termo1 ; termo2 ; termo3).
he_il: ספק מונחים לצורך מיפתוח ההגשה; מונחים נפרדים עם נקודה פסיק (מונח 1; מונח 2; מונח 3).
hi_in: सबमिशन को अनुक्रमित करने के लिए शर्तें प्रदान करें; एक सेमि-कोलन (term1; term2; term3) के साथ अलग शर्तें ।
hr_hr: Unesite pojmove koji adekvatno opisuju sadržaj priloga. Odijelite pojmove točka-zarezom (pojam1; pojam2; pojam3).
hu_hu: Kifejezések megadása a benyújtott anyag indexeléséhez; a kifejezéseket pontosvesszővel válassza el (kifejezés1; kifejezés2; kifejezés3).
hy: Տրամադրել ներկայացման ինդեքսավորման պայմանները. անջատեք տերմինները կետ ստորակետով (տերմին1; տերմին2; տերմին3):
is: Setja inn hugtök fyrir lyklun innsendingar; aðgreindu hlugtök með semíkommu (hugtak1; hugtak2; hugtak3).
it_it: Fornisci i termini per indicizzare la proposta; separa i termini con un punto e virgola (termine1; termine2; termine3).
ka: მიუთითეთ საკვანძო სიტყვები ამ მასალის ინდექსაციისათვის; საკვანძო სიტყვები გამოყავით წერტილმძიმით (სიტყვა1;სიტყვა2;სიტყვა3).
kk: Мақаланы индексациялау мақсатында кілт сөздерді енгізіңіз; кілт сөздерді нүктелі үтірмен бөліңіз (шарт1; шарт2; шарт3).
ku_iq: پابەندی زیاد بکە بۆ ناوەرۆکی توێژینەوەکە، پابەنبونەکان بە فاریزە لەیەکتر جیا بکەوە (بە ڕێنوسی زمانی ئینگلیزی تکایە) بەم شێوەیە دەردەکەوێت: (پابەندبونی1; پابەندبونی2; پابەندبونی3).
lt: Pateikite terminus straipsnio indeksavimui; atskirkite juos kabliataškiu (1-as terminas; 2-as terminas; 3-ias terminas).
lv_lv: Sniedziet nosacījumus iesniegtā materiāla indeksēšanai; atdaliet tos ar semikolu (term1; term2; term3).
mk_mk: Додадете термини за индексирање на поднесокот; одделени термини соточка запирка (термин1; термин2; термин3).
ms_my: Berikan syarat untuk mengindeks penyerahan; asingkan istilah dengan semi-kolon (term1;term2;term3).
nb_no: For indeksering, legg til emneord for innleveringen. Skill termene med semikolon (term1; term2; term3).
pt: Forneça termos para indexar a submissão; separe os termos com um ponto e vírgula (termo1; termo2; termo3).
pt_br: Digite termos que descrevam da melhor maneira o conteúdo da submissão, segundo as categorias utilizadas pela revista e os exemplos oferecidos pelo editor. Separe os termos com ponto-e-vírgula (termo1; termo2; termo3).
ro_ro: Precizați condițiile pentru indexarea manuscrisului înregistrat; Condițiile separate cu punct și virgulă (condiția1; condiția2; condiția3).
ru_ru: Укажите ключевые слова для индексирования этого материала; ключевые слова разделяйте точками с запятой (слово1; слово2; слово3).
sk_sk: Doplňte, prosím, kľúčové slová pre indexovanie príspevku: oddeľte jednotlivé kľúčové slová bodkočiarkou (kľúčové slovo1; kľúčové slovo 2; kľúčové slovo 3).
sl_si: Navedite področja za iskanja, ki opisujejo prispevek. Področja med seboj ločite s podpičji (področje1;področje2).
sr_rs@cyrillic: Унесите термине за индексирање (кључне речи); одвојите их , (термин1, термин2, термин3).
sv_se: Lägg till termer för indexering av bidraget; separera termerna med semikolon (term1; term2; term3).
uz_cyrl: Аризани индекслаш учун терминларни киритинг; терминларни нуқтали вергул билан ажратинг (термин1; термин2; термин3).
uz_latn: Taqdimotni indeksatsiya qilish shartlarini taqdim etish; yarim nuqta bilan ajratilgan alohida atamalar (term1; term2; term3).
vi: Cung cấp các yêu cầu để lập chỉ mục cho bài gửi; tách biệt các thuật ngữ bởi dấu chấm phẩy (term1; term2; term3).
zh_cn: 依照本期刊所使用的领域类别以及编辑提供的范例，来选择能够最佳地说明此份稿件内容的词汇。以分号(;)来分隔多个词汇（如，词汇1; 词汇2; 词汇3）。
zh_hant: 提供此投稿索引用途的字詞；利用分號分隔字詞（字詞1;字詞2;字詞3）。

# author.submit.coverageInstructions
source: Refers to geo-spatial location, chronological or historical coverage, and/or characteristics of research sample.
az: Tədqiqat materialının coğrafi mövqeyi, xronoloji və ya tarixi həcm və/və ya xüsusiyyətləri.
be: Апішыце геапрасторавы, храналагчны або гістарычны ахоп вашага даследавання і/або характарыстыкі даследаванага аб'екта.
bg_bg: Отнася се до геопространствено местоположение, хронологично или историческо покритие и/или характеристики на извадката от изследването.
cs_cz: Vztahuje se k zeměpisné oblasti, chronologickému nebo historickému záběru a/nebo charakteristikám výzkumného souboru.
da_dk: Henviser til geografisk placering, kronologisk eller historisk dækning og/eller karakteristika ved forskningseksempel.
de_de: Bezieht sich auf den räumlich-geographischen sowie den zeitlichen Bereich und auf die Eigenschaften des Forschungsgegenstandes.
el_gr: Αναφέρεται στη γεω-χωρική τοποθεσία, τη χρονολογική ή ιστορική κάλυψη, ή/και τα χαρακτηριστικά του δείγματος της έρευνας.
es_mx: Se refiere a la localización geográfica, a la cobertura cronológica o histórica o a las características de la muestra de investigación.
eu_es: Kokapen geo-espaziala, garai kronologikoa edo historikoa, eta/edo ikerketaren ezaugarriak.
fi_fi: Viittaa geospatiaaliseen sijaintiin, kronologiseen tai historialliseen kattavuuteen ja/tai tutkimusotoksen ominaisuuksiin.
fr_fr: Renvoie à une lieu géo-spatial, une couverture historique ou chronologique, et/ou à des caractéristiques d'un échantillon de recherche.
gl: Fai referencia a unha localización xeoespacial, unha cobertura cronolóxica ou histórica, e/ou ás características dunha mostraxe de pescuda.
he_il: מתייחס למיקום הגיאוגרפי, סיקור כרונולוגי או היסטורי ו / או מאפייני מדגם המחקר.
hi_in: भू-स्थानिक, कालानुक्रमिक या ऐतिहासिक कवरेज, और / या अनुसंधान नमूने की विशेषताओं को संदर्भित करता है।
hr_hr: Odnosi se na na geografsku rasprostranjenost lokacije, kronološki ili povijesni opseg , i/ili osobine istraživačkih uzoraka.
hu_hu: Utal egy földrajzi helyre, időrendi vagy történelmi lefedettségre, és/vagy kutatási terület példára.
hy: Վերաբերում է հետազոտական նմուշի աշխարհատարածական դիրքին, ժամանակագրական կամ պատմական ծածկույթին և/կամ բնութագրերին:
is: Vísar til landræðilegrar staðsentingar, tímaraðar eða sögulegs umfangs og /eða eiginleika rannsóknarúrtaks.
it_it: Riferimenti geografici, al periodo cronologico/storico e/o alle caratteristiche del campione della ricerca.
ka: აღწერეთ თქვენი კვლევის გეო-სივრცული, ქრონოლოგიური, ან ისტორიული დაფარვა, ან/და საკვლევი ობიექტის მახასიათებლები.
kk: Зерттелетін нысанның және/немесе зерттеудің өткізілген орнын, хронологиялық тәртібін немесе сипаттамасын беріңіз.
ku_iq: .ئاماژەکردن بە پێگە جوگرافی و ڕوداوە مێژوییەکان و/یان تایبەتمەندییەکانی نمونەی توێژینەوە
lt: Erdvinis išdėstymas, viršelis chronologine arba istorine seka, nuorodos apie tyrimo imį ir kt.
lv_lv: Attiecas uz ģeogrāfiski telpisko atrašanās vietu, hronoloģisko vai vēsturisko aptvērumu un/vai pētījuma parauga īpašībām.
mk_mk: Се однесува на гео-просторна локација, хронолошко или историско покритие и / или карактеристики на примерокот од истражувањето.
ms_my: Merujuk kepada lokasi geo-spatial, liputan kronologi atau sejarah, dan/atau ciri sampel kajian.
nb_no: Viser til dekning i både tid og rom; geografisk, topologisk, kronologisk eller historisk dekning; og/eller karakteristika ved materialet/utvalget.
pt: Refere-se à localização ou cobertura geográfica, cronológica ou histórica, e/ou às características da amostra.
pt_br: Refere-se à localização ou cobertura geográfica, cronológica ou histórica, e/ou às características de amostragem da pesquisa.
ro_ro: Se referă la locația geo-spațială, acoperirea cronologică sau istorică și/sau caracteristicile eșantionului de studiu.
ru_ru: Опишите геопространственный, хронологический или исторический охват вашего исследования и/или характеристики исследуемого объекта.
sk_sk: Vzťahuje sa ku geografickej oblasti, chronologickému alebo historickému záberu a/alebo charakteristikám výskumného súboru.
sl_si: Nanaša se na geografsko lokacijo, zgodovinsko obdobje in/ali karakteristike raziskovalnih vzorcev.
sr_rs@cyrillic: Односи се на геопросторне локације, хронолошки или историјски период и/или карактеристике истраживачког поступка.
sv_se: Refererar till geospatial plats, kronologisk eller historisk täckning och/eller forskningsprovets egenskaper.
uz_cyrl: Тадқиқот объектининг гео-фазовий, хронологик ёки тарихий қамровини кўрсатинг.
uz_latn: Geo-fazoviy joylashuvi, xronologik yoki tarixiy qamrovi va / yoki tadqiqot namunasining xususiyatlari.
vi: Đề cập đến vị trí không gian địa lý, phạm vi thời gian hoặc lịch sử và/hoặc đặc điểm của mẫu nghiên cứu.
zh_cn: 地理空间位置、年代或历史涵盖范围，以及＼或者研究样本的特色.
zh_hant: 意指研究抽樣的地區、年代或歷史覆蓋，及／或特徵。
