Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.supplementaryFileUpload
source: Supplementary File
az: Əlavə fayl
be: Дадатковы файл
bg_bg: Допълнителен файл
cs_cz: Doplňkový soubor
da_dk: Supplerende fil
de_de: Zusatzdatei
el_gr: Συμπληρωματικό αρχείο
es_mx: Archivo complementario
eu_es: Fitxategi osagarria
fi_fi: Liitetiedosto
fr_fr: Fichier supplémentaire
gl: Arquivo adicional
he_il: קובץ משלים
hi_in: अनुपूरक फ़ाइल
hr_hr: Dopunska datoteka
hu_hu: Kiegészítő fájl
hy: Լրացուցիչ նիշք
is: Viðbótarskrá
it_it: File supplementare
ka: დამატებითი ფაილი
kk: Қосымша файл
ku_iq: فایلی پاشکۆ
lt: Papildomas failas
lv_lv: Papildu datne
mk_mk: Дополнителен фајл
ms_my: Fail Tambahan
nb_no: Supplerende fil
pt: Ficheiro Suplementar
pt_br: Documento Suplementar
ro_ro: Fișier suplimentar
ru_ru: Дополнительный файл
sk_sk: Doplnkový súbor
sl_si: Dodatna datoteka
sr_rs@cyrillic: Додатни фајл
sv_se: Kompletterande fil
uz_cyrl: Қўшимча файл
uz_latn: Qo'shimcha fayl
vi: Tập tin bổ sung
zh_cn: 附件
zh_hant: 附加檔案

# author.submit.suppFile.createrOrOwner
source: Creator (or owner) of file
az: Fayl sahibi
be: Стваральнік (або ўладальнік) файла
bg_bg: Автор или собственик (притежател) на файла
cs_cz: Tvůrce (nebo vlastník) souboru
da_dk: Filens ophavsmand (eller ejer)
de_de: Autor/in (oder Eigentümer/in) der Datei
el_gr: Δημιουργός (ή κάτοχος) του αρχείου
es_mx: Creador/a (o propietario/a) del archivo
eu_es: Fitxategiaren sortzailea (edo jabea)
fi_fi: Tiedoston tekijä (tai omistaja)
fr_fr: Créateur (ou propriétaire) du fichier
gl: Creador/a (ou propietario/a) do arquivo
he_il: יוצר (או בעלים) של הקובץ
hi_in: फ़ाइल का निर्माता (या स्वामी)
hr_hr: Autor (ili vlasnik) datoteke
hu_hu: A fájl készítője (vagy tulajdonosa)
hy: Նիշքի ստեղծող (կամ սեփականատեր)
is: Stofnandi (eða eigandi) skrár
it_it: Creatore (o proprietario) del file
ka: ფაილის ავტორი (ან მფლობელი)
kk: Файлдың иесі
ku_iq: دروستکەر (یان خاوەن)ی فایلەکە
lt: Failo parengėjas (savininkas)
lv_lv: Datnes autors (vai īpašnieks)
mk_mk: Создавач (или сопственик) на фајлот
ms_my: Pencipta (atau pemilik) fail
nb_no: Filens skaper (eller eier)
pt: Criador ou Proprietário do ficheiro
pt_br: Criador (ou proprietário) do documento
ro_ro: Creatorul (sau proprietarul) fișierului
ru_ru: Создатель (или владелец) файла
sk_sk: Tvorca (alebo vlastník) súboru
sl_si: Avtor (ali lastnik) datoeke
sr_rs@cyrillic: Аутор (или власник) фајла
sv_se: Skapare (eller ägare) av filen
uz_cyrl: Файл яратувчиси (ёки эгаси)
uz_latn: Fayl yaratuvchisi (yoki egasi)
vi: Người tạo (hoặc chủ sở hữu) của tập tin
zh_cn: 文件的拥有者
zh_hant: 檔案的創建（或擁有）者

# author.submit.suppFile.researchInstrument
source: Research Instrument
az: Tədqiqat vasitələri
be: Інструмент даследавання
bg_bg: Инструмент за изледвания
cs_cz: Výzkumný nástroj
da_dk: Forskningsinstrument
de_de: Forschungsinstrument
el_gr: Ερευνητικό όργανο
es_mx: Instrumento de investigación
eu_es: Ikerketa-tresna
fi_fi: Tutkimusväline
fr_fr: Instrument de recherche
gl: Ferramenta de investigación
he_il: כלי מחקר
hi_in: शोध उपकरण
hr_hr: Istraživački instrument
hu_hu: Kutatási eszköz
hy: Հետազոտման գործիք
is: Rannsóknarverkfæri
it_it: Strumento di ricerca
ka: კვლევის ხელსაწყო
kk: Зерттеу құралы
ku_iq: کەرەستەی توێژینەوە
lt: Tiriamoji priemonė
lv_lv: Pētniecības instruments
mk_mk: Инструмент за истражување
ms_my: Instrumen Penyelidikan
nb_no: Forskningsinstrument
pt: Instrumento de Investigação
pt_br: Instrumento de Pesquisa
ro_ro: Instrument de cercetare
ru_ru: Инструмент исследования
sk_sk: Výskumný nástroj
sl_si: Instrument raziskave
sr_rs@cyrillic: Инструменти истраживања
sv_se: Forskningsinstrument
uz_cyrl: Тадқиқот воситаси
uz_latn: Tadqiqot vositasi
vi: Công cụ nghiên cứu
zh_cn: 科研仪器
zh_hant: 研究工具

# author.submit.suppFile.researchMaterials
source: Research Materials
az: Tədqiqat materialları
be: Матэрыялы даследавання
bg_bg: Материали на изследването
cs_cz: Výzkumné materiály
da_dk: Forskningsmaterialer
de_de: Forschungsmaterial
el_gr: Ερευνητικά υλικά
es_mx: Materiales de investigación
eu_es: Ikerketako materialak
fi_fi: Tutkimusaineisto
fr_fr: Documents de recherche
gl: Materiais de investigación
he_il: חומרי מחקר
hi_in: शोध सामग्री
hr_hr: Istraživački materijali
hu_hu: Kutatási anyagok
hy: Հետազոտման նյութեր
is: Rannsóknarefni
it_it: Materiali di ricerca
ka: კვლევის მასალები
kk: Зерттеу материалдары
ku_iq: کەلوپەلی توێژینەوە
lt: Tyrimo medžiaga
lv_lv: Pētniecības materiāli
mk_mk: Материјали за истражувањето
ms_my: Bahan Penyelidikan
nb_no: Forskningsmateriale
pt: Materiais de Investigação
pt_br: Material de Pesquisa
ro_ro: Materiale folosite pentru cercetare
ru_ru: Материалы исследования
sk_sk: Výskumné materiály
sl_si: Raziskovalni materiali
sr_rs@cyrillic: Истраживачки материјал
sv_se: Forskningsmaterial
uz_cyrl: Тадқиқот материаллари
uz_latn: Tadqiqot materiallari
vi: Vật liệu nghiên cứu
zh_cn: 科研资料
zh_hant: 研究資料

# author.submit.suppFile.researchResults
source: Research Results
az: Tədqiqatın nəticələri
be: Вынікі даследавання
bg_bg: Резултати на изследването
cs_cz: Výsledky výzkumu
da_dk: Forskningsresultater
de_de: Forschungsergebnisse
el_gr: Ερευνητικά αποτελέσματα
es_mx: Resultados de la investigación
eu_es: Ikerketaren emaitza
fi_fi: Tutkimustulokset
fr_fr: Résultats de recherche
gl: Resultados da investigación
he_il: תוצאות מחקר
hi_in: शोध का परिणाम
hr_hr: Istraživački rezultati
hu_hu: Kutatási eredmények
hy: Հետազոտման արդյունքներ
is: Rannsóknarniðurstöður
it_it: Risultati di ricerca
ka: კვლევის შედეგები
kk: Зерттеу нәтижелері
ku_iq: ئەنجامەکانی توێژینەوەکە
lt: Tyrimo rezultatai
lv_lv: Pētījumu rezultāti
mk_mk: Резултати од истражувањето
ms_my: Hasil Penyelidikan
nb_no: Forskningsresultat
pt: Resultados de Investigação
pt_br: Resultados de Pesquisa
ro_ro: Rezultatele cercetării
ru_ru: Результаты исследования
sk_sk: Výsledky výskumu
sl_si: Rezultati raziskave
sr_rs@cyrillic: Резултати истраживања
sv_se: Forskningsresultat
uz_cyrl: Тадқиқот натижалари
uz_latn: Tadqiqot natijalari
vi: Kết quả nghiên cứu
zh_cn: 科研结果
zh_hant: 研究結果

# author.submit.suppFile.transcripts
source: Transcripts
az: Kopya/Surət
be: Транскрыпты
bg_bg: Преписи
cs_cz: Transkripty
da_dk: Afskrifter
de_de: Transkripte
el_gr: Μεταγραφές
es_mx: Transcripciones
eu_es: Transkripzioak
fi_fi: Transkriptiot
fr_fr: Transcriptions
gl: Transcricións
he_il: תמלילים
hi_in: प्रतिलिपि
hr_hr: Transkripti
hu_hu: Átiratok
hy: Սղագրություններ
is: Afrit
it_it: Trascrizioni
ka: ტრანსკრიპტი
kk: Транскрипттер
ku_iq: دەقەکان
lt: Kopijos
lv_lv: Transkripti
mk_mk: Транскрипти
ms_my: Transkrip
nb_no: Transkripsjoner
pt: Transcrição
pt_br: Transcrição
ro_ro: Transcrieri
ru_ru: Транскрипты
sk_sk: Transkripty
sl_si: Prepisi
sr_rs@cyrillic: Транскрипт
sv_se: Transkriberingar
uz_cyrl: Стенограммалар
uz_latn: Transkriptlar
vi: Bản dịch lại
zh_cn: 抄本
zh_hant: 錄音文字記錄

# author.submit.suppFile.dataAnalysis
source: Data Analysis
az: Data analizi
be: Аналіз даных
bg_bg: Анализ на данните
cs_cz: Analýza dat
da_dk: Dataanalyse
de_de: Datenanalyse
el_gr: Ανάλυση δεδομένων
es_mx: Análisis de los datos
eu_es: Datu-analisia
fi_fi: Data-analyysi
fr_fr: Analyse de données
gl: Análise de datos
he_il: ניתוח נתונים
hi_in: डेटा विश्लेषण
hr_hr: Analiza podataka
hu_hu: Adat elemzések
hy: Տվյալների վերլուծություն
is: Gagnagreining
it_it: Analisi di dati
ka: მონაცემთა ანალიზი
kk: Деректерді талдау
ku_iq: شیکردنەوەی داتا
lt: Duomenų analizė
lv_lv: Datu analīze
mk_mk: Анализа на податоци
ms_my: Analisis Data
nb_no: Dataanalyse
pt: Análise de Dados
pt_br: Análise de Dados
ro_ro: Analize de date
ru_ru: Анализ данных
sk_sk: Analýza dát
sl_si: Analiza podatkov
sr_rs@cyrillic: Анализа података
sv_se: Dataanalys
uz_cyrl: Маълумотлар таҳлили
uz_latn: Ma'lumotlarni tahlil qilish
vi: Phân tích dữ liệu
zh_cn: 数据分析
zh_hant: 數據分析

# author.submit.suppFile.dataSet
source: Data Set
az: Data seti
be: Набор даных
bg_bg: Набор от данни
cs_cz: Datový soubor
da_dk: Datasæt
de_de: Datensatz
el_gr: Σύνολο δεδομένων
es_mx: Conjunto de datos
eu_es: Datu multzoa
fi_fi: Tietoaineisto
fr_fr: Ensemble de données
gl: Conxunto de datos
he_il: מערך נתונים
hi_in: डेटा सेट
hr_hr: Baza podataka
hu_hu: Adatkészlet
hy: Տվյալների բազմություն
is: Gagnasett
it_it: Set di dati
ka: მონაცემთა ნაკრები
kk: Деректер жиыны
ku_iq: سێتی داتاکان
lt: Duomenys
lv_lv: Datu kopas
mk_mk: Комплети на податоци
ms_my: Set Data
nb_no: Datasett
pt: Conjunto de Dados
pt_br: Conjunto de Dados
ro_ro: Set de date
ru_ru: Набор данных
sk_sk: Dátový súbor
sl_si: Baza podatkov
sr_rs@cyrillic: Сет податак
uz_cyrl: Маълумотлар тўплами
uz_latn: Ma'lumotlar to'plami
vi: Tập dữ liệu
zh_cn: 数据集
zh_hant: 數據集

# author.submit.suppFile.sourceText
source: Source Text
az: Mənbə mətn
be: Зыходны тэкст
bg_bg: Изворен (изходен) текст
cs_cz: Zdrojový text
da_dk: Kildetekst
de_de: Quellentext
el_gr: Πηγαίο κείμενο
es_mx: Texto fuente
eu_es: Iturburu-testua
fi_fi: Lähdeteksti
fr_fr: Texte source
gl: Texto orixinal
he_il: טקסט מקור
hi_in: पाठ स्रोत
hr_hr: Izvorni tekst
hu_hu: Forrásszöveg
hy: Սկզբնական տեքստ
is: Frumtexti
it_it: Testo della fonte
ka: საწყისი ტექსტი
kk: Бастапқы мәтін
ku_iq: سەرچاوەی دەق
lt: Šaltiniai
lv_lv: Avota teksts
mk_mk: Изворен текст
ms_my: Sumber Teks
nb_no: Kildetekst
pt: Texto Original
pt_br: Texto Original
ro_ro: Text sursă
ru_ru: Исходный текст
sk_sk: Zdrojový text
sl_si: Izvorno besedilo
sr_rs@cyrillic: Изворни текст
sv_se: Källtext
uz_cyrl: Манба матни
uz_latn: Manba matni
vi: Văn bản nguồn
zh_cn: 源文本
zh_hant: 源文本

# author.submit.suppFile.briefDescription
source: Brief description
az: Qısa açıqlama
be: Сціслае апісанне
bg_bg: Кратко описание
cs_cz: Stručný popis
da_dk: Kort beskrivelse
de_de: Kurze Beschreibung
el_gr: Σύντομη περιγραφή
es_mx: Descripción breve
eu_es: Azalpen laburra
fi_fi: Lyhyt kuvaus
fr_fr: Brève description
gl: Descrición breve
he_il: תיאור קצר
hi_in: संक्षिप्त विवरण
hr_hr: Kratak opis
hu_hu: Rövid leírás
hy: Հակիրճ նկարագրություն
is: Stutt lýsing
it_it: Breve descrizione
ka: მოკლე აღწერა
kk: Қысқаша анықтама
ku_iq: ناساندنێکی کورت
lt: Trumpas aprašymas
lv_lv: Īss apraksts
mk_mk: Краток опис
ms_my: Butiran ringkas
nb_no: Kort beskrivelse
pt: Breve descrição
pt_br: Descrição
ro_ro: Scurtă descriere
ru_ru: Краткое описание
sk_sk: Stručný popis
sl_si: Kratek opis
sr_rs@cyrillic: Кратак опис
sv_se: Kort beskrivning
uz_cyrl: Қисқача тавсиф
uz_latn: Qisqacha tavsif
vi: Mô tả ngắn gọn
zh_cn: 摘要描述
zh_hant: 簡述

# author.submit.suppFile.availableToPeers
source: Present file to reviewers (without metadata), as it will not compromise blind review.
az: Anonim rəyçilikdən güzəştə getmədən faylı rəyçilərin görməsinə icazə verin (üst data xaric).
be: Перадаць файл рэцэнзентам (без метаданых), паколькі ён не парушае патрабаванні сляпога рэцэнзавання.
bg_bg: Представете файла на рецензентите (без метаданни), тъй като няма да се компрометира анонимния преглед.
cs_cz: Poskytnout soubor recenzentům (bez metadat), aby nebyly narušeny anonymní recenze.
da_dk: Præsentér fil for bedømmere (uden metadata), da det ikke vil kompromittere blind review.
de_de: Datei (ohne Metadaten) den Gutachter/innen übermitteln, da dies die Anonymität der Begutachtung nicht beeinträchtigen wird.
el_gr: Παρουσίαση του αρχείου (χωρίς μεταδεδομένα) στους Αξιολογητές, καθώς δεν θα επηρεάσει τη διαδικασία τυφλής αξιολόγησης.
es_mx: Presente el archivo a los revisores (sin metadatos), ya que no comprometerá la revisión anónima.
eu_es: Aurkeztu fitxategia ebaluatzaileei (metadaturik gabe), ez du arriskurik ebaluazio anonimoarentzat.
fi_fi: Luovuta tiedosto arvioijille (ilman metatietoja), se ei vaaranna arviointia.
fr_fr: Présenter le fichier aux rapporteurs (sans métadonnées), de façon à ne pas compromettre l'évaluation anonyme.
gl: Presentar o arquivo (sen metadatos) aos revisores/as, de xeito que non comprometa a avaliación anónima.
he_il: הציגו קובץ לבודקים (ללא מטא-נתונים), מכיוון שהוא לא יפגע בבדיקה עיוורת.
hr_hr: Želim ovu datoteku (bez metapodataka) učiniti dostupnom recenzentima, budući da neće ugroziti anonimnost recenzije.
hu_hu: Fájl átadása lektorálásra (metaadat nélkül), ez nem veszélyezteti a kettős vak lektorálást.
hy: Ներկայացրեք նիշքը գրախոսողներին (առանց մետատվյալների), քանի որ այն չի վտանգի անանուն գրախոսությունը:
is: Sýna ritrýnum skrána (án lýsigagna), þar sem það mun ekki setja nafnlausa ritrýni í hættu.
it_it: Mostra il file ai revisori (senza metadati), in quanto non comprometterà la blind review.
ka: ფაილის მიწოდება რეცენზენტებზე (მეტა-მონაცემების გარეშე), ვინაიდან ეს არ არღვევს ანონიმური რეცენზირების მოთხოვნებს.
kk: Файлды рецензенттерге жіберіңіз (метадеректерсіз), бұл анонимді шолудың талаптарын бұзбайды.
ku_iq: فایلەکە بنێرە بۆ هەڵسەنگێنەران (بەبێ زانیارییە کەسییەکان)، ئەگەر ئەمە پێچەوانەی یاساکانی هەڵسەنگاندنی نهێنی نییە.
lt: Teikite failą recenzentams (be metaduomenų). Recenzavimas bus anoniminis.
lv_lv: Iesniegt failu recenzentiem (bez metadatiem), jo tas nekaitēs anonīmai recenzēšanai.
mk_mk: Доставете ја датотеката до рецензентите (без метаподатоци), за да на ја компромитира слепата рецензија.
ms_my: Kemukakan fail kepada pengulas (tanpa metadata), kerana tidak akan menjejaskan ulasan tanpa nama.
nb_no: Vis fram filen til fagfellene (uten metadata), siden det ikke vil kompromittere blind fagfellevurdering.
pt: Apresentar documento aos revisores (sem metadados), para não comprometer o anonimato da revisão.
pt_br: Apresentar documento aos avaliadores (sem metadados), pois não irá comprometer a avaliação pelos pares cega.
ro_ro: Prezentați fișierul pentru recenzori (fără metadate), deoarece nu va compromite revizuirea orb.
ru_ru: Предоставить файл рецензентам (без метаданных), так как он не нарушает требования слепого рецензирования.
sk_sk: Poskytnúť súbor recenzentom (bez metadát), aby neboli narušené anonymný recenzie.
sl_si: Želim, da je ta datoteka dostopna recenzentom, s tem, da ne ogrozim anonimnost recenzije.
sr_rs@cyrillic: Презентујте фајл рецензентима (без метаподатака), што неће угрозити "слепу рецензију".
sv_se: Visa filen för granskare (utan metadata). Anonym granskning är fortfarande möjlig.
uz_cyrl: Файлни тақризчиларга тақдим этиш (анонимликни бузмаган ҳолда).
uz_latn: Faylni sharhlovchilarga taqdim eting (metama'lumotlarsiz), chunki u anonim tekshiruvni buzmaydi.
vi: Tập tin dành cho người review (không có siêu dữ liệu), vì nó sẽ dùng cho review kín.
zh_cn: 给审稿人的当前文件 (没有元数据), 因为它不会妥协盲审.
zh_hant: 由於不會影響匿名評審，提供檔案予評審員（不附有元資料）。

# author.submit.suppFile.publisherDescription
source: Use only with formally published materials.
az: Sadəcə çap edilən materialda istifadə edin.
be: Выкарыстоўваць толькі для афіцыйна апублікаваных матэрыялаў.
bg_bg: Използвайте само с официално публикувани материали.
cs_cz: Použít pouze s formálně publikovanými materiály.
da_dk: Anvend kun sammen med formelt publicerede materialer.
de_de: Nur bei offiziell veröffentlichtem Material angeben
el_gr: Χρήση αποκλειστικά με επίσημα δημοσιευμένο υλικό
es_mx: Utilizar sólo con materiales publicados formalmente.
eu_es: Formalki argitaratutako materialekin bakarrik erabili.
fi_fi: Käytä vain virallisesti julkaistun aineiston yhteydessä.
fr_fr: Utiliser uniquement avec des documents officiellement publiés.
gl: Utilizar só con materiais oficialmente publicados.
he_il: השתמש רק עם חומרים שפורסמו רשמית.
hi_in: केवल औपचारिक रूप से प्रकाशित सामग्रियों के साथ उपयोग करें।
hr_hr: Koristite samo sa službeno objavljenim materijalima.
hu_hu: Csak formálisan közzétett anyagokkal való használatra.
hy: Օգտագործեք միայն պաշտոնապես հրապարակված նյութերի հետ:
is: Nota bara með formlega útgefnu efni.
it_it: Utilizza solo con materiali ufficialmente pubblicati.
ka: მხოლოდ ოფიციალურად გამოქვეყნებული მასალებისათვის.
kk: Тек ресми жарияланған материалдар үшін пайдаланыңыз.
ku_iq: .تەنیا بۆ بەکارهێنان لەگەڵ ئەو شتانەی کە بە فەرمی بڵاو کراونەتەوە
lt: Naudoti tik su oficialiai skelbsima medžiaga.
lv_lv: Izmantot tikai ar oficiāli publicētiem materiāliem.
mk_mk: Користете само со формално објавени материјали.
ms_my: Hanya gunakan dengan bahan yang diterbitkan secara rasmi.
nb_no: Bruk bare for formelt publisert materiale.
pt: Usar apenas com material publicado formalmente.
pt_br: Utilizar somente com material publicado formalmente.
ro_ro: Folosiți numai cu materiale publicate în mod oficial.
ru_ru: Использовать только для официально опубликованных материалов.
sk_sk: Použiť iba s formálne publikovanými materiálmi.
sl_si: Uporabite le uradno objavljene materiale.
sr_rs@cyrillic: Користити само са формално објављеним материјалима.
sv_se: Använd endast för formellt publicerat material.
uz_cyrl: Фақат расмий нашр этилган материаллар билан ишлатинг.
uz_latn: Faqat rasmiy nashr qilingan materiallar bilan foydalaning.
vi: Chỉ sử dụng với các tài liệu chính thức được công bố.
zh_cn: 只使用形式上已出版的资料.
zh_hant: 只在正式出版項目使用。

# author.submit.suppFile.dateDescription
source: Date when data was collected or instrument created.
az: Zəhmət olmasa datanın toplandığı və vasitənin hazırlandığı tarixi qeyd edin.
be: Дата збору даных або стварэння інструмента.
bg_bg: Дата на събиране на данни или създаване на инструмент.
cs_cz: Datum, kdy byla posbírána data nebo vytvořen nástroj.
da_dk: Dato for indsamling af data eller oprettelse af instrument.
de_de: Datum der Datenerhebung oder der Erstellung des Forschungsinstruments
el_gr: Ημερομηνία κατά την οποία έγινε η συλλογή δεδομένων ή η δημιουργία οργάνου.
es_mx: Fecha en que se recopilaron los datos o se creó el instrumento.
eu_es: Datuak bildu ziren edo tresna sortu zen eguna.
fi_fi: Tiedonkeruu- tai tutkimusvälineen luomispäivämäärä.
fr_fr: Date à laquelle les données ont été collectées ou à laquelle l'instrument a été créé.
gl: Data en que se recompilaron os datos ou se creou o instrumento.
he_il: תאריך בו נאספו נתונים או יצרו מסמך.
hi_in: दिनांक जब डेटा एकत्र किया गया था या उपकरण बनाया गया था।
hr_hr: Datum prikupljanja podataka ili izrade instrumenta.
hu_hu: Dátum, amikor az adatot gyűjtötték vagy az eszköz létrejött.
hy: Տվյալների հավաքագրման կամ գործիքի ստեղծման ամսաթիվը:
is: Dagsetning þegar gagna var aflað eða verkfæri búið til.
it_it: Data di creazione dello strumento o di raccolta dei dati.
ka: მონაცემთა შეკრების, ან ხელსაწყოს შექმნის თარიღი.
kk: Деректерді жинау немесе зерттеу құралдары орнатылған мерзім.
ku_iq: ڕێککەوتی کۆکردنەوەی داتا یان دروستکردنی کەرەستەی توێژینەوە.
lt: Duomenų ar priemonių parengimo data.
lv_lv: Datu vākšanas vai instrumenta izveides datums.
mk_mk: Датум кога се собрани податоци или се создадени инструментите.
ms_my: Tarikh apabila data dikumpulkan atau instrumen dibuat.
nb_no: Datoen da data ble samlet inn eller instrument framstilt.
pt: Data da recolha de dados ou criação do instrumento.
pt_br: Data de coleta de dados ou criação do instrumento.
ro_ro: Data calendaristică la care datele au fost colectate sau create de un instrument.
ru_ru: Дата сбора данных или создания инструмента.
sk_sk: Dátum, kedy boli získané dáta alebo vytvorený nástroj.
sl_si: Datum zbranih podatkov oziroma instrument ustvarjen.
sr_rs@cyrillic: Датум када су подаци сакупљени или инструмент сачињен.
sv_se: Datum när data samlades in ellet när instrumentet skapades.
uz_cyrl: Маълумотлар тўпланган ёки асбоб яратилган сана.
uz_latn: Ma'lumot yig'ilgan yoki uskuna yaratilgan sana.
vi: Ngày khi dữ liệu được thu thập hoặc công cụ được tạo.
zh_cn: 资料搜集或者建立方法的日期.
zh_hant: 數據收集及創建工具日期。

# author.submit.suppFile.sourceDescription
source: Name of study or other point of origin.
az: Tədqiqatın adı ya da mənşəi.
be: Назва даследавання або іншых крыніц матэрыялу.
bg_bg: Наименование на проучването или друго обозначаващо това проучване.
cs_cz: Název studie nebo jiné určení původu.
da_dk: Navn på afhandling eller anden oprindelse.
de_de: Bezeichnung der Untersuchung oder andere Herkunftsbezeichnung
el_gr: Όνομα μελέτης ή άλλη πηγή προέλευσης
es_mx: Nombre del estudio u otro punto de origen.
eu_es: Ikerketaren izena edo bestelako jatorria
fi_fi: Tutkimuksen nimi tai muu alkuperä.
fr_fr: Nom de l'étude ou autre point d'origine.
gl: Nome do estudo ou outro punto de orixe.
he_il: שם המחקר או נקודת מוצא אחרת.
hi_in: अध्ययन का नाम या मूल के अन्य बिंदु।
hr_hr: Ime studije ili drugi izvor građe.
hu_hu: A tanulmány neve vagy egyéb eredet.
hy: Ուսումնասիրության անվանումը կամ ծագման այլ կետ.
is: Heiti könnunar eða annar uppruni.
it_it: Nome dello studio o altro punto di partenza.
ka: კვლევის, ან მასალის სხვა წყაროების დასახელება.
kk: Зерттеудің немесе материалдың басқа дереккөздерінің атауы.
ku_iq: .ناوی توێژینەوە یان سەچاوەی شتێکی دیکە
lt: Studijos ar kito šaltinio pavadinimas.
lv_lv: Pētījuma nosaukums vai cits izcelsmes punkts.
mk_mk: Име на студијата или друг податок за потекло.
ms_my: Nama kajian atau sumber asal lain.
nb_no: Navn på studien, prosjektet eller annet utgangspunkt.
pt: Nome do estudo ou outro ponto de origem.
pt_br: Nome do estudo ou ponto de origem.
ro_ro: Denumirea studiului sau alt punct de origine.
ru_ru: Название исследования или других источников материала.
sk_sk: Názov štúdie alebo iné určenie pôvodu.
sl_si: Ime študije oziroma drugega vira.
sr_rs@cyrillic: Назив студије или друге тачке порекла.
sv_se: Namn på studien eller annan utgångspunkt.
uz_cyrl: Тадқиқот номи ёки бошқа келиб чиқиш манбаси.
uz_latn: O'qish nomi yoki boshqa kelib chiqish nuqtasi.
vi: Tên của nghiên cứu hoặc ý tưởng gốc khác.
zh_cn: 研究的名称或其他来源点.
zh_hant: 研究名稱或其他來源。

# author.submit.suppFile.specifyOtherType
source: Specify other
az: Fərqlidirsə qeyd edin
be: Указаць іншы
bg_bg: Посочете друго
cs_cz: Specifikujte jiný
da_dk: Angiv anden
de_de: Sonstiges genau aufführen
el_gr: Προσδιορισμός άλλου
es_mx: Especificar otros
eu_es: Zehaztu bestelakoa
fi_fi: Muu, mikä
fr_fr: Préciser tout autre type
gl: Especificar outro
he_il: ציין אחר
hi_in: अन्य विशिष्ट निर्देश करना
hr_hr: Navedite drugo
hu_hu: Egyéb részletek
hy: Նշեք այլ
is: Tilgreindu annað
it_it: Specifica altro
ka: მიუთითეთ სხვა
kk: Басқасын көрсету
ku_iq: یەکێکی دیکە دیاری بکە
lt: Kita
lv_lv: Norādīt citu
mk_mk: Поконкретно за друго
ms_my: Nyatakan yang lain
nb_no: Annet: Spesifiser
pt: Especificar Outro
pt_br: Especificar outro
ro_ro: Alte precizări
ru_ru: Указать другой
sk_sk: Špecifikujte iný
sl_si: Navedite drugo
sr_rs@cyrillic: Дефиниши друго
sv_se: Annat, specificera
uz_cyrl: Бошқасини кўрсатинг
uz_latn: Boshqasini ko'rsating
vi: Chỉ định khác
zh_cn: 指定其他
zh_hant: 其他說明

# author.submit.suppFile.noFile
source: No file uploaded.
az: Fayl yüklənmədi.
be: Няма загружаных файлаў.
bg_bg: Файлът не е качен.
cs_cz: Nebyl nahrán žádný soubor.
da_dk: Der er ikke overført nogen filer.
de_de: Es wurde keine Datei hochgeladen.
el_gr: Δεν έχει μεταφορτωθεί αρχείο.
es_mx: No se ha cargado ningún archivo.
eu_es: Ez da fitxategirik kargatu.
fi_fi: Tiedostoa ei ole ladattu.
fr_fr: Aucun fichier transféré.
gl: Non se cargou ningún arquivo.
he_il: לא הועלה קובץ.
hi_in: कोई फ़ाइल अपलोड नहीं की गई।
hr_hr: Nema postavljene datoteke.
hu_hu: Nincs fájl feltöltve.
hy: Ոչ մի նիշք չի վերբեռնվել:
is: Engri skrá hlaðið inn.
it_it: Non hai caricato alcun file.
ka: არ არის ატვირთული ფაილები.
kk: Жүктелген файлдар жоқ.
ku_iq: هیچ فایلێک بار نەکراوە.
lt: Neįkelta jokio failo.
lv_lv: Datne nav augšupielādēta.
mk_mk: Фајлот не се аплодира.
ms_my: Tiada fail dimuat naik.
nb_no: Ingen fil er lastet opp.
pt: Nenhum documento adicionado.
pt_br: Nenhum documento transferido.
ro_ro: Nici un fișier încărcat.
ru_ru: Нет загруженных файлов.
sk_sk: Nebol nahraný žiadny súbor.
sl_si: Nobena datoteka ni naložena.
sr_rs@cyrillic: Фајл није додат.
sv_se: Ingen fil har laddats upp.
uz_cyrl: Файл юкланмаган.
uz_latn: Hech qanday fayl yuklanmadi.
vi: Không có tập tin nào được tải lên.
zh_cn: 没有上传的文件.
zh_hant: 未有上載檔案。
