Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit
source: New Submission
az: Yeni Göndərmə
be: Новы матэрыял
bg_bg: Ново изпращане на материал
cs_cz: Nový příspěvek
da_dk: Ny indsendelse
de_de: Neuer Beitrag
el_gr: Νέα υποβολή
es_mx: Nuevo envío
eu_es: Bidalketa berria
fi_fi: Uusi käsikirjoitus
fr_fr: Nouvelle soumission
gl: Novo envío
he_il: הגשה חדשה
hi_in: नई सबमिशन
hr_hr: Novo podnošenje članka
hu_hu: Új beküldés
hy: Նոր ներկայացում
is: Ný innsending
it_it: Nuova proposta
ka: ახალი მასალა
kk: Жаңа мақала
ku_iq: داواکاری بڵاوکردنەوەی نوێ
lt: Naujas straipsnis
lv_lv: Jauna materiāla iesniegšana
mk_mk: Нов поднесок
ms_my: Penyerahan Baharu
nb_no: Ny innlevering
pt: Nova submissão
pt_br: Nova Submissão
ro_ro: Înregistrare nouă de manuscris
ru_ru: Новый материал
sk_sk: Nový príspevok
sl_si: Nov prispevek
sr_rs@cyrillic: Нова предаја
sv_se: Nytt bidrag
uz_cyrl: Янги ариза юбориш
uz_latn: Yangi yuborish
vi: Gửi bài mới
zh_cn: 新投稿
zh_hant: 新稿件

# author.track
source: Active Submissions
az: Aktiv Göndərmələr
be: Актыўныя матэрыялы
bg_bg: Активни материали
cs_cz: Aktivní příspěvky
da_dk: Aktive indsendelser
de_de: Beiträge im Begutachtungsverfahren
el_gr: Ενεργές υποβολές
es_mx: Envíos activos
eu_es: Bidalketa aktiboak
fi_fi: Aktiiviset käsikirjoitukset
fr_fr: Soumissions actives
gl: Envíos activos
he_il: הגשות פעילות
hi_in: सक्रिय सबमिशन
hr_hr: Aktivne prijave
hu_hu: Aktív beküldések
hy: Ակտիվ ներկայացում
is: Virkar innsendingar
it_it: Proposte attive
ka: აქტიური შენატანები
kk: Редакцияға жіберілген немесе жоспарланған мақалалар
ku_iq: چالاککردنی توێژینەوە نێردراوەکان
lt: Pateiktieji
lv_lv: Aktuāli iesniegtie materiāli
mk_mk: Активен поднесок
ms_my: Penyerahan Aktif
nb_no: Aktive innleveringer
pt: Submissões ativas
pt_br: Submissões Ativas
ro_ro: Procese de înregistrare manuscrise active
ru_ru: Активные материалы
sk_sk: Aktívne príspevky
sl_si: Aktivni prispevki
sr_rs@cyrillic: Активне предаје
sv_se: Aktuella bidrag
uz_cyrl: Фаол мақолалар
uz_latn: Faol yuborishlar
vi: Các bài gửi đang xử lý
zh_cn: 处理中的投稿
zh_hant: 處理中稿件

# author.competingInterests
source: Competing&nbsp;interests <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>
be: Канфлікт&nbsp;інтарэсаў <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Правілы аб канфлікце інтарэсаў</a>
bg_bg: Конфликт на интереси <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Правила за конфликт на интереси</a>
cs_cz: Střet zájmů <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Pravidla upravující střet zájmů</a>
da_dk: Konkurrerende interesser <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>
de_de: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Richtlinie</a> für Interessenkonflikte
el_gr: Αντικρουόμενα&nbsp;συμφέροντα &lt;a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"&gt;Πολιτική&nbsp;Αντικρεούμενων&nbsp;Συμφερόντων&lt;/a&gt;
eu_es: Interes-gatazka <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Interes-gatazketako politika</a>
fi_fi: Sidonnaisuudet <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Sidonnaisuuksien ilmoittaminen</a>
fr_fr: Conflits&nbsp;d'intérêts <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Politique de CI</a>
he_il: מדיניות אינטרסים מתחרות <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"></a>
hr_hr: Sukob interesa <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">politika</a>
hu_hu: Összeférhetetlenség <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Politika</a>
it_it: Interessi&nbsp;concorrenziali vedi la policy sul<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Conflitto d'interessi</a>
ku_iq: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">سیاسەتی بەڕێوەبردن</a> بەرژەوەندییەکان&nbsp;پێشبڕکێ
lv_lv: Interešu konflikta <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">IK Politika</a>
mk_mk: Конфликт на интереси <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Пoлитика на КИ</a>
ms_my: Konflik kepentingan <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> Polisi CI </a>
nb_no: Interessekonflikter <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">«Retningslinjer for erklæring om interessekonflikter»</a>
pt_br: Competing interests <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI Policy</a>
ro_ro: Interese concurente <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Politica de concurență</a>
ru_ru: Конфликт&nbsp;интересов <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Правила о конфликте интересов</a>
sk_sk: Konflikt záujmov <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Pravidlá upravujúce konflikt záujmov</a>
sl_si: Konflikt interesov <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Politika konflikta interesov</a>
sr_rs@cyrillic: Сукоб интереса <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">TI&nbsp;Правила</a>
sv_se: Konkurrerande intressen: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Policy</a>
zh_cn: 利益冲突 <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI 政策</a>

# author.submit.submitArticle
source: Submit an Article
az: Məqalə göndər
be: Адправіць артыкул
bg_bg: Изпрати Статия
cs_cz: Odeslat článek
da_dk: Fremsend en artikel
de_de: Einen Artikel einreichen
el_gr: Υποβολή άρθρου
es_mx: Hacer un envío
eu_es: Bidali artikulu bat
fi_fi: Lähetä artikkeli
fr_fr: Soumettre un article
gl: Enviar un artigo
he_il: הגש מאמר
hi_in: लेख प्रस्तुत करें
hr_hr: Predajte članak
hu_hu: Egy cikk beküldése
hy: Ներկայացրեք հոդված
is: Senda inn grein
it_it: Proponi un articolo
ka: სტატიის გაგზავნა
kk: Мақаланы рдакцияға жіберу
ku_iq: توێژینەوەیەک پێشکەش بکە
lt: Pateikti straipsnį
lv_lv: Iesniegt rakstu
mk_mk: Поднеси труд
ms_my: Serah Artikel
nb_no: Send inn en artikkel
pt: Submeter artigo
pt_br: Submeter um Artigo
ro_ro: Înregistrați un manuscris
ru_ru: Отправить статью
sk_sk: Odoslať článok
sl_si: Oddaj prispevek
sr_rs@cyrillic: Предај чланак
sv_se: Skicka in en artikel
uz_cyrl: Мақола юборинг
uz_latn: Maqola yuboring
vi: Gửi bài
zh_cn: 提交一篇论文
zh_hant: 提交稿件

# author.submit.stepsToSubmit
source: Five Steps to Submit
az: Göndərmək üçün beş addım
be: Пяць крокаў для адпраўкі
bg_bg: Пет стъпки за изпращане
cs_cz: Pět kroků pro odeslání příspěvku
da_dk: Indsendelsesprocessens fem trin
de_de: Fünf Schritte zur Einreichung
el_gr: Υποβολή σε 5 βήματα
es_mx: Cinco pasos para hacer un envío
eu_es: Artikulua bidaltzeko bost urratsak
fi_fi: Lähetyksen viisi vaihetta
fr_fr: Les cinq étapes d'une soumission
gl: Os cinco pasos para realizar un envío
he_il: חמישה שלבים להגשה
hi_in: सबमिट करने के लिए पाँच चरण
hr_hr: 5 koraka da biste predali
hu_hu: 5 lépés a beküldéshez
hy: Հինգ քայլ ներկայացնելու համար
is: Fimm skref innsendingar
it_it: I cinque passaggi per la proposta
ka: ხუთი ნაბიჯი გაგზავნისათვის
kk: Мақаланы редакцияға жіберудің бес қадамы
ku_iq: پێنج هەنگاو بۆ پێشکەشکردنی توێژینەوە
lt: Penki straipsnio teikimo etapai
lv_lv: Pieci iesniegšanas soļi
mk_mk: Пет стапки за поднесок
ms_my: Lima Langkah Untuk Penyerahan
nb_no: Fem trinn i innleveringen
pt: Cinco Passos para a submissão
pt_br: Cinco Passos para a Submissão
ro_ro: Cinci pași pentru a înregistra un manuscris
ru_ru: Пять шагов для отправки
sk_sk: Päť krokov pre odoslanie príspevku
sl_si: Pet korakov za oddajo prispevka
sr_rs@cyrillic: Пет корака за предају
sv_se: Fem steg för att skicka in bidrag
uz_cyrl: Юбориш босқичлари
uz_latn: Yuborish uchun besh qadam
vi: Năm bước để Gửi bài
zh_cn: 五步投稿
zh_hant: 投稿五步驟

# author.submit.startHereTitle
source: Start a New Submission
az: Yeni Məqalə Göndər
be: Пачаць адпраўку новага матэрыялу
bg_bg: Започни ново изпращане
cs_cz: Zahájit nový příspěvek
da_dk: Start en ny indsendelse
de_de: Beginnen Sie eine neue Einreichung
el_gr: Έναρξη νέας υποβολής
es_mx: Empezar un nuevo envío
eu_es: Hasi bidalketa berria
fi_fi: Uuden käsikirjoituksen lähettäminen
fr_fr: Commencer une nouvelle soumission
gl: Iniciar un novo envío
he_il: התחל הגשה חדשה
hi_in: एक नया सबमिशन शुरू करें
hr_hr: Započnite prijavu novog priloga
hu_hu: Új beküldés megkezdése
hy: Սկսեք նոր ներկայացում
is: Hefja nýja innsendingu
it_it: Invia una nuova proposta
ka: ახალი შენატანის გაგზავნა
kk: Жаңа мақаланы редакцияға жіберу қадамын бастау
ku_iq: داواکارییەکی نوێ بۆ پێشکەشکردنی توێژینەوەیەک دەست پێ بکە
lt: Teikti naują straipsnį
lv_lv: Sākt jaunu materiāla iesniegšanu
mk_mk: Започни нов поднесок
ms_my: Mulakan Penyerahan Baharu
nb_no: Start en ny innlevering
pt: Iniciar nova submissão
pt_br: Iniciar Nova Submissão
ro_ro: Înregistrare nouă de manuscris
ru_ru: Начать отправку нового материала
sk_sk: Začať nový príspevok
sl_si: Začni oddajo novega prispevka
sr_rs@cyrillic: Започни нову предају
sv_se: Skicka in ett nytt bidrag
uz_cyrl: Янги тақдимотни бошланг
uz_latn: Yangi yuborishni boshlang
vi: Bắt đầu một bài gửi mới
zh_cn: 开始新的投稿
zh_hant: 開始一篇新稿件

# author.submit.startHereLink
source: <a href="{$submitUrl}" class="action">Click here</a> to go to step one of the five-step submission process.
az: Beş addımda məqalə göndərməyin ilk addımı üçün <a href="{$submitUrl}" class="action">klikləyin</a>.
be: <a href="{$submitUrl}" class="action">Націсніце тут</a>, каб перайсці да першага з пяці крокаў працэсу адпраўкі.
bg_bg: <a href="{$submitUrl}" class="action">Натиснете тук</a>, за да отидете на стъпка едно от пет в процеса по изпращане на материали.
cs_cz: Pro přechod k prvnímu z pěti kroků odesílání příspěvku <a href="{$submitUrl}" class="action">klikněte zde</a>.
da_dk: <a href="{$submitUrl}" class="action">Klik her</a> for at gå til trin 1 af de fem trin, som indsendelsesprocessen består af.
de_de: <a href="{$submitUrl}" class="action">Hier anklicken</a>, um zu Schritt 1 des Einreichungsverfahrens zu gelangen.
el_gr: &lt;a href="{$submitUrl}" class="action"&gt;Πατήστε εδώ&lt;/a&gt; για να μεταβείτε στο βήμα 1 της διαδικασίας υποβολής.
es_mx: <a href="{$submitUrl}" class="action">Haga clic aquí</a> para ir al primer paso del proceso de envío en cinco pasos.
eu_es: <a href="{$submitUrl}" class="action">Egin klik hemen</a> bidalketa-prozesuaren bost urratsetatik lehenengora joateko.
fi_fi: <a href="{$submitUrl}" class="action">Klikkaa tästä</a> päästäksesi viisivaiheisen lähetysprosessin ensimmäiseen vaiheeseen.
fr_fr: <a href="{$submitUrl}" class="action">Cliquer ici</a> pour vous rendre à la première étape du processus de soumission en cinq étapes.
gl: <a href="{$submitUrl}" class="action">Faga clic aquí</a> para ir ao primeiro dos cinco pasos do proceso de envío.
he_il: <a href="{$submitUrl}" class="action">לחץ כאן</a> להתחיל את שלבי הגשה.
hr_hr: <a href="{$submitUrl}" class="action">Kliknite ovdje</a> kako biste započeli postupak prijave priloga.
hu_hu: <a href="{$submitUrl}" class="action">Kattintson ide</a>, hogy eljusson az 5 lépéses benyújtási folyamat első lépéséhez.
hy: <a href="{$submitUrl}" class="action">Սեղմեք այստեղ</a> հինգ քայլից բաղկացած ներկայացման գործընթացի առաջին քայլին անցնելու համար:
is: <a href="{$submitUrl}" class="action">Click here</a> fara á skref eitt af fimm í innsendingarferli.
it_it: <a href="{$submitUrl}" class="action">Clicca qui</a> per andare al primo passo dei cinque passi del processo di proposta.
ka: <a href="{$submitUrl}" class="action">დააწკაპუნეთ აქ</a> შეტანის ხუთი ნაბიჯის პროცესზე გადასასვლელად.
kk: Мақаланы редакцияға жіберудің бірінші қадамына өту үшін <a href="{$submitUrl}" class="action">басыңыз</a>.
ku_iq: <a href="{$submitUrl}" class="action">کلیک لێرە بکە</a> بۆ دەستپێکردنی هەنگاوی یەکەم.
lt: <a href='{$submitUrl}' class='action'>Paspauskite čia</a>, norėdami pereiti į pirmą iš penkių straipsnio teikimo etapų.
lv_lv: <a href="{$submitUrl}" class="action">Noklikšķiniet šeit</a>, lai pārietu uz piecu posmu iesniegšanas procesa pirmo soli.
mk_mk: <a href="{$submitUrl}" class="action">Притиснете овде</a> да отидете на првиот чекор од процесот за поднесување од 5 чекори.
ms_my: <a href="{$submitUrl}" class="action"> Klik di sini </a> untuk pergi ke langkah pertama dari proses lima langkah penyerahan.
nb_no: <a href="{$submitUrl}" class="action">Klikk her</a> for å starte innleveringen.
pt: <a href="{$submitUrl}" class="action">Clique aqui</a> para iniciar os cinco passos do processo de submissão.
pt_br: <a href="{$submitUrl}" class="action">Clique aqui</a> para iniciar os cinco passos do processo de submissão.
ro_ro: <a href="{$submitUrl}" class="action">Click aici</a> pentru a merge la pasul unu al procesului de înregistrare de manuscrise în cinci pași.
ru_ru: <a href="{$submitUrl}" class="action">Нажмите здесь</a>, чтобы перейти к первому из пяти шагов процесса отправки.
sk_sk: Pre prechod k prvému z piatich krokov odosielania príspevku <a href="{$submitUrl}" class="action">kliknite sem</a>.
sl_si: Za prvi korak oddaje prispevka <a href="{$submitUrl}" class="action">Kliknite tukaj</a>.
sr_rs@cyrillic: <a href="{$submitUrl}" class="action">Кликните овде</a> да одете на први корак предаје.
sv_se: <a href="{$submitUrl}" class="action">Klicka här</a> för att gå till steg ett av fem för insändning av bidrag.
uz_cyrl: Янги ариза юбориш учун бу ерни босинг (Биринчи қадамга ўтиш).
uz_latn: Besh bosqichli topshirish jarayonidan biriga o'tish uchun <a href="{$submitUrl}" class="action"> shu erni bosing </a>.
vi: <a href="{$submitUrl}" class="action">Bấm vào đây</a> để đi đến bước một trong quy trình gửi bài năm bước.
zh_cn: <a href="{$submitUrl}" class="action">点击这里</a> 开始五步投稿的第一步.
zh_hant: <a href="{$submitUrl}" class="action">按一下</a>進入投稿五步驟的第一步。

# author.submit.step1
source: Step 1. Starting the Submission
az: 1-ci Addım: Göndərməyə Başlama
be: Крок 1. Пачатак адпраўкі
bg_bg: Стъпка 1. Стартиране на процеса по изпращане
cs_cz: Krok 1. Zahájení příspěvku
da_dk: Trin 1. Påbegynd indsendelsen
de_de: Schritt 1. Einreichung beginnen
el_gr: Βήμα 1. Έναρξη υποβολής
es_mx: Paso 1. Empezar el envío
eu_es: 1. urratsa. Bidalketa hasi
fi_fi: Vaihe 1. Lähetyksen aloitus
fr_fr: Étape 1. Commencer la soumission
gl: Paso 1. Iniciar o envío
he_il: שלב 1. התחלת ההגשה
hi_in: चरण 1. सबमिशन शुरू करना
hr_hr: 1.korak Započnite s prijavom
hu_hu: 1. lépés Beküldés megkezdése
hy: Քայլ 1. Ներկայացման մեկնարկը
is: Skref 1. Hefja innsendingu
it_it: Fase 1. Inizio della proposta
ka: ბიჯი 1. შეტანის დაწყება
kk: 1-ші қадам. Алғашқы қадам
ku_iq: هەنگاوی یەکەم: دەستپێکردنی پێشکەشکردن
lt: 1 etapas. Pradžia
lv_lv: 1. solis. Materiāla iesniegšanas uzsākšana
mk_mk: Чекор 1: Започнување на поднесувањето
ms_my: Langkah 1. Memulakan Penyerahan
nb_no: Trinn 1: Start innleveringen
pt: Passo 1. Iniciar submissão
pt_br: Passo 1. Iniciar Submissão
ro_ro: Pasul 1. Start înregistrare manuscris
ru_ru: Шаг 1. Начало отправки
sk_sk: Krok 1. Začatie príspevku
sl_si: Korak 1. Začni z oddajo
sr_rs@cyrillic: Корак 1. почетак предаје
sv_se: Steg 1. Påbörja insändningen
uz_cyrl: 1-қадам. Аризани жўнатишни бошланг
uz_latn: Qadam 1. Yuborishni boshlash
vi: Bước 1. Bắt đầu gửi bài
zh_cn: 步骤1. 开始投稿
zh_hant: 步驟一 開始投稿

# author.submit.step2
source: Step 2. Uploading the Submission
az: 2-ci Addım: Göndərilən Faylları Yükləmə
be: Крок 2. Загрузка матэрыялу
bg_bg: Стъпка 2. Качване на материалите
cs_cz: Krok 2. Nahrání příspěvku
da_dk: Trin 2. Upload af indsendelsen
de_de: Schritt 2. Beitrag hochladen
el_gr: Βήμα 2. Μεταφόρτωση αρχείου υποβολής
es_mx: Paso 2. Cargar los archivos
eu_es: 2. urratsa. Bidalketaren metadatuak sartu
fi_fi: Vaihe 2. Käsikirjoituksen lataaminen
fr_fr: Étape 2. Transférer la soumission
gl: Paso 2. Cargar o envío
he_il: שלב 2. העלאת ההגשה
hi_in: चरण 2. सबमिशन अपलोड करना
hr_hr: 2.korak Prilaganje datoteke
hu_hu: 2. lépés A beküldendő anyag feltöltése
hy: Քայլ 2. Ներկայացման վերբեռնում
is: Skref 2. Hlaða upp innsendingu
it_it: Fase 2. Caricamento del file
ka: ბიჯი 2. მასალების ატვირთვა
kk: 2-ші қадам. Мақаланы жүктеу
ku_iq: هەنگاوی دووەم: بارکردنی فایلەکان
lt: 2 etapas. Teksto įkėlimas
lv_lv: 2. solis. Materiāla augšupielāde
mk_mk: Чекор 2: Аплодирање на поднесокот
ms_my: Langkah 2. Memuat naik Penyerahan
nb_no: Trinn 2: Last opp
pt: Passo 2. Upload do manuscrito
pt_br: Passo 2. Transferência do manuscrito
ro_ro: Pasul 2. Încărcați manuscrisul și continuați înregistrarea
ru_ru: Шаг 2. Загрузка материала
sk_sk: Krok 2. Nahranie príspevku
sl_si: Korak 2. Naloži prispevek
sr_rs@cyrillic: Корак 2. Додавање рада
sv_se: Steg 2. Ladda upp bidraget
uz_cyrl: 2-қадам. Ариза файлини юклаш
uz_latn: Qadam 2. Materialni yuklash
vi: Bước 2. Tải lên tập tin bài gửi
zh_cn: 步骤2. 上传稿件
zh_hant: 步驟二 上傳稿件

# author.submit.step3
source: Step 3. Entering the Submission's Metadata
az: 3-cü Addım: Göndərmə Üst Datasını Daxil Etmə
be: Крок 3. Увод метаданых матэрыялу
bg_bg: Стъпка 3. Въвеждане на метаданни за изпращания материал
cs_cz: Krok 3. Vložení metadat příspěvku
da_dk: Trin 3. Indtastning af indsendelsens metadata
de_de: Schritt 3. Metadaten des Beitrags eingeben
el_gr: Βήμα 3. Εισαγωγή μεταδεδομένων
es_mx: Paso 3. Introducir los metadatos del archivo
eu_es: 3. urratsa. Bidalketa kargatu
fi_fi: Vaihe 3. Käsikirjoituksen metatietojen syöttäminen
fr_fr: Étape 3. Saisir les métadonnées de la soumission
gl: Paso 3. Introducir os metadatos do envío
he_il: שלב 3. הזנת מטא-נתונים של ההגשה
hi_in: चरण 3. सबमिशन के मेटाडेटा में प्रवेश करना
hr_hr: 3.korak Unesite metapodatke prijave
hu_hu: 3. lépés A beküldött anyag metaadatainak megadása
hy: Քայլ 3. Ներկայացման մետատվյալների մուտքագրում
is: Skref 3. Slá inn lýsigögn innsendingar
it_it: Fase 3. Metadati del contributo
ka: ბიჯი 3. მასალის მეტა-მონაცემების შეტანა
kk: 3-ші қадам. Мақаланың метадеректерін енгізу
ku_iq: هەنگاوی سێیەم: زانیارییەکانت داخل بکە
lt: 3 etapas. Teksto metaduomenų pateikimas
lv_lv: 3. solis. Materiāla metadatu ievadīšana
mk_mk: Чекор 3: Внесување на метадата за поднесокот
ms_my: Langkah 3. Memasukkan Metadata Penyerahan
nb_no: Trinn 3: Skriv inn metadata
pt: Passo 3. Preencher os metadados da submissão
pt_br: Passo 3. Metadados da submissão (Indexação)
ro_ro: Pasul 3. Completați metadatele de înregistrare manuscris
ru_ru: Шаг 3. Ввод метаданных материала
sk_sk: Krok 3. Vloženie metadát príspevku
sl_si: Korak 3. Vnesi meta podatke prispevka
sr_rs@cyrillic: Корак 3. Унос метаподатака
sv_se: Steg 3. Fyll i bidragets metadata
uz_cyrl: 3-қадам. Ариза метамаълумотларини киритинг
uz_latn: Qadam 3. Materialning meta-ma'lumotlarini kiritish
vi: Bước 3. Nhập siêu dữ liệu mô tả
zh_cn: 步骤3. 输入稿件元信息
zh_hant: 步驟三 輸入稿件的元數據

# author.submit.step4
source: Step 4. Uploading Supplementary Files
az: 4-cü Addım: Əlavə Sənəd və Faylların Yüklənməsi
be: Крок 4. Загрузка дадатковых файлаў
bg_bg: Стъпка 4. Качване на допълнителни файлове
cs_cz: Krok 4. Nahrání doplňkových souborů
da_dk: Trin 4. Overførsel af supplerende filer
de_de: Schritt 4. Zusatzdateien hochladen
el_gr: Βήμα 4. Μεταφόρτωση συμπληρωματικών αρχείων
es_mx: Paso 4. Cargar los archivos complementarios
eu_es: 4. urratsa. Fitxategi osagarriak kargatu
fi_fi: Vaihe 4. Liitetiedostojen lataaminen
fr_fr: Étape 4. Transférer les fichiers supplémentaires
gl: Paso 4. Cargar os arquivos complementarios
he_il: שלב 4. העלאת קבצים משלימים
hi_in: चरण 4. अनुपूरक फाइलें अपलोड करना
hr_hr: 4.korak Postavite dopunsku datoteku
hu_hu: 4. lépés Kiegészítő fájlok feltöltése
hy: Քայլ 4. Լրացուցիչ նիշքերի բեռնում
is: Skref 4. Hlaða upp viðbótarskrám
it_it: Fase 4. Caricamento di file supplementari
ka: ბიჯი 4. დამატებითი ფაილების ატვირთვა
kk: 4-ші қадам. Қосымша файлдарды жүктеу
ku_iq: هەنگاوی چوارەم: فایلە تەواوکارییەکان بار بکە
lt: 4 etapas. Papildomų failų atsisiuntimas
lv_lv: 4. solis. Papildu failu augšupielāde
mk_mk: Чекор 4: Аплодирање на помошни фајлови
ms_my: Langkah 4. Memuat Naik Fail Tambahan
nb_no: Trinn 4: Last opp supplerende filer
pt: Passo 4. Upload dos ficheiros suplementares
pt_br: Passo 4. Transferência de documentos suplementares
ro_ro: Pasul 4. Încărcați fișiere suplimentare
ru_ru: Шаг 4. Загрузка дополнительных файлов
sk_sk: Krok 4. Nahranie doplnkových súborov
sl_si: Korak 4. Naloži dodatne datoteke
sr_rs@cyrillic: Корак 4. Додавање додатних докумената
sv_se: Steg 4. Uppladdning av kompletterande filer
uz_cyrl: 4-қадам. Қўшимча файлларни юклаш
uz_latn: Qadam 4. Qo'shimcha fayllarni yuklash
vi: Bước 4. Tải lên tập tin phụ trợ
zh_cn: 步骤4. 上传附件
zh_hant: 步驟四 上傳附加檔案

# author.submit.step4a
source: Step 4a. Add a Supplementary File
az: 4.1-ci Addım: Əlavə Fayl Yükləmə
be: Крок 4a. Дабавіць дадатковы файл
bg_bg: Стъпка 4а. Качване на допълнителен файл
cs_cz: Krok 4a. Přidat doplňkový soubor
da_dk: Trin 4a. Tilføj en supplerende fil
de_de: Schritt 4a. Zusatzdatei hinzufügen
el_gr: Βήμα 4α. Προσθήκη συμπληρωματικού αρχείου
es_mx: Paso 4a. Añadir un archivo complementario
eu_es: 4a. urratsa Fitxategi osagarri bat gehitu
fi_fi: Vaihe 4a. Lisää liitetiedosto
fr_fr: Étape 4a. Ajouter un fichier supplémentaire
gl: Paso 4a. Engadir un arquivo complementario
he_il: שלב 4 א. הוסף קובץ משלים
hi_in: चरण 4 ए। एक अनुपूरक फ़ाइल जोड़ें
hr_hr: 4a.korak Dodajte dopunsku datoteku
hu_hu: 4a. lépés Kiegészítő fájl hozzáadása
hy: Քայլ 4ա. Ավելացնել լրացուցիչ նիշք
is: Skref 4a. Bæta við viðbótarskrá
it_it: Fase 4a. Aggiungi un file supplementare
ka: ბიჯი 4ა. დამატებითი ფაილის ატვირთვა
kk: 4a қадамы. Қосымша файлдарды жүктеу
ku_iq: هەنگاوی چوارەم: فایلێکی تەواوکاری زیاد بکە
lt: 4a etapas. Papildomų failų įkėlimas
lv_lv: 4.a solis. Papildfaila pievienošana
mk_mk: Чекор 4а: Додади дополнителен фајл
ms_my: Langkah 4a. Tambah Fail Tambahan
nb_no: Trinn 4a: Last opp en supplerende fil
pt: Passo 4a. Upload do documento suplementar
pt_br: Passo 4a. Incluir documento suplementar
ro_ro: Pasul 4a. Adăugați fișiere suplimentare
ru_ru: Шаг 4a. Добавить дополнительный файл
sk_sk: Krok 4a. Pridať doplnkový súbor
sl_si: Korak 4a. Dodaj dodatno datoteko
sr_rs@cyrillic: Корак 4а. Додавање додатних докумената
sv_se: Steg 4a. Lägg till en kompletterande fil
uz_cyrl: 4а-қадам. Қўшимча файлларни юклаш
uz_latn: Qadam 4a. Qo'shimcha fayl qo'shing
vi: Bước 4a. Thêm một tập tin phụ trợ
zh_cn: 步骤4a. 添加一个附件
zh_hant: 步驟四a 加入一個附件檔案
