Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.noSubmissionConfirm
source: Are you sure you wish to continue without uploading a submission file?
az: Müraciət üçün bir fayl göndərmədən davam etmək istəyirsinizmi?
be: Вы ўпэўнены, што хочаце працягнуць без загрузкі файла з матэрыялам для адпраўкі?
bg_bg: Сигурни ли сте, че искате да продължите без да качвате файл с материали за статия?
cs_cz: Jste si jistý, že chcete pokračovat bez nahrání souboru příspěvku?
da_dk: Er du sikker på, at du vil fortsætte uden at overføre en indsendelsesfil?
de_de: Sind Sie sicher, dass Sie fortfahren wollen, ohne eine Beitragsdatei hochgeladen zu haben?
el_gr: Επιθυμείτε να προχωρήσετε χωρίς να μεταφορτώσετε ένα αρχείο υποβολής;
es_mx: ¿Está seguro/a de que desea continuar sin cargar un archivo de envío?
eu_es: Ziur zaude bidalketa-fitxategirik kargatu gabe jarraitu nahi duzula?
fi_fi: Haluatko varmasti jatkaa lataamatta käsikirjoitustiedostoa?
fr_fr: Êtes-vous certain de vouloir continuer sans transférer de fichier de soumission?
gl: Está seguro/a de querer continuar sen cargar un arquivo de envío?
he_il: האם אתה בטוח שברצונך להמשיך בלי להעלות קובץ הגשה?
hi_in: क्या आप वाकई सबमिशन फ़ाइल अपलोड किए बिना जारी रखना चाहते हैं?
hr_hr: Jeste li sigurni da želite nastaviti bez prilaganja datoteke sa tekstom?
hu_hu: Biztosan folytatni akarja beküldött anyag feltöltése nélkül?
hy: Վստա՞հ եք, որ ցանկանում եք շարունակել առանց ներկայացման նիշք բեռնելու:
is: Ertu viss um að þú viljir halda áfram án þess að hlaða upp innsendingarskrá?
it_it: Sei sicuro di voler continuare senza caricare il file del contributo?
ka: დარწმუნებული ხართ, რომ გსურთ ფაილის ატვირთვის გარეშე გაგრძელება?
kk: Мақаланы файлсыз редакцияға жіберу керек пе?
ku_iq: ئایا تۆ دڵنیایت لە بەردەوامبون بەبێ ئەوەی فایلی توێژینەوەکەت پێشکەش بکەیت؟
lt: Ar tikrai norite tęsti, neįkėlęs jokio failo?
lv_lv: Vai esat pārliecināts, ka vēlaties turpināt bez iesniedzamā materiāla datnes augšupielādes?
mk_mk: Дали сте сигурни дека сакате да продолжите без да уплодирате датотека за поднесување?
ms_my: Adakah anda pasti mahu meneruskan tanpa memuat naik fail penyerahan?
nb_no: Er du sikker på at du vil fortsette uten å laste opp en fil?
pt: Deseja realmente continuar sem submeter um ficheiro no sistema?
pt_br: Deseja realmente continuar sem enviar um arquivo ao sistema?
ro_ro: Sigur doriți să continuați fără a încărca un fișier de înregistrare?
ru_ru: Вы уверены, что хотите продолжить без загрузки файла с отправляемым материалом?
sk_sk: Ste si istý, že chcete pokračovať bez nahratia súboru príspevku?
sl_si: Na prejšnji strani niste pritisnili gumba Shrani, zato se datoteka ni shranila. Ste prepričani, da želite nadaljevati brez naložene datoteke s prispevkom?
sr_rs@cyrillic: Да ли сте сигурни да желите да наставите без додатог фајла предаје?
sv_se: Är du säker på att du vill fortsätta utan att ladda upp en bidragsfil?
uz_cyrl: Ҳақиқатан ҳам ариза файлини юкламасдан давом этмоқчимисиз?
uz_latn: Faylni yuklamasdan davom ettirishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn tiếp tục mà không tải lên tập tin bài gửi?
zh_cn: 你确定要继续而不提交的投稿的相关文件?
zh_hant: 是否確認未有上載投稿檔案但繼續？

# author.submit.supplementaryFilesInstructions
source: This optional step allows Supplementary Files to be added to a submission. The files, which can be in any format, might include (a) research instruments, (b) data sets, which comply with the terms of the study's research ethics review, (c) sources that otherwise would be unavailable to readers, (d) figures and tables that cannot be integrated into the text itself, or other materials that add to the contribution of the work.
az: Göndərmənin bu mərhələsi əsas fayla əlavə olaraq verilməli olan sənəd və faylların sistemə yüklənməsini təmin edir. <br /><br />İlk olaraq Jurnal “Nəşr Hüququ Transfer Formu” istəyirsə kompüterinizdəki yolu göstərdikdən sonra “Fayl Göndər” düyməsi vasitəsilə göndər. Sənədin detallarının daxil edilməsi üçün formu doldurun. <br /><br />Başqa əlavə sənədiniz yoxdursa “Qeyd et və Davam et” seçimi ilə sonrakı mərhələyə keçin.<br /><br />İkinci olaraq əgər varsa əsas Məqaləyə əlavə olaraq təqdim etmək istədiyiniz sənəd faylları yükləyin (Fayllar "doc", "docx", "xls", "xlsx", "pdf" kimi formatlarda ola bilər). Bu addımda yüklənəcək fayllar <br /><br />(a) araşdırma vasitələri, <br /><br />(b) data setləri, <br /><br />(c) tədqiqatçıların əldə edə bilməyəcəkləri mənbələr, <br /><br />(d) əsas mənbəyə kömək kimi təqdim edilməsi istənilən şəkil və cədvəllər və ya tədqiqatı dəstəkləyən çalışmalar.
be: Гэты крок не абавязковы, ён дазваляе дабавіць да вашага матэрыялу дадатковыя файлы. Гэтыя файлы могуць быць у любым фармаце і ўяўляць сабой (a) выкарыстаныя для правядзення даследавання праграмы, (b) наборы даных, арганізаваных у адпаведнасці з прынятымі правіламі этыкі даследаванняў, (c) крыніцы, якія ў іншым выпадку былі б недаступны чытачам, (d) малюнкі і табліцы, якія нельга ўставіць у сам тэкст, або іншыя матэрыялы, якія падвышаюць каштоўнасць самой працы.
bg_bg: Тази незадължителна стъпка позволява добавянето на допълнителни файлове към изпращаните материали за статия. Файловете, които могат да бъдат във всеки формат, могат да включват: а) изследователски инструменти, б) набори от данни, които отговарят на условията за етиката на изследването, в) източници, които иначе биха били недостъпни за читателите, г) фигури и таблици, които не могат да бъдат интегрирани в самия текст, или други материали, които допринасят за приноса на работата.
cs_cz: Tento volitelný krok umožňuje přidat k příspěvku doplňkové soubory. Tyto souboury (jakéhokoli formátu) mohou zahrnovat (a) výzkumné instrumenty, (b) datové soubory, které jsou v souladu s podmínkami posudku etičnosti výzkumu této studie, (c) zdroje, které by jinak byly čtenářům nedostupné, (d) obrázky a tabulky, které nemohou být začleněny do samotného textu nebo další materiály, které navyšují přínos příspěvku.
da_dk: Dette valgfrie trin gør det muligt at føje supplerende filer til et manuskript. Filerne, der kan være i et hvilket som helst format, kan omfatte (a) forskningsinstrumenter, (b) datasæt, der opfylder betingelserne for afhandlingens forskningsetikbedømmelse, (c) kilder, der ellers ville være utilgængelige for læsere, (d) tal og tabeller, der ikke kan integreres i selve teksten, eller andet materiale, der bidrager til værket.
de_de: Dieser optionale Schritt ermöglicht das Hinzufügen zusätzlicher Dateien zum Beitrag. Die Dateien, die in jedem Format vorliegen können, können (a) Forschungsinstrumente, (b) Datensätze, die mit der Forschungsethik der Untersuchung übereinstimmen, (c) Quellen, die den Leser/innen sonst nicht zugänglich wären, (d) Zahlen und Tabellen, die nicht in den Text selbst eingebaut werden können, oder anderes Material, das zu der Arbeit beiträgt, enthalten.
el_gr: Το προαιρετικό αυτό βήμα επιτρέπει την προσθήκη συμπληρωματικών αρχείων στην υποβολή. Τα αρχεία αυτά ενδέχεται να περιλαμβάνουν (α)ερευνητικά όργανα (β)σύνολα δεδομένων που συμμορφώνονται προς τους όρους της ερευνητικής δεοντολογίας που διέπει τη μελέτη (γ)πηγές που, σε διαφορετική περίπτωση, δεν θα ήταν διαθέσιμες στους αναγνώστες (δ)εικόνες και πίνακες που δεν μπορούν να ενσωματωθούν στο κείμενο, ή οποιοδήποτε άλλο υλικό τεκμηριώνει τη συνεισφορά της εργασίας αυτής.
es_mx: Este paso opcional permite agregar archivos complementarios a un envío. Los archivos, que pueden tener cualquier formato, pueden incluir (a) instrumentos de investigación, (b) conjuntos de datos que cumplan con los términos de la revisión ética de la investigación del estudio, (c) fuentes que de otro modo no estarían disponibles para los lectores, (d ) figuras y tablas que no pueden integrarse en el propio texto, u otros materiales que sumen a la aportación del trabajo.
eu_es: Aukerako pauso honek aurkezpenari Fitxategi Osagarriak gehitzeko aukera ematen du. Artxiboak zeinahi formatutan egon daitezke, eta hauek izan ditzakete, besteak beste: (a)bilaketa-tresnak, (b) datu multzoak, ikerlanaren bilaketaren ebaluazio etikoa betetzen duena, (c) irakurlearentzat beste edozein modutara eskuragarri egongo ez liratekeen iturriak, (d) irudiak eta taulak ezin dira sartu testuan bertan, ezta lanari ekarpenak egiteko beste materialak ere.
fi_fi: Tämän valinnainen vaihe sallii liitetiedostojen lisäämisen käsikirjoitukseen. Tiedostot, jotka voivat olla missä tahansa muodossa, voivat sisältää esim. (a) tietoa tutkimusvälineistä, (b) tietoaineistoja, jotka noudattavat tutkimuksen tutkimuseettistä arviointia, (c) lähteitä, jotka muuten eivät olisi lukijoiden saatavilla, (d) lukuja ja taulukoita, joita ei voida sisällyttää itse tekstiin tai muuta materiaalia, jotka antavat lisäarvoa työlle.
fr_fr: Cette étape facultative permet l'ajout de fichiers supplémentaires à la soumission. Les fichiers, qui peuvent être de n'importe quel format, peuvent comprendre (a) des instruments de recherche, (b) des ensembles de données se conformant aux conditions de la révision déontologique de la recherche de l'étude, (c) des sources qui autrement ne seraient pas disponibles aux lecteurs, (d) des nombres et des tableaux qui ne peuvent être intégrés dans le texte en soi, ou autres documents qui ajoutent une contribution au travail.
gl: Este paso opcional permite engadir arquivos adicionais ao envío. Estes archivos, que poden estar en calquera formato, poden incluír (a) ferramentas de investigación; (b) conxuntos de datos conformes aos termos da revisión ética da investigación; (c) fontes que doutro xeito non estarían dispoñibles para os lectores/as, (d) figuras e táboas que non se poden integrar no texto, ou otros materiais que engaden unha achega ao traballo.
he_il: שלב אופציונלי זה מאפשר להוסיף קבצים משלימים להגשה. הקבצים שיכולים להיות בכל פורמט עשויים לכלול (א) כלי מחקר, (ב) מערכי נתונים העומדים בתנאי סקירת האתיקה המחקרית של המחקר, (ג) מקורות שאחרת לא יהיו זמינים לקוראים, (ד) ) דמויות וטבלאות שלא ניתן לשלבם בטקסט עצמו, או בחומרים אחרים המוסיפים לתרומת היצירה.
hi_in: यह वैकल्पिक चरण अनुपूरक फ़ाइलों को एक सबमिशन में जोड़ने की अनुमति देता है। फाइलें, जो किसी भी प्रारूप में हो सकती हैं, उनमें (ए) अनुसंधान उपकरण, (बी) डेटा सेट शामिल हो सकते हैं, जो अध्ययन के अनुसंधान नैतिकता समीक्षा की शर्तों का अनुपालन करते हैं, (सी) स्रोत जो अन्यथा पाठकों के लिए अनुपलब्ध होंगे, (डी) ) आंकड़े और तालिकाओं को पाठ में ही एकीकृत नहीं किया जा सकता है, या अन्य सामग्री जो काम के योगदान को जोड़ते हैं।
hr_hr: Ovaj neobavezan korak omogućava dodati Dopunske datoteke u ovom podnesku. Datoteke, koje mogu biti u bilo kojem formatu, mogu uključiti (a) istraživačke instrumente, (b) podatkovne nizove koji su u skladu sa etičkim pravilima studijskog istraživanja, (c) izvore koji na drugi način ne bibilidostupni čitateljima, (d) brojeve i tabele koji se nisu mogli integrirati u sam tekst ili druge materijale koji daju podršku radu.
hu_hu: Nem kötelező, hogy kiegészítő fájlt töltsön a cikkéhez. A fájloknak, amelyek bármilyen formátumban lehetnek, tartalmazniuk kell (a) kutatási eszközöket, (b) adathalmazokat, amelyeknek meg kell felelniük a vizsgált kutatási terület etikai elbírálási szempontjainak (c) azokat a forrásokat, amelyeket egyébként az olvasók nem látnak, (d) ábrákat és táblázatokat, amelyek nem integrálhatók magába a szövegbe, vagy más anyagokat, amelyek hozzájárultak a munka elkészültéhez.
hy: Կամընտրական այս քայլը թույլ է տալիս լրացուցիչ նիշքեր ավելացնել ներկայացմանը: Նիշքերը, որոնք կարող են լինել ցանկացած ձևաչափով, կարող են ներառել (ա) հետազոտական գործիքներ, (բ) տվյալների հավաքածուներ, որոնք համապատասխանում են հետազոտության էթիկայի պայմաններին, (գ) աղբյուրներ, որոնք այլ դեպքերում անհասանելի կլինեն ընթերցողներին, (դ) ) թվեր և աղյուսակներ, որոնք չեն կարող ինտեգրվել տեքստի մեջ, կամ այլ նյութեր, որոնք նպաստում են աշխատանքին:
is: Þetta valkvæða skref leyfir að viðbótarstuðningsskrám sé bætt við innsendinguna. Skrárnar, sem geta verið með hvaða sniði sem er, geta innihaldið (a) rannsóknarverkfæri, (b) gagnasett, í samræmi við siðareglur rannsóknarinnar, (c) heimildir/upplýsingar sem annars væru óaðgengilegar lesendum, (d) tölur og töflur sem ekki er hægt að flétta inn í texta greinarinnar eða annað efni sem bætir einhverju við verkið.
it_it: Questo passo facoltativo permette di aggiungere ulteriori file a una proposta. I file, che possono essere in qualsiasi formato, potrebbero includere (a) strumenti di ricerca, (b) un insieme di dati, che rispettino i termini dell'etica di ricerca e di studio della rivista (c) risorse che altrimenti non sarebbero disponibili ai lettori, (d) immagini e tabelle che non possono essere integrate nel testo stesso, o altri materiali che si aggiungono al lavoro.
ka: ეს ბიჯი სავალდებულო არ არის, ის საშუალებას გაძლევთ თქვენს ენატანს დაამატოთ ფაილები. ეს ფაილები ნებისმიერი ფორმატის შეიძლება იყოს და წარმოადგენდნენ (a) კვლევის ხელსაწყოებს, (b) მონაცემთა ნაკრებები, რომლებიც აგებულია ამ კვლევის წესების მიხედვით, (c) წყაროები, რომლებიც ამა თუ იმ სახით მიუწვდომელია მკითხველისათვის, (d) სურათები და ცხრილები, რომელტა ჩასმა ტექსტში შეუძლებლია, ან სხვა სახის მასალები, რომლებიც კვლევას ფასეულობას მატებენ.
kk: Сіз қосымша файлдарды жүктеуіңізге болады (бұл қадам міндетті емес). Бұл файлдар кез-келген пішімде болуы мүмкін және олар: (a) зерттеу жүргізу үшін пайдаланылған бағдарламалар, (b) қабылданған зерттеу этикасы ережелеріне сәйкес құрылған мәліметтер жиынтығы, (c) оқырмандарға басқа жолмен қол жетімді болмайтын дереккөздер, (d) мәтіннің өзіне енгізуге болмайтын суреттер мен кестелер болуы мүмкін.
ku_iq: ئەم هەنگاوە ئارەزومەندانەیە کە ڕێگا بە زیادکردنی فایلی پاشکۆ دەدات. فایلەکان دەکرێت بە فۆڕماتی جیاواز بن، بۆ نمونە کەرەستەی توێژینەوە، سێتی داتا، کە دەبێت لەگەڵ ئەخلاقی توێژینەوە بگونجێت، ئەو سەرچاوانەی کە ئەگەر بەم شێوەیە نەبێت بەردەست نابن بۆ خوێنەر، خشتە و وێنەی کە ناکرێت هاوپێچی ناو دەقی توێژینەوەکە بکرین، یان هەر فایلێکی دیکەی پەیوەندیدار بە توێژینەوەکە.
lt: Toks veiksmas leidžiateikti papildomus failus. Tie bet kokio formato failai gali būti: a) tyrimui naudotos priemonės; b) duomenys, atitinkantys moksliniams tyrimams taikomus reikalavimus: c) skaitytojams pateiksimi šaltiniai; d) į tekstą netelpantys paveikslai ir lentelės arba kitokia su darbu susijusi medžiaga.
lv_lv: Šis izvēles posms ļauj iesniegumam pievienot papildu datnes. Faili, kas var būt jebkurā formātā, var ietvert a) pētniecības instrumentus, b) datu kopas, kas atbilst pētījuma pētniecības ētikas pārskata nosacījumiem, c) avotus, kas citādi nebūtu pieejami lasītājiem, d) attēlus un tabulas, ko nevar integrēt pašā tekstā, vai citus materiālus, kas papildina darba devumu.
mk_mk: Овој опционален чекор овозможува да се додадат Дополнителните датотеки на поднесок. Фајловите, кои можат да бидат во кој било формат, може да содржат (а) инструменти за истражување, (б) збирки на податоци, кои се во согласност со условите на прегледот на етиката на истражувањето на студијата, (в) извори што инаку би биле недостапни за читателите, (г ) бројки и табели што не можат да се интегрираат во самиот текст или други материјали што додаваат на придонесот на делото.
ms_my: Langkah pilihan ini membolehkan anda menambahkan fail tambahan pada penyerahan. Fail-fail ini, dalam format apa pun, boleh merangkumi (a) alat penyelidikan, (b) kumpulan data yang mematuhi syarat yang ditetapkan oleh etika kajian penyelidikan, (c) sumber yang tidak tersedia untuk pembaca, (d) angka dan jadual yang tidak dapat disatukan ke dalam teks atau bahan lain yang ditambahkan pada sumbangan karya.
nb_no: Dette valgfrie trinnet lar forfattere legge til supplerende filer som kan styrke innleveringen. Disse filene kan omfatte (a) forskningsinstrument, (b) datasett (som må være forskningsetisk vurdert og sikret), (c) kilder som ellers ikke ville vært tilgjengelig for leserne eller (d) figurer eller tabeller som ikke kan integreres i selve teksten.
pt: Este passo opcional no processo de submissão permite adicionar ficheiros suplementares. Os ficheiros, que podem ter qualquer formato, podem incluir (a) instrumentos de pesquisa, (b) conjuntos de dados, segundo os padrões éticos, (c) fontes de informação usualmalmente não disponíveis para os leitores, ou (d) figuras ou tabelas que não podem ser integradas no texto em si, ou outros materiais que adicionem algum contributo ao trabalho.
pt_br: Este é um passo opcional no processo de submissão. Documentos Suplementares funcionam como um apêndice ao manuscrito, com o objetivo de auxiliar na compreensão e avaliação da submissão. Documentos Suplementares podem incluir (a) instrumentos de pesquisa, (b) conjuntos de dados e tabelas, que seguem os padrões de ética de avaliação, (c) fontes de informação normalmente não disponíveis para leitores, ou (d) figuras ou tabelas que não podem ser integradas ao texto em si. Estes documentos também devem ser indexados pelo autor, identificando a relação dos mesmos com a submissão, bem como a propriedade. Qualquer tipo ou formato de documento pode ser transferido como documento suplementar e será disponibilizado aos leitores em seu formato original de envio. Estes documentos podem ser disponibilizados aos avaliadores, caso não comprometam o processo editorial.
ro_ro: Acest pas opțional permite adăugarea fișierelor suplimentare la o înregistrare de manuscris. Fișierele, care pot fi în orice format, ar putea include (a) instrumente de cercetare, (b) seturi de date, care respectă termenii reviziei eticii de cercetare a studiului, (c) surse care altfel nu ar fi disponibile pentru cititori, (d) ) figuri și tabele care nu pot fi integrate în textul în sine, sau alte materiale care adaugă contribuției lucrării.
ru_ru: Этот шаг не обязателен, он позволяет добавить к вашему материалу дополнительные файлы. Эти файлы могут быть в любом формате и представлять собой (a) использованные для проведения исследования программы, (b) наборы данных, которые построены в соответствии с принятыми правилами этики исследований, (c) источники, которые иным способом были бы недоступны читателям, (d) рисунки и таблицы, которые нельзя вставить в сам текст, или другие материалы, которые добавляют ценности работе.
sk_sk: Tento voliteľný krok umožňuje pridať k príspevku doplnkové súbory. Tieto súbory (akéhokoľvek formátu) môžu zahŕňať (a) výskumné inštrumenty, (b) dátové súbory, ktoré sú v súlade s podmienkami posudku etickosti výskumu tejto štúdie, (c) zdroje, ktoré by inak boli čitateľom nedostupné, (d) obrázky a tabuľky, ktoré nemôžu byť začlenené do samotného textu alebo ďalšie materiály, ktoré navyšujú prínos príspevku.
sl_si: Ta neobvezen korak omogoča dodajanje dodatnih datotek k prispevku. Te datoteke so lahko v poljubnem formatu in lahko vključujejo informacije o instrumentih raziskave, uporabljenih bazah podatkov, ki bi bile drugače nedostopne bralcem, slike in tabele, ki se ne morejo vključiti v samo besedilo in druge stvari, ki so povezane s prispevkom.
sr_rs@cyrillic: Опциони корак дозвољава додавање додатних фајлова уз предају. Фајлови могу бити у било ком формату могу да садрже информације о инструментима истраживања, базе података, изворе који бу другачије били недоступни читаоцима, слике и табеле које не могу бити интегрисане у сам текст или неки други материјал који има везе са радом.
sv_se: I det här frivilliga momentet kan du ladda upp kompletterande filer. Filerna, som kan vara i vilket format som helst, kan innehålla exempelvis (a) forskningsinstrument, (b) dataset, som följer villkoren i studiens forskningsetiska granskning, (c) källor som annars inte skulle skulle vara tillgänglig för läsaren, (d) figurer och diagram som inte fått utrymme i själva texten, eller annat material som tillför något till arbetet.
uz_cyrl: Ушбу ихтиёрий босқич аризага қўшимча файлларни қўшиш имконини беради.
uz_latn: Ushbu ixtiyoriy qadam qo'shimcha fayllarni materiallarga qo'shishga imkon beradi. Har qanday formatda bo'lishi mumkin bo'lgan fayllar tarkibiga (a) tadqiqot vositalari, (b) tadqiqotning axloqiy sharhi shartlariga mos keladigan ma'lumotlar to'plami, (c) o'quvchilar uchun mavjud bo'lmagan manbalar, (d) ) matnning o'ziga qo'shib bo'lmaydigan raqamlar va jadvallar yoki asarning hissasini qo'shadigan boshqa materiallar.
vi: Bước tùy chọn này cho phép các tập tin bổ sung được thêm vào một bài gửi. Các tập tin, có thể ở bất kỳ định dạng nào, có thể bao gồm (a) công cụ nghiên cứu, (b) bộ dữ liệu, tuân thủ các điều khoản của đánh giá đạo đức nghiên cứu, (c) các nguồn mà nếu không có sẵn cho độc giả, (d) ) số liệu và bảng không thể được tích hợp vào chính văn bản hoặc các tài liệu khác làm tăng thêm sự đóng góp của công trình nghiên cứu.
zh_cn: 这个在投稿流程中选择性的步骤，让作者可以增加文件到稿件上，加强稿件所拥有的影响力。「补充文件」可以包括(a)研究设备或方法；(b) 资料或数据组，依循研究工作的研究伦理审核； (c) 资料来源；无法提供给读者的来源不算；(d) 无法纳入文章本文之中的图片或表格。这些文件也会由作者编目索引，指明它们与稿件之间的关系，以及文件和文件之间的关系。「补充文件」可以用任一种文件格式上传，并且可以用原本的格式让读者取得。如果无损匿名审稿原则的话，也可以和审稿人共用这些文件.
