Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.suppFile.form.titleRequired
source: Please enter the title of this supplementary file.
az: Zəhmət olmasa bu əlavə faylın adını daxil edin.
be: Калі ласка, увядзіце назву гэтага дадатковага файла.
bg_bg: Моля, въведете заглавие на този допълнителен файл.
cs_cz: Vložte, prosím, název tohoto doplňkového souboru.
da_dk: Angiv titlen på denne supplerende fil.
de_de: Bitte Titel der Zusatzdatei eingeben.
el_gr: Παρακαλούμε εισάγετε τον τίτλο του συμπληρωματικού αρχείου.
es_mx: Introduzca el título del archivo complementario.
eu_es: Idatzi fitxategi osagarri honen titulua.
fi_fi: Syötä tämän liitetiedoston nimi.
fr_fr: Veuillez entrer le titre de ce fichier supplémentaire.
gl: Introduza o título deste arquivo adicional.
he_il: אנא הכנס את כותרת הקובץ המשלים הזה.
hi_in: कृपया इस पूरक फ़ाइल का शीर्षक दर्ज करें।
hr_hr: Molimo unesite naslov dopunske datoteke.
hu_hu: Kérjük, adja meg a kiegészítő fájl címét.
hy: Խնդրում ենք մուտքագրել այս լրացուցիչ նիշքի անվանումը:
is: Vinsamlega sláðu inn titil viðbótarskrár.
it_it: Inserisci il titolo del file aggiuntivo.
ka: გთხოვთ, შეიტანეთ ამ დამატებითი ფაილის დასახელება.
kk: Қосымша файлдың атауын көрсетуіңізді сұраймыз.
ku_iq: تکایە ناونیشانی ئەم فایلە پاشکۆیە بنوسە.
lt: Prašom įrašyti šio priedo pavadinimą.
lv_lv: Lūdzu, ievadiet šīs papildu datnes nosaukumu.
mk_mk: Внесете го насловот на дополнителниот фајл.
ms_my: Sila masukkan tajuk fail tambahan ini.
nb_no: Skriv inn tittelen på den supplerende filen.
pt: Introduza o título deste ficheiro suplementar.
pt_br: Título do documento suplementar obrigatório.
ro_ro: Vă rugăm să introduceți titlul acestui fișier suplimentar.
ru_ru: Пожалуйста, введите название этого дополнительного файла.
sk_sk: Vložte, prosím, názov tohto doplnkového súboru.
sl_si: Prosimo vnesite naslov dopolnilne datoteke.
sr_rs@cyrillic: Унесите назив додатног фајла.
sv_se: Titel på kompletterande fil krävs.
uz_cyrl: Илтимос, ушбу қўшимча файл сарлавҳасини киритинг.
uz_latn: Iltimos, ushbu qo'shimcha faylning sarlavhasini kiriting.
vi: Vui lòng nhập tiêu đề của tập tin bổ sung này.
zh_cn: 请输入本补充文件的标题.
zh_hant: 請輸入此附加檔案的標題。

# author.submit.suppFile.form.subjectRequired
source: Please enter a subject.
az: Zəhmət olmasa bir mövzu daxil edin.
be: Калі ласка, увядзіце тэму.
bg_bg: Моля, въведете тема.
cs_cz: Vložte prosím předmět.
da_dk: Angiv et emne.
de_de: Bitte Gegenstand eingeben.
el_gr: Παρακαλούμε εισάγετε ένα θέμα.
es_mx: Introduzca un tema.
eu_es: Sartu gaia.
fi_fi: Syötä aihe.
fr_fr: Veuillez entrer un sujet.
gl: Introduza un tema.
he_il: אנא הכנס נושא.
hi_in: कृपया एक विषय दर्ज करें।
hr_hr: Molimo unesite predmet.
hu_hu: Kérjük, adjon meg tárgyat.
hy: Խնդրում ենք մուտքագրել խորագիրը:
is: Vinsamlega sláðu inn efni.
it_it: Inserisci un argomento.
ka: გთხოვთ შეიტანოთ თემა.
kk: Тақырыпты енгізіңіз.
ku_iq: تکایە، ناونیشانی بابەتەکە بنوسە.
lt: Prašom įrašyti temą.
lv_lv: Lūdzu, ievadiet tematu.
mk_mk: Внесете тема.
ms_my: Sila masukkan subjek.
nb_no: Skriv inn et emne.
pt: Introduza um assunto.
pt_br: Assunto obrigatório.
ro_ro: Vă rugăm să introduceți un subiect.
ru_ru: Пожалуйста, введите тему.
sk_sk: Vložte prosím predmet.
sl_si: Prosimo vnesite naslov.
sr_rs@cyrillic: Унесите субјекат.
sv_se: Ämne krävs.
uz_cyrl: Илтимос, мавзуни киритинг.
uz_latn: Iltimos, mavzuni kiriting.
vi: Vui lòng nhập một chủ đề.
zh_cn: 请输入主题.
zh_hant: 請輸入一個學科。

# author.submit.suppFile.form.descriptionRequired
source: Please enter a description.
az: Zəhmət olmasa bir açıqlama daxil edin.
be: Калі ласка, увядзіце апісанне.
bg_bg: Моля, въведете описание.
cs_cz: Vložte, prosím, popis.
da_dk: Angiv en beskrivelse.
de_de: Bitte geben Sie eine Beschreibung ein.
el_gr: Παρακαλούμε εισάγετε μία περιγραφή.
es_mx: Por favor, introduzca una descripción.
eu_es: Sartu azalpena.
fi_fi: Syötä kuvaus.
fr_fr: Veuillez entrer une description.
gl: Introduza unha descrición.
he_il: אנא הכנס תיאור.
hi_in: कृपया विवरण दर्ज करें।
hr_hr: Molimo unesite opis.
hu_hu: Kérjük, adjon meg leírást.
hy: Խնդրում ենք մուտքագրել նկարագրությունը:
is: Vinsamlega sláðu inn lýsingu.
it_it: Inserisci una descrizione.
ka: გთხოვთ შეიტანოთ აღწერა.
kk: Сипаттаманы енгізіңіз.
ku_iq: تکایە ناساندنێک بنوسە.
lt: Prašom pateikti aprašą.
lv_lv: Lūdzu, ievadiet aprakstu.
mk_mk: Внесете опис.
ms_my: Sila masukkan butiran.
nb_no: Skriv inn en beskrivelse.
pt: Introduza uma descrição.
pt_br: Descrição obrigatória.
ro_ro: Vă rugăm să introduceți o descriere.
ru_ru: Пожалуйста, введите описание.
sk_sk: Vložte, prosím, popis.
sl_si: Prosimo vnesite opis
sr_rs@cyrillic: Унесите опис.
sv_se: Beskrivning krävs.
uz_cyrl: Илтимос, тавсифни киритинг.
uz_latn: Iltimos, tavsifini kiriting.
vi: Vui lòng nhập mô tả.
zh_cn: 请输入说明.
zh_hant: 請輸入一篇描述。

# author.suppFile.suppFilePublicIdentificationExists
source: Public supplemental file identification already exists.
az: Açıq əlavə fayl identifikasiyası artıq mövcuddur.
be: Адкрытая ідэнтыфікацыя дадатковага файла ўжо існуе.
bg_bg: Публична идентификация на допълнителнителния файл вече съществува.
cs_cz: Veřejný identifikátor doplňkového souboru již existuje.
da_dk: Offentlig identifikation af supplerende fil findes allerede.
de_de: Die öffentliche Bezeichnung der Zusatzdatei existiert bereits.
el_gr: Το δημόσιο αναγνωριστικό του συμπληρωματικού αρχείου υπάρχει ήδη.
es_mx: Ya existe una identificación pública del archivo complementario.
eu_es: Fitxategi osagarriaren identifikazio publikoa lehendik emanda dago.
fi_fi: Julkinen liitetiedoston tunnistetieto on jo olemassa.
fr_fr: L'identification publique du fichier supplémentaire existe déjà.
gl: A identificación pública do arquivo adicional xa existe.
he_il: זיהוי קובץ משלים ציבורי קיים כבר.
hi_in: सार्वजनिक पूरक फ़ाइल पहचान पहले से ही मौजूद है।
hr_hr: Javna dopunska identifikacija datoteke već postoji.
hu_hu: Nyilvános kiegészítő fájl azonosító már létezik.
hy: Հանրային լրացուցիչ նիշքի նույնականացումն արդեն գոյություն ունի:
is: Opnbert kenni viðbótarskrár er nú þegar til.
it_it: Esiste già l'identificazione del file pubblico supplementare.
ka: დამატებითი ფაილის საჯარო იდენტიფიკატორი არ არსებობს.
kk: Қосымша файлдың ашық идентификациясы орнатылған.
ku_iq: پێناسەی فایلی پاشکۆی گشتی بەردەستە.
lt: Toks papildomo failo identifikatorius jau yra.
lv_lv: Publiskā papildu datnes identifikācija jau pastāv.
mk_mk: Јавна идентификација на дополнителната датотека веќе постои.
ms_my: Pengenalpastian awam fail tambahan sudah ada.
nb_no: Offentlig identifikasjon for den supplerende filen finnes allerede.
pt: A identificação pública do ficheiro suplementar já existe.
pt_br: Documento suplementar público já existente.
ro_ro: Există deja identificarea pentru fișier suplimentar public.
ru_ru: Открытая идентификация дополнительного файла уже существует.
sk_sk: Verejný identifikátor doplnkového súboru už existuje.
sl_si: Javni identifikator dopolnilne datoteke že obstaja.
sr_rs@cyrillic: Идентификација јавног додатног фајла већ постоји.
sv_se: Identifikator för publik kompletterande finns redan.
uz_cyrl: Қўшимча файлнинг оммавий идентификатори аллақачон мавжуд.
uz_latn: Ommaviy qo'shimcha fayl identifikatori allaqachon mavjud.
vi: Nhận dạng tập tin bổ sung công khai đã tồn tại.
zh_cn: 公共附件标识符已经存在.
zh_hant: 公開附帶檔案的辨識已存在。

# author.suppFile.publicSuppFileIdentifier
source: Public supplemental file identifier
az: Açıq əlavə fayl təsviredici
be: Адкрыты ідэнтыфікатар дадатковага файла
bg_bg: Публичнен идентификатор на допълнителен файл
cs_cz: Veřejný identifikátor doplňkového souboru
da_dk: Offentligt id for supplerende fil
de_de: Öffentliche Bezeichnung der Zusatzdatei.
el_gr: Δημόσιο αναγνωριστικό συμπληρωματικού αρχείου.
es_mx: Identificador público del archivo complementario
eu_es: Fitxategi osagarriaren identifikatzaile publikoa
fi_fi: Julkinen liitetiedoston tunniste
fr_fr: Identifiant public du fichier supplémentaire.
gl: Identificador público do arquivo adicional
he_il: מזהה קובץ משלים ציבורי
hi_in: सार्वजनिक पूरक फ़ाइल पहचानकर्ता
hr_hr: Identifikator javne dopunske datoteke
hu_hu: Nyilvános kiegészítő fájl azonosító
hy: Հանրային լրացուցիչ նիշքի նույնացուցիչ
is: Opinbert kenni viðbótarskrár
it_it: Identificatore pubblico del file supplementare
ka: დამატებითი ფაილის საჯარო იდენტიფიკატორი
kk: Қосымша файлдың ашық идентификаторы
ku_iq: ناسێنەری فایلی پاشکۆی گشتی
lt: Papildomojo viešojo failo identifikatorius
lv_lv: Publiskais papildu datnes identifikators
mk_mk: Јавна идентификација на дополнителна датотека
ms_my: Pengenalpasti fail awam tambahan
nb_no: Offentlig identifikator for den supplerende filen
pt: Identificador de documento suplementar público
pt_br: Identificador de documento suplementar público
ro_ro: Identificator de fișiere suplimentare publice
ru_ru: Открытый идентификатор дополнительного файла
sk_sk: Verejný identifikátor doplnkového súboru už existuje
sl_si: Javni identifikator dopolnilne datoteke
sr_rs@cyrillic: Идентификатор јавног додатног фајла.
sv_se: Identifikator för publik kompletterande fil
uz_cyrl: Қўшимча файлнинг оммавий идентификатори
uz_latn: Ommaviy qo'shimcha fayl identifikatori
vi: Nhận dạng tập tin bổ sung công khai
zh_cn: 公共附件标识符
zh_hant: 公開附加檔案識別碼

# author.submit.confirmationDescription
source: To submit your manuscript to {$journalTitle} click Finish Submission. The submission's principal contact will receive an acknowledgement by email and will be able to view the submission's progress through the editorial process by logging in to the journal web site. Thank you for your interest in publishing with {$journalTitle}.
be: Націсніце «Завяршыць адпраўку», каб адправіць ваш матэрыял у часопіс «{$journalTitle}». Асноўны аўтар, указаны для перапіскі з рэдакцыяй, атрымае пацвярджэнне па электроннай пошце і будзе мець магчымасць сачыць за праходжаннем матэрыялу праз рэдакцыйны працэс, заходзячы на вэб-сайт часопіса. Дзякуй за інтарэс да публікацыі ў часопісе «{$journalTitle}».
bg_bg: За да изпратите ръкописа си на {$journalTitle}, щракнете върху Приключване на подаването на материали. Посоченият основент контакт за подаванете материали ще получи потвърждение по имейл и ще може да види напредъка на редакционния процес, като влезе в уеб сайта на списанието. Благодарим ви за проявения интерес към публикуването в {$journalTitle}.
cs_cz: Pro odeslání vašeho příspěvku do {$journalTitle} klikněte na Dokončit příspěvek. Hlavní kontakt příspěvku obdrží e-mailem oznámení a bude moci po příhlášení na stránky časopisu sledovat postup příspěvku redakčním řízením. Děkujeme za Váš zájem publikovat v {$journalTitle}.
da_dk: Klik på 'Afslut manuskript' for at fremsende manuskriptet til {$journalTitle}. Manuskriptets primære kontaktperson modtager en bekræftelse via e-mail og kan få vist manuskriptets forløb igennem den redaktionelle proces ved at logge på tidsskriftets websted. Tak, fordi du er interesseret i at publicere din artikel i {$journalTitle}.
de_de: Um Ihr Manuskript bei {$journalTitle} einzureichen, klicken Sie "Einreichung abschließen" an. Der Hauptkontakt des Beitrags wird eine Benachrichtigung per E-Mail erhalten und wird den Stand des Beitrags im redaktionellen Prozess auf der Website der Zeitschrift nachvollziehen können (Einloggen erforderlich). Vielen Dank für Ihr Interesse an einer Veröffentlichung bei {$journalTitle}.
el_gr: Για να υποβάλετε το άρθρο στο {$journalTitle} πατήστε "Ολοκλήρωση υποβολής". Το κύριο πρόσωπο επικοινωνίας του περιοδικού θα ενημερωθεί για την υποβολή. Σας ευχαριστούμε για το ενδιαφέρον σας να δημοσιεύσετε στο περιοδικό {$journalTitle}.
eu_es: Eskuizkribua {$journalTitle} aldizkarira bidaltzeko, sakatu 'Amaitu bidalketa'. Bidalketa egin duen kontaktu nagusiak hartu-agiri bat jasoko du posta elektronikoz eta bidalketak prozesu editorialean daraman martxa jarraitu ahal izango du. Eskerrik asko {$journalTitle} aldizkarian argitaratzeko duzun interesagatik.
fi_fi: Lähetä käsikirjoituksesi julkaisuun {$journalTitle} klikkaamalla Suorita lähetys -painiketta. Käsikirjoituksen pääasiallinen yhteyshenkilö saa vastaanottoilmoituksen sähköpostitse ja voi seurata toimitusprosessin etenemistä kirjautumalla julkaisun verkkosivustolle. Kiitos, että lähetit käsikirjoituksesi julkaisuun {$journalTitle}.
fr_fr: Pour soumettre votre manuscrit à {$journalTitle}, cliquer sur Terminer la soumission. Le contact principal de la soumission recevra un accusé de réception par courriel et sera en mesure d'afficher l'avancement du processus éditorial de la soumission en se connectant dans le site Web de la revue. Merci de votre intérêt à publier dans {$journalTitle}.
he_il: כדי להגיש את כתב היד שלך ל {journalTitle$} לחץ על סיום הגשה. איש הקשר העיקרי של ההגשה יקבל אישור בדוא"ל ויוכל לראות את התקדמות ההגשה בתהליך העריכה על ידי כניסה לאתר כתב הכת. תודה על התעניינותך בפרסום באמצעות {journalTitle$}.
hi_in: अपनी पांडुलिपि को {$journalTitle} सबमिट करने के लिए, सबमिशन समाप्त पर क्लिक करें। सबमिशन के प्रमुख संपर्क को ईमेल द्वारा एक स्वीकृति प्राप्त होगी और जर्नल वेब साइट पर लॉग इन करके संपादकीय प्रक्रिया के माध्यम से प्रस्तुत करने की प्रगति को देखने में सक्षम होगा। {$journalTitle} के साथ प्रकाशन में आपकी रुचि के लिए धन्यवाद।
hr_hr: Završili ste prva četiri koraka postupka prijave. Kliknite <i>Dovrši prijavu</i> kako biste predali rukopis vašeg priloga za časopis {$journalTitle}. O tome ćete primiti potvrdu putem e-pošte. Informacije o kretanju prijavljenog priloga kroz urednički postupak moći ćete pratiti prijavljivanjem na mrežnu stranicu časopisa. Hvala vam na interesu za objavljivanje vašeg rada u časopisu {$journalTitle}.
hu_hu: A kézirat {$journalTitle} elküldéséhez kattintson a Beküldés befejezése gombra. A benyújtás fő kapcsolattartója kap egy e-mailt, amelyben a benyújtott anyag aktuális állapotának megtekintéséhez talál linket, így bejelentkezés után folyamatosan nyomonkövethető a lektorálási és szerkesztői folyamat. Köszönjük, hogy érdeklődik a {$journalTitle} folyóiratunknál való publikálás iránt.
it_it: Per inviare il tuo lavoro a {$journalTitle} clicca il tasto "Completa la proposta". L'autore che hai indicato per la corrispondenza con la Redazione riceverà una notifica via email e potrà controllare, effettuando il log in al sito web della rivista, lo stato di avanzamento della proposta nel processo editoriale. Grazie per il tuo interessamento a pubblicare con {$journalTitle}
ku_iq: بۆ ناردنی ڕەشنوسەکەت بۆ{$journalTitle} کلیک لەسەر (ناردنی توێژینەوە) بکە. لایەنی سەرەکیی پەیوەندیدار بە شێوەی ئیمەیڵ داواکرییەکەیان بەدەست دەگات، تۆ دەتوانی زانیاری لەسەر قۆناغەکانی بڵاوکردنەوەی توێژینەوەکە بزانین بە سەردانیکردنی پێگەی ئەلیکترۆنیی گۆڤار. سوپاس بۆ ناردنی توێژینەوەکەت بۆ {$journalTitle}.
lv_lv: Lai iesniegtu savu manuskriptu žurnālam {$journalTitle} noklikšķiniet uz Pabeigt iesniegšanu (Finish Submission). Iesniegtā materiāla kontaktpersona saņems apstiprinājumu pa e-pastu un, pieslēdzoties žurnāla tīmekļa vietnē, varēs apskatīt materiāla virzību redakcijas procesā. Paldies par izrādīto interesi publicēties žurnālā {$journalTitle}.
mk_mk: За да го доставите вашиот ракопис до {$journalTitle} кликнете на Заврши Поднесување. Главниот контакт на поднесувањето ќе добие потврда преку е-пошта и ќе може да го гледа напредокот на поднесокот во текот на уредувачкиот процес со најавување на веб-страницата на списанието. Ви благодариме за интересот за објавување во {$journalTitle}.
ms_my: Untuk menghantar manuskrip anda ke {$journalTitle} klik Selesaikan Penyerahan. Kontak utama penyerahan akan menerima pengakuan melalui e-mel dan dapat melihat status penyerahan melalui proses editorial dengan log masuk ke laman web jurnal. Terima kasih kerana berminat untuk menerbitkan dengan {$journalTitle}.
nb_no: Klikk «Bekreft» for å levere inn arbeider til {$journalTitle}. Du vil motta en e-post som bekrefter innleveringen. Du kan følge den gjennom den redaksjonelle prosessen ved å logge inn på tidsskriftets nettsted. Takk for at du vil publisere hos {$journalTitle}.
pt_br: Após concluídos e verificados os passos anteriores, clique em "Concluir submissão" para enviar seu trabalho para a revista {$journalTitle}. Um e-mail de confirmação será enviado. Acompanhe a situação da submissão, dentro do processo editorial da revista, acessando o sistema com o papel de autor. Agradecemos seu interesse em contribuir com seu trabalho para a revista {$journalTitle}.
ro_ro: Pentru a înregistra manuscrisul la {$journalTitle} click pe Finalizare înregistrare. Autorul corespondent al manuscrisului înregistrat va primi o confirmare prin e-mail și va putea vizualiza progresul manuscrisului prin procesul editorial, conectându-se pe site-ul web al jurnalului. Vă mulțumim pentru interesul dvs. de a publica în {$journalTitle}.
ru_ru: Нажмите «Завершить отправку», чтобы отправить ваш материал в журнал «{$journalTitle}». Основной автор, указанный для переписки с редакцией, получит подтверждение по электронной почте и будет иметь возможность следить за прохождением материала через редакционный процесс, заходя на веб-сайт журнала. Спасибо за интерес к публикации в журнале «{$journalTitle}».
sk_sk: Pre odoslanie vášho príspevku do {$journalTitle} kliknite na Dokončiť príspevok. Hlavný kontakt príspevku dostane e-mailom oznámenie a bude môcť po prihlásení na stránky časopisu sledovať postup príspevku redakčným riadením. Ďakujeme za Váš záujem publikovať v{$journalTitle}.
sl_si: Za končanje postopka oddaje vašega rokopisa za {$journalTitle} kliknite gumb Končaj oddajo. O uspešni oddaji boste dobili potrditev preko e-pošte. Informacije o uredniškem postopku boste lahko spremljali preko prijave na spletišču revije. Hvala lepa za izkazan interes in oddajo prispevka.
sr_rs@cyrillic: Да бисте предали ваш рукопис у {$journalTitle} kliknitena "Završi predaju". кликнитена "Заврши предају". Директор пердаје ће примити обавештење о предаји путем имејла и биће у могућности да види прогрес предаје путем уредничког процеса. Хвала Вам на интересовању да објављујете радове у {$journalTitle}.
sv_se: För att skicka in bidraget till {$journalTitle} klicka på Skicka in bidrag. Den primära kontaktpersonen för bidraget kommer få en bekräftelse med e-post och kommer att kunna följa bidragets väg genom den redaktionella processen genom att logga in på tidskriftens webbplats. Tack för att du är intresserad av att publicera i {$journalTitle}.
zh_cn: 完成了之前投稿流程的四个步骤，点击「完成投稿」以将您的初稿送交给{$journalTitle}。您会收到一封电子邮件确认信，并且在登入期刊网站后能够查看您的稿件正经历哪些编辑过程。感谢您愿意在{$journalTitle}出版您的文章.

# author.submit.noFiles
source: No files have been attached to this submission.
be: Ні адзін файл не быў далучаны да гэтага матэрыялу для адпраўкі.
bg_bg: Към това изпращане на материали не са прикачени файлове.
cs_cz: K příspěvku nebyly připojeny žádné soubory.
da_dk: Der er ikke vedhæftet nogen filer til dette manuskript.
de_de: Dieser Einreichung wurden keine Dateien beigefügt.
el_gr: Δεν έχουν επισυναφθεί αρχεία στη συγκεκριμένη υποβολή.
eu_es: Bidalketa honi ez zaio fitxategirik erantsi.
fi_fi: Tähän käsikirjoitukseen ei ole liitetty tiedostoja.
fr_fr: Aucun fichier n'a été attaché à cette soumission.
he_il: לא צורפו קבצים להגשה זו.
hi_in: कोई फ़ाइल इस सबमिशन से जुड़ी नहीं है।
hr_hr: Nema datoteka priloženih ovoj prijavi.
hu_hu: Ehhez a benyújtáshoz nem csatolt fájlt.
it_it: Non hai caricato alcun file per questa proposta.
ku_iq: هیچ فایلێک بۆ ئەم پێشکەشکردنە بار نەکراوە.
lv_lv: Šim iesniedzamajam materiālam nav pievienoti dokumenti.
mk_mk: Нема прикачено фајлови кон овој поднесок.
ms_my: Tiada fail yang dilampirkan pada penyerahan ini.
nb_no: Ingen filer er lagt ved denne innleveringen.
pt_br: Nenhum documento anexado à submissão.
ro_ro: Nu au fost atașate fișiere la această înregistrare.
ru_ru: Ни один файл не был прикреплен к этому отправляемому материалу.
sk_sk: K príspevku neboli pripojené žiadne súbory.
sl_si: Nobena datoteka ni bila priložena oddaji.
sr_rs@cyrillic: Фајлови нису додати уз ову пријаву.
sv_se: Inga filer har laddats upp till det här bidraget.
zh_cn: 这个投稿没有已经添加的文件.

# author.submit.filesSummary
source: File Summary
az: Fayl xülasəsi
be: Звесткі пра файлы
bg_bg: Обобщение на файловете
cs_cz: Informace o souboru
da_dk: Filresumé
de_de: Zusammenfassung
el_gr: Σύνοψη αρχείου
es_mx: Resumen del archivo
eu_es: Fitxategi-laburpena
fi_fi: Yhteenveto tiedostoista
fr_fr: Sommaire du fichier
gl: Resumo do arquivo
he_il: סיכום קובץ
hi_in: फ़ाइल सारांश
hr_hr: Kratak pregled datoteke
hu_hu: Fájl összesítő
hy: Նիշքի ամփոփում
is: Skrá - samantekt
it_it: Riepilogo dei file
ka: მონაცემები ფაილების შესახებ
kk: Файл туралы ақпарат
ku_iq: پوختەی فایلە پێشکەشکراوەکان
lt: Santrauka
lv_lv: Datņu kopsavilkums
mk_mk: Фајл од извадок
ms_my: Ringkasan Fail
nb_no: Oppsummering
pt: Resumo do ficheiro
pt_br: Resumo de documentos
ro_ro: Rezumatul fișierului
ru_ru: Сведения о файлах
sk_sk: Informácie o súbore
sl_si: Povzetek datotek
sr_rs@cyrillic: Резиме фајлова
sv_se: Sammanfattning av filer
uz_cyrl: Файллар хулосаси
uz_latn: Faylning qisqacha mazmuni
vi: Tóm tắt Tập tin
zh_cn: 文件摘要
zh_hant: 檔案簡述

# author.submit.finishSubmission
source: Finish Submission
az: Göndərməni tamamla
be: Завяршыць адпраўку
bg_bg: Приключване на подаването на материали
cs_cz: Dokončit příspěvek
da_dk: Afslut indsendelse
de_de: Einreichung abschließen
el_gr: Ολοκλήρωση υποβολής
es_mx: Finalizar envío
eu_es: Amaitu bidalketa
fi_fi: Lähetä
fr_fr: Terminer la soumission
gl: Finalizar o envío
he_il: סיים את ההגשה
hi_in: सबमिशन खत्म करो
hr_hr: Dovrši prijavu
hu_hu: Benyújtás befejezése
hy: Ավարտել ներկայացումը
is: Ljúka innsendingu
it_it: Completa la proposta
ka: გაგზავნის დასრულება
kk: Мақаланы жіберу қадамын аяқтау
ku_iq: پێشکەش بکە
lt: Baigti
lv_lv: Pabeigt iesniegšanu
mk_mk: Заврши поднесок
ms_my: Selesaikan Penyerahan
nb_no: Bekreft innlevering
pt: Concluir submissão
pt_br: Concluir submissão
ro_ro: Finalizați înregistrarea de manuscris
ru_ru: Завершить отправку
sk_sk: Dokončiť príspevok
sl_si: Končaj oddajo
sr_rs@cyrillic: Заврши предају
sv_se: Skicka in bidrag
uz_cyrl: Ариза юборишни якунлаш
uz_latn: Yuborishni tugatish
vi: Hoàn tất Gửi bài
zh_cn: 完成投稿
zh_hant: 完成投稿
