Repository: pkp/ojs
Catalog: locale/*/author.po
Languages: az, be, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, eu_es, fi_fi, fr_fr, gl, he_il, hi_in, hr_hr, hu_hu, hy, is, it_it, ka, kk, ku_iq, lt, lv_lv, mk_mk, ms_my, nb_no, pt, pt_br, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sv_se, uz_cyrl, uz_latn, vi, zh_cn, zh_hant

# author.submit.supplementaryFiles.saveToUpload
source: Click Save to upload file (after which additional files can be uploaded).
az: Yüklədiyiniz faylı yadda saxlamaq üçün klikləyin (daha sonra əlavə fayl yükləyə bilərsiniz).
be: Націсніце «Захаваць», каб загрузіць файл (пасля гэтага можна будзе загрузіць іншыя файлы).
bg_bg: Щракнете върху Запазване, за да качите файл (след което могат да бъдат качени допълнителни файлове).
cs_cz: Pro nahrání souboru klikněte na Uložit (poté je možné nahrát další soubory).
da_dk: Klik på Gem for at overføre filen (hvorefter yderligere filer kan overføres).
de_de: Klicken Sie "Sichern" an, um die Datei hochzuladen. (Danach können noch weitere Dateien hochgeladen werden.)
el_gr: Πατήστε "Αποθήκευση" για να μεταφορτωθεί το αρχείο (μπορείτε να μεταφορτώσετε και άλλα αρχεία στη συνέχεια).
es_mx: Haga clic en Guardar para cargar el archivo (después se podrán cargar los archivos adicionales).
eu_es: Egin klik “Gorde” botoian fitxategia kargatzeko (horren ondoren fitxategi osagarriak kargatu daitezke).
fi_fi: Lataa tiedosto klikkaamalla Tallenna (tämän jälkeen on mahdollista ladata lisää tiedostoja).
fr_fr: Cliquer sur Enregistrer pour transférer le fichier (après cela, des fichiers supplémentaires peuvent être transférés).
gl: Faga clic en Gardar para cargar o arquivo (a continuación poderanse cargar os aquivos adicionais).
he_il: לחץ על שמור כדי להעלות קובץ (שלאחריו ניתן להעלות קבצים נוספים).
hi_in: फ़ाइल अपलोड करने के लिए सेव पर क्लिक करें (जिसके बाद अतिरिक्त फाइलें अपलोड की जा सकती हैं)।
hr_hr: Odaberite "spremi" kako biste poslali datoteku (potom možete priložiti još dopunskih datoteka).
hu_hu: Kattintson a Mentésre a fájl feltöltéséhez (miután a hozzáadott fájl megjelent).
hy: Սեղմեք Պահպանել՝ նիշքը վերբեռնելու համար (որից հետո կարող են վերբեռնվել լրացուցիչ նիշքեր):
is: Smelltu á vista til að hlaða upp skrá (í kjölfarið er hægt að bæta við viðbótarskrám).
it_it: Clicca Salva per caricare il file (in seguito si potranno caricare file supplementari).
ka: დააჭირეთ ღილაკზე „დამახსოვრება“, ფაილის ასატვირთად (ამის შემდეგ შესაძლებელი იქნება სხვა ფაილების ატვირთვაც).
kk: Файлды жүктеу үшін "Сақтау" батырмасын басыңыз (бұдан кейін қосымша файлдпрды жүктеуіңізге болады).
ku_iq: کلیک لەسەر پاراستن بکە بۆ بارکردنی فایلەکە (دوای ئەمە فایلەکانی دیکەش دەکرێت بار بکرێن).
lt: Kad failas būtų įkeltas, išsaugokite (tada galėsite kelti papildomus failus).
lv_lv: Noklikšķiniet uz Saglabāt, lai augšupielādētu datni (pēc tam var augšupielādēt papildu datnes).
mk_mk: Кликнете на Зачувај за да аплодирате датотека (по што може да се постават дополнителни датотеки).
ms_my: Klik Simpan untuk memuat naik fail (selepas itu fail tambahan dapat dimuat naik).
nb_no: Klikk «Lagre» for å laste opp filen (flere filer kan lastes opp senere).
pt: Clique em Guardar para adicionar o documento (depois poderá inserir ficheiros adicionais).
pt_br: Clique Salvar para transferir documento.
ro_ro: Faceți clic pe Salvați pentru a încărca fișierul (după care pot fi încărcate fișiere suplimentare).
ru_ru: Нажмите «Сохранить», чтобы загрузить файл (после этого можно будет загрузить другие файлы).
sk_sk: Pre nahranie súboru kliknite na Uložiť (potom je možné nahrať ďalšie súbory).
sl_si: Kliknite Shrani za nalaganje datoteke (dodatne datoteke lahko naložite kasneje).
sr_rs@cyrillic: Кликните сачувај да додате фајл (након тога можете додавати још фајлова).
sv_se: Klicka Spara för att ladda upp fil. (Efter detta kan ytterligare filer laddas upp).
uz_cyrl: Файлни юклаш учун «Сақлаш» тугмасини босинг.
uz_latn: Faylni yuklash uchun Saqlash-ni bosing (bundan keyin qo'shimcha fayllarni yuklash mumkin).
vi: Nhấp vào Lưu để tải tập tin (sau đó các tập tin bổ sung có thể được tải lên).
zh_cn: 点击保存上传文件 (其他文件被上传之后).
zh_hant: 按儲存上載檔案（然後可上載其他檔案）。

# author.submit.forgottenSubmitSuppFile
source: Are you sure you wish to continue without uploading the supplementary file you have chosen?
az: Seçdiyiniz əlavə faylı yükləmədən davam etmək istədiyinizdən əminsinizmi?
be: Вы ўпэўнены, што хочаце працягваць без загрузкі дадатковага файла, які вы выбралі?
bg_bg: Наистина ли искате да продължите, без да качвате допълнителния файл, който сте избрали?
cs_cz: Jste si jistý, že chcete pokračovat bez nahrání doplňkového souboru, který jste vybral?
da_dk: Er du sikker på, at du vil fortsætte uden at overføre den supplerende fil, du har valgt?
de_de: Sind Sie sicher, dass Sie fortfahren wollen, ohne die ausgewählte Zusatzdatei hochgeladen zu haben?
el_gr: Επιθυμείτε να προχωρήσετε χωρίς να μεταφορτώσετε το συμπληρωματικό αρχείο που έχετε επιλέξει;
es_mx: ¿Está seguro/a de que desea continuar sin cargar el archivo complementario que ha seleccionado?
eu_es: Ziur zaude aukeratu duzun fitxategi osagarria kargatu gabe jarraitu nahi duzula?
fi_fi: Haluatko varmasti jatkaa lataamatta valitsemaasi liitetiedostoa?
fr_fr: Êtes-vous certain de vouloir continuer sans transférer le fichier supplémentaire que vous avez choisi?
gl: Está seguro/a de querer continuar sen cargar o arquivo adicional que seleccionou?
he_il: האם אתה בטוח שברצונך להמשיך בלי להעלות את הקובץ המשלים שבחרת?
hi_in: क्या आप वाकई आपके द्वारा चुनी गई पूरक फ़ाइल को अपलोड किए बिना जारी रखना चाहते हैं?
hr_hr: Jeste li sigurni da želite nastaviti bez slanja dopunske datoteke koju ste odabrali?
hu_hu: Biztosan folytatni akarja a kiválasztott kiegészítő fájlok feltöltése nélkül?
hy: Վստա՞հ եք, որ ցանկանում եք շարունակել առանց ձեր ընտրած լրացուցիչ նիշքը վերբեռնելու:
is: Ertu viss um að þú viljir halda áfram án þess að hlaða inn valinni viðbótarskrá?
it_it: Sei sicuro di voler continuare senza caricare il file aggiuntivo che hai scelto?
ka: დარწმუნებული ხართ, რომ გსურთ არჩეული დამატებითი ფაილის ატვირთვის გარეშე გაგრძელება?
kk: Сіз қосымша жүктелген файлдарсыз мақаланы жіберуді әрі қарай жалғастырғыңыз келе ме?
ku_iq: ئایا تۆ دڵنیایت لە بەردەوامبون بێ ئەوەی فایلی پاشکۆ بار بکەیت کە دیاریت کردووە؟
lt: Ar tikrai norite tęsti, neįkėlęs pasirinkto papildomojo failo?
lv_lv: Vai tiešām vēlaties turpināt bez izvēlētās papildu datnes augšupielādes?
mk_mk: Дали сте сигурни дека сакате да продолжите без да ја аплодирате дополнителната датотека што сте ја одбрале?
ms_my: Adakah anda pasti mahu meneruskan tanpa memuat naik fail tambahan yang anda pilih?
nb_no: Er du sikke på at du vil fortsette uten å laste opp den supplerende filen du valgte?
pt: Deseja realmente continuar sem adicionar os documentos suplementares escolhidos?
pt_br: Deseja realmente continuar sem enviar os documentos suplementares escolhidos?
ro_ro: Sigur doriți să continuați fără a încărca fișierul suplimentar ales?
ru_ru: Вы уверены, что хотите продолжить без загрузки дополнительного файла, который вы выбрали?
sk_sk: Ste si istý, že chcete pokračovať bez nahranie doplnkového súboru, ktorý ste vybrali?
sl_si: Ste prepričani, da želite nadaljevati brez da bi naložili dodatno datoteko, ki ste jo izbrali?
sr_rs@cyrillic: Да ли сте сигурни да желите да наставите без додавања додатног фајлакоји сте одабрали?
sv_se: Är du säker på att du vill fortsätta utan att ladda upp vald kompletterande fil?
uz_cyrl: Қўшимча файлни юкламасдан давом этмоқчимисиз?
uz_latn: Siz tanlagan qo'shimcha faylni yuklamasdan davom ettirishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn tiếp tục mà không tải lên tập tin bổ sung mà bạn đã chọn không?
zh_cn: 您确定要继续而不上传已经选择的补充文件?
zh_hant: 是否確認未有上載您所選擇的額外檔案並繼續？

# author.submit.noSupplementaryFiles
source: No supplementary files have been added to this submission.
az: Bu göndərməyə əlavə fayl yüklənməyib.
be: Дадатковыя файлы не былі дабаўлены да гэтага матэрыялу.
bg_bg: Към тези материали за статия не са добавени допълнителни файлове.
cs_cz: Žádné doplňkové soubory nebyly přidány k tomuto příspěvku.
da_dk: Der er ikke føjet nogen supplerende filer til dette manuskript.
de_de: Dem Beitrag wurden keine Zusatzdateien angefügt.
el_gr: Δεν έχουν προστεθεί συμπληρωματικά αρχεία στη συγκεκριμένη υποβολή.
es_mx: No se han añadido archivos complementarios a este envío.
eu_es: Bidalketari ez zaio fitxategi osagarririk gehitu.
fi_fi: Tähän käsikirjoitukseen ei ole lisätty liitetiedostoja.
fr_fr: Aucun fichier supplémentaire n'a été ajouté à cette soumission.
gl: Non se engadiu ningún arquivo adicional a este envío.
he_il: להגשה זו לא נוספו קבצים משלימים.
hi_in: इस सबमिशन में कोई पूरक फाइल नहीं जोड़ी गई है।
hr_hr: Nema dopunskih datoteka uz prijavljeni prilog.
hu_hu: Nincs kiegészítő fájl hozzáadva ehhez a beküldéshez.
hy: Ոչ մի լրացուցիչ նիշք չի ավելացվել այս ներկայացմանը:
is: Engum viðbótarskrám hefur verið bætt við þessa innsendingu.
it_it: Non è stato aggiunto nessun file supplementare per questa proposta.
ka: დამატებითი ფაილები არ იყო არჩეული ამ მასალისათვის.
kk: Бұл мақалаға қосымша файлдар жүктелмеген.
ku_iq: هیچ فایلێکی پاشکۆ بۆ ئەم توێژینەوەیە زیاد نەکراوە.
lt: Nepridėta jokių papildomų failų.
lv_lv: Šim iesniedzamajam materiālam nav pievienotas papildu datnes.
mk_mk: Нема додадени дополнителни датотеки на овој поднесок.
ms_my: Tiada fail tambahan yang ditambahkan pada penyerahan ini.
nb_no: Ingen supplerende filer er lagt til.
pt: Nenhum documento suplementar foi anexado à submissão.
pt_br: Nenhum documento suplementar anexado à submissão.
ro_ro: Nu au fost adăugate fișiere suplimentare la această înregistrare.
ru_ru: Дополнительные файлы не были добавлены к этому материалу.
sk_sk: Žiadne doplnkové súbory neboli pridané k tomuto príspevku.
sl_si: Nobena dodatna datoteka ni bila dodata k temu prispevku.
sr_rs@cyrillic: Додатни фајлови нису додати уз ову пријаву.
sv_se: Inga kompletterande filer har lagts till bidraget.
uz_cyrl: Ҳеч қандай қўшимча файллар қўшилмаган.
uz_latn: Ushbu materialga qo'shimcha fayllar qo'shilmagan.
vi: Không có tập tin bổ sung nào được thêm vào bài gửi này.
zh_cn: 没有附件被添加到这个投稿.
zh_hant: 未有附加檔案增添至此投稿。

# author.submit.backToSupplementaryFiles
source: Back to Supplementary Files
az: Əlavə fayllara geri qayıdın
be: Вярнуцца да дадатковых файлаў
bg_bg: Обратно към допълнителни файлове
cs_cz: Zpět k doplňkovým souborům
da_dk: Tilbage til 'Supplerende filer'
de_de: Zurück zu Zusatzdateien
el_gr: Επιστροφή στο βήμα προσθήκης συμπληρωματικών αρχείων
es_mx: Volver a Archivos complementarios
eu_es: Itzuli Fitxategi osagarrietara
fi_fi: Takaisin Liitetiedostot-kohtaan
fr_fr: Retour à Fichiers supplémentaires
gl: Volver a arquivos adicionais
he_il: חזרה לקבצים משלימים
hi_in: अनुपूरक फ़ाइलों पर वापस
hr_hr: Natrag na dopunske datoteke
hu_hu: Vissza a kiegészítő fájlhoz
hy: Վերադարձ դեպի Լրացուցիչ նիշքեր
is: Til baka í viðbótarskrár
it_it: Torna ai file supplementari
ka: დამატებით ფაილებზე დაბრუნება
kk: Қосымша файлдарға қайту
ku_iq: گەڕانەوە بۆ فایلە پاشکۆکان
lt: Grįžti į papildomuosius failus
lv_lv: Atgriezties pie papildu datnēm
mk_mk: Назад кон дополнителни датотеки
ms_my: Kembali ke Fail Tambahan
nb_no: Tilbake til supplerende filer
pt: Voltar para Documentos Suplementares
pt_br: Voltar para Documentos Suplementares
ro_ro: Înapoi la fișiere suplimentare
ru_ru: Вернуться к дополнительным файлам
sk_sk: Späť k doplnkovým súborom
sl_si: Nazaj na dodatne datoteke
sr_rs@cyrillic: Повратак на додатне фајлове
sv_se: Tillbaka till kompletterande filer
uz_cyrl: Қўшимча файлларга қайтиш
uz_latn: Qo'shimcha fayllarga qaytish
vi: Quay lại tập tin bổ sung
zh_cn: 备份附件
zh_hant: 返回附加檔案

# author.submit.confirmDeleteSuppFile
source: Are you sure you want to delete this supplementary file?
az: Bu əlavə faylı silmək istədiyinizdən əminsinizmi?
be: Вы ўпэўнены, што хочаце выдаліць гэты дадатковы файл?
bg_bg: Наистина ли искате да изтриете този допълнителен файл?
cs_cz: Jste si jistý, že chcete vymazat tento doplňkový soubor?
da_dk: Er du sikker på, at du vil slette denne supplerende fil?
de_de: Sind Sie sicher, dass Sie diese Zusatzdatei löschen wollen?
el_gr: Επιβεβαιώνετε τη διαγραφή αυτού του συμπληρωματικού αρχείου;
es_mx: ¿Está seguro/a de que desea eliminar este archivo complementario?
eu_es: Ziur zaude fitxategi osagarri hau ezabatu nahi duzula?
fi_fi: Haluatko varmasti poistaa tämän liitetiedoston?
fr_fr: Êtes-vous certain de vouloir supprimer ce fichier supplémentaire?
gl: Está seguro/a de que quere eliminar este arquivo adicional?
he_il: האם אתה בטוח שברצונך למחוק קובץ משלים זה?
hi_in: क्या आप वाकई इस पूरक फ़ाइल को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite obrisati ovu dopunsku datoteku?
hu_hu: Biztos benne, hogy törölni akarja ezt a kiegészítő fájlt?
hy: Իսկապե՞ս ուզում եք ջնջել այս լրացուցիչ նիշքը:
is: Ertu viss um að þú viljir eyða þessari viðbótarskrá?
it_it: Sei sicuro di voler cancellare questo file supplementare?
ka: დარწმუნებული ხართ, რომ გსურთ ამ დამატებითი ფაილის წაშლა?
kk: Қосымша файлды өшіру қажет пе?
ku_iq: ئایا تۆ لە سڕینەوەی فایلی پاشکۆ دڵنیایت؟
lt: Ar tikrai šį papildomą failąnorite ištrinti?
lv_lv: Vai tiešām vēlaties dzēst šo papildu datni?
mk_mk: Дали сте сигурни дека сакате да ја избришете оваа дополнителна датотека?
ms_my: Adakah anda pasti mahu memadam fail tambahan ini?
nb_no: Er du sikker på at du vil slette denne supplerende filen?
pt: Deseja realmente eliminar este documento suplementar?
pt_br: Deseja realmente excluir este documento suplementar?
ro_ro: Sigur doriți să ștergeți acest fișier suplimentar?
ru_ru: Вы уверены, что хотите удалить этот дополнительный файл?
sk_sk: Ste si istý, že chcete vymazať tento doplnkový súbor?
sl_si: Ste prepričani, da želite zbristi to dodatno datoteko?
sr_rs@cyrillic: Да ли сте сигурни да желите да обришете додатни фајл?
sv_se: Är du säker på att du vill ta bort den kompletterande filen?
uz_cyrl: Ҳақиқатан ҳам ушбу қўшимча файлни ўчириб ташламоқчимисиз?
uz_latn: Ushbu qo'shimcha faylni o'chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xóa tập tin bổ sung này?
zh_cn: 您确认删除这个附件?
zh_hant: 是否確認刪除此附加檔案？

# author.submit.uploadSuppFile
source: Upload supplementary file
az: Əlavə fayl yükləyin
be: Загрузіць дадатковы файл
bg_bg: Качване на допълнителен файл
cs_cz: Nahrát doplňkový soubor
da_dk: Overfør supplerende fil
de_de: Zusatzdatei hochladen
el_gr: Μεταφόρτωση συμπληρωματικού αρχείου
es_mx: Cargar archivo complementario
eu_es: Kargatu fitxategi osagarria
fi_fi: Lataa liitetiedosto
fr_fr: Transférer le fichier supplémentaire
gl: Cargar arquivo adicional
he_il: העלה קובץ משלים
hi_in: अनुपूरक फ़ाइल अपलोड करें
hr_hr: Dopunske datoteke
hu_hu: Kiegészítő fájl feltöltése
hy: Վերբեռնեք լրացուցիչ նիշքը
is: Hlaða upp viðbótarskrá
it_it: Carica un file aggiuntivo
ka: დამატებითი ფაილის ატვირთვა
kk: Қосымша файлды жүктеу
ku_iq: بارکردنی فایلی پاشکۆ
lt: Įkelkite papildomą failą
lv_lv: Augšupielādēt papildu datni
mk_mk: Аплодирај те дополнителни фајлови
ms_my: Muat naik fail tambahan
nb_no: Last opp supplerende fil
pt: Adicionar ficheiros suplementares
pt_br: Transferir documentos suplementares
ro_ro: Încărcați fișierul suplimentar
ru_ru: Загрузить дополнительный файл
sk_sk: Nahrať doplnkový súbor
sl_si: Naloži dodatno datoteko
sr_rs@cyrillic: Додај додатни фајл
sv_se: Ladda upp kompletterande fil
uz_cyrl: Қўшимча файлни юклаш
uz_latn: Qo'shimcha faylni yuklang
vi: Tải lên tập tin bổ sung
zh_cn: 上传附件
zh_hant: 上戴附加檔案

# author.submit.addSupplementaryFile
source: Add a Supplementary File
az: Əlavə fayl əlavə edin
be: Дабавіць дадатковы файл
bg_bg: Добавяне на допълнителен файл
cs_cz: Přidat doplňkový soubor
da_dk: Tilføj en supplerende fil
de_de: Zusatzdatei hinzufügen
el_gr: Προσθήκη συμπληρωματικού αρχείου
es_mx: Añadir un archivo complementario
eu_es: Fitxategi osagarri bat gehitu
fi_fi: Lisää liitetiedosto
fr_fr: Ajouter un fichier supplémentaire
gl: Engadir un arquivo adicional
he_il: הוסף קובץ משלים
hi_in: एक अनुपूरक फ़ाइल जोड़ें
hr_hr: Dodaj dopunsku datoteku
hu_hu: Kiegészítő fájl hozzáadása
hy: Ավելացնել լրացուցիչ նիշք
is: Bæta við viðbótarskrá
it_it: Inserisci un file aggiuntivo
ka: დამატებითი ფაილის დამატება
kk: Қосымша файлды жүктеу
ku_iq: فایلێکی پاشکۆ زیاد بکە
lt: Pridėkite papildomą failą
lv_lv: Pievienot papildu datni
mk_mk: Додадете дополнителен фајл
ms_my: Tambah Fail Tambahan
nb_no: Legg til en supplerende fil
pt: Adicionar Ficheiro Suplementar
pt_br: Incluir Documento Suplementar
ro_ro: Adăugați un fișier suplimentar
ru_ru: Добавить дополнительный файл
sk_sk: Pridať doplnkový súbor
sl_si: Dodaj dodatno datoteko
sr_rs@cyrillic: Додај додатни фајл
sv_se: Lägg till en kompletterande fil
uz_cyrl: Қўшимча файл қўшиш
uz_latn: Qo'shimcha fayl qo'shing
vi: Thêm một tập tin bổ sung
zh_cn: 添加一个附件
zh_hant: 增添附加檔案

# author.submit.editSupplementaryFile
source: Edit a Supplementary File
az: Əlavə faylı tənzimləyin
be: Рэдагаваць дадатковы файл
bg_bg: Редакция на допълнителен файл
cs_cz: Upravit doplňkový soubor
da_dk: Redigér en supplerende fil
de_de: Zusatzdatei bearbeiten
el_gr: Επεξεργασία συμπληρωματικού αρχείου
es_mx: Editar un archivo complementario
eu_es: Fitxategi osagarri bat editatu
fi_fi: Muokkaa liitetiedostoa
fr_fr: Modifier un fichier supplémentaire
gl: Editar un arquivo adicional
he_il: ערוך קובץ משלים
hi_in: एक अनुपूरक फ़ाइल संपादित करें
hr_hr: Uredite dopunsku datoteku
hu_hu: Kiegészítő fájl szerkesztése
hy: Խմբագրել լրացուցիչ նիշքը
is: Breyta viðbótarskrá
it_it: Modifica un file aggiuntivo
ka: დამატებითი ფაილის ჩასწორება
kk: Қосымша файлды өңдеу
ku_iq: گۆڕینی فایلی پاشکۆ
lt: Papildomą failą taisykite
lv_lv: Rediģēt papildu datni
mk_mk: Едитирај дополнителен фајл
ms_my: Sunting Fail Tambahan
nb_no: Rediger en supplerende fil
pt: Editar Ficheiro Suplementar
pt_br: Editar Documento Suplementar
ro_ro: Editați un fișier suplimentar
ru_ru: Редактировать дополнительный файл
sk_sk: Upraviť doplnkový súbor
sl_si: Uredi dodatno datoteko
sr_rs@cyrillic: Измени додатни фајл
sv_se: Redigera en kompletterande fil
uz_cyrl: Қўшимча файлни таҳрирлаш
uz_latn: Qo'shimcha faylni tahrirlash
vi: Sửa một tập tin bổ sung
zh_cn: 编辑一个附件
zh_hant: 編輯附加檔案

# author.submit.supplementaryFileData
source: Supplementary File Metadata
az: Əlavə fayl üst datası
be: Метаданыя дадатковага файла
bg_bg: Метаданни на допълнителен файл
cs_cz: Metadata doplňkového souboru
da_dk: Metadata til supplerende fil
de_de: Metadaten der Zusatzdatei
el_gr: Μεταδεδομένα συμπληρωματικού αρχείου
es_mx: Metadatos de archivos complementarios
eu_es: Fitxategi osagarriaren metadatuak
fi_fi: Liitetiedoston metatiedot
fr_fr: Métadonnées du fichier supplémentaire
gl: Metadatos do arquivo adicional
he_il: מטא-נתונים על קבצים משלימים
hi_in: अनुपूरक फ़ाइल मेटाडेटा
hr_hr: Metapodaci dopunske datoteke
hu_hu: Kiegészítő fájl metaadat
hy: Լրացուցիչ նիշքի մետատվյալներ
is: Lýsigögn fyrir viðbótarskrá
it_it: Metadati del file supplementare
ka: დამატებითი ფაილის მეტა-მონაცემები
kk: Қосымша файлдың метадеректерін енгізу
ku_iq: فایلی پاشکۆی زانیارییەکان
lt: Papildomo failo metaduomenys
lv_lv: Papildu datnes metadati
mk_mk: Метадата на дополнителен фајл
ms_my: Metadata Fail Tambahan
nb_no: Metadata for den supplerende filen
pt: Metadados do Ficheiro Suplementar
pt_br: Metadados do Documento Suplementar
ro_ro: Metadate pentru fișiere suplimentare
ru_ru: Метаданные дополнительного файла
sk_sk: Metadáta doplnkového súboru
sl_si: Metapodatki dodatne datoteke
sr_rs@cyrillic: Мета подаци додатног фајла
sv_se: Metadata för kompletterande fil
uz_cyrl: Қўшимча файл метамаълумотлари
uz_latn: Qo'shimcha fayl metama'lumotlari
vi: Siêu dữ liệu của tập tin bổ sung
zh_cn: 附件源数据
zh_hant: 附加檔案元資料

# author.submit.supplementaryFileDataDescription
source: To index this supplementary material, provide the following metadata for the uploaded supplementary file.
az: Bu əlavə materialı indeksə əlavə etmək üçün yüklənən əlavə fayl üçün aşağıdakı üst dataları təmin edin.
be: Для індэксацыі дадатковага матэрыялу ўкажыце наступныя метаданыя для загружанага дадатковага файла.
bg_bg: За да бъде индексиран този допълнителен материал, предоставете следните метаданни за качения допълнителен файл.
cs_cz: Pro indexaci dohoto doplňkového materiálu uveďte následující metadata pro nahraný doplňkový soubor.
da_dk: Hvis du vil indeksere dette supplerende materiale, skal du angive følgende metadata for den overførte supplerende fil.
de_de: Zusätzliche Materialien werden indiziert, indem zur hochgeladenen Datei die folgenden Metadaten angegeben werden.
el_gr: Για την ευρετηρίαση του τεκμηριωτικού υλικού, εισάγετε τα μεταδεδομένα για το συμπληρωματικό αρχείο που έχει μεταφορτωθεί.
es_mx: Para indexar este material complementario, proporcione los siguientes metadatos para el archivo cargado.
eu_es: Material osagarria indexatzeko, adierazi kargatutako fitxategi osagarriaren metadatuak.
fi_fi: Jos haluat indeksoida tämän lisämateriaalin, anna ladatulle liitetiedostolle seuraavat metatiedot.
fr_fr: Pour indexer ces documents supplémentaires, fournir les métadonnées suivantes pour chaque fichier supplémentaire transféré.
gl: Para indexar este material adicional, proporcione os seguintes metadatos a cada arquivo adicional cargado.
he_il: למיפתוח של חומר משלים זה, ספק את המטא-נתונים הבאים לקובץ המשלים שהועלה.
hi_in: इस पूरक सामग्री को अनुक्रमित करने के लिए, अपलोड की गई अनुपूरक फ़ाइल के लिए निम्नलिखित मेटाडेटा प्रदान करें।
hr_hr: Molimo vas da priložite osnovne informacije o priloženoj datoteci kako bi sustav mogao katalogizirati ovaj sadržaj.
hu_hu: A kiegészítő anyag indexeléséhez a továbbiakban adjon meg metaadatot a feltöltött kiegészítő fájlhoz.
hy: Այս լրացուցիչ նյութը ինդեքսավորելու համար վերբեռնված լրացուցիչ նիշքի համար տրամադրեք հետևյալ մետատվյալները։
is: Til að lykla þetta viðbótarefni, sláðu inn eftirfarandi lýsigögn fyrir viðbótarskrána.
it_it: Per ciascun file supplementare, inserisci i metadati necessari.
ka: დამატებითი მასალების ინდექსირებისათვის მიუთითეთ შემდეგი მეტა-მონაცემები ატვირთული დამატებითი ფაილისათვის.
kk: Қосымша материалды индекстеу үшін жүктелген қосымша файл үшін келесі метадеректерді көрсетіңіз.
ku_iq: بۆ پێنوێنی ئەم پاشکۆیانە، ئەم زانیارییە ناسێنەرانەی خوارەوە بۆ فایلە پاشکۆکە زیاد بکە.
lt: Kad pateiktumėte šią medžiagą, į įkeltą papildomą failą įtraukite šiuos metaduomenis.
lv_lv: Lai indeksētu šo papildmateriālu, norādiet šādus augšupielādētās papildu datnes metadatus.
mk_mk: За индексирање на овој дополнителен материјал, доставете ги следниве метаподатоци за преземената дополнителна датотека.
ms_my: Untuk mengindeks bahan tambahan ini, berikan metadata berikut untuk fail tambahan yang dimuat naik.
nb_no: For å indeksere det supplerende materialet, må du oppgi følgende metadata for den opplastede supplerende filen.
pt: Para indexar este material suplementar, forneça os seguintes metadados para o ficheiro suplementar carregado.
pt_br: Informe os seguintes metadados para cada documento suplementar, conforme necessário, e transfira o documento.
ro_ro: Pentru a indexa acest material suplimentar, furnizați următoarele metadate pentru fișierul suplimentar încărcat.
ru_ru: Для индексации дополнительного материала укажите следующие метаданные для загруженного дополнительного файла.
sk_sk: Pre indexáciu tohto doplnkového materiálu uveďte nasledujúce metadáta pre nahraný doplnkový súbor.
sl_si: Za indeksiranje dodanega dopolnilnega materiala vnesite spodnje metapodatke.
sr_rs@cyrillic: За индексирање додатног материјала унесите метаподатке за додатни фајл
sv_se: För att det kompletterande materialet ska indexeras, lägg till följande metadata för den uppladdade filen.
uz_cyrl: Ушбу қўшимча материални индекслаш учун метамаълумотларни тақдим этинг.
uz_latn: Ushbu qo'shimcha materialni indekslash uchun yuklangan qo'shimcha fayl uchun quyidagi metama'lumotlarni taqdim eting.
vi: Để lập chỉ mục tài liệu bổ sung này, hãy cung cấp siêu dữ liệu sau cho tệp bổ sung được tải lên.
zh_cn: 要索引这份补充材料，请为上传的补充文件输入下列的元数据。
zh_hant: 提供已上載附加檔案以下的元資料，作為加入索引用途。
