Repository: pkp/ojs
Catalog: locale/*/default.po
Languages: be, eu, hy_am, is_is, ja, lv, nb_no, pt_br, uk, uz_cyrl

# section.default.title
source: Articles
be: Артыкулы
eu: Artikuluak
hy_am: Հոդվածներ
is_is: Greinar
ja: 論文
lv: Raksti
nb_no: Artikler
pt_br: Preprints
uk: Статті
uz_cyrl: Мақолалар

# section.default.abbrev
source: ART
be: АРТ
is_is: GRE
lv: RAK
pt_br: PRE
uk: СТАТ
uz_cyrl: МАҚ

source: Section default policy
be: Палітыка раздзела па змаўчанні
eu: Atalaren politika lehenetsia
hy_am: Բաժնի լռելյայն քաղաքականություն
is_is: Kafla stefna
ja: セクションデフォルトポリシー
lv: Sadaļas noklusējuma politika
nb_no: Retningslinjer for seksjonen
uk: Політика розділу за замовчуванням
uz_cyrl: Бўлим стандарт сиёсати

# default.genres.article
source: Article Text
be: Тэкст артыкула
eu: Artikuluaren testua
hy_am: Հոդվածի Տեքստ
is_is: Texti greinar
ja: 投稿原本
lv: Raksta teksts
nb_no: Artikkeltekst
pt_br: Texto de preprint
uk: Текст статті
uz_cyrl: Мақола матни

# default.contextSettings.authorGuidelines
source: <p>Authors are invited to make a submission to this journal. All submissions will be assessed by an editor to determine whether they meet the aims and scope of this journal. Those considered to be a good fit will be sent for peer review before determining whether they will be accepted or rejected.</p><p>Before making a submission, authors are responsible for obtaining permission to publish any material included with the submission, such as photos, documents and datasets. All authors identified on the submission must consent to be identified as an author. Where appropriate, research should be approved by an appropriate ethics committee in accordance with the legal requirements of the study's country.</p><p>An editor may desk reject a submission if it does not meet minimum standards of quality. Before submitting, please ensure that the study design and research argument are structured and articulated properly. The title should be concise and the abstract should be able to stand on its own. This will increase the likelihood of reviewers agreeing to review the paper. When you're satisfied that your submission meets this standard, please follow the checklist below to prepare your submission.</p>
eu: <p>Egileak gonbidatuta daude aldizkari honetara bidalketa bat egitera. Aurkeztutako lan guztiak editore batek baloratuko ditu, aldizkari honen helburu eta esparruarekin bat datozen zehazteko. Egokitzat jotzen direnak parekideen berrikuspenera bidaliko dira onartuak edo baztertuak izango diren erabaki aurretik.</p><p>Bidalketa bat egin aurretik, egileak bidalketarekin batera dagoen edozein material argitaratzeko baimena lortzeaz arduratzen dira, hala nola argazkiak, dokumentuak eta datu-multzoak. Bidalketan identifikatutako egile guztiek egile gisa identifikatzeko baimena eman behar dute. Hala badagokio, ikerketa etika-batzorde egoki batek onartu beharko du, ikerketaren herrialdeko lege-eskakizunen arabera.</p><p>Editore batek bidalketa bat errefusatu dezake gutxieneko kalitate-estandarrak betetzen ez baditu. Bidali aurretik, ziurtatu ikerketaren diseinua eta ikerketaren argudioa behar bezala egituratuta eta artikulatuta daudela. Izenburuak zehatza izan behar du eta laburpenak bere kabuz moldatzeko gai izan behar du. Horrek ebaluatzaileek lana berrikusteko aukera handituko du. Zure bidalketak estandar hori betetzen duela ziur zaudenean, mesedez jarraitu beheko kontrol-zerrenda zure bidalketa prestatzeko.</p>
ja: <p>本誌への投稿を歓迎しています。すべての投稿は、編集者によって評価され、本誌の目的と範囲を満たしているかどうかが判断されます。適切であると判断されたものは、受理されるか拒否されるかを決定する前に、査読に送られます。</p><p>投稿する前に、著者は、写真、文書、データセットなど、投稿に含まれる資料を公開する許可を得る責任があります。投稿で特定されるすべての著者は、著者として特定されることに同意する必要があります。適切な場合、研究は、研究が行われる国の法的要件に従って、適切な倫理委員会によって承認される必要があります。</p><p>編集者は、投稿が最低限の品質基準を満たしていない場合、投稿を却下する可能性があります。投稿する前に、研究デザインと研究の議論が適切に構成され、明確に表現されていることを確認してください。タイトルは簡潔で、要約は単独で成り立つ必要があります。これにより、査読者が論文の査読に同意する可能性が高まります。投稿がこの基準を満たしていると思ったら、以下のチェックリストに従って投稿を準備してください。</p>
lv: <p> Aicinām autorus iesniegt darbus šim žurnālam. Redaktors izvērtēs visus iesniegtos materiālus, lai noteiktu, vai tie atbilst šī žurnāla mērķiem un darbības jomai. Darbi, kas tiks atzīti par atbilstošiem, tiks nosūtīti recenzēšanai, pēc kuras tiks noteikts, vai tos pieņems vai noraidīs.</p><p>Darba iesniegšanas brīdī autori ir atbildīgi par atļaujas saņemšanu visu darbam pievienoto materiālu, piemēram, attēli, dokumenti un datu kopas, publicēšanai. Visiem iesniedzamajā materiālā norādītajiem autoriem ir jāpiekrīt, ka viņi var tikt norādīti kā autori. Ja nepieciešams, pētījumu jāapstiprina atbilstošai ētikas komitejai saskaņā ar attiecīgās valsts tiesību aktu prasībām.</p><p> Redaktors var noraidīt iesniegto darbu, ja tas neatbilst minimālajiem kvalitātes standartiem. Pirms iesniegšanas pārliecinieties, ka darba plānojums un pētījuma pamatojums ir pareizi strukturēts un formulēts. Virsrakstam jābūt kodolīgam, un kopsavilkumam jāspēj būt pilnībā saprotamam un patstāvīgam. Tas palielinās iespēju, ka recenzenti piekritīs recenzēt darbu. Kad esat pārliecināts, ka jūsu darbs atbilst šim standartam, lūdzu, aizpildiet tālāk sniegto pārbaudes punktu sarakstu, lai sagatavotu savu darbu iesniegšanai.</p>
uk: <p>Авторам пропонується зробити подання до цього журналу. Усі подання будуть оцінені редактором, щоб визначити, чи відповідають вони цілям і тематиці цього журналу. Ті, що будуть вважатися придатними, будуть відправлені на експертне оцінювання, перш ніж визначити, будуть вони прийняті чи відхилені.</p><p>Перш ніж зробити подання, автори несуть відповідальність за отримання дозволу на опублікування будь-яких матеріалів, включених до подання, таких як фотографії, документи й набори даних. Усі автори, зазначені в поданні, повинні дати згоду на ідентифікацію як автора. У відповідних випадках дослідження повинні бути схвалені відповідним комітетом з питань етики згідно із законодавчими вимогами країни дослідження.</p><p>Редактор може відхилити подання, якщо воно не відповідає мінімальним стандартам якості. Перед подачею, будь ласка, переконайтеся, що дизайн дослідження та аргумент дослідження структуровані та сформульовані належним чином. Назва повинна бути лаконічною, а анотація повинна мати можливість стояти сама по собі. Це збільшить імовірність того, що рецензенти погодяться рецензувати статтю. Якщо ви переконаєтеся, що ваше подання відповідає цьому стандарту, будь ласка, дотримуйтеся контрольного списку нижче, щоб її підготувати.</p>
uz_cyrl: <p>Муаллифлар ушбу журналга ўз мақолаларини тақдим этишга таклиф қилинади. Барча тақдим этилган материаллар муҳаррир томонидан ушбу журналнинг мақсадлари ва кўламига мос келишини аниқлаш учун баҳоланади. Мувофиқ деб топилганлар, улар қабул қилинадими ёки рад этиладими ёки йўқлигини аниқлашдан аввал экспертизадан ўтказиш учун юборилади.</p><p>Тақдим этишдан олдин муаллифлар тақдимномага киритилган ҳар қандай материални нашр қилиш учун рухсат олиш учун жавобгардирлар, фотосуратлар, ҳужжатлар ва маълумотлар тўплами каби. Тақдимнотда кўрсатилган барча муаллифлар муаллиф сифатида тан олинишига розилик беришлари керак. Тегишли ҳолларда тадқиқот тегишли этика қўмитаси томонидан тадқиқот ўтказилаётган мамлакатнинг қонуний талабларига мувофиқ тасдиқланиши керак.</p><p>Агар у минимал сифат стандартларига жавоб бермаса, муҳаррир таклифни рад этиши мумкин. Тақдим этишдан олдин, илтимос, тадқиқот дизайни ва тадқиқот аргументи тўғри тузилган ва ифодаланганлигига ишонч ҳосил қилинг. Сарлавҳа қисқа бўлиши ва аннотация ўз-ўзидан тушунарли бўлиши керак. Бу тақризчиларнинг ишни кўриб чиқишга рози бўлиш эҳтимолини оширади. Тақдимотингиз ушбу стандартга жавоб беришига ишончингиз комил бўлса, илтимос, топширишингизни тайёрлаш учун қуйидаги назорат рўйхатига амал қилинг.</p>

# default.contextSettings.checklist
source: <p>All submissions must meet the following requirements.</p><ul><li>This submission meets the requirements outlined in the <a href="{$submissionGuidelinesUrl}">Author Guidelines</a>.</li><li>This submission has not been previously published, nor is it before another journal for consideration.</li><li>All references have been checked for accuracy and completeness.</li><li>All tables and figures have been numbered and labeled.</li><li>Permission has been obtained to publish all photos, datasets and other material provided with this submission.</li></ul>
eu: <p>Bidalketa guztiek honako baldintza hauek bete behar dituzte.</p><ul><li>Bidalketa honek <a href="{$submissionGuidelinesUrl}">Egileen jarraibideetan</a> azaldutako baldintzak betetzen ditu.</li><li>Bidalketa hau ez da lehenago argitaratu, ezta beste aldizkari batean aztertzeko aurkeztu ere.</li><li>Erreferentzia guztiak egiaztatu dira zehaztasuna eta osotasuna bermatzeko.</li><li>Taula eta irudi guztiak zenbakituta eta etiketatuta daude.</li><li>Baimena lortu da bidalketa honekin batera emandako argazki, datu-multzo eta bestelako material guztiak argitaratzeko.</li></ul>
ja: <p>すべての投稿は、以下の要件を満たす必要があります。</p><ul><li>この投稿は、<a href="{$submissionGuidelinesUrl}">著者ガイドライン</a>に概説されている要件を満たしています。</li><li>この投稿は、以前に公開されておらず、他の学術詩で検討されていません。</li><li>すべての参考文献は、正確性と完全性について確認されています。</li><li>すべての表と図には番号が付けられ、ラベルが付けられています。</li><li>この投稿に提供されたすべての写真、データセット、およびその他の資料を公開する許可を得ています。</li></ul>
lv: <p>Visiem iesniegtajiem materiāliem jāatbilst sekojošām prasībām.</p><ul><li>Šis materiāls atbilst <a href="{$submissionGuidelinesUrl}">Autoru vadlīnijās</a>izklāstītajām prasībām.</li><li>Šis darbs nav iepriekš publicēts un nav iesniegts izskatīšanai citā žurnālā.</li><li>Visas atsauces ir pārbaudītas attiecībā uz precizitāti un pilnīgumu.</li><li>Visām tabulām un attēliem ir piešķirta numerācija un nosaukums.</li><li>Ir saņemta atļauja publicēt visus attēlus, datu kopas un citus materiālus, kas pievienoti šim darbam.</li></ul>
nb_no: <p>Alle innleveringer må oppfylle følgende krav.</p><ul><li>Denne innleveringern oppfyller kravene som er skissert i <a href="{$submissionGuidelinesUrl}">Forfatterveiledningen</a>.</li><li>Denne innleveringen har ikke tidligere blitt publisert, og det vurderes heller ikke av et annet tidsskrift for publisering.</li><li>Alle referanser har blitt sjekket for nøyaktighet og fullstendighet.</li><li>Alle tabeller og figurer har blitt nummerert og merket.</li><li>Tillatelse har blitt innhentet for å publisere alle bilder, datasett og annet materiale i denne innleveringen.</li></ul>
uk: <p>Усі подання повинні відповідати таким вимогам.</p><ul><li>Це подання відповідає вимогам, викладеним у <a href="{$submissionGuidelinesUrl}">Настановах для авторів</a>.</li><li>Це подання раніше не публікувалося, а також не було винесено на розгляд іншого журналу.</li><li>Усі посилання перевірено на точність і повноту.</li><li>Усі таблиці та рисунки пронумеровано та позначено.</li><li>Отримано дозвіл на публікацію всіх фотографій, наборів даних та інших матеріалів, наданих разом із цим поданням.</li></ul>
uz_cyrl: <p>Барча тақдимотлар қуйидаги талабларга жавоб бериши керак.</p><ul><li>Ушбу тақдимнома <a href="{$submissionGuidelinesUrl}">Муаллифлик кўрсатмаларида</a> кўрсатилган талабларга жавоб беради.</li><li>Ушбу тақдимнома илгари нашр этилмаган ва бошқа журналда кўриб чиқилмаган.</li><li>Барча ҳаволалар тўғрилиги ва тўлиқлиги текширилган.</li><li>Барча жадвал ва расмлар рақамланган ва номланган.</li><li>Ушбу тақдимномада тақдим этилган барча фотосуратлар, маълумотлар тўплами ва бошқа материалларни нашр қилиш учун рухсат олинган.</li></ul>

# default.contextSettings.privacyStatement
source: <p>The names and email addresses entered in this journal site will be used exclusively for the stated purposes of this journal and will not be made available for any other purpose or to any other party.</p>
be: <p>Імёны і адрасы электроннай пошты, уведзеныя на сайце гэтага часопіса, будуць выкарыстаны выключна для мэт, акрэсленых гэтым часопісам, і не будуць выкарыстаны для якіх-небудзь іншых мэт або перададзены іншым асобам і арганізацыям.</p>
eu: <p>Aldizkari honetan sartutako izen eta helbide elektronikoak aldizkari honetan adierazitako helburuetarako soilik erabiliko dira, eta ez dira beste helburuetarako edo beste inorentzat eskuragarri egongo.</p>
hy_am: <p>Այս ամսագրի կայքում մուտքագրված անուններն ու էլ. հասցեները կօգտագործվեն բացառապես այս ամսագրի նշված նպատակների համար և հասանելի չեն լինի որևէ այլ նպատակի կամ որևէ այլ կողմի:</p>
is_is: <p>Nöfn og netföng verða ekki notuð í öðrum tilgangi en að miðla upplýsingum er varða tímaritið. Upplýsingar verða ekki afhentar þriðja aðila.</p>
ja: <p>本誌サイトに入力された名前およびメールアドレスは、本誌で述べた目的にのみ使用し、他の目的で使用したり、他のいかなる団体にも公開することはありません。</p>
lv: <p>Šajā žurnāla vietnē ievadītie vārdi un e-pasta adreses tiks izmantotas tikai šajā žurnālā norādītajiem mērķiem un nebūs pieejamas citiem mērķiem vai citām personām.</p>
nb_no: <p>Navn og e-postadresser som skrives inn til dette tidsskriftet og nettstedet vil kun bli brukt for de formålene som er oppgitt for tidsskriftet eller som følger av gyldig rettslig pålegg, og vil ikke bli gjort tilgjengelig verken for andre formål eller for uvedkommende.</p>
pt_br: <p>Os nomes e e-mails inseridos no site deste servidor serão utilizados exclusivamente para as finalidades estabelecidas por este servidor e não estarão disponíveis para nenhum outro propósito nem para nenhuma outra parte.</p>
uk: <p>Імена й адреси електронної пошти, вказані користувачами на вебсайті цього журналу, будуть використані виключно для виконання внутрішніх технічних завдань цього журналу й не будуть надані для будь-яких інших цілей або будь-якій іншій стороні.</p>
uz_cyrl: <p>Ушбу журнал сайтига киритилган исмлар ва электрон почта манзиллари фақат ушбу журналнинг белгиланган мақсадлари учун ишлатилади ва бошқа мақсадларда ёки бошқа томонларга тақдим этилмайди.</p>

# default.contextSettings.openAccessPolicy
source: This journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.
be: Гэты часопіс дае непасрэдны адкрыты доступ да свайго кантэнту, зыходзячы з наступнага прынцыпу: свабодны адкрыты доступ да вынікаў даследаванняў спрыяе павелічэнню глабальнага абмену ведамі.
eu: Aldizkari honek bere edukirako berehalako sarbide irekia eskaintzen du, ikerketa publikoaren eskura libreki jartzeak ezagutzaren truke global handiagoa bermatzen duenaren printzipioan oinarrituta.
hy_am: Այս ամսագիրը անհապաղ բաց հասանելիություն է տրամադրում իր բովանդակությանը այն սկզբունքով, որ հետազոտությունները հանրությանը ազատորեն հասանելի դարձնելն աջակցում է գիտելիքների ավելի համընդգրկուն փոխանակմանը:
is_is: Þetta tímarit birtir allt efni í opnum aðgangi samkvæmt þeirri grundvallar skoðun að aukið aðgengi almennings að rannsóknum styðji almennt við útbreiðslu þekkingar.
ja: 本誌は、知の全世界的な流通を支援するために研究成果を自由に利用できるようにするという原則に基づいて、そのコンテンツを直ちにオープンアクセスで提供します。
lv: Šis žurnāls nodrošina tūlītēju atvērtu piekļuvi tā saturam, pamatojoties uz principu, ka, padarot pētniecību brīvi pieejamu sabiedrībai, tiek veicināta plašāka zināšanu apmaiņa.
nb_no: Tidsskriftet kommer til å gi alle brukere åpen tilgang <i>(Open Access)</i>, det vil si fri og gratis tilgang til alt publisert innhold.
pt_br: Este servidor fornece acesso aberto imediato ao seu conteúdo, sob o princípio de que a disponibilização aberta e gratuita da pesquisa ao público apóia um maior intercâmbio global de conhecimento.
uk: Цей журнал підтримує політику миттєвого відкритого доступу до опублікованого контенту, слідуючи принципам вільного поширення наукової інформації та глобального обміну знаннями задля загального суспільного прогресу.
uz_cyrl: Ушбу журнал ўз мазмунига зудлик билан очиқ киришни таъминлайди, тамойил асосида тадқиқотнинг жамоатчиликка бепул тақдим этилиши глобал билим алмашинувини қўллаб-қувватлайди.

# default.contextSettings.forReaders
source: We encourage readers to sign up for the publishing notification service for this journal. Use the <a href="{$indexUrl}/{$contextPath}/user/register">Register</a> link at the top of the home page for the journal. This registration will result in the reader receiving the Table of Contents by email for each new issue of the journal. This list also allows the journal to claim a certain level of support or readership. See the journal's <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Privacy Statement</a>, which assures readers that their name and email address will not be used for other purposes.
be: Мы запрашаем нашых чытачоў падпісацца на апавяшчэнні пра выхад новых нумароў гэтага часопіса. Выкарыстайце спасылку <a href="{$indexUrl}/{$journalPath}/user/register">РЭГІСТРАЦЫЯ</a> ў верхняй частцы галоўнай старонкі часопіса. Гэта дазволіць вам атрымліваць на электронную пошту змест кожнага новага нумара часопіса. Колькасць падпісаных на апавяшчэнні дае магчымасць часопісу меркаваць пра ўзровень падтрымкі або колькасць чытачоў. Паглядзіце таксама старонку <a href="{$indexUrl}/{$journalPath}/about/submissions#privacyStatement">Заява аб канфідэнцыяльнасці</a>, якая дазваляе чытачам пераканацца ў тым, што іх імя і адрас электроннай пошты не будуць выкарыстаны з іншымі мэтамі.
eu: Irakurleak animatu nahi ditugu aldizkari honen argitalpenen jakinarazpen zerbitzuan izena ematera. Erabili aldizkariaren hasierako orriaren goialdean dagoen <a href="{$indexUrl}/{$contextPath}/user/register">Erregistratu</a> esteka. Erregistro honen ondorioz, irakurleak posta elektronikoz jasoko du Edukien Taula aldizkariaren zenbaki berri bakoitzeko. Zerrenda horri esker, gainera, babes-maila edo irakurle-kopuru jakin bat aldarrika dezake aldizkariak. Ikusi aldizkariaren <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Pribatutasun-adierazpena</a>, irakurleei ziurtatzen diena beren izena eta helbide elektronikoa ez direla beste helburu batzuetarako erabiliko.
hy_am: Մենք խրախուսում ենք ընթերցողներին գրանցվել այս ամսագրի հրատարակչական ծանուցումների ծառայության համար: Օգտագործեք ամսագրի գլխավոր էջի վերևի <a href="{$indexUrl}/{$contextPath}/user/register">Գրանցվել</a> հղումը: Այս գրանցումը կհանգեցնի նրան, որ ընթերցողը էլեկտրոնային փոստով կստանա բովանդակության աղյուսակը ամսագրի յուրաքանչյուր նոր թողարկման համար: Այս ցանկը նաև թույլ է տալիս ամսագրին պահանջել որոշակի մակարդակի աջակցություն կամ ընթերցողների քանակ: Տե՛ս ամսագրի <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Գաղտնիության հայտարարությունը</a>, որը վստահեցնում է ընթերցողներին, որ իրենց անունը և էլ. հասցեները չեն օգտագործվի այլ նպատակների համար:
is_is: Við hvetjum lesendur til að skrá sig til að móttaka tilkynningar frá tímaritinu. Notaðu tengilinn <a href="{$indexUrl}/{$contextPath}/user/register">Nýskráning</a> efst á forsíðunni. Skráðir lesendur fá sent yfirlit í tölvupósti yfir innihald hvers tölublaðs. Listinn yfir áskrifendur er einnig stuðningur við tímartið. Um meðferð persónuupplýsinga má sjá hér: 's <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Persónuvernd</a>, sem felur í sér að lesendur geta verið vissir um að nöfn þeirra og netföng verða aldrei notuð í öðrum tilgangi.
ja: 読者には、この雑誌の出版通知サービスへの登録をお薦めします。雑誌ホームページの上部にある<a href="{$indexUrl}/{$contextPath}/user/register">登録</a>リンクをクリックして登録してください。このサービスは、登録した雑誌に新しい巻号が出版されるたびに、目次情報をメールでお知らせするものです。登録者リストは、この雑誌のサポートや読者数のレベルを主張することを可能にします。登録読者の名前とメールアドレスは、その他の目的では使用いたしません。この雑誌の<a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">個人情報の取り扱いについて</a>を参照してください。
lv: Aicinām lasītājus reģistrēties šī žurnāla izdošanas paziņojumu pakalpojumam. Izmantojiet saiti <a href="{$indexUrl}/{$contextPath}/user/register">Reģistrēties</a> žurnāla sākumlapas augšpusē. Šīs reģistrācijas rezultātā lasītājs e-pastā saņems katra jauna žurnāla numura satura rādītāju. Šis uzskaitījums arī ļauj žurnālam pretendēt uz noteiktu atbalstu vai lasītāju loku. Skatiet žurnāla <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Privātuma atrunu</a>, kas apliecina lasītājiem, ka viņu vārds un e-pasta adrese netiks izmantoti citiem mērķiem.
nb_no: Vi oppfordrer alle lesere til å registrere seg for å motta publiseringsvarsel fra dette tidsskriftet. Bruk <a href="{$indexUrl}/{$contextPath}/user/register">Registrer</a> lenken øverst på hjemmesiden for tidsskriftet. Da vil du få tilsendt en e-post med innholdsoversikten for hver nye utgivelse fra tidsskriftet. På denne måten kan tidsskriftet dessuten dokumentere leserkretsen sin. Se gjerne tidsskriftets <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Erklæring om personopplysninger</a>, som skal sikre at leserenes navn og e-postadresser ikke brukes for uvedkommende formål.
pt_br: Encorajamos os leitores a se registrar no serviço de notificação de publicação deste servidor. Utilize o link <a href="{$indexUrl}{$contextPath}/user/register"> Registre-se </a> no link na parte superior da página de inicio. Esta lista também permite ao servidor reclamar um certo nível de suporte ou leitores. Consulte a <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement"> Declaração de privacidade </a>, que garante aos leitores que seu nome e e-mail não serão utilizados para outras finalidades.
uk: Ми закликаємо читачів підписатися на службу видавничих повідомлень для цього журналу. Для реєстрації використайте покликання <a href="{$indexUrl}/{$contextPath}/user/register">Зареєструватися</a> у верхньому меню головної сторінки журналу. Ця реєстрація дасть змогу читачеві отримувати електронною поштою сторінки змісту кожного нового випуску журналу. Цей список також дозволяє журналу претендувати на певний рівень підтримки чи читацької аудиторії. Перегляньте <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Заяву про конфіденційність</a> журналу, яка запевняє читачів, що їхні ім’я та адреса електронної пошти не використовуватимуться для інших цілей.
uz_cyrl: Биз ўқувчиларни ушбу журнал учун нашриёт хабарномаси хизматига рўйхатдан ўтишни таклиф қиламиз. Журнал учун бош саҳифанинг юқори қисмидаги <a href="{$indexUrl}/{$contextPath}/user/register">Рўйхатдан ўтиш</a> ҳаволасидан фойдаланинг. Ушбу рўйхатга олиш ўқувчига журналнинг ҳар бир янги сони учун электрон почта орқали Мундарижани олишига имкон беради. Ушбу рўйхат, шунингдек, журналга маълум даражадаги қўллаб-қувватлашни ёки ўқувчилар сонини аниқлаш имконини беради. Журналнинг <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Махфийлик баённомаси</a> билан танишиб чиқинг, бу эса ўқувчиларни уларнинг исми ва электрон почта манзилидан бошқа мақсадларда фойдаланилмаслигини кафолатлайди.
