Repository: pkp/ojs
Catalog: locale/*/default.po
Languages: be, eu, hy_am, is_is, ja, lv, nb_no, pt_br, uk, uz_cyrl

# default.contextSettings.forAuthors
source: Interested in submitting to this journal? We recommend that you review the <a href="{$indexUrl}/{$contextPath}/about">About the Journal</a> page for the journal's section policies, as well as the <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Author Guidelines</a>. Authors need to <a href="{$indexUrl}/{$contextPath}/user/register">register</a> with the journal prior to submitting or, if already registered, can simply <a href="{$indexUrl}/index/login">log in</a> and begin the five-step process.
be: Вы хочаце адправіць матэрыял для публікацыі ў гэтым часопісе? Рэкамендуем вам паглядзець раздзел <a href="{$indexUrl}/{$journalPath}/about">«Пра часопіс»</a>, у якім вы зможаце даведацца правілы раздзелаў часопіса, а таксама з <a href="{$indexUrl}/{$journalPath}/about/submissions#authorGuidelines">«Інструкцыяй для аўтара»</a>. Аўтарам неабходна <a href="{$indexUrl}/{$journalPath}/user/register">зарэгістравацца</a> ў часопісе перад адпраўкай матэрыялаў, або, калі вы ўжо зарэгістраваны, можна проста <a href="{$indexUrl}/index/login">увайсці</a> пад сваім уліковым запісам і пачаць працэс адпраўкі, які складаецца з пяці крокаў.
eu: Aldizkari honetan argitaratzeko interesa duzu? <a href="{$indexUrl}/{$contextPath}/about">Aldizkariari buruz</a> orrialdea berrikustea gomendatzen dizugu aldizkariaren atalen politikak kontsultatzeko, baita <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Egilearen jarraibideak</a> ere. Egileek aldizkarian <a href="{$indexUrl}/{$contextPath}/user/register">erregistratu</a> behar dute bidali aurretik, edo, dagoeneko erregistratuta badaude, <a href="{$indexUrl}/index/login">saioa hasi</a> eta bost urratseko prozesua hasi besterik ez dute egin behar.
hy_am: Ցանկանու՞մ եք ներկայացնել այս ամսագրին: Խորհուրդ ենք տալիս դիտել <a href="{$indexUrl}/{$contextPath}/about">Ամսագրի մասին</a> էջը ամսագրի բաժնի կանոնների համար, ինչպես նաև <a href="{$indexUrl }/{$contextPath}/about/submissions#authorGuidelines">Հեղինակի ուղեցույցներ</a>: Հեղինակները պետք է <a href="{$indexUrl}/{$contextPath}/user/register">գրանցվեն</a> ամսագրում նախքան ուղարկելը կամ, եթե արդեն գրանցված են, կարող են պարզապես <a href="{$indexUrl }/index/login">մուտք գործել</a> և սկսեք հինգ քայլից բաղկացած գործընթացը:
is_is: Hefur þú áhuga á að birtingu í þessu tímariti? Við mælum með að þú skoðir <a href="{$indexUrl}/{$contextPath}/about">Um tímaritið</a> og kynnir þér stefnu tímaritsins, ásamt <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Leiðbeiningum til höfunda</a>. Höfundar þurfa að skrá sig hér: <a href="{$indexUrl}/{$contextPath}/user/register">Nýskráning</a> áður en hægt er að senda inn grein. Ef þú ert nú þegar skráð(ur) getur þú einfladlega farið í <a href="{$indexUrl}/index/login">Innskráning</a> og hafið 5 skefa innsendingarferlið.
ja: この雑誌に論文を投稿することに興味はありませんか。この雑誌のセクションポリシーを示す<a href="{$indexUrl}/{$contextPath}/about">この雑誌について</a>および<a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">執筆要項</a>をご覧になることをお薦めします。論文を投稿するにはあらかじめこの雑誌に<a href="{$indexUrl}/{$contextPath}/user/register">登録</a>する必要があります。登録済みの方は<a href="{$indexUrl}/index/login">ログイン</a>して、5ステップの投稿処理を開始するだけです。
lv: Vēlaties publicēties šajā žurnālā? Iesakām pārlūkot lapu <a href="{$indexUrl}/{$contextPath}/about">Par žurnālu</a>, lai uzzinātu par žurnāla sadaļu politikām, kā arī izpētīt <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Vadlīnijas autoriem</a>. Pirms materiāla iesniegšanas autoram <a href="{$indexUrl}/{$contextPath}/user/register">jāpiereģistrējas</a> žurnālā, vai arī, ja reģistrācija jau veikta, <a href="{$indexUrl}/index/login">jāpieteicas</a>, lai uzsāktu piecu soļu materiāla iesniegšanas procesu.
nb_no: Ønsker du å sende inn bidrag til dette tidsskriftet? I så fall bør du sette deg inn i retningslinjene for tidsskriftetsseksjonene under <a href="{$indexUrl}/{$contextPath}/about">Om tidsskriftet</a>, og <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Forfatterinstruksen</a>. Forfattere må <a href="{$indexUrl}/{$contextPath}/user/register">registrere</a> seg i tidsskriftet før de kan sende inn bidrag. Hvis du allerede er registrert, kan du ganske enkelt <a href="{$indexUrl}/index/login">logge inn</a> og starte innsendingsprosessen.
pt_br: Interessado em submeter a este servidor? Recomendamos que revise a página <a href="{$indexUrl}{$contextPath}/about">Sobre</a> para conhecer as políticas, assim como as <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Diretrizes do Autor</a>. Os autores devem <a href="{$indexUrl}{$contextPath}/user/register"> se registrar</a> antes de submeter ou, se já estão registrados, podem simplesmente <a href="{$ indexUrl}/index/log in"> logar </a> e começar o processo.
uk: Бажаєте опублікувати свою статтю у цьому журналі? Рекомендуємо ознайомитись з нашою редакційною політикою на сторінці <a href="{$indexUrl}/{$contextPath}/about">Про журнал</a> та переглянути <a href="{$indexUrl}/{$contextPath}/about/submissions#authorGuidelines">Керівництво для авторів</a>. Для того, щоб мати можливість подавати рукописи до нашого видання, автори повинні <a href="{$indexUrl}/{$contextPath}/user/register">зареєструватися</a> на сайті журналу. Якщо Ви вже зареєстровані, просто <a href="{$indexUrl}/index/login">увійдіть на сайт</a> та пройдіть 5 кроків подання рукопису на розгляд.
uz_cyrl: Биз ўқувчиларни ушбу журнал учун нашриёт хабарномаси хизматига рўйхатдан ўтишни таклиф қиламиз. Журнал учун бош саҳифанинг юқори қисмидаги <a href="{$indexUrl}/{$contextPath}/user/register">Рўйхатдан ўтиш</a> ҳаволасидан киринг. Ушбу рўйхатдан ўтиш ўқувчига журналнинг ҳар бир янги сони учун электрон почта орқали Мундарижани олишига олиб келади. Ушбу рўйхат, журналга маълум текшириш ёки қўллаб-қувватлашни ёки ўқувчилар базасини шакллантириш имконини беради. Журналнинг <a href="{$indexUrl}/{$contextPath}/about/submissions#privacyStatement">Махфийлик баённомаси</a> билан танишиб чиқинг.

# default.contextSettings.forLibrarians
source: We encourage research librarians to list this journal among their library's electronic journal holdings. As well, it may be worth noting that this journal's open source publishing system is suitable for libraries to host for their faculty members to use with journals they are involved in editing (see <a href="https://pkp.sfu.ca/ojs">Open Journal Systems</a>).
be: Мы спадзяваемся, што супрацоўнікі бібліятэк унясуць гэты часопіс у спіс электронных часопісаў сваёй бібліятэкі. Варта адзначыць, што адкрытая выдавецкая сістэма гэтага часопіса таксама падыходзіць для таго, каб бібліятэкі маглі размяшчаць уласныя электронныя часопісы, у рэдагаванні якіх удзельнічаюць выкладчыкі і навуковыя супрацоўнікі (падрабязней можна паглядзець на <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>.
eu: Ikerketa-liburuzainak animatu nahi ditugu aldizkari hau beren liburutegiko aldizkari elektronikoen bilduman sartzera. Era berean, aipatzekoa da aldizkari honen kode irekiko argitalpen-sistema egokia dela liburutegiek ostatu har dezaten, beren irakasleek edizioan parte hartzen duten aldizkariekin erabil dezaten (ikus <a href="https://pkp.sfu.ca/ojs">Open Journal Systems</a>).
hy_am: Մենք խրախուսում ենք հետազոտող գրադարանավարներին ներառել այս ամսագիրը իրենց գրադարանի էլեկտրոնային ամսագրերի պահուստների շարքում: Նաև, հարկ է նշել, որ այս ամսագրի բաց կոդով հրատարակչական համակարգը հարմար է գրադարանների համար՝ իրենց պրոֆեսորադասախոսական կազմի անդամների համար օգտագործելու այն ամսագրերի հետ, որոնց խմբագրմամբ նրանք զբաղվում են (տես <a href="https://pkp.sfu.ca /ojs">Բաց ամսագրի համակարգեր</a>):
is_is: Við hvetjum bóksafnsfræðinga til að lista þetta tímarit á meðal rafrænna tímarita sinna. Við vekjum einnig athygli á því að þetta tímarit er í kerfi með opnum aðgangi sem er hentugt fyrir bókasöfn til að vista tímarit sem fræðimenn stofnunarinnar eiga aðkomu að (sjá <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
ja: 研究図書館の方には、この雑誌を電子ジャーナルリストに追加することをお薦めします。また、この雑誌が使用しているオープンソースの出版システムが、図書館が所属の教員が編集委員をしている雑誌を運用するために提供するシステムとしてふさわしいことも注目に値するでしょう（<a href="http://pkp.sfu.ca/ojs">オープン･ジャーナル･システム</a>のホームページを参照してください）。
lv: Aicinām pētniecisko bibliotēku darbiniekus iekļaut šo žurnālu savas bibliotēkas elektronisko žurnālu krājumā. Tāpat ir vērts atzīmēt, ka šī žurnāla atvērtā pirmkoda publicēšanas sistēma ir piemērota bibliotēkām, lai tās varētu nodrošināt mācībspēkiem iespēju izmantot žurnālus, kuru rediģēšanā viņi ir iesaistīti (sk. <a href="https://pkp.sfu.ca/ojs">Open Journal Systems)</a>.
nb_no: Vi oppfordrer alle forskningsbibliotekarer til å føre dette tidsskriftet inn i den elektroniske tidsskriftbeholdningen ved deres bibliotek. Dessuten gjør vi oppmerksom på at dette tidsskriftets open source programvare egner seg for bibliotek som vil være vertskap for fagansattes arbeid med fagtidsskrift (se <a href="https://pkp.sfu.ca/ojs">Open Journal Systems</a>).
pt_br: Encorajamos aos bibliotecários de pesquisa a incluir este servidor entre aqueles existentes em suas biblioteca. Além disso, vale a pena assinalar que o sistema de publicação de código aberto deste servidor é adequado para que as bibliotecas hospedem os membros de sua faculdade (ver <a href="http://pkp.sfu.ca">Public Knowledge Project</a>).
uk: Ми пропонуємо науковим бібліотекам включити цей журнал до списків своїх електронних колекцій. Додатково, в цій видавничій системі передбачено засоби інтеграції з бібліотечним програмним забезпеченням, що дозволяє бібліотекам забезпечувати архівне збереження електронного контенту журналу та/або безпосередньо брати участь у видавничому процесі. Більш детально про ці можливості див. на сайті <a href="https://pkp.sfu.ca/ojs">Open Journal Systems</a>).
uz_cyrl: Биз тадқиқотчи кутубхоначиларни ушбу журнални кутубхонанинг электрон журнал фондлари қаторига қўйишни таклиф қиламиз. Бундан ташқари, шуни таъкидлаш жоизки, ушбу журналнинг очиқ манбали нашриёт тизими кутубхоналар учун ўз профессор-ўқитувчилари таҳрирлашда иштирок этадиган журналлар билан фойдаланишлари учун мос келади (қаранг: <a href="https://pkp.sfu.ca/ojs">Очиқ журнал тизимлари</a>).

# default.contextSettings.lockssLicense
source: This journal utilizes the LOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="https://www.lockss.org">More...</a>
be: Гэты часопіс выкарыстоўвае сістэму CLOCKSS для стварэння размеркаванай архіўнай сістэмы паміж бібліятэкамі, якія ўдзельнічаюць у гэтай сістэме, і дазваляе гэтым бібліятэкам ствараць пастаянныя архівы часопіса з мэтамі захоўвання і аднаўлення. <a href="http://www.lockss.org/">Падрабязней...</a>
eu: Aldizkari honek LOCKSS sistema erabiltzen du parte hartzen duten liburutegien artean banatutako artxibo-sistema bat sortzeko, eta liburutegi horiei aldizkariaren artxibo iraunkorrak sortzeko aukera ematen die, kontserbazio eta zaharberritze helburuekin. <a href="https://www.lockss.org">Gehiago...</a>
hy_am: Այս ամսագիրը օգտագործում է LOCKSS համակարգը՝ մասնակից գրադարանների միջև բաշխված արխիվացման համակարգ ստեղծելու նպատակով և թույլ է տալիս այդ գրադարաններին ստեղծել ամսագրի մշտական արխիվներ պահպանման և վերականգնման համար: <a href="https://www.lockss.org">Ավելին...</a>
is_is: Þetta tímariti notar LOCKSS kerfið til að búa til dreift safn til þeirra bókasafna sem eru þátttakendur og leyfir þeim bóaksöfnum að búa til varanlegt safn af tímaritinu í þeim tilgangi að varðveita og endurheimta tímaritið. <a href="http://www.lockss.org/">Nánar...</a>
ja: この雑誌は、参加図書館による分散型アーカイブシステムを構築するLOCKSSシステムを使用しています。このシステムの参加図書館が保存および障害復旧の目的でこの雑誌の恒久的アーカイブを作成することを許可します。<a href="https://www.lockss.org">さらなる情報</a>はここを参照してください。
lv: Šis žurnāls izmanto LOCKSS sistēmu, lai izveidotu dalītas arhivēšanas sistēmu starp iesaistītajām bibliotēkām un ļautu šīm bibliotēkām izveidot pastāvīgus žurnāla arhīvus saglabāšanas un atjaunošanas vajadzībām. <a href="https://www.lockss.org/">Vairāk...</a>
nb_no: Dette tidsskriftet benytter LOCKSS systemet for å utvikle et distribuert arkivsystem sammen med andre tilsluttete bibliotek, og tillater disse bibliotekene å opprette permanente fullstendige arkiv av tidsskriftet, til bevarings- og gjenopprettingsformål . <a href="https://www.lockss.org">Mer...</a>
uk: Цей журнал використовує систему LOCKSS (Lots of Copies Keep Stuff Safe) для захищеного та надійного розподіленого архівування опублікованого контенту журналу в численних бібліотеках та інформаційних центрах. <a href="https://www.lockss.org">Детальніше...</a>
uz_cyrl: Ушбу журнал иштирокчи кутубхоналар ўртасида тақсимланган архив тизимини яратиш учун LOCKSS тизимидан фойдаланади ва бу кутубхоналарга журналнинг доимий архивларини сақлаш ва тиклаш мақсадида яратишга рухсат беради. <a href="https://www.lockss.org">Батафсил...</a>

# default.contextSettings.clockssLicense
source: This journal utilizes the CLOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="https://clockss.org">More...</a>
be: Гэты часопіс выкарыстоўвае сістэму CLOCKSS для стварэння размеркаванай архіўнай сістэмы паміж бібліятэкамі, якія ўдзельнічаюць у гэтай сістэме, і дазваляе гэтым бібліятэкам ствараць пастаянныя архівы часопіса з мэтамі захоўвання і аднаўлення. <a href="http://clockss.org/">Падрабязней...</a>
eu: Aldizkari honek CLOCKSS sistema erabiltzen du parte hartzen duten liburutegien artean banatutako artxibo-sistema bat sortzeko, eta liburutegi horiei aldizkariaren artxibo iraunkorrak sortzeko aukera ematen die kontserbazio eta zaharberritze helburuarekin. <a href="https://clockss.org/">Gehiago...</a>
hy_am: Այս ամսագիրը օգտագործում է CLOCKSS համակարգը՝ մասնակից գրադարանների միջև բաշխված արխիվացման համակարգ ստեղծելու նպատակով և թույլ է տալիս այդ գրադարաններին ստեղծել ամսագրի մշտական արխիվներ պահպանման և վերականգնման համար: <a href="https://clockss.org">Ավելին...</a>
is_is: Þetta tímariti notar CLOCKSS kerfið til að búa til dreift safn til þeirra bókasafna sem eru þátttakendur og leyfir þeim bóaksöfnum að búa til varanlegt safn af tímaritinu í þeim tilgangi að varðveita og endurheimta tímaritið. <a href="http://clockss.org/">Nánar...</a>
ja: この雑誌は、参加図書館による分散型アーカイブシステムを構築するCLOCKSSシステムを使用しています。このシステムの参加図書館が保存および障害復旧の目的でこの雑誌の恒久的アーカイブを作成することを許可します。<a href="https://clockss.org">さらなる情報</a>はここを参照してください。
lv: Šis žurnāls izmanto CLOCKSS sistēmu, lai izveidotu dalītas arhivēšanas sistēmu starp iesaistītajām bibliotēkām, un ļauj šīm bibliotēkām izveidot pastāvīgus žurnāla arhīvus saglabāšanas un atjaunošanas nolūkā. <a href="https://clockss.org/">Vairāk...</a>
nb_no: Dette tidsskriftet benytter CLOCKSS-systemet for å skape et distribuert arkiveringssystem blant de deltagende bibliotek og gir disse bibliotekene rett til å arkivere tidsskriftet permanent for bevaring og eventuell gjenopprettelse. <a href="https://clockss.org">Mer …</a>
uk: Цей журнал використовує систему CLOCKSS (Controled LOCKSS) для розподіленого архівного зберігання опублікованого контенту журналу в численних бібліотеках та дозволяє цим бібліотекам створювати архіви журналів з метою довготермінового зберігання та відновлення пошкодженої інформації. <a href="https://clockss.org">Детальніше...</a>
uz_cyrl: Ушбу журнал иштирокчи кутубхоналар ўртасида тақсимланган архив тизимини яратиш учун CLOCKSS тизимидан фойдаланади ва ушбу кутубхоналарга журналнинг доимий архивларини сақлаш ва тиклаш мақсадларида яратишга рухсат беради. <a href="https://clockss.org">Батафсил...</a>

# default.groups.name.manager
source: Journal manager
be: Кіраўнік часопіса
eu: Aldizkariaren zuzendaria
hy_am: Ամսագրի կառավարիչ
is_is: Framkvæmdastjóri
ja: 雑誌管理者
lv: Žurnāla pārvaldnieks
nb_no: Tidsskriftsadministrator
pt_br: Administrador de servidores
uk: Менеджер журналу
uz_cyrl: Журнал менежери

# default.groups.plural.manager
source: Journal managers
be: Кіраўнікі часопіса
eu: Aldizkariaren zuzendariak
hy_am: Ամսագրի կառավարիչներ
is_is: Stjórnendur
ja: 雑誌管理者
lv: Žurnāla pārvaldnieki
nb_no: Redaksjonsledere
pt_br: Administradores de servidores
uk: Менеджери журналу
uz_cyrl: Журнал менежерлари

# default.groups.abbrev.manager
source: JM
be: КірЧ
eu: ZUZ
is_is: ST
nb_no: RL
uk: МенЖ
uz_cyrl: ЖМ

# default.groups.name.editor
source: Journal editor
be: Рэдактар часопіса
eu: Aldizkariaren editorea
hy_am: Ամսագրի խմբագիր
is_is: Ritstjóri
ja: 雑誌編集者
lv: Žurnāla redaktors
nb_no: Redaktør
pt_br: Editor de servidores
uk: Редактор журналу
uz_cyrl: Журнал муҳаррири

# default.groups.plural.editor
source: Journal editors
be: Рэдактары часопіса
eu: Aldizkariaren editoreak
hy_am: Ամսագրի խմբագիրներ
is_is: Ritstjórar
ja: 雑誌編集者
lv: Žurnāla redaktori
nb_no: Redaktører
pt_br: Editores do servidor
uk: Редактори журналу
uz_cyrl: Журнал муҳаррирлари

# default.groups.abbrev.editor
source: JE
be: РэдЧ
eu: EDIT
is_is: Rstj
nb_no: Red
uk: РедЖ
uz_cyrl: ЖМУ

# default.groups.name.guestEditor
source: Guest editor
be: Запрошаны рэдактар
eu: Editore gonbidatua
hy_am: Հրավիրված խմբագիր
is_is: Gesta ritstjóri
ja: ゲスト編集者
lv: Viesredaktors
nb_no: Gjesteredaktør
uk: Запрошений редактор
uz_cyrl: Меҳмон муҳаррир

# default.groups.plural.guestEditor
source: Guest editors
be: Запрошаныя рэдактары
eu: Editore gonbidatuak
hy_am: Հրավիրված խմբագիրներ
is_is: Gesta ritstjóri
ja: ゲスト編集者
lv: Viesredaktori
nb_no: Gjesteredaktører
uk: Запрошені редактори
uz_cyrl: Меҳмон муҳаррирлар

# default.groups.abbrev.guestEditor
source: GE
be: ЗРэд
eu: EDITG
is_is: GR
nb_no: GRed
uk: ЗапрРед
uz_cyrl: ММ

# default.groups.name.sectionEditor
source: Section editor
be: Рэдактар раздзелу
eu: Ataleko editorea
hy_am: Բաժնի խմբագիր
is_is: Kaflaritstjóri
ja: セクション編集者
lv: Sadaļas redaktors
nb_no: Seksjonsredaktør
pt_br: Editor de serie
uk: Редактор розділу
uz_cyrl: Бўлим муҳаррири

# default.groups.plural.sectionEditor
source: Section editors
be: Рэдактары раздзелаў
eu: Ataleko editorea
hy_am: Բաժնի խմբագիրներ
is_is: Kaflaritstjórar
ja: セクション編集者
lv: Sadaļas redaktori
nb_no: Seksjonsredaktører
pt_br: Editores de serie
uk: Редактори розділу
uz_cyrl: Бўлим муҳаррирлари

# default.groups.abbrev.sectionEditor
source: SecE
be: РэдР
eu: ATEDIT
is_is: Kaf.Rstj
lv: SekcR
nb_no: SRed
uk: РедРозд
uz_cyrl: БМ

# default.groups.name.subscriptionManager
source: Subscription Manager
be: Менеджар па падпісцы
eu: Harpidetzen arduraduna
hy_am: Բաժանորդագրության կառավարիչ
is_is: Stýring áskrifta
ja: 購読担当者
lv: Abonēšanas pārzinis
nb_no: Abonnementsansvarlig
uk: Менеджер передплати
uz_cyrl: Обуна менежери

# default.groups.plural.subscriptionManager
source: Subscription Managers
be: Менеджары па падпісцы
eu: Harpidetzen arduradunak
hy_am: Բաժանորդագրության կառավարիչներ
is_is: Stýring áskrifta
ja: 購読担当者
lv: Abonēšanas pārziņi
nb_no: Abonnementsansvarlige
uk: Менеджери передплати
uz_cyrl: Обуна менежерлари

# default.groups.abbrev.subscriptionManager
source: SubM
be: МПадп
eu: BKUD
is_is: Áskr
lv: AbP
nb_no: AboAn
uk: МенП
uz_cyrl: ОМ

# default.genres.researchInstrument
source: Research Instrument
be: Інструмент даследавання
eu: Ikerketa-tresna
hy_am: Հետազոտական գործիք
is_is: Rannsóknartól
ja: 研究装置
lv: Pētniecības instruments
nb_no: Forskningsinstrument
pt_br: Instrumento de Pesquisa
uk: Інструментарій дослідження
uz_cyrl: Тадқиқот воситаси

# default.genres.researchMaterials
source: Research Materials
be: Матэрыялы даследавання
eu: Ikerketa-materialak
hy_am: Հետազոտական նյութեր
is_is: Rannsóknarefni
ja: 研究材料
lv: Pētniecības materiāli
nb_no: Forskningsmateriale
pt_br: Material de Pesquisa
uk: Матеріали дослідження
uz_cyrl: Тадқиқот материаллари

# default.genres.researchResults
source: Research Results
be: Вынікі даследавання
eu: Ikerketaren emaitzak
hy_am: Հետազոտության արդյունքներ
is_is: Rannsóknarniðurstöður
ja: 研究結果
lv: Pētījumu rezultāti
nb_no: Forskningsresultater
pt_br: Resultado de pesquisa
uk: Результати дослідження
uz_cyrl: Тадқиқот натижалари

# default.genres.transcripts
source: Transcripts
be: Транскрыпты
eu: Transkripzioak
hy_am: Սղագրություններ
is_is: Handrit
ja: 筆記録
lv: Transkripti
nb_no: Transkripsjoner
pt_br: Transcrições
uk: Стенограми
uz_cyrl: Транскрипциялар

# default.genres.dataAnalysis
source: Data Analysis
be: Аналіз даных
eu: Datu-analisiak
hy_am: Տվյալների վերլուծություն
is_is: Gagnagreining
ja: データ分析
lv: Datu analīze
nb_no: Dataanalyse
pt_br: Análise de dados
uk: Аналіз даних
uz_cyrl: Маълумотлар таҳлили

# default.genres.dataSet
source: Data Set
be: Набор даных
eu: Datu-sorta
hy_am: Տվյալների բազմություն
is_is: Gagnasett
ja: データセット
lv: Datu kopa
nb_no: Datasett
pt_br: Conjunto de dados
uk: Набір даних
uz_cyrl: Маълумотлар тўплами

# default.genres.sourceTexts
source: Source Texts
be: Зыходныя тэксты
eu: Iturri-testuak
hy_am: Սկզբնական տեքստ
is_is: Upprunalegur texti
ja: ソーステキスト
lv: Avotu teksti
nb_no: Kildetekst
pt_br: Textos fonte
uk: Тексти першоджерел
uz_cyrl: Манба матнлари

# default.groups.name.externalReviewer
source: Reviewer
be: Рэцэнзент
eu: Ebaluatzailea
hy_am: Գրախոս
is_is: Ritrýnir
ja: 査読者
lv: Recenzents
nb_no: Fagfelle
uk: Рецензент
uz_cyrl: Тақризчи

# default.groups.plural.externalReviewer
source: Reviewers
be: Рэцэнзенты
eu: Ebaluatzaileak
hy_am: Գրախոսներ
is_is: Ritrýnar
ja: 査読者
lv: Recenzenti
nb_no: Fagfeller
uk: Рецензенти
uz_cyrl: Тақризчилар

# default.groups.abbrev.externalReviewer
source: R
be: Рэц
eu: EBAL
nb_no: FF
uk: Рец
uz_cyrl: Т
