Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.issues.publishIssue
source: Publish Issue
ar_iq: أنشر العدد
az: N√∂mr…ôni d…ôrc edin
ca_es: Publica el número
cs_cz: Publikovat číslo
da_dk: Publicer nummer
de_de: Ausgabe veröffentlichen
el_gr: Δημοσίευση τεύχους
es_es: Publicar número
fa_ir: انتشار این شماره
fi_fi: Julkaise numero
fr_ca: Publier le numéro
hi_in: प्रकाशित अंक
is_is: Gefa út tölublað
it_it: Pubblica il fascicolo
ja_jp: この号の出版
kk_kz: Жарияланған шығарылым
ky: Чыгарылышты жарыялоо
lt: Skelbti numerį
lv: Publicēt izdevumu
mr: अंकाचे प्रकाशन करा
ms_my: Terbitkan
nb_no: Publiser utgaven
nl_nl: Nummer publiceren
pl_pl: Opublikuj numer
pt_br: Publicar edição
pt_pt: Publicar Edição
ro_ro: Publicați numărul
ru_ru: Опубликовать выпуск
sk_sk: Publikovať číslo
sl_si: Objavi to številko revije
sr_rs@cyrillic: Објави број
sr_rs@latin: Objavi broj
sv_se: Publicera nummer
uk_ua: Опублікувати випуск
uz_cyrl: Сонни нашр этиш
uz_uz@latin: Nashr qilish
vi_vn: Xuất bản
zh_cn: 出版刊期
zh_tw: 出版此期

# editor.issues.publicId
source: Public Id
ar_iq: رمز التعريف العام
az: √úmumi n√∂vb…ô
ca_es: Id. pública
cs_cz: Veřejné ID
de_de: Öffentliche Kennzeichnung
el_gr: Δημόσιο αναγνωριστικό
es_es: Id. pública
fa_ir: شناسه عمومی
fi_fi: Julkinen tunnus
fr_ca: Identifiant public
hi_in: सार्वजनिक आईडी
is_is: Almennt kenni
it_it: Id pubblico
ja_jp: 公開識別子
kk_kz: Ашық ID
ky: Ачык ID
lt: Viešasis identifikatorius
lv: Publiskais Id
ms_my: Id Awam
nb_no: Offentlig id
nl_nl: Publieke Identificatie
pl_pl: Id
pt_br: Id público
pt_pt: Id Público
ro_ro: ID public
ru_ru: Открытый ID
sk_sk: Verejné ID
sl_si: Javni ID
sr_rs@cyrillic: Јавни ID
sr_rs@latin: Javni ID
sv_se: Publikt ID
uk_ua: Ідентифікатор
uz_cyrl: Оммавий ID
uz_uz@latin: Ommaviy ID
vi_vn: Id công khai
zh_cn: 公共Id
zh_tw: 公開ID

# editor.issues.order
source: Order
ar_iq: الترتيب
az: N√∂vb…ô
ca_es: Ordena
cs_cz: Pořadí
da_dk: Rækkefølge
de_de: Reihenfolge
el_gr: Διάταξη
es_es: Orden
fa_ir: ترتیب
fi_fi: Järjestys
fr_ca: Classer
hi_in: क्रम
is_is: Röð
it_it: Ordine
ja_jp: 配置順
kk_kz: Сұрыптау
ky: Сорттоо
lt: Eilė
lv: Kārtošana
mr: अनुक्रम
ms_my: Susunan
nb_no: Ordne
nl_nl: Sorteren
pl_pl: Kolejność
pt_br: Ordem
pt_pt: Ordem
ro_ro: Comandă
ru_ru: Сортировка
sk_sk: Poradie
sl_si: Vrstni red
sr_rs@cyrillic: Поредак
sr_rs@latin: Poredak
sv_se: Ordna
uk_ua: Порядок Сортування
uz_cyrl: Тартиб
uz_uz@latin: Tartiblash
vi_vn: Thứ tự
zh_cn: 顺序
zh_tw: 次序

# editor.issues.default
source: Default
ar_iq: الإفتراضي
az: standart
ca_es: Per defecte
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
el_gr: Προεπιλεγμένες ρυθμίσεις
es_es: Valor por defecto
fa_ir: پیش‌فرض
fi_fi: Oletus
fr_ca: Par défaut
hi_in: डिफ़ॉल्ट
is_is: Sjálfgefið
ja_jp: デフォルト
kk_kz: Бастапқы
ky: Демейки
lt: Numatyta
lv: Noklusējuma
ms_my: Lalai
nl_nl: Standaard
pl_pl: Domyślne
pt_br: Padrão
pt_pt: Padrão
ro_ro: În mod implicit
ru_ru: По умолчанию
sk_sk: Predvolené
sl_si: Privzeto
sr_rs@cyrillic: Примарно
sr_rs@latin: Početno
uk_ua: За замовчуванням
uz_cyrl: Стандарт
uz_uz@latin: Dastlabki holat
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 默認

# editor.issues.saveChanges
source: Save changes to table of contents?
ar_iq: أتريد حفظ التعديلات في جدول المحتويات؟
az: M√ľnd…ôricat s…ôhif…ôsind…ôki d…ôyiŇüiklikl…ôr qeyd edilsinmi?
ca_es: Voleu desar els canvis a la taula de continguts?
cs_cz: Uložit změny do obsahu?
da_dk: Vil du gemme ændringerne til indholdsfortegnelsen?
de_de: Änderungen im Inhaltsverzeichnis speichern?
el_gr: Να αποθηκευτούν οι αλλαγές στον πίνακα περιεχομένων;
es_es: ¿Desea guardar los cambios efectuados en las tabla de contenidos?
fa_ir: ذخیره تغییرات فهرست مطالب؟
fi_fi: Tallennetaanko sisällysluetteloon tehdyt muutokset?
fr_ca: Enregistrer les modifications à la table des matières ?
hi_in: सामग्री की तालिका में परिवर्तन सहेजें?
is_is: Vista breytingar á efnisyfirliti?
it_it: Salva le modifiche del sommario?
ja_jp: 目次の変更を保存しますか。
kk_kz: Шығарылым мазмұнындағы өзгерістерді сақтау керек пе?
ky: Мазмунга өзгөртүүлөр сакталсынбы?
lt: Išsaugoti turinio pakeitimus?
lv: Saglabāt satura rādītāja izmaiņas?
mr: अनुक्रमणिकेमधले बदल 'सेव्ह' करायचे?
ms_my: Simpan perubahan pada isi kandungan?
nb_no: Lagre endringer til innholdsoversikten?
nl_nl: De aanpassingen aan de inhoudsopgave opslaan?
pl_pl: Czy zapisać zmiany w spisie treści?
pt_br: Salvar alterações do sumário?
pt_pt: Guardar alterações ao sumário?
ro_ro: Salvați schimbările în cuprins?
ru_ru: Сохранить изменения в содержании выпуска?
sk_sk: Uložiť zmeny do obsahu?
sl_si: Shrani spremembe v kazalo vsebine?
sr_rs@cyrillic: Сачувајте измене у садржају
sr_rs@latin: Sačuvajte izmene u sadržaju
sv_se: Vill du spara ändringarna i innehållsförteckningen?
uk_ua: Зберегти зміни в змісті випуска?
uz_cyrl: Мундарижадаги ўзгаришларни сақлашми?
uz_uz@latin: O‘zgarishlar nashr mundarijasiga saqlansinmi?
vi_vn: Lưu thay đổi vào mục lục?
zh_cn: 保存对目录的修改?
zh_tw: 儲存目錄更變？

# editor.issues.issueData
source: Issue Data
ar_iq: تاريخ العدد
az: N√∂mr…ô m…ôlumatlarńĪ
ca_es: Dades del número
cs_cz: Data čísla
da_dk: Nummerdata
de_de: Daten der Ausgabe
el_gr: Δεδομένα τεύχους
es_es: Datos del número
fa_ir: داده‌های شماره
fi_fi: Numeron tiedot
fr_ca: Données du numéro
hi_in: अंक डेटा
is_is: Gögn tölublaðs
it_it: Dati del fascicolo
ja_jp: 巻号データ
kk_kz: Шығарылым туралы дерек
ky: Маалыматтарды чыгаруу
lt: Numerio duomenys
lv: Izdevuma dati
ms_my: Data Terbitan
nb_no: Utgavedata
nl_nl: Gegevens van het nummer
pl_pl: Dane numeru
pt_br: Dados da edição
pt_pt: Dados da Edição
ro_ro: Datele numărului
ru_ru: Данные выпуска
sk_sk: Dáta čísla
sl_si: Podatki o številki
sr_rs@cyrillic: Подаци о броју
sr_rs@latin: Podaci o broju
sv_se: Nummerdata
uk_ua: Дані про випуск
uz_cyrl: Сон маълумотлари
uz_uz@latin: Nashr ma‘lumotlari
vi_vn: Dữ liệu số
zh_cn: 刊期日期
zh_tw: 每期數據

# editor.issues.access
source: Access
ar_iq: الوصول
az: GiriŇü
ca_es: Accés
cs_cz: Přístup
da_dk: Adgang
de_de: Zugang
el_gr: Πρόσβαση
es_es: Acceso
fa_ir: دستیابی
fi_fi: Saatavuus
fr_ca: Accès
hi_in: पहुंच
is_is: Aðgangur
it_it: Accesso
ja_jp: アクセス
kk_kz: Қол жеткізу
ky: Кирүү
lt: Prieiga
lv: Piekļuve
mr: उपलब्धता
ms_my: Akses
nb_no: Tilgang
nl_nl: Toegang
pl_pl: Dostęp
pt_br: Acesso
pt_pt: Acesso
ro_ro: Acces
ru_ru: Доступ
sk_sk: Prístup
sl_si: Dostop
sr_rs@cyrillic: Приступ
sr_rs@latin: Pristup
sv_se: Tillgänglighet
uk_ua: Доступ
uz_cyrl: Кириш
uz_uz@latin: Ulanish
vi_vn: Truy cập
zh_cn: 存取
zh_tw: 取用

# editor.issues.volumeRequired
source: Volume is required and must be a positive, numeric value.
ar_iq: رقم المجلد مطلوب حتماً، ويجب أن يكون رقماً موجباً
az: Cild t…ôl…ôb olunur v…ô m√ľsb…ôt, r…ôq…ômsal d…ôy…ôr olmalńĪdńĪr
ca_es: Heu d’introduir un valor numèric positiu per al volum.
cs_cz: Je vyžadován ročník. Musí to být kladné číslo.
da_dk: Årgang/bind er påkrævet og skal være en positiv, numerisk værdi.
de_de: Die Angabe "Band" (als positive ganze Zahl) ist erforderlich.
el_gr: Απαιτείται η εισαγωγή τόμου.
es_es: Introduzca el volumen, que debe ser un valor numérico positivo.
fa_ir: ذکر دوره مجله برای این شماره لازم است
fi_fi: Vuosikerta (volyymi) vaaditaan: anna positiivinen numeerinen arvo.
fr_ca: Le volume est obligatoire et doit être une valeur numérique positive.
hi_in: वॉल्यूम आवश्यक है और एक सकारात्मक, संख्यात्मक मान होना चाहिए।
is_is: Bindi er áskilið og þarf að vera tölustafur stærri en núll.
it_it: È necessario il volume e deve essere un valore numerico, positivo.
ja_jp: 巻の入力は必須であり、正の数値でなければなりません。
kk_kz: Том нөмірі міндетті және оң сан болуы керек.
ky: Көлөмдүн саны талап кылынат жана оң сан болушу керек.
lt: Tomas yra privalomas ir turi būti teigiama skaitinė reikšmė.
lv: Sējuma numurs ir obligāts, un tam jābūt pozitīvai skaitliskai vērtībai.
mr: खंड क्रमांक आवश्यक आहे आणि तो आकड्यात, धनात्मक संख्येत असणे बंधनकारक आहे.
ms_my: Jilid diperlukan dan mestilah nilai positif, berangka.
nb_no: Volum er påkrevet for utgaven.
nl_nl: Volume is verplicht en moet een positief getal zijn.
pl_pl: Wymagane jest podanie oznaczenia Tomu (w formie liczby).
pt_br: O volume é obrigatório para a edição, devendo ser um número positivo inteiro.
pt_pt: O volume é obrigatório para a edição, devendo ser um número positivo inteiro.
ro_ro: Este necesar ca volumul să aibă o valoare numerică pozitivă.
ru_ru: Номер тома обязателен и должен быть положительным числом.
sk_sk: Je vyžadovaný ročník. Musí to byť kladné číslo.
sl_si: Letnik je obvezen in mora biti pozitivno število.
sr_rs@cyrillic: Свеска је обавезна и мора бити бозитиван број.
sr_rs@latin: Sveska/vol. je obavezna i mora biti pozitivan broj.
sv_se: Volym måste anges och det måste vara ett positivt numeriskt värde.
uk_ua: Необхідно ввести позитивне числове значення для номеру тому.
uz_cyrl: Жилд (Volume) кўрсатилиши шарт ва у ижобий бутун сон бўлиши керак.
uz_uz@latin: Har bir tom raqamlanishi va ular natural ko‘rinishdagi sonlardan iborat bo‘lishi kerak
vi_vn: Số tập được yêu cầu và phải là một số giá trị dương.
zh_cn: 卷数必须指定，并且为整数值.
zh_tw: 卷號必須為正數。

# editor.notifyUsers.allAuthors
source: All published authors ({$count} users)
ar_iq: جميع المؤلفين والبالغ عددهم ({$count} مؤلف)
az: B√ľt√ľn m√ľ…ôllifl…ôr ( {$count} n…ôf…ôrdir)
ca_es: Tots els autors/ores publicats ({$count} usuaris/àries)
cs_cz: Všem autorům článků ({$count} uživatelů)
da_dk: Alle udgivne forfattere({$count} brugere)
de_de: Alle veröffentlichten Autor/innen ({$count} Nutzer/innen)
el_gr: Όλοι οι Συγγραφείς με δημοσιεύσεις ({$count} Χρήστες)
es_es: Todos los autores/as publicados ({$count} usuarios/as)
fa_ir: تمام نویسندگان دارای مقاله چاپ شده: {$count} کاربر
fi_fi: Kaikki julkaisseet kirjoittajat ({$count} käyttäjää)
fr_ca: Tous et toutes les auteurs-es publiés-es ({$count} utilisateurs-trices )
hi_in: सभी प्रकाशित लेखक ({$count} उपयोगकर्ता)
is_is: Allir birtir höfundar ({$count} notendur)
it_it: Tutti gli autori ({$count} utenti)
ja_jp: すべての公開済の著者 ({$count} ユーザ)
kk_kz: Барлық жарияланған авторлар ({$count})
ky: Жарыяланган бардык авторлор ({$count} колдонуучу)
lt: visus spausdintų straipsnių autorius (iš viso {$count})
lv: Visi publicētie autori ({$count} lietotāji)
mr: प्रकाशित लेखाचे सगळे लेखक, एकूण ({$count})
ms_my: Semua pengarang yang menerbitkan ({$count} pengguna)
nb_no: Alle publiserte forfattere ({$count} users)
nl_nl: Alle gepubliceerde auteurs ({$count} gebruikers)
pl_pl: Wszyscy autorzy ({$count})
pt_br: Todos os autores com publicações ({$count} usuários)
pt_pt: Todos os autores publicados ({$count} utilizadores)
ro_ro: Toți autorii ce au publicat ({$count} users)
ru_ru: Все опубликованные авторы ({$count} пользователей)
sk_sk: Všetkým autorom článkov ({$count} užívateľov)
sl_si: Vsi objavljeni avtorji ({$count} uporabnikov)
sr_rs@cyrillic: Сви објављени аутори ({$count} корисника)
sr_rs@latin: Svi objavljeni autori ({$count} korisnika)
sv_se: Alla publicerade författare ({$count} användare)
uk_ua: Всім опублікованим авторам ({$count} користувачів)
uz_cyrl: Барча чоп этилган муаллифлар ({$count} фойдаланувчи)
uz_uz@latin: Barcha nashr etilgan mualliflar ({$ count} foydalanuvchilar)
vi_vn: Tất cả các tác giả đã xuất bản ({$count} người dùng)
zh_cn: 所有已出版作者（{$count}人）
zh_tw: 所有出版作者 ({$count} users)

# editor.issues.resetIssueOrder
source: This journal uses custom issue ordering. <a href="{$url}" class="action">Reset to defaults</a>
ar_iq: هذه المجلة تستعمل طريقة خاصة لترقيم أعدادها. <a href="{$url}" class="action">استعادة الإعدادات الإفتراضية</a>
az: Bu jurnal x√ľsusi n√∂mr…ô sńĪralamasńĪ istifad…ô edir. <a href="{$url}" class="action">standartńĪna qayńĪdńĪn</a>
ca_es: Aquesta revista utilitza una ordenació de números personalitzada. <a href="{$url}" class="action">Reinicia als valors predeterminats</a>
cs_cz: Tento časopis používá přizpůsobené řazení čísel. <a href="{$url}" class="action">Resetovat na výchozí</a>
da_dk: Dette tidsskrift anvender brugerdefineret nummersortering. <a href="{$url}" class="action">Nulstil til standarder</a>
de_de: Diese Zeitschrift benutzt eine spezielle Ausgabensortierung. <a href="{$url}" class="action">Standard wiederherstellen</a>
el_gr: Το περιοδικό αυτό χρησιμοποιεί προσαρμοσμένη διάταξη τευχών. <a href="{$url}" class="action">Επαναφορά στις προεπιλεγμένες ρυθμίσεις</a>
es_es: Esta revista usa un sistema de orden de números personalizado. <a href="{$url}" class="action">Reestablecer valores por defecto</a>
fa_ir: در این مجله ترتیب بخش‌ها در هر شماره مجله قابل تغییر می‌باشد. <a href="{$url}" class="action">برگرداندن به حالت اولیه</a>
fi_fi: Tämä julkaisu käyttää mukautettua numeroiden järjestystä. <a href="{$url}" class="action">Palauta oletusjärjestys</a>
fr_ca: Cette revue utilise un classement de numéro personnalisé. <a href="{$url}" class="action">Réinitialiser les valeurs par défaut</a>
hi_in: यह जर्नल कस्टम अंक ऑर्डरिंग का उपयोग करती है।<a href="{$url}" class="action">डिफ़ॉल्ट पर पुनः सेट करें</a>
is_is: Þetta tímarit notar sérsniðna röðun á tölublöðum. <a href="{$url}" class="action">Endurstilla í sjálfgefið</a>
it_it: Questa rivista utilizza un ordinamento personalizzato dei fascicoli. <a href="{$url}" class="action">Ripristina l'ordinamento di default</a>
ja_jp: この雑誌はカスタム巻号ソートを使用します。<a href="{$url}" class="action">デフォルトにリセット</a>
kk_kz: Бұл журналда қолданушы орнатқан шығарылымды сұрыптау ережесі қолданылады. <a href= "{$url}" class= "action">Бастапқы сұрыптау ережесіне қайтару.</a>
ky: Бул журнал стандарттуу эмес чыгарылышты сорттоо ыкмасын колдонот. <a href="{$url}" class="action">Демейки сорттоого кайтуу</a>
lt: Šio žurnalo numerio skyriai rikiuojami nestandartiškai. <a href="{$url}" class="action">Atstatyti numatytąjį rikiavimą.</a>
lv: Šajā žurnālā tiek izmantota pielāgota izdevumu kārtošana. <a href="{$url}" class="action">Atiestatīt noklusējuma iestatījumus</a>
ms_my: Jurnal ini menggunakan susunan terbitan custom. <a href="{$url}" class="action">Set semula kepada lalai</a>
nb_no: Dette tidsskriftet bruker tilpasset utgaverekkefølge. <a href="{$url}" class="action">Tilbakestill til standard</a>
nl_nl: Dit tijdschrift gebruikt een aangepaste ordening van de nummers. <a href="{$url}" class="action">Terugzetten naar de standaard</a>
pl_pl: Kolejność wyświetlania numerów w czasopiśmie zgodna z typowymi ustawieniami. <a href="{$url}" class="action">Ustaw domyślne</a>
pt_br: Esta revista utiliza ordenação personalizada de edições. <a href="{$url}" class="action">Restaurar para a configuração padrão</a>
pt_pt: Esta revista utiliza ordenação personalizada de edições. <a href="{$url}" class="action">Restaurar para a configuração padrão.</a>
ro_ro: Această revistă permite să se comande numere speciale. <a href="{$url}" class="action">Revenire la valorile inițiale</a>
ru_ru: Этот журнал использует нестандартную сортировку выпусков. <a href="{$url}" class="action">Вернуться к сортировке по умолчанию</a>
sk_sk: Tento časopis používa prispôsobené radenie čísel. <a href="{$url}" class="action">Resetovať na predvolené</a>
sl_si: Vrstni red številk te revije se določajo ročno. <a href="{$url}" class="action">Povrni na privzeto</a>
sr_rs@cyrillic: Овај часопис има посебан начин бројања бројева.<a href="{$url}" class="action">Врати на почетно</a>
sr_rs@latin: Ovaj časopis ima poseban način brojanja brojeva.<a href="{$url}" class="action">Vrati na početno</a>
sv_se: Den här tidskriften använder anpassad sortering av nummer. <a href="{$url}" class="action">Återställ till defaultsortering</a>
uk_ua: Цей журнал використовує нестандартне сортування випусків. <a href="{$url}" class="action">Скинути сортування до стандартного</a>
uz_cyrl: Сонлар тартибини қайта тиклаш
uz_uz@latin: Bu jurnal buyurtma qilingan nashrdan foydalanadi. <a href="{$url}" class="action"> Standart holatga qaytarish </a>
vi_vn: Tạp chí này sử dụng thứ tự số tùy chỉnh. <a href="{$url}" class="action">Đặt lại về mặc định</a>
zh_cn: 这个期刊使用定制的刊期顺序. <a href="{$url}" class="action">重置到默认</a>
zh_tw: 此期刊使用自訂期刊次序。<a href="{$url}" class="action">重置至默認</a>

# editor.issues.resetSectionOrder
source: This issue uses custom section ordering. <a href="{$url}" class="action">Reset to defaults</a>
ar_iq: هذا العدد يستعمل طريقة خاصة لترقيم الأقسام. <a href="{$url}" class="action">استعادة الإعدادات الإفتراضية</a>
az: Bu n√∂mr…ô √∂z…ôll…ôŇüdirilmiŇü b√∂l√ľm sńĪralamasńĪ istifad…ô edir. <a href="{$url}" class="action">standartńĪna qayńĪdńĪn</a>
ca_es: Aquest número utilitza una ordenació de seccions personalitzada. <a href="{$url}" class="action">Reinicia als valors predeterminats</a>
cs_cz: Toto číslo používá obvyklé řazení sekcí. <a href="{$url}" class="action">Resetovat na výchozí</a>
da_dk: Dette nummer anvender brugerdefineret sektionssortering. <a href="{$url}" class="action">Nulstil til standarder</a>
de_de: Diese Ausgabe hat eine spezielle Rubrikreihenfolge. <a href="{$url}" class="action">Auf den Standard zurücksetzen</a>
el_gr: Το περιοδικό αυτό χρησιμοποιεί προσαρμοσμένη διάταξη ενοτήτων. <a href="{$url}" class="action">Επαναφορά στις προεπιλεγμένες ρυθμίσεις</a>
es_es: Este número usa un sistema de orden de secciones personalizado. <a href="{$url}" class="action">Reestablecer valores por defecto</a>
fa_ir: در این شماره ترتیب انواع مقالات به صورت اختصاصی است. <a href="{$url}" class="action">برگشت به حالت پیش‌فرض</a>
fi_fi: Tämän numero käyttää mukautettua osastojärjestystä. <a href="{$url}" class="action">Palauta oletusjärjestys</a>
fr_ca: Ce numéro utilise un classement de rubrique personnalisé. <a href="{$url}" class="action">Réinitialiser les valeurs par défaut</a>
hi_in: यह अंक कस्टम अनुभाग ऑर्डरिंग का उपयोग करती है।<a href="{$url}" class="action">डिफ़ॉल्ट पर पुनः सेट करें</a>
is_is: Þetta tímarit notar sérsniðna röðun á köflum. <a href="{$url}" class="action">Endurstilla í sjálfgefið</a>
it_it: Questo fascicolo utilizza un ordinamento personalizzato degli articoli. <a href="{$url}" class="action">Ripristina l'ordinamento di default</a>
ja_jp: この雑誌はカスタムセクションソートを使用します。<a href="{$url}" class="action">デフォルトにリセット</a>
kk_kz: Бұл журнал шығарылымында қолданушы орнатқан бөлімді сұрыптау ережесі қолданылады. <a href="{$url}" class= "action">Жүйенің бастапқы сұрыптау ережесіне қайтару</a>
ky: Бул журнал стандарттуу эмес бөлүмдөрдүн сортторун колдонот. <a href="{$url}" class="action">Демейки сорттоого кайтуу</a>
lt: Šiame numeryje naudojamas pasirinktinės skyrių tvarkos nustatymas. <a href="{$url}" class="action">Atkurti numatytuosius</a>
lv: Šajā izdevumā tiek izmantota pielāgota sadaļu kārtošana. <a href="{$url}" class="action">Atiestatīt noklusējuma iestatījumus</a>
ms_my: Terbitan ini menggunakan susunan bahagian custom. <a href="{$url}" class="action">Set semula kepada lalai</a>
nb_no: Denne utgaven bruker tilpasset seksjonsorden. <a href="{$url}" class="action">Tilbakestill til standard</a>
nl_nl: Dit nummer gebruikt een aangepaste ordening van de secties. <a href="{$url}" class="action">Terugzetten naar de standaard.</a>
pl_pl: Kolejność wyświetlania działów w czasopiśmie zgodna z typowymi ustawieniami. <a href="{$url}" class="action">Ustaw domyślne</a>
pt_br: Esta edição usa uma ordenação de seções personalizada. <a href="{$url}" class="action">Restaurar ordenação padrão</a>
pt_pt: Esta edição usa uma ordenação de secções personalizada. <a href="{$url}" class="action">Restaurar ordenação padrão?</a>
ro_ro: Acest număr permite alocarea de secțiuni speciale. <a href="{$url}" class="action">Revenire la valorile inițiale</a>
ru_ru: Этот журнал использует нестандартную сортировку разделов. <a href="{$url}" class="action">Вернуться к сортировке по умолчанию</a>
sk_sk: Toto číslo používa obvyklé radenie sekcií. <a href="{$url}" class="action">Resetovať na predvolené</a>
sl_si: Vrstni red rubrik te revije se določajo ročno. <a href="{$url}" class="action">Povrni na privzeto</a>
sr_rs@cyrillic: Овај број има посебан начин поретка секција/рубрика.<a href="{$url}" class="action">Врати на почетно</a>
sr_rs@latin: Ovaj broj ima poseban način poretka sekcija/rubrika.<a href="{$url}" class="action">Vrati na početno</a>
sv_se: Det här numret använder anpassad sortering av sektioner. <a href="{$url}" class="action">Återställ till defaultsortering</a>
uk_ua: Цей випуск використовує нестандартне сортування розділів. <a href="{$url}" class="action">Скинути сортування до стандартного</a>
uz_cyrl: Бўлимлар тартибини қайта тиклаш
uz_uz@latin: Ushbu nashr maxsus bo‘lim buyurtmalaridan foydalanadi. <a href="{$url}" class="action"> Standart holatga qaytarish </a>
vi_vn: Số này sử dụng thứ tự chuyên mục tùy chỉnh. <a href="{$url}" class="action">Đặt lại về mặc định</a>
zh_cn: 这个刊期使用定制的栏目顺序. <a href="{$url}" class="action">重置到默认</a>
zh_tw: 此期使用自訂分類次序。<a href="{$url}" class="action">重置至默認</a>
