Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.submission.production.productionReadyFilesDescription
source: The layout editor prepares these files for each galley and then uploads to the appropriate <span class="pkp_help_title">Proofs</span> for proofreading.
ar_iq: يقوم المصمم الطباعي بتحضير هذه الملفات لكل لوح طباعي ومن ثم يرفعها إلى <span class="pkp_help_title">التصحيحات</span> المناسبة من أجل القراءة التصحيحية.
az: T…ôrtibat redaktoru bu fayllarńĪ h…ôr dizayn √ľ√ß√ľn hazńĪrlayńĪr v…ô t…ôminetm…ô √ľ√ß√ľn <span class="pkp_help_title">T…ôminetm…ô</span> a y√ľkl…ôy…ôr
ca_es: El maquetador/a prepara aquests arxius per a cada galerada i aleshores els carrega al lloc <span class="pkp_help_title">Proves</span> adequat per a la seva correcció.
cs_cz: Editor rozvržení připravuje tyto soubory pro každou sazebnici a poté je nahrává na příslušné <span class="pkp_help_title">Korektury</span> pro korekturu.
da_dk: Layoutredaktøren klargører disse filer, så de kan lægges under hver sit 'Publiceringsformat' og uploader derefter til passende <span class="pkp_help_title">Korrekturer</span> til korrekturlæsning.
de_de: Der oder die Layouter/in bereitet diese Dateien für jede Fahne vor und lädt sie dann zu den zugehörigen <span class="pkp_help_title">Korrektur</span> zum Korrekturlesen hoch.
el_gr: Ο Επιμελητής Διάταξης προετοιμάζει τα αρχεία κάθε τυπογραφικού δοκίμιου και κατόπιν τα μεταφορτώνει στις κατάλληλες <span class="pkp_help_title">Διορθώσεις</span> για περαιτέρω επεξεργασία.
es_es: El editor de maquetación prepara estos archivos para cada galerada y los carga en el sitio <span class="pkp_help_title">Pruebas</span> apropiado para su corrección.
fa_ir: صفحه‌آرا فایل‌ها را برای هر کلیشه چاپی آماده می‌سازد و برای <span class="pkp_help_title"> بازبینی نهایی</span> در سیستم آپلود می‌کند.
fi_fi: Taittaja valmistelee nämä kaikki tiedostot julkaistaviksi tiedostoiksi ja lataa ne sitten oikeaan <span class="pkp_help_title">Korjausvedokset</span>-kohtaan oikolukua varten.
fr_ca: Le ou la responsable de la mise en page prépare les fichiers des épreuves et les téléverse ensuite dans le dossier <span class="pkp_help_title">Épreuves</span> approprié pour fins de vérification.
hi_in: लेआउट संपादक प्रत्येक गैली के लिए इन फाइलों को तैयार करता है और फिर प्रूफरीडिंग के लिए उपयुक्त <span class="pkp_help_title">Proofs</span> पर अपलोड करता है।
is_is: Setjari undirbýr þessar skrár fyrir hvert galley og hleður síðan upp viðeigandi <span class="pkp_help_title">próförkum</span> fyrir prófarkalestur.
it_it: Il layout editor prepare questi file per ogni gabbia e li carica agli appropriati <span class="pkp_help_title">Correttori</span> per la correzione delle bozze.
ja_jp: レイアウトエディターは、各ゲラごとにこれらのファイルを準備し、校正作業のために適切な <span class="pkp_help_title">校正</span>にアップロードします。
kk_kz: Сайт редакторы бұл файлдарды әр электронды қолжазба үшін дайындайды, содан кейін тиісті <span class="pkp_help_title">өзгерістерді</span> жүктейді.
lt: Maketo redaktorius paruošia šiuos failus kiekveinai skilčiai ir tada įkelia tinkamus korektūros <span class="pkp_help_title">taisymus</span>.
lv: Maketētājs sagatavo šīs datnes katram saliktnim un pēc tam augšupielādē tos korektūrai attiecīgajā sadaļā <span class="pkp_help_title">Korektūras</span>.
ms_my: Susun atur editor menyediakan fail ini untuk setiap galley dan kemudian memuat naik ke <span class="pkp_help_title">Bukti</span> yang sesuai untuk proofreading.
nb_no: Layoutredaktøren forbereder disse filene for hvert oppsett, for så å laste opp den passende <span class="pkp_help_title">versjonen</span> for korrekturlesing.
nl_nl: De opmaakredacteur bereidt de bestanden voor elke proef voor en plaatst ze onder <span class="pkp_help_title">Proeven</span> voor proeflezing.
pl_pl: Osoba odpowiedzialna za skład przygotowuje pliki i przesyła do pliku gotowe do publikacji do końcowej korekty.
pt_br: O editor de layout prepara estes arquivos para cada composição e em seguida transfere para o conjunto de <span class="pkp_help_title">Provas</span> para leitura de prova.
pt_pt: O editor de layout prepara estes ficheiros para cada formato de publicação e, em seguida, transfere as <span class="pkp_help_title">Provas</span> para leitura de provas.
ro_ro: Editorul de machete pregătește aceste fișiere pentru fiecare conținut și apoi acesta le încarcă pe cele corespunzătoare <span class="pkp_help_title">Proofs</span> pentru corectură.
ru_ru: Верстальщик подготовит эти файлы для каждой гранки, а затем загрузить в соответствующие места раздела <span class="pkp_help_title">«Корректура»</span> для выполнения корректуры.
sk_sk: Editor rozvrhnutiá pripravuje tieto súbory pre každú sadzobnicu a potom ich nahráva na príslušné <span class="pkp_help_title">Korektúry</span> pre korektúru.
sl_si: Grafični urednik pripravi te datoteke za vsak prelom in jih naloži na odgovarjajoči <span class="pkp_help_title">Prelomi</span> za korekturo.
sr_rs@cyrillic: Графички уредник ће припремити ове фајлове за сваку завршну копију и поставити их на сервер у одговарајуће <span class="pkp_help_title">Одобрене копије</span> за коначну проверу.
sr_rs@latin: Grafički urednik će pripremiti ove fajlove za svaku završnu kopiju i postaviti ih na server u odgovarajuće <span class="pkp_help_title">Odobrene kopije</span> za konačnu proveru.
sv_se: Layoutredaktören förbereder dessa filer för respektive publiceringsversion och laddar sedan upp lämpliga <span class="pkp_help_title">Korrektur</span> för korrekturläsning.
uk_ua: Верстальник підготує файли кожної гранки та завантажить їх у відповідні місця розділу <span class="pkp_help_title">«Коректура»</span> for proofreading.
uz_cyrl: Ишлаб чиқаришга тайёр файллар тавсифи.
uz_uz@latin: Maket muharriri ushbu fayllarni har bir to‘plam uchun tayyorlaydi va keyin tuzatish uchun tegishli <span class = "pkp_help_title"> mutaxasislarga</span> ga yuklaydi.
vi_vn: Biên tập viên trình bày sẽ chuẩn bị các tập tin này cho mỗi bản in thử và sau đó tải lên <span class="pkp_help_title">Bản in thử</span> để hiệu đính.
zh_cn: 布局编辑器为每个校对样稿准备这些文件，然后上传到相应的<span class="pkp_help_title">校对</span>进行校对。
zh_tw: 版面設計編輯會為每個樣對樣本準備這些檔案，然後上載適當<span class="pkp_help_title">版本</span>作校對之用。

# editor.issues.editIssueGalley
source: Edit Issue Galley
ar_iq: تعديل اللوح الطباعي للعدد
az: N√∂mr…ô dizaynńĪnńĪ t…ônziml…ôyin
ca_es: Editar galerada del número
cs_cz: Upravit sazebnici čísla
da_dk: Redigér hele nummeret
de_de: Ausgabenfahne bearbeiten
el_gr: Επιμέλεια τυπογραφικού δοκιμίου τεύχους
es_es: Editar la galerada del número
fa_ir: ویرایش کلیشه چاپی
fi_fi: Muokkaa numeron julkaistavaa tiedostoa
fr_ca: Éditer les épreuves du numéro
hi_in: अंक गैली संपादित करें
is_is: Breyta tölublaðsgalley
it_it: Modifica la gabbia per il fascicolo
ja_jp: 号のゲラを編集
kk_kz: Шығарылымның электронды қолжабасын өзгерту
lt: Redaguoti numerio maketą
lv: Rediģēt izdevuma saliktni
mr: अंकाच्या कच्च्या मुद्रितात फेरफार करा
ms_my: Sunting Galley Terbitan
nb_no: Endre oppsettet
nl_nl: Bewerk proeven van het nummer
pl_pl: Edytuj pliki do publikacji
pt_br: Editar composição da edição
pt_pt: Editar formato de publicação da Edição
ro_ro: Editare conținut număr
ru_ru: Редактировать гранку выпуска
sk_sk: Upraviť sadzobnicu čísla
sl_si: Uredi prelom številke
sr_rs@cyrillic: Уреди завршну копију броја
sr_rs@latin: Uredi završnu kopiju broja
sv_se: Redigera numrets publiceringsversion
uk_ua: Редагувати гранку випуску
uz_cyrl: Сон галлеясини таҳрирлаш
uz_uz@latin: Nashr to‘plamini tahrirlang
vi_vn: Chỉnh sửa bản in thử của số
zh_cn: 编辑刊期样稿
zh_tw: 編輯此期校對樣本

# editor.issues.invalidAccessDate
source: Access date is not valid.
ar_iq: تاريخ الوصول غير صحيح
az: GiriŇü tarixi etibarlńĪ deyil. .
ca_es: La data d’accés no és vàlida.
cs_cz: Datum přístupu není platné.
da_dk: Adgangsdatoen er ikke gyldig.
de_de: Zugangsdatum ungültig.
el_gr: Η ημερομηνία πρόσβασης δεν είναι έγκυρη.
es_es: Fecha de acceso no válida.
fa_ir: تاریخ دستیابی ذکر شده معتبر نیست
fi_fi: Saatavuuspäivämäärä ei ole kelvollinen.
fr_ca: La date d'accès n'est pas valide.
hi_in: अभिगमन तिथि मान्य नहीं है।
is_is: Ógild aðgangsdagsetning.
it_it: Data di accesso non valida.
ja_jp: アクセス公開日が不正です。
kk_kz: Деректерге қол жеткізу мерзімі қате.
lt: Neteisingai nurodyta atvirosios prieigos data.
lv: Piekļuves datums nav derīgs.
mr: उपलब्धता दिनांक अग्राह्य आहे.
ms_my: Tarikh akses tidak sah.
nb_no: Tilgangsdato er ikke gyldig.
nl_nl: Ongeldige toegangsdatum.
pl_pl: Niepoprawna data dostępu.
pt_br: A data para acesso é inválida.
pt_pt: A data de acesso é inválida.
ro_ro: Datele de acces nu sunt corecte.
ru_ru: Дата доступа не корректна.
sk_sk: Dátum prístupu nie je platný.
sl_si: Pristopni datum ni veljaven.
sr_rs@cyrillic: Датум приступа није исправан
sr_rs@latin: Datum pristupa nije ispravan
sv_se: Tillgänglighetsdatum är ogiltigt.
uk_ua: Дата доступа не корректна.
uz_cyrl: Кириш санаси нотўғри.
uz_uz@latin: Ulanish sanasi yaroqsiz.
vi_vn: Ngày truy cập không hợp lệ.
zh_cn: 读取的数据无效.
zh_tw: 取用日期無效。

# editor.article.remove.confirm
source: Are you sure you wish to remove this article from the issue? The article will be available for scheduling in another issue.
ar_iq: هل أنت متأكد من رغبتك في إزالة هذه المقالة من العدد؟ ستكون المقالة متاحة للجدولة في عدد آخر.
az: M…ôqal…ôni bu n√∂mr…ôd…ôn silm…ôk ist…ôdiyinizd…ôn …ôminsinizmi? Bu m…ôqal…ô baŇüqa bir n√∂mr…ôd…ô n…ôŇür edil…ô bil…ôr
ca_es: Segur que voleu eliminar aquest article del número? L'article estarà disponible per programar-lo en un altre número.
cs_cz: Opravdu chcete odstranit tento článek z čísla? Článek bude k dispozici pro vydání v jiném čísle.
da_dk: Er du sikker på, at du vil fjerne denne artikel fra dette nummer? Artiklen vil være klar til at blive indsat i et andet nummer.
de_de: Sind Sie sicher, dass Sie diesen Artikel aus der Ausgabe entfernen möchten? Der Artikel kann danach für eine andere Ausgabe eingeplant werden.
el_gr: Είστε βέβαιοι ότι επιθυμείτε την αφαίρεση αυτού του άρθρου από το τεύχος; Το άρθρο θα είναι διαθέσιμο για δημοσίευση σε άλλο τεύχος.
es_es: ¿Está seguro de que desea eliminar este artículo del número? Dicho artículo estará disponible para programarlo en otro número.
fa_ir: آیا مطمئنید که می‌خواهید این مقاله را از شماره حذف کنید؟ البته همچنان مقاله برای انتشار در شمارات آینده در سیستم باقی می‌ماند.
fi_fi: Haluatko varmasti poistaa tämän artikkelin numerosta? Artikkeli on mahdollista ajoittaa toiseen numeroon.
fr_ca: Êtes-vous certain-e de vouloir retirer cet article de ce numéro ? L'article restera disponible pour un autre numéro.
hi_in: क्या आप वाकई इस लेख को अंक से निकालना चाहते हैं? आलेख किसी अन्य अंक में शेड्यूल करने के लिए उपलब्ध होगा।
is_is: Ertu viss um að þú viljir fjarlægja þessa grein úr tölublaðinu? Það verður mögulegt að birta greinina í öðru tölublaði.
it_it: Se sicuro di voler rimuovere l'articolo da questo fascicolo ? L'articolo sarà disponibile per uscire in un altro fascicolo.
ja_jp: この論文を号から削除してもよろしいですか。この論文は別の号でスケジューリング可能です。
kk_kz: Мақаланы журналдың шығарылымнан өшіру керек пе? Мақаланы өзге шығарылымдарда жариялау мүмкіндігі бар.
lt: Ar tikrai norite straipsnį iš šio numerio išbraukti? Jį bus galima numatyti kitam numeriui.
lv: Vai esat pārliecināts, ka vēlaties noņemt šo rakstu no izdevuma? Raksts būs pieejams iekļaušanai citā numurā.
mr: तुमची खात्री आहे का की हा लेख तुम्ही अंकातून काढून टाकू इच्छिता? लेख दुसऱ्या अंकात अनुसूचित करण्यासाठी उपलब्ध असेल.
ms_my: Adakah anda pasti ingin buang artikel ini daripada terbitan ini? Artikel ini akan tersedia untuk penjadualan dalam terbitan lain.
nb_no: Er du sikker på at du vil fjerne artikkelen fra denne utgaven? Artikkelen kan legges til en annen utgave.
nl_nl: Weet u zeker dat u dit artikel uit het nummer wil verwijderen? Het artikel zal beschikbaar blijven voor toewijzing aan een ander nummer.
pl_pl: Czy na pewno usunąć artykuł z numeru? Artykuł będzie dostępny do publikacji w innym numerze.
pt_br: Tem certeza que deseja remover este artigo da edição? O artigo estará disponível para publicação em outra edição.
pt_pt: Deseja realmente remover este artigo do número? O artigo estará disponível para agendamento em outro número.
ro_ro: Sunteți sigur că doriți să înlăturați articolul din număr? Acest articol va fi disponibil pentru programarea spre publicare în alt număr.
ru_ru: Вы уверены, что хотите удалить эту статью из выпуска? Статья будет доступна для планирования к публикации в другом выпуске.
sk_sk: Naozaj chcete odstrániť tento článok z čísla? Článok bude k dispozícii pre vydanie v inom čísle.
sl_si: Ste prepričani, da želite odstraniti prispevek iz te številke? Prispevek bo po odstranitvi na voljo za objavo v drugi številki.
sr_rs@cyrillic: Да ли сте сигурни да желите да уклоните чланак из овог броја? Чланак ће бити доступан за доделу следећем броју.
sr_rs@latin: Da li ste sigurni da želite da uklonite članak iz ovog broja? Članak će biti dostupan za dodelu sledećem broju.
sv_se: Är du säker på att du vill ta bort den här artikeln från numret? Artikeln kommer bli tillgänglig för planläggning i annat nummer.
uk_ua: Ви впевнені, що хочете видалити цю статтю з випуску? Стаття буде доступна для планування в інший випуск.
uz_cyrl: Ҳақиқатан ҳам ушбу мақолани ушбу сондан олиб ташламоқчимисиз? Мақола навбатдаги бошқа сон учун қолдирилади.
uz_uz@latin: Ushbu maqolani nashrdan olib tashlamoqchimisiz? Maqola rejalashtirish uchun boshqa nashrda mavjud bo'ladi.
vi_vn: Bạn có chắc bạn muốn loại bỏ bài viết này khỏi số này? Bài báo sẽ có sẵn để lên lịch trình xuất bản trong một số khác.
zh_cn: 您确定要从刊期中删除此文章吗？ 该文章将在另一期中进行安排。
zh_tw: 是否確認從此期移除此文章？您將可在另一期預定出版此文章。

# editor.article.remove
source: Remove
ar_iq: أزلها
az: Silin
ca_es: Elimina
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
es_es: Eliminar
fa_ir: حذف
fi_fi: Poista
fr_ca: Supprimer
hi_in: हटाना
is_is: Fjarlægja
it_it: Rimuovi
ja_jp: 削除
kk_kz: Өшіру
lt: Išbraukti
lv: Noņemt
mr: काढून टाका
ms_my: Buang
nb_no: Fjern
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro_ro: Înlătură
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Odstrani
sr_rs@cyrillic: Уклони
sr_rs@latin: Ukloni
sv_se: Ta bort
uk_ua: Видалити
uz_cyrl: Олиб ташлаш
uz_uz@latin: O‘chirish
vi_vn: Loại bỏ
zh_cn: 删除
zh_tw: 移除

# grid.action.removeArticle
source: Remove Article From Issue
ar_iq: إزالة المقالة من هذا العدد
az: M…ôqal…ôni n√∂mr…ôd…ôn silin
ca_es: Eliminar article del número
cs_cz: Odebrat článek z čísla
da_dk: Fjern artikel fra nummer
de_de: Artikel aus der Ausgabe entfernen
el_gr: Αφαίρεση άρθρου από το τεύχος
es_es: Eliminar artículo del número
fa_ir: حذف مقاله از شماره
fi_fi: Poista artikkeli numerosta
fr_ca: Retirer l'article du numéro
hi_in: अंक से अनुच्छेद निकालें
is_is: Fjarlægja grein úr tölublaði
it_it: Rimuovi articolo dal fascicolo
ja_jp: 論文を号から削除
kk_kz: Мақаланы журнал шығарылымынан өшіру
lt: Straipsnį iš šio numerio išbraukti
lv: Dzēst rakstu no izdevuma
mr: अंकातून लेख काढून टाका
ms_my: Buang Artikel Daripada Terbitan
nb_no: Fjern artikkelen fra utgaven
nl_nl: Verwijder artikel uit nummer
pl_pl: Usuń artykuł z numeru
pt_br: Remover artigo da edição
pt_pt: Remover Artigo do Número
ro_ro: Înlătură articolul din număr
ru_ru: Удалить статью из выпуска
sk_sk: Odobrať článok z čísla
sl_si: Odstrani prispevek iz številke
sr_rs@cyrillic: Уклони чланак из броја
sr_rs@latin: Ukloni članak iz broja
sv_se: Ta bort artikel från nummer
uk_ua: Видалити статтю з випуску
uz_cyrl: Мақолани сондан олиб ташлаш
uz_uz@latin: Maqolani nashrdan olish
vi_vn: Loại bỏ bài viết khỏi số
zh_cn: 从刊期中删除文章
zh_tw: 從此期移除文章

# editor.article.removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
ar_iq: تعذر العثور على صورة الغلاف التي تريد حذفها. قد تكون محذوفة سلفاً. حاول إعادة تحميل الصفحة.
az: Silm…ôk ist…ôdiyiniz qapaq Ňü…ôkli tapńĪlmadńĪ. Zat…ôn silinmiŇü ola bil…ôr. S…ôhif…ôni yenil…ôm…ôy…ô c…ôhd edin
ca_es: La imatge de portada que volíeu eliminar no s'ha pogut trobar, podria ser que ja s'hagués eliminat. Intenti-ho recarregant la pàgina.
cs_cz: Obrázek obálky, který chcete smazat, nebyl nalezen. Možná již byl smazána. Zkuste znovu načíst stránku.
da_dk: Forsidebilledet, som du ønskede at slette, kunne ikke findes. Det er måske allerede slettet. Prøv og genindlæs siden.
de_de: Das Titelbild, das Sie löschen wollten, konnte nicht gefunden werden. Vielleicht wurde es bereits gelöscht. Versuchen Sie, die Seite neu zu laden.
el_gr: Η εικόνα εξωφύλλου που ζητήσατε να διαγραφεί δε βρέθηκε. Πιθανόν να έχει ήδη διαγραφεί. Δοκιμάστε να επαναφορτώσετε τη σελίδα.
es_es: La imagen de portada que deseaba eliminar no se ha podido encontrar, puede que ya haya sido eliminada. Inténtelo recargando la página.
fa_ir: تصویری که می‌خواهید حذف کنید در حافظه یافت نشد. احتمالاً این تصویر پیشتر پاک شده است. لطفاً صفحه را از اول بارگذاری کرده و دوباره بررسی کنید.
fi_fi: Kansikuvaa, jonka halusit poistaa, ei löytynyt. Se on ehkä jo poistettu. Kokeile sivun uudelleenlatausta.
fr_ca: L'image de page couverture à supprimer n'a pu être repérée. Elle est peut-être déjà supprimée. Essayer de recharger la page.
hi_in: आपके द्वारा हटाने का अनुरोध किया गया आवरण छवि नहीं मिल सका है, हो सकता है कि इसे पहले ही हटा दिया जा चुका हो। पृष्ठ को फिर से लोड करने का प्रयास करें।
is_is: Forsíðumyndin sem þú vilt eyða finnst ekki. Mögulega er búið að eyða henni. Prófaðu að endurhlaða skjámyndina.
it_it: L'immagine che hai chiesto di cancellare non esiste. Potrebbe essere stata già cancellata. Prova a ricaricare la pagina.
ja_jp: 削除しようとしたカバー画像が見つかりませんでした。 すでに削除されている可能性があります。 ページをリロードしてみてください。
kk_kz: Сіз өшіргелі отырған мұқаба сурете жүйеден табылмады. Бетті қайта жүктеп көріңіз.
lt: Nurodyto ištrinti viršelio atvaizdo nerasta. Gali būti, kad jis jau ištrintas. Pamėginkite perkrauti puslapį.
lv: Vāka attēlu, kuru pieprasījāt dzēst, neizdevās atrast. Iespējams, tas jau ir izdzēsts. Mēģiniet atkārtoti ielādēt lapu.
mr: तुम्ही काढून टाकण्याची विनंती केलेली मुखपृष्ठ प्रतिमा सापडली नाही. कदाचित ती यापूर्वीच काढून टाकली गेली असेल. पृष्ठ रिलोड करण्याचा प्रयत्न करा.
ms_my: Gambar muka depan yang anda minta untuk dihapus tidak dapat dijumpai. Ia mungkin telah dipadam. Cuba muatkan semula halaman tersebut.
nb_no: Bildet du ønsket å slette ble ikke funnet. Det kan være slettet allerede. Prøv å laste siden på nytt.
nl_nl: De omslagafbeelding die u wou verwijderen kon niet worden gevonden. Ze is mogelijk al verijwderd. Probeer de pagina te herladen.
pl_pl: Obraz okładki który próbujesz usunąć nie został znaleziony. Mógł zostać usunięty wcześniej. Spróbuj przeładować stronę.
pt_br: Não foi possível encontrar a imagem da capa que você solicitou para excluir. Ele já pode ter sido excluída. Tente recarregar a página.
pt_pt: A imagem da capa que tentou eliminar não foi encontrada. Talvez já tenha sido eliminda. Tente recarregar a página.
ro_ro: Imaginea de copertă pe care ați solicitat să o ștergeți nu a putut fi găsită. Este posibil să fi fost deja ștearsă. Încercați să reîncărcați pagina.
ru_ru: Изображение обложки, которое вы хотите удалить, не удается найти. Возможно оно уже было удалено. Попробуйте перезагрузить страницу.
sk_sk: Obrázok obálky, ktorý chcete zmazať, nebol nájdený. Možno už bol zmazaný. Skúste znova načítať stránku.
sl_si: Brisanej slike naslovnice ni uspelo. Morda je bila že izbrisana. Poskusite ponovno naložiti stran.
sr_rs@cyrillic: Слиак насловне стране коју сте хтели да обришете није нађена. Можда је већ обрисана. покушајте да поново учитате страну.
sr_rs@latin: Slika naslovne strane koju ste hteli da obrišete nije nađena. Možda je već obrisana. Pokušajte da ponovo učitate stranu.
sv_se: Omslagsbilden du försökte ta bort kunde inte hittas. Möjligen har den redan blivit borttagen. Ladda om sidan och försök igen.
uk_ua: Зображення обкладинки, яке ви хочете видалити, не вдається знайти. Можливо воно вже було видалено. Спробуйте перезавантажити сторінку.
uz_cyrl: Ўчирилмоқчи бўлган муқова расми файли топилмади.
uz_uz@latin: Siz o‘chirishni so‘ragan muqovadagi rasm topilmadi. U allaqachon o‘chirilgan bo‘lishi mumkin. Sahifani qayta yuklashga harakat qilib ko‘ring.
vi_vn: Không thể tìm thấy ảnh bìa bạn yêu cầu xóa. Nó có thể đã bị xóa. Hãy thử tải lại trang.
zh_cn: 找不到您要删除的封面图片。 它可能已被删除。 尝试重新加载页面。
zh_tw: 未能找到您所要求刪除的封面圖像。或者圖像已被刪除。請重刷頁面。
