Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.issues.noneIssueGalleys
source: No issue galleys have been published.
ar_iq: لم يتم نشر أي تنضيدات للعدد بعد
az: He√ß bir n√∂mr…ô dizaynńĪ yayńĪmlanmayńĪb. .
ca_es: No s'ha publicat cap galerada d'aquest número.
cs_cz: Nebyly publikovány žádné sazebnice čísla.
da_dk: Der blev ikke udgivet nogen publiceringsversioner fra nummeret.
de_de: Es wurden keine Ausgabenfahnen veröffentlicht.
el_gr: Δεν έχουν δημοσιευτεί τυπογραφικά δοκίμια τεύχους.
es_es: No se publicaron galeradas del número.
fa_ir: هیچ کلیشه چاپی شماره مجله‌ای منتشر نشده است.
fi_fi: Numeron julkaistavia tiedostoja ei ole julkaistu.
fr_ca: Les épreuves du numéro n'ont pas été publiées.
hi_in: कोई भी अंक गैली प्रकाशित नहीं की गई है।
is_is: Engar lokaprófarkir(galleys) tölublaðs hafa verið gefin út.
it_it: Non sono state pubblicate gabbie per questo fascicolo.
ja_jp: 号のゲラは公開されていません。
kk_kz: Жарияланған электронды қолжазбалар жоқ.
ky: Эч кандай чыгарылыш басылган жок.
lt: Paskelbtų numerio skilčių nėra.
lv: Nav publicēts neviens izdevuma saliktnis.
mr: अंकाच्या कच्च्या मुद्रितांचे प्रकाशन झालेले नाही.
ms_my: Tiada penerbitan galley.
nb_no: Ingen oppsett har blitt publisert.
nl_nl: Er zijn geen nummer-proeven gepubliceerd
pl_pl: Żadne pliki nie zostały opublikowane.
pt_br: Nenhuma composição final de edição publicada.
pt_pt: Nenhum ficheiro de publicação do número foi publicado.
ro_ro: Nu există contribuții care poate fi publicate.
ru_ru: Нет опубликованных гранок выпуска.
sk_sk: Neboli publikované žiadne sadzobnice čísla.
sl_si: Prelom številke ni objavljen.
sr_rs@cyrillic: Није објављена ниједна коначна верзија издања.
sr_rs@latin: Nije objavljena nijedna konačna verzija izdanja.
sv_se: Inga publiceringsversioner för nummer har publicerats.
uk_ua: Жодної гранки випуску не було опубліковано.
uz_cyrl: Ушбу сон учун галлеялар юкланмаган.
uz_uz@latin: Nashr qilingan to‘plamlar yo‘q
vi_vn: Không có bản in thử được xuất bản.
zh_cn: 没有期目校样已被发表过。
zh_tw: 沒有出版任何校對樣本。

# editor.issues.issueGalleysDescription
source: Publish galleys with entire issue contents.
ar_iq: عمم التنضيدات على كل محتوى العدد
az: B√ľt√ľn m√∂vzu kontenti il…ô dizaynlarńĪ yayńĪmlayńĪn .
ca_es: Publica les galerades amb tots els continguts del número.
cs_cz: Publikovat sazebnice s obsahem celého čísla.
da_dk: Udgiv publiceringsversioner sammen med hele nummerets indhold.
de_de: Fahnen mit dem Inhalt der gesamten Ausgabe veröffentlichen.
el_gr: Δημοσίευση τυπογραφικών δοκιμίων με το περιεχόμενο όλου του τεύχους
es_es: Publicar galeradas con todos los contenidos del número.
fa_ir: کلیشه چاپی را با تمامی محتویات شماره آن منتشر کن
fi_fi: Julkaise julkaistavat tiedostot numeron koko sisällön kanssa.
fr_ca: Publier les épreuves de l'ensemble du numéro.
hi_in: संपूर्ण अंक सामग्री के साथ गैली प्रकाशित करें।
is_is: Gefa út galley (lokapróförk) með öllu innihaldi tölublaðs.
it_it: Pubblica un file con tutti gli articoli dell'uscita.
ja_jp: 巻号の内容全体を含むゲラを公開します。
kk_kz: Мақаланың электронды қолжазбасын шығарылымның толық мазмұнымен жариялау.
ky: Чыгарманын толук мазмуну менен галереяларды жарыялоо.
lt: Skelbti skiltis ir pateikti viso numerio turinį.
lv: Publicēt saliktņus ar pilnu numura saturu.
mr: संपूर्ण अंकाच्या मजकुरासकट कच्च्या मुद्रितांचे प्रकाशन करा.
ms_my: Terbitkan galley dengan keseluruhan kandungan terbitan.
nb_no: Publiser oppsett med alt innhold fra utgaven.
nl_nl: Publiceer proeven met de inhoud van het hele nummer.
pl_pl: Opublikuj pliki wraz z całą zawartością numeru
pt_br: Publicar composições com o conteúdo completo da edição.
pt_pt: Publicar ficheiro de publicação com todos os conteúdos do número.
ro_ro: Publicați tot numărul.
ru_ru: Публиковать гранки с полным содержанием выпуска.
sk_sk: Publikovať sadzobnicu s obsahom celého čísla.
sl_si: Objavi prelom številke s celotnim kazalom vsebine.
sr_rs@cyrillic: Објави коначну верзију издања са целим садржајем
sr_rs@latin: Objavi konačnu verziju izdanja sa celim sadržajem
sv_se: Publicera publiceringsversioner med hela numrets innehåll.
uk_ua: Публікувати гранки з повним змістом випуску.
uz_cyrl: Бутун сон учун галлеяларни юкланг (масалан, бутун соннинг PDF файли).
uz_uz@latin: Butun to‘plam tarkibni nashr eting.
vi_vn: Xuất bản bản in thử với toàn bộ nội dung của số.
zh_cn: 将校样连同全部期目内容一起发表。
zh_tw: 出版校對樣本與全期內容。

# editor.issues.viewingGalley
source: Viewing Issue Galley
ar_iq: معاينة تنضيد العدد
az: N√∂mr…ô dizaynńĪ baxńĪŇüńĪ
ca_es: Visualitza la galerada del número
cs_cz: Prohlédnout sazebnici čísla
da_dk: Se hele nummeret
de_de: Ausgabenfahne ansehen
el_gr: Προβολή τυπογραφικού δοκιμίου τεύχους
es_es: Visualizar galerada del número
fa_ir: مشاهده کلیشه چاپی شماره
fi_fi: Numeron julkaistavan tiedoston katselu
fr_ca: Voir les épreuves du numéro
hi_in: अंक गैली देखना
is_is: Skoða tölublaðsgalley
it_it: Vedi la bozza del fascicolo
ja_jp: 号のゲラの閲覧
kk_kz: Шығарылымың электронды қолжазбасын қарау
ky: Галлеяларын кароо
lt: Matomos numerio skiltys
lv: Skatīt izdevuma saliktni
mr: अंकाच्या कच्च्या मुद्रिताचे अवलोकन
ms_my: Melihat Galley Terbitan
nb_no: Vis oppsett
nl_nl: Nummer-proef bekijken
pl_pl: Wyświetlanie plików numeru
pt_br: Vendo composição final da edição
pt_pt: Visualizar Ficheiro de publicação da Edição
ro_ro: Vizualizarea conținutului numărului
ru_ru: Просмотр гранки выпуска
sk_sk: Prezrieť sadzobnicu čísla
sl_si: Pregled preloma številke
sr_rs@cyrillic: Погледај коначну верзију издања
sr_rs@latin: Pogledaj konačnu verziju izdanja
sv_se: Visar numrets publiceringsversion
uk_ua: Переглядів гранки випуску
uz_cyrl: Сон галлеясини кўриш
uz_uz@latin: Nashrlar to‘plamini ko‘rish
vi_vn: Xem bản in thử của số
zh_cn: 查看期目校样
zh_tw: 查看此期校對樣本

# editor.issues.galley
source: Issue Galley
ar_iq: تنضيد العدد
az: N√∂mr…ô dizaynńĪ
ca_es: Galerada del número
cs_cz: Sazebnice čísla
da_dk: Hele numre
de_de: Ausgabenfahne
el_gr: Τυπογραφικό δοκίμιο τεύχους
es_es: Galerada del número
fa_ir: کلیشه چاپی شماره
fi_fi: Numeron julkaistava tiedosto
fr_ca: Épreuves du numéro
hi_in: अंक गैली
is_is: Tölublaðsgalley - Lokaprófarkir
it_it: Gabbia del fascicolo
ja_jp: 号のゲラ
kk_kz: Шығарылымның электронды қолжазбасы
ky: Сан саптары
lt: Numerio skiltis
lv: Izdevuma saliktnis
mr: अंकाचे कच्चे मुद्रित
ms_my: Galley Terbitan
nb_no: Oppsett
nl_nl: Proef van het nummer
pl_pl: Plik numeru
pt_br: Composição final da edição
pt_pt: Ficheiro de publicação da Edição
ro_ro: Conținut număr
ru_ru: Гранка выпуска
sk_sk: Sadzobnica čísla
sl_si: Prelom številke
sr_rs@cyrillic: Коначна верзија издање
sr_rs@latin: Konačna verzija izdanja
sv_se: Numrets publiceringsversion
uk_ua: Гранка випуску
uz_cyrl: Галлея
uz_uz@latin: Nashrlar to‘plami
vi_vn: Bản in thử của số
zh_cn: 期目校样
zh_tw: 此期校對樣本

# editor.issues.galleys
source: Issue Galleys
ar_iq: تنضيدات العدد
az: N√∂mr…ô dizaynlarńĪ
ca_es: Galerades del número
cs_cz: Sazebnice čísla
da_dk: Hele numre
de_de: Ausgabenfahnen
el_gr: Τυπογραφικά δοκίμια τεύχους
es_es: Galeradas del número
fa_ir: کلیشه‌های چاپی شماره‌ها
fi_fi: Numeron julkaistavat tiedostot
fr_ca: Épreuves du numéro
hi_in: अंक गैलिस
is_is: Tölublaðagalley - Lokaprófarkir
it_it: Gabbie del fascicolo
ja_jp: 号のゲラ
kk_kz: Шығарылымның электронды қолжазбалары
ky: cан саптары
lt: Numerio skiltys
lv: Izdevuma saliktņi
mr: अंकाची कच्ची मुद्रिते
ms_my: Galley Terbitan
nb_no: Oppsett
nl_nl: Proeven van dit numer
pl_pl: Pliki numeru
pt_br: Composições finais da edição
pt_pt: Ficheiros de publicação da Edição
ro_ro: Conținutul numărului
ru_ru: Гранки выпуска
sk_sk: Sadzobnica čísla
sl_si: Prelomi številke
sr_rs@cyrillic: Коначне верзије издања
sr_rs@latin: Konačne verzije izdanjа
sv_se: Numrets publiceringsversioner
uk_ua: Гранки випуску
uz_cyrl: Соннинг галлеялари
uz_uz@latin: Nashrlar to'plami
vi_vn: Các bản in thử của số
zh_cn: 期目校样
zh_tw: 此期校對樣本

# editor.issues.pages
source: Pages
ar_iq: الصفحات
az: S…ôhif…ôl…ôr
ca_es: Pàgines
cs_cz: Stránky
da_dk: Sider
de_de: Seiten
el_gr: Σελίδες
es_es: Páginas
fa_ir: صفحات
fi_fi: Sivut
hi_in: पृष्ठ
is_is: Síður
it_it: Paginazione
ja_jp: ページ
kk_kz: Беттер
ky: Барактар
lt: Puslapiai
lv: Lappuses
mr: पृष्ठे
ms_my: Muka surat
nb_no: Sider
nl_nl: Pagina's
pl_pl: Strony
pt_br: Páginas
pt_pt: Páginas
ro_ro: Pagini
ru_ru: Страницы
sk_sk: Stránky
sl_si: Strani
sr_rs@cyrillic: Стране
sr_rs@latin: Strane
sv_se: Sidor
uk_ua: Сторінки
uz_cyrl: Саҳифалар
uz_uz@latin: Sahifalar
vi_vn: Số trang
zh_cn: 页
zh_tw: 頁

# editor.issues.open
source: Open
ar_iq: فتح
az: A√ßńĪn
ca_es: Oberts
cs_cz: Otevřít
da_dk: Åbn
de_de: Offen
el_gr: Άνοιγμα
es_es: Abrir
fa_ir: باز کردن
fi_fi: Avoin
fr_ca: Ouvert
hi_in: खुला हुआ
is_is: Opið
it_it: Aperto
ja_jp: オープン
kk_kz: Ашу
ky: Ачуу
lt: Atverti
lv: Atvērt
ms_my: Buka
nb_no: Nå åpent
pl_pl: Otwórz
pt_br: Aberto
pt_pt: Aberto
ro_ro: Deschide
ru_ru: Открыть
sk_sk: Otvoriť
sl_si: Odpri
sr_rs@cyrillic: Отвори
sr_rs@latin: Otvori
sv_se: Öppen
uk_ua: Відкритий
uz_cyrl: Очиқ
uz_uz@latin: Ochish
vi_vn: Mở
zh_cn: 开放
zh_tw: 開放

# editor.issues.noLiveIssues
source: No Live Issues
ar_iq: لا أعداد صادرة
az: YayńĪmlanan n√∂mr…ô yoxdur
ca_es: No hi ha cap número en curs.
cs_cz: Žádná živá čísla
da_dk: Ingen Live-numre
de_de: Keine aktuelle Ausgabe
el_gr: Δεν υπάρχουν ενεργά τεύχη
es_es: Ningún número activo
fa_ir: هیچ شماره مجله‌ای وجود ندارد
fi_fi: Ei aktiivisia numeroita
fr_ca: Aucun numéro en ligne
hi_in: कोई लाइव अंक नहीं
is_is: Engin birt tölublöð
it_it: Nessun numero attivo
ja_jp: 処理中の巻号はありません
kk_kz: Жарияланған журнал шығарылымдары жоқ
ky: Жарыяланган чыгарылыш жок
lt: Nėra gyvų numerių
lv: Nav tiešraides izdevumu
mr: कोणतेही अंक उपलब्ध नाहीत
ms_my: Tiada Terbitan Terbaru
nb_no: Ingen akive Utgaver
nl_nl: Geen actuele nummers
pl_pl: Brak numerów
pt_br: Nenhuma edição em produção
pt_pt: Nenhuma edição em produção
ro_ro: Nu există numere active
ru_ru: Нет опубликованных выпусков
sk_sk: Žiadne živé čísla
sl_si: Ni številk revije
sr_rs@cyrillic: Нема живих бројева
sr_rs@latin: Nema živih brojeva
sv_se: Inga aktiva nummer
uk_ua: Немає опублікованих випусків
uz_cyrl: Жонли нашрлар йўқ
uz_uz@latin: Ruknlar mavjud emas
vi_vn: Không có số trực tiếp
zh_cn: 没有活动的刊期
zh_tw: 無現存期刊任何一期

# editor.issues.publicArticleIdExists
source: Unable to save public id for article:
ar_iq: تعذر حفظ رمز التعريف العام للمؤلَّف:
az: AŇüańüńĪdakńĪ m…ôqal…ô √ľ√ß√ľn √úmumi N√∂mr…ô yadda saxlanńĪlmńĪr:
ca_es: No es pot desar l’id. pública per a l’article:
cs_cz: Nebylo možné uložit veřejné ID pro článek:
da_dk: Det er ikke muligt at gemme public id til artikel:
de_de: Die öffentliche Kennzeichnung für den folgenden Beitrag konnte nicht gespeichert werden:
el_gr: Δεν ήταν δυνατή η αποθήκευση δημόσιου αναγνωριστικού για το άρθρο:
es_es: No se pudo guardar la Id. pública para el artículo:
fa_ir: شناسه عمومی مقاله قابل ذخیره نیست
fi_fi: Julkista tunnistetta ei voida tallentaa artikkelille:
fr_ca: Impossible d'enregistrer l'identifiant public pour cet article :
hi_in: लेख के लिए सार्वजनिक आईडी सहेजने में असमर्थ:
is_is: Ekki er hægt að vista kenni greinar:
it_it: Impossibile salvare l'id pubblico per l'articolo:
ja_jp: 論文の公開IDを保存できませんでした:
kk_kz: Мақаланың идентификаторын сақтау мүмкін емес:
ky: Мен макаланын коомдук идентификаторун сактай албайм:
lt: Nepavyko išsaugoti viešojo ID straipsniui:
lv: Nav iespējams saglabāt raksta publisko id:
mr: लेखाची सार्वजनिक ओळख (Public id) सेव्ह होत नाही :
ms_my: Tidak dapat menyimpan id awam untuk artikel:
nb_no: Kan ikke lagre offentlig id for artikkel:
nl_nl: De publieke identificatie van het nummer kan niet opgeslagen worden:
pl_pl: Nie można zapisać Id dla artykułu:
pt_br: Não foi possível salvar id público para o artigo:
pt_pt: Não foi possível guardar Id público para o artigo:
ro_ro: Imposibil de salvat ID-ul public pentru articol:
ru_ru: Не могу сохранить открытый идентификатор для статьи:
sk_sk: Nebolo možné uložiť verejné ID pre článok:
sl_si: Shranjevanje javnega IDja ni bilo mogoče za prispevek:
sr_rs@cyrillic: Не могу да сачувам јавни id фа чланак:
sr_rs@latin: Ne mogu da sačuvam javni id fa članak:
sv_se: Kan inte spara publikt ID för artikeln:
uk_ua: Неможливо зберегти публічний ідентифікатор статті:
uz_cyrl: Мақола учун оммавий ID аллақачон мавжуд.
uz_uz@latin: Maqola uchun umumiy identifikatorni saqlab bo'lmadi:
vi_vn: Không thể lưu id công khai cho bài viết:
zh_cn: 不能给文章保存公共ID:
zh_tw: 未能儲存此文章的公開id：

# editor.issues.confirmSetCurrentIssue
source: Are you sure you want to set this issue as current?
ar_iq: هل أنت متأكد من رغبتك في جعل هذا العدد هو العدد الحالي؟
az: Bu n√∂mr…ôni g√ľnc…ôl n√∂mr…ô olaraq m√ľ…ôyy…ônl…ôŇüdirm…ôk ist…ôdiyinizd…ôn …ôminsinizmi?
ca_es: Segur que voleu establir aquest número com a l'actual?
cs_cz: Jste si jisti, že chcete nastavit toto číslo jako číslo aktuální?
da_dk: Er du sikker på at du vil registrere dette nummer som det nyeste?
de_de: Sind Sie sicher, dass Sie diese Ausgabe als aktuelle Ausgabe festlegen möchten?
el_gr: Επιβεβαιώνετε τον ορισμό του συγκεκριμένου τεύχους ως τρέχοντος;
es_es: ¿Está seguro de que desea establecer este número como el actual?
fa_ir: آیا مطمئنید که می‌خواهید این شماره را به عنوان شماره جاری ثبت کنید
fi_fi: Oletko varma, että haluat asettaa tämän numeron uusimmaksi?
fr_ca: Êtes-vous certain-e de vouloir définir ce numéro comme étant le numéro courant ?
hi_in: क्या आप वाकई इस अंक को वर्तमान के रूप में सेट करना चाहते हैं?
is_is: Ertu viss um að þú viljir stilla þetta tölublað sem það nýjasta?
it_it: Sei sicuro di voler definire questo fascicolo come quello corrente?
ja_jp: この号を最新号として設定してもよろしいですか。
kk_kz: Сіз бұл шығарылымды ағымдағы шығарылым ретінде орнатқыңыз келетініне сенімдісіз бе?
ky: Чын эле бул чыгарылышты учурдагы катары койгуңуз келеби?
lt: Ar tikrai norite nustatyti, kad šis numeris būtų naujausias?
lv: Vai esat pārliecināts, ka vēlaties iestatīt šo izdevumu kā jaunāko?
mr: तुम्ही तयार केलेला अंक खात्रीने वर्तमान असणार आहे ना?
ms_my: Adakah anda pasti hendak menetapkan terbitan ini sebagai semasa?
nb_no: Er du sikker på at du vil sette denne utgaven som den nyeste?
nl_nl: Weet u zeker dat u dit nummer als huidig nummer wilt instellen?
pl_pl: Na pewno ustawić ten numer jako aktualny?
pt_br: Tem certeza que deseja definir este número como o atual?
pt_pt: Deseja realmente definir esta edição como a atual?
ro_ro: Sunteți sigur că doriți să setați acest număr ca și număr curent?
ru_ru: Вы уверены, что хотите сделать этот выпуск текущим?
sk_sk: Ste si istí, že chcete nastaviť toto číslo ako číslo aktuálne?
sl_si: Ste prepričani, da želite določiti to številko kot trenutno?
sv_se: Är du säker på att du vill sätta det här numret som senaste?
uk_ua: Ви впевнені, що хочете зробити даний випуск поточним?
uz_cyrl: Ҳақиқатан ҳам ушбу сонни «Жорий сон» сифатида белгиламоқчимисиз?
uz_uz@latin: Haqiqatan ham ushbu maqolani dolzarb deb belgilamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn đặt số này như là số mới nhất?
zh_cn: 您确定要将此刊期设置为当前刊期吗？
zh_tw: 是否確認設定此期為當期期刊？

# editor.issues.confirmUnpublish
source: Are you sure you want to unpublish this published issue?
ar_iq: هل أنت متأكد من رغبتك في التراجع عن نشر هذا العدد الذي سبق نشره؟
az: Yeni n√∂mr…ôni yayńĪmdan qaldńĪrmaq ist…ôdiyinizd…ôn …ôminsinizmi?
ca_es: Esteu segur/a que voleu suprimir la publicació d’aquest número?
cs_cz: Jste si jisti, že chcete zrušit vydání tohoto vydaného čísla?
da_dk: Er du sikker på, at du vil trække dette publicerede nummer tilbage?
de_de: Sind sie sicher, dass Sie diese bereits veröffentlichte Ausgabe zurückziehen wollen?
el_gr: Επιβεβαιώνετε την αποδημοσίευση του συγκεκριμένου τεύχους;
es_es: ¿Está seguro/a de que desea eliminar el número publicado?
fa_ir: آیا مطمئن هستید که می‌خواهید چاپ این شماره را لغو کنید؟
fi_fi: Haluatko varmasti perua tämän jo julkaistun numeron julkaisemisen?
fr_ca: Êtes-vous certain-e que vous souhaitez dépublier ce numéro publié ?
hi_in: क्या आप वाकई इस प्रकाशित अंक को अप्रकाशित करना चाहते हैं?
is_is: Ertu viss um að þú viljir taka þetta tölublað úr birtingu?
it_it: Sei sicuro di voler nascondere il fascicolo pubblicato?
ja_jp: 公開されているこの巻号を未公開にしますか。
kk_kz: Сіз осы жарияланған шығарылымды жариялаудан бас тартқыңыз келетініне сенімдісіз бе?
ky: Бул жарыяланган санды жарыялоону чын эле алып салгыңыз келеби?
lt: Ar tikrai norite šį paskelbtą numerį padaryti neprieinamą?
lv: Vai tiešām vēlaties atcelt jau publicētā numura publicēšanu?
mr: तुमची खात्री आहे का की तुम्ही हा प्रकाशित अंक अप्रकाशित करू इच्छिता?
ms_my: Adakah anda pasti hendak tidak menerbitkan terbitan yang diterbitkan ini?
nb_no: Er du sikker på at du ønsker å trekke tilbake dette nummeret?
nl_nl: Weet u zeker dat u de publicatie van dit nummer terug wilt draaien?
pl_pl: Czy na pewno wycofać opublikowany numer?
pt_br: Deseja realmente despublicar esta edição?
pt_pt: Deseja realmente despublicar esta edição?
ro_ro: Sunteți sigur că doriți să retrageți de la publicare numărul publicat?
ru_ru: Вы уверены, что хотите отменить публикацию этого опубликованного выпуска?
sk_sk: Ste si istí, že chcete zrušiť vydanie tohto vydaného čísla?
sl_si: Ste prepričani, da želite umakniti to številko revije?
sr_rs@cyrillic: Да ли сте сигурни да желите да вратите у необјављено?
sr_rs@latin: Da li ste sigurni da želite da vratite u neobjavljeno?
sv_se: Är du säker på att du vill avpublicera det här publicerade numret?
uk_ua: Ви впевнені, що хочете скасувати публікацію цього опублікованого випуску?
uz_cyrl: Ҳақиқатан ҳам ушбу нашр этилган сонни нашрдан олиб ташламоқчимисиз?
uz_uz@latin: Nashr qilingan maqolani bekor qilishga ishonchingiz komilmi?
vi_vn: Bạn có chắc chắn muốn hủy xuất bản số được xuất bản này?
zh_cn: 您确认想撤销这个已经出版的刊期?
zh_tw: 是否確認還原此期至未出版狀態？

# editor.issues.confirmPublish
source: Are you sure you want to publish the new issue?
ar_iq: هل أنت متأكد من رغبتك في نشر العدد الجديد؟
az: Yeni n√∂mr…ôni yayńĪmlamaq ist…ôdiyiniz …ôminsinizmi?
ca_es: Esteu segur/a que voleu publicar el número nou?
cs_cz: Jste si jisti, že chcete publikovat nové číslo?
da_dk: Er du sikker på, at du vil publicere det nye nummer?
de_de: Sind Sie sicher, dass Sie die neue Ausgabe veröffentlichen wollen?
el_gr: Επιβεβαιώνετε τη δημοσίευση του νέου τεύχους;
es_es: ¿Está seguro/a de que desea publicar el nuevo número?
fa_ir: آیا می‌خواهید این شماره جدید را منتشر کنید؟
fi_fi: Haluatko varmasti julkaista uuden numeron?
fr_ca: Êtes-vous certain-e de vouloir publier le nouveau numéro ?
hi_in: क्या आप वाकई नया अंक प्रकाशित करना चाहते हैं?
is_is: Ertu vis um að þú viljir gefa út þetta nýja tölublað?
it_it: Sei sicuro di voler pubblicare il nuovo numero?
ja_jp: 新しい号を出版してもよいですか。
kk_kz: Журналдың жаңа шығарылымын жариялау керектігін растаңыз?
ky: Чын эле жаңы санын чыгаргыңыз келеби?
lt: Ar tikrai naująjį numerį norite skelbti?
lv: Vai tiešām vēlaties publicēt jauno numuru?
mr: तुमची खात्री आहे का की तुम्ही नवीन अंक प्रकाशित करू इच्छिता?
ms_my: Adakah anda pasti hendak menerbitkan terbitan baharu?
nb_no: Er du sikker på at du vil publisere den nye utgaven?
nl_nl: Weet u zeker dat u het nummer wilt publiceren?
pl_pl: Czy na pewno opublikować nowy numer?
pt_br: Deseja realmente publicar a nova edição?
pt_pt: Deseja realmente publicar a nova edição?
ro_ro: Sunteți sigur că doriți să publicați noul număr?
ru_ru: Вы уверены, что хотите опубликовать новый выпуск?
sk_sk: Ste si istí, že chcete publikovať nové číslo?
sl_si: Ste prepričani, da želite objaviti to številko revije?
sr_rs@cyrillic: Да ли сте сигурни да желите да објавите нови број?
sr_rs@latin: Da li ste sigurni da želite da objavite novi broj?
sv_se: Är du säker på att du vill publicera det nya numret?
uk_ua: Ви впевнені, що хочете опублікувати новий випуск?
uz_cyrl: Ҳақиқатан ҳам ушбу сонни нашр этмоқчимисиз?
uz_uz@latin: Yangi maqolani nashr qilishga ishonchingiz komilmi?
vi_vn: Bạn có chắc chắn muốn xuất bản số mới?
zh_cn: 您确认出版这个刊期?
zh_tw: 是否確認出版新一期？

# editor.issues.preview
source: Preview
ar_iq: (معاينة)
az: (√ĖnbaxńĪŇü)
ca_es: (Vista prèvia)
cs_cz: (Náhled)
de_de: (Voransicht)
el_gr: Προεπισκόπηση
es_es: (Vista previa)
fa_ir: مشاهده
fi_fi: Esikatselu
fr_ca: (Prévisualiser)
hi_in: पूर्वावलोकन
is_is: Forskoða
it_it: (anteprima)
ja_jp: プレビュー
kk_kz: Алдын ала қарау
ky: Алдын ала көрүү
lt: Peržiūra
lv: Priekšskatījums
mr: पूर्वावलोकन करा
ms_my: Pratonton
nb_no: (Forhåndsvis)
nl_nl: (Voorvertoning)
pl_pl: (Poprzedni)
pt_br: (Pré-visualizar)
pt_pt: (Pré-visualizar)
ro_ro: Vizualizare
ru_ru: Предварительный просмотр
sk_sk: (Náhľad)
sl_si: (Predogled)
sr_rs@cyrillic: Прикажи
sr_rs@latin: Prikaži
sv_se: Förhandsgranskning
uk_ua: (Попередній перегляд)
uz_cyrl: Олдиндан кўриш
uz_uz@latin: Ko‘rib chiqish
vi_vn: Xem trước
zh_cn: (预览)
zh_tw: 預覽

# editor.issues.previewIssue
source: Preview Issue
ar_iq: معاينة العدد
az: N√∂mr…ô √ĖnbaxńĪŇü
ca_es: Previsualització del número
cs_cz: Náhled čísla
da_dk: Vis nummer
de_de: Voransicht der Ausgabe
el_gr: Προεπισκόπηση τεύχους
es_es: Vista previa del número
fa_ir: مشاهده این شماره
fi_fi: Esikatsele numeroa
fr_ca: Prévisualiser le numéro
hi_in: पूर्वावलोकन अंक
is_is: Forskoða tölublað
it_it: Anteprima del fascicolo
ja_jp: この号のプレビュー
kk_kz: Шығарылымды алдын ала қарау
ky: Чыгарууну алдын ала көрүү
lt: Peržiūrėti numerį
lv: Izdevuma priekšskatījums
mr: अंकाचे पूर्वावलोकन करा
ms_my: Pratonton Terbitan
nb_no: Forhåndsvis utgaven
nl_nl: Voorvertoning van het nummer
pl_pl: Poprzedni numer
pt_br: Pré-visualizar edição
pt_pt: Pré-visualizar Edição
ro_ro: Previzualizare număr
ru_ru: Предварительный просмотр выпуска
sk_sk: Náhľad čísla
sl_si: Predogled te številke revije
sr_rs@cyrillic: Прикажи број
sr_rs@latin: Prikaži broj
sv_se: Förhandsgranska nummer
uk_ua: Переглянути випуск
uz_cyrl: Сонни олдиндан кўриш
uz_uz@latin: Nashrni ko‘rib chiqish
vi_vn: Xem trước
zh_cn: 预览刊期
zh_tw: 預覽此期

# editor.issues.unpublishIssue
source: Unpublish Issue
ar_iq: لا تنشر العدد
az: N…ôŇürd…ôn qaldńĪrńĪn
ca_es: Suprimeix la publicació del número
cs_cz: Zrušit vydání čísla
da_dk: Træk udgivet nummer tilbage
de_de: Ausgabe zurückziehen
el_gr: Αποδημοσίευση τεύχους
es_es: Eliminar número publicado
fa_ir: لغو چاپ شماره
fi_fi: Peru numeron julkaiseminen
fr_ca: Dépublier le numéro
hi_in: अप्रकाशित अंक
is_is: Taka tölublað úr birtingu
it_it: Nascondi il fascicolo pubblicato
ja_jp: 未公開巻号
kk_kz: Шығарылымды жариялауды болдырмау
ky: Жарыялоону алып салуу
lt: Numerio neskelbti
lv: Atcelt izdevuma publicēšanu
mr: अंक अप्रकाशित करा
ms_my: Terbitan Tidak Diterbitkan
nb_no: Trekk tilbake nummeret
nl_nl: Publicatie nummer terugdraaien
pl_pl: Wycofaj opublikowany numer
pt_br: Despublicar edição
pt_pt: Despublicar Edição
ro_ro: Retrageți de la publicare numărul
ru_ru: Отменить публикацию выпуска
sk_sk: Zrušiť vydanie čísla
sl_si: Umakni to številke revije
sr_rs@cyrillic: Врати у необјављено
sr_rs@latin: Vrati u neobjavljeno
sv_se: Avpublicera nummer
uk_ua: Скасувати публікацію випуску
uz_cyrl: Сонни нашрдан қайтариб олиш
uz_uz@latin: Nashrni bekor qilish
vi_vn: Hủy xuất bản
zh_cn: 非出版刊期
zh_tw: 還原此期至未出版
