Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.article.designateReviewVersion
source: Designate the original file as the Review Version
ar_iq: إعتبر الملف الأصلي بمثابة النسخة المنقحة أو المحكمة
az: Orijinal faylńĪ D…ôy…ôrl…ôndirm…ô versiyasńĪ kimi m√ľ…ôyy…ônl…ôŇüdirin.
ca_es: Designa el fitxer original com a versió de revisió
cs_cz: Označit původní soubor za verzi pro recenzi
da_dk: Angiv den oprindelige fil som 'bedømmelsesversion'
de_de: Die ursprüngliche Datei zur Begutachtungsversion machen
el_gr: Καθορισμός του πρωτότυπου αρχείου ως έκδοση αξιολόγησης
es_es: Designar el archivo original como la versión para revisar
fa_ir: تعیین فایل اصلی به عنوان نسخه داوری
fi_fi: Määritä alkuperäinen tiedosto arviointiversioksi
fr_ca: Désigner le fichier original en tant que fichier pour l'évaluation
hi_in: मूल फ़ाइल को समीक्षा संस्करण के रूप में नामित करें
is_is: Merkja upphaflega skrá sem ritrýniútgáfu
it_it: Imposta il file originale come versione di revisione
ja_jp: 査読版としてオリジナルファイルを指定
kk_kz: Бастапқы файлды шолу нұсқасы ретінде белгілеу
ky: Түпнуска файлды карап чыгуу версиясы катары белгилеңиз
lt: Nustatyti šį dokumentą kaip versiją recenzuoti
lv: Noteikt oriģinālo datni kā versiju recenzēšanai
mr: मूळ फाईलला समीक्षापूर्व स्वरूप म्हणून निर्देशित करा
ms_my: Tandakan fail asal sebagai Versi Ulasan Semula
nb_no: Registrer originalfilen som fagvurderingsversjon
nl_nl: Wijs het originele bestand aan als de reviewversie
pl_pl: Oznacz tekst jako zrecenzowany
pt_br: Designar documento original como versão para avaliação
pt_pt: Designar documento original como Versão para Revisão
ro_ro: Desemnați fișierul original ca versiune de revizuire
ru_ru: Обозначить оригинальный файл как версию для рецензирования
sk_sk: Označiť pôvodný súbor za verziu pre recenziu
sl_si: Določi originalno datoteko kot recenzirano verzijo
sr_rs@cyrillic: Одредите изворни фајл као рецензентску верзију
sr_rs@latin: Odredite izvorni fajl kao recenzentsku verziju
sv_se: Registrera originalfilen som Granskningsversion
uk_ua: Позначити оригінальний файл як версію для рецензування
uz_cyrl: Асл файлни тақриз версияси сифатида белгилаш
uz_uz@latin: Asl faylni ko‘rib chiqish versiyasi sifatida belgilang
vi_vn: Chỉ định tập tin gốc là phiên bản trong quá trình phản biện
zh_cn: 指定原始文件作为审阅版本
zh_tw: 分配原先檔案為評審版本

# editor.navigation.issueArchive
source: Back Issues
ar_iq: الأعداد السابقة
az: ∆Źvv…ôlki n√∂mr…ôl…ôr
ca_es: Números anteriors
cs_cz: Minulá čísla
da_dk: Tidligere numre
de_de: Frühere Ausgaben
el_gr: Παλαιά τεύχη
es_es: Números anteriores
fa_ir: شماره‌های گذشته مجله
fi_fi: Aiemmat numerot
fr_ca: Numéros précédents
hi_in: पिछले अंक
is_is: Eldri tölublöð
it_it: Fascicoli pubblicati
ja_jp: バックナンバー
kk_kz: Алдыңғы шығарылымдар
lt: Ankstesni numeriai
lv: Vecākie izdevumi
mr: पूर्वीचे अंक
ms_my: Terbitan Terdahulu
nb_no: Tidligere utgaver
nl_nl: Oude nummers
pl_pl: Archiwalne numery
pt_br: Edições anteriores
pt_pt: Edições Anteriores
ro_ro: Numere anterioare
ru_ru: Старые выпуски
sk_sk: Minulé čísla
sl_si: Pretekle številke
sr_rs@cyrillic: Претходни бројеви
sr_rs@latin: Prethodni brojevi
sv_se: Publicerade nummer
uk_ua: Попередні випуски
uz_cyrl: Сонлар архиви
uz_uz@latin: Oldingi nashr
vi_vn: Số đã xuất bản
zh_cn: 过刊
zh_tw: 過往期號

# grid.action.setCurrentIssue
source: Set Current Issue
ar_iq: إجعله العدد الحالي
az: G√ľnc…ôl/cari n√∂mr…ôni m√ľ…ôyy…ônl…ôŇüdirin
ca_es: Establir número actual
cs_cz: Nastavte aktuální číslo
da_dk: Sæt nyeste nummer
de_de: Aktuelle Ausgabe festlegen
el_gr: Ορισμός τρέχοντος τεύχους
es_es: Establecer número actual
fa_ir: تنظیم شماره جاری
fi_fi: Aseta uusin numero
fr_ca: Paramétrer le numéro courant
hi_in: वर्तमान अंक सेट करें
is_is: Velja nýjasta tölublað
it_it: Definisce il fascicolo corrente
ja_jp: 最新号設定
kk_kz: Ағымдағы шыарылымды орнату
ky: Учурдагы чыгарууну коюу
lt: Nustatyti kaip naujausią numerį
lv: Iestatīt jaunāko izdevumu
mr: वर्तमान अंकाची मांडणी करा
ms_my: Tetapkan Terbitan Semasa
nb_no: Sett nyeste utgave
nl_nl: Stel het huidige nummer in
pl_pl: Ustaw aktualny numer
pt_br: Definir Número Atual
pt_pt: Definir como Edição Atual
ro_ro: Setați numărul curent
ru_ru: Задать текущий выпуск
sk_sk: Nastavte aktuálne číslo
sl_si: Določi za trenutno številko
sv_se: Sätt som senaste nummer
uk_ua: Задати поточний випуск
uz_cyrl: Жорий сон этиб белгилаш
uz_uz@latin: Joriy nashrni o‘rnatish
vi_vn: Đặt làm số mới nhất
zh_cn: 设置当前刊期
zh_tw: 設定為當期期刊

# grid.action.addIssueGalley
source: Create Issue Galley
ar_iq: أنشئ اللوح الطباعي للعدد
az: N√∂mr…ô dizaynńĪ yaradńĪn
ca_es: Crear galerada del número
cs_cz: Vytvořit sazebnici čísla
da_dk: Opret hele numre
de_de: Ausgabenfahne anlegen
el_gr: Δημιουργία τυπογραφικού δοκιμίου τεύχους
es_es: Crear galerada del número
fa_ir: ایجاد کلیشه چاپی شماره
fi_fi: Luo numeron julkaistava tiedosto
fr_ca: Créer des épreuves du numéro
hi_in: अंक गैली बनाएँ
is_is: Stofna tölublaðsgalley
it_it: Crea una gabbia per tutto il fascicolo
ja_jp: 号のゲラ作成
kk_kz: Шығарылымның жаңа электронды қолжазбасы
ky: Журналдын чыгарылыш санын тузүү
lt: Sukurti numerio skiltį
lv: Izveidot izdevuma saliktni
mr: कच्चे मुद्रित निर्माण करा
ms_my: Cipta Galley Terbitan
nb_no: Opprett oppsett
nl_nl: Maak proeven van het nummer aan
pl_pl: Utwórz plik do publikacji
pt_br: Criar composição da edição
pt_pt: Criar formato de publicação da Edição
ro_ro: Crează conținut pentru număr
ru_ru: Создать гранку выпуска
sk_sk: Vytvoriť sadzobnicu čísla
sl_si: Ustvari prelom številke
sr_rs@cyrillic: Направи фајл приказа броја
sr_rs@latin: Napravi fajl prikaza broja
sv_se: Skapa publiceringsversion för nummer
uk_ua: Створити гранку випуску
uz_cyrl: Сон галлеясини яратиш
uz_uz@latin: To‘plam nashrini yaratish
vi_vn: Tạo bản in thử của số
zh_cn: 创建刊期样稿
zh_tw: 創建此期校對樣本

# grid.action.previewIssue
source: Preview
ar_iq: معاينة
az: √ĖnbaxńĪŇü
ca_es: Previsualitzar
cs_cz: Náhled
da_dk: Vis
de_de: Vorschau
el_gr: Προεπισκόπηση
es_es: Previsualizar
fa_ir: بازنگری
fi_fi: Esikatselu
fr_ca: Aperçu
hi_in: पूर्वावलोकन
is_is: Forskoða
it_it: Anteprima
ja_jp: プレビュー
kk_kz: Алдын ала қарау
ky: Алдын ала көрүү
lt: Peržvelgti
lv: Priekšskatījums
mr: पूर्वावलोकन करा
ms_my: Pratonton
nb_no: Forhåndsvis
nl_nl: Voorvertoning
pl_pl: Podgląd
pt_br: Pré-visualizar
pt_pt: Pré-visualizar
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
sk_sk: Náhľad
sl_si: Predogled
sr_rs@cyrillic: Прикажи
sr_rs@latin: Prikaži
sv_se: Förhandsgranska
uk_ua: Попередній перегляд
uz_cyrl: Олдиндан кўриш
uz_uz@latin: Oldindan ko‘rish
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

# grid.action.viewIssue
source: View
ar_iq: معاينة
az: BaxńĪŇü
ca_es: Visualitzar
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansehen
el_gr: Προβολή
es_es: Ver
fa_ir: مشاهده
fi_fi: Näytä
fr_ca: Voir
hi_in: अवलोकन करना
is_is: Skoða
it_it: Vedi
ja_jp: 巻号閲覧
kk_kz: Көрсету
ky: Көрсөтүү
lt: Peržiūrėti
lv: Skatīt
mr: अवलोकन करा
ms_my: Lihat
nb_no: Vis
nl_nl: Bekijk
pl_pl: Wyświetl
pt_br: Visualizar
pt_pt: Visualizar
ro_ro: Vizualizare
ru_ru: Показать
sk_sk: Zobraziť
sl_si: Poglej
sr_rs@cyrillic: Погледај
sr_rs@latin: Pogledaj
sv_se: Visa
uk_ua: Переглянути
uz_cyrl: Кўриш
uz_uz@latin: Ko‘rish
vi_vn: Xem
zh_cn: 查看
zh_tw: 查看

# grid.action.addIssue
source: Create Issue
ar_iq: أنشئ عدداً
az: Yeni n√∂mr…ô yaradńĪn
ca_es: Crear número
cs_cz: Vytvořit číslo
da_dk: Opret nummer
de_de: Ausgabe anlegen
el_gr: Δημιουργία τεύχους
es_es: Crear número
fa_ir: ایجاد شماره‌ی جدید
fi_fi: Luo numero
fr_ca: Créer un numéro
hi_in: अंक बनाएँ
is_is: Stofna tölublað
it_it: Crea un fascicolo
ja_jp: 巻号作成
kk_kz: Жаңа шығарылым
ky: Жаңы чыгаруу
lt: Kurti leidinį
lv: Izveidot izdevumu
mr: अंकाची निर्मिती करा
ms_my: Cipta Terbitan
nb_no: Opprett utgave
nl_nl: Maak nummer aan
pl_pl: Utwórz numer
pt_br: Incluir edição
pt_pt: Criar Número
ro_ro: Crează un număr
ru_ru: Создать выпуск
sk_sk: Vytvoriť číslo
sl_si: Ustvari številko
sr_rs@cyrillic: Направи број
sr_rs@latin: Napravi broj
sv_se: Skapa nummer
uk_ua: Створити випуск
uz_cyrl: Сон яратиш
uz_uz@latin: Nashr yaratish
vi_vn: Tạo số mới
zh_cn: 创建刊期
zh_tw: 創建新一期

# grid.action.publish
source: Publish Issue
ar_iq: أنشر العدد
az: N√∂mr…ôni d…ôrc edin
ca_es: Publicar número
cs_cz: Publikovat číslo
da_dk: Publicér nummer
de_de: Ausgabe veröffentlichen
el_gr: Δημοσίευση τεύχους
es_es: Publicar número
fa_ir: انتشار شماره
fi_fi: Julkaise numero
fr_ca: Publier le numéro
hi_in: प्रकाशित अंक
is_is: Gefa út tölublað
it_it: Pubblica fascicolo
ja_jp: 巻号公開
kk_kz: Шығарылымды енгізу
ky: Чыгарылышты жарыялоо
lt: Leidinį skelbti
lv: Publicēt izdevumu
mr: अंकाचे प्रकाशन करा
ms_my: Terbitkan
nb_no: Publiser utgave
nl_nl: Publiceer nummer
pl_pl: Opublikuj numer
pt_br: Publicar edição
pt_pt: Publicar Número
ro_ro: Publică numărul
ru_ru: Опубликовать выпуск
sk_sk: Publikovať číslo
sl_si: Objavi Številko
sr_rs@cyrillic: Објави број
sr_rs@latin: Objavi broj
sv_se: Publicera nummer
uk_ua: Опублікувати випуск
uz_cyrl: Нашр этиш
uz_uz@latin: Manbani nashr etish
vi_vn: Xuất bản số
zh_cn: 发布刊期
zh_tw: 出版此期

# grid.action.addGalley
source: Add galley
ar_iq: أضف لوحاً طباعياً
az: Dizayn …ôlav…ô edin
ca_es: Afegir galerada
cs_cz: Přidat sazebnici
da_dk: Tilføj publiceringsversion
de_de: Fahne hinzufügen
el_gr: Προσθήκη τυπογραφικού δοκιμίου
es_es: Añadir galerada
fa_ir: افزودن کلیشه چاپی
fi_fi: Lisää julkaistava tiedosto
fr_ca: Ajouter des épreuves
hi_in: गैली जोड़ें
is_is: Bæta við galley
it_it: Aggiungi una gabbia
ja_jp: ゲラを追加
kk_kz: Жаңа электронды қолжазбаны енгізу
ky: Сапка тиркеңиз
lt: Pridėti skiltį
lv: Pievienot saliktni
mr: कच्चे मुद्रित संकलित करा
ms_my: Tambah galley
nb_no: Legg til oppsett
nl_nl: Voeg proef toe
pl_pl: Dodaj plik do publikacji
pt_br: Adicionar composição final
pt_pt: Adicionar formato de publicação
ro_ro: Adaugă conținut
ru_ru: Добавить гранку
sk_sk: Pridať sadzobnicu
sl_si: Dodaj prelom
sr_rs@cyrillic: Додај фајл приказа
sr_rs@latin: Dodaj fajl prikaza
sv_se: Lägg till publiceringsversion
uk_ua: Додати гранку
uz_cyrl: Галлея қўшиш
uz_uz@latin: To‘plam qo‘shish
vi_vn: Thêm bản in thử
zh_cn: 增加校对
zh_tw: 新增校對樣本

# editor.navigation.futureIssues
source: Future Issues
ar_iq: الأعداد القادمة
az: N√∂vb…ôti n√∂mr…ôl…ôr
ca_es: Propers números
cs_cz: Budoucí čísla
da_dk: Fremtidige numre
de_de: Zukünftige Ausgaben
el_gr: Μελλοντικά τεύχη
es_es: Próximos números
fa_ir: شماره‌های آتی مجله
fi_fi: Tulevat numerot
fr_ca: Numéros à venir
hi_in: भविष्य के अंक
is_is: Næstu tölublöð
it_it: Fascicoli futuri
ja_jp: 出版予定号
kk_kz: Болашақ журнал шығарылымдары
ky: Келечектеги чыгарылыштар
lt: Būsimi numeriai
lv: Nākotnes izdevumi
mr: आगामी अंक
ms_my: Terbitan Akan Datang
nb_no: Framtidige utgaver
nl_nl: Toekomstige nummers
pl_pl: Planowane numery
pt_br: Edições futuras
pt_pt: Edições Futuras
ro_ro: Numere viitoare
ru_ru: Будущие выпуски
sk_sk: Budúce čísla
sl_si: Naslednje številke
sr_rs@cyrillic: Будући бројеви
sr_rs@latin: Budući brojevi
sv_se: Kommande nummer
uk_ua: Майбутні випуски
uz_cyrl: Келажакдаги сонлар
uz_uz@latin: Kelgusi nashrlar
vi_vn: Số chuẩn bị xuất bản
zh_cn: 计划中刊期
zh_tw: 未來期號

# editor.issues.identifiers
source: Identifiers
ar_iq: المعرفات
az: T…ôsviredicil…ôr
ca_es: Identificadors
cs_cz: Identifikátory
da_dk: Identifikationer
de_de: Identifier
el_gr: Αναγνωριστικά
es_es: Identificadores
fa_ir: شناسه‌ها
fi_fi: Tunnisteet
fr_ca: Identifiants
hi_in: पहचानकर्ता
is_is: Auðkenni
it_it: Identificativi
ja_jp: 識別子
kk_kz: Идентификаторлар
ky: Идентификаторлор
lt: Identifikatoriai
lv: Identifikatori
ms_my: Pengenalpasti
nb_no: Identifikatorer
nl_nl: Identificatie
pl_pl: Identyfikatory
pt_br: Identificadores
pt_pt: Identificadores
ro_ro: Identificatorii
ru_ru: Идентификаторы
sk_sk: Identifikátory
sl_si: Identifikatorji
sr_rs@cyrillic: Идентификатори
sr_rs@latin: Identifikatori
sv_se: Identifikatorer
uk_ua: Ідентифікатори
uz_cyrl: Идентификаторлар
uz_uz@latin: Identifikatorlar
vi_vn: Định danh
zh_cn: 标识
zh_tw: 識別碼

# editor.issues.confirmDeleteGalley
source: Are you sure you want to delete this issue galley?
ar_iq: هل أنت متأكد من رغبتك في حذف هذا التنضيد؟
az: Bu n√∂mr…ô dizaynńĪnńĪ silm…ôk ist…ôdiyiniz…ô …ôminsiniz?
ca_es: Esteu segur/a que voleu suprimir aquesta galerada del número?
cs_cz: Jste si jisti, že chcete smazat tuto sazebnici čísla?
da_dk: Er du sikker på, at du vil slette dette nummer?
de_de: Sind Sie sicher, dass Sie diese Ausgabenfahne löschen möchten?
el_gr: Επιβεβαιώνετε τη διαγραφή του τυπογραφικού δοκιμίου αυτού του τεύχους;
es_es: ¿Está seguro/a de que desea eliminar la galerada del número?
fa_ir: آیا مطمئنید که می‌خواهید این کلیشه چاپی شماره را حذف کنید.
fi_fi: Haluatko varmasti poistaa tämän numeron julkaistavan tiedoston?
fr_ca: Voulez-vous vraiment supprimer les épreuves de ce numéro ?
hi_in: क्या आप वाकई इस अंक गैली को हटाना चाहते हैं?
is_is: Ertu viss um að þú viljir eyða galley þessa tölublaðs?
it_it: Sei sicuro di cancellare questa gabbia del fascicolo?
ja_jp: このゲラを完全に削除してもよいですか。
kk_kz: Электрондық қолжазбаны жою керек пе?
ky: Бул сан сабын чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite šią numerio skiltį ištrinti?
lv: Vai tiešām vēlaties izdzēst šo izdevuma saliktni?
mr: तुमची खात्री आहे का की तुम्ही या अंकाचे कच्चे मुद्रित काढून टाकू इच्छिता?
ms_my: Adakah anda pasti mahu memadam galley terbitan ini?
nb_no: Er du sikker på at du vil slette oppsettet for denne utgaven?
nl_nl: Weet u zeker dat u de proef van dit nummer wilt verwijderen?
pl_pl: Czy na pewno usunąć pliki?
pt_br: Deseja realmente excluir esta composição?
pt_pt: Deseja realmente eliminar este formato de publicação da edição?
ro_ro: Sunteți sigur că vreți să ștergeți conținutul acestui număr?
ru_ru: Вы уверены, что хотите удалить эту гранку выпуска?
sk_sk: Ste si istí, že chcete zmazať túto sadzobnicu čísla?
sl_si: Ste prepričani, da želite zbrisati ta prelom številke?
sr_rs@cyrillic: Да ли сте сигурни да желите избрисати ову коначну верзију издања?
sr_rs@latin: Da li ste sigurni da želite izbrisati ovu konačnu verziju izdanja?
sv_se: Är du säker på att du vill ta bort den här publiceringsversionen för nummer?
uk_ua: Ви впевнені, що хочете видалити цю гранку випуску?
uz_cyrl: Ҳақиқатан ҳам ушбу галлеяни ўчириб ташламоқчимисиз?
uz_uz@latin: To‘plamni o‘chirishga ishonchingiz komilmi?
vi_vn: Bạn có chắc chắn muốn xóa bản in thử của số này không?
zh_cn: 您确定要删除该期目校样吗？
zh_tw: 是否確認刪除此期校對樣本？

# editor.issues.backToIssueGalleys
source: Back to issue galleys
ar_iq: العودة إلى تنضيدات العدد
az: N√∂mr…ô dizaynlarńĪna qayńĪdńĪn
ca_es: Torna a les galerades del número
cs_cz: Zpět na sazebnice čísla
da_dk: Tilbage til hele numre
de_de: Zurück zu den Ausgabenfahnen
el_gr: Πίσω στα τυπογραφικά δοκίμια του τεύχους
es_es: Volver a galeradas del número
fa_ir: برگشت به کلیشه چاپی شماره
fi_fi: Takaisin numeron julkaistaviin tiedostoihin
fr_ca: Retourner aux épreuves du numéro
hi_in: अंक गैलिस के लिए वापस
is_is: Til baka í tölublaðsgalley
it_it: Torna alle gabbie del fascicolo
ja_jp: 号のゲラに戻る
kk_kz: Шығарылымның электрондық қолжазбасына кейін қайту
ky: Сан саптарына кайтуу
lt: Grįžti į numerio skiltis
lv: Atgriezties pie izdevuma saliktņiem
mr: कच्च्या मुद्रितांचे पुनरावलोकन
ms_my: Kembali ke galley terbitan
nb_no: Tilbake til oppsett
nl_nl: Terug naar de proeven van het nummer
pl_pl: Powrót do plików numeru
pt_br: Voltar para composições de edição
pt_pt: Voltar ao formato de publicação da edição
ro_ro: Reveniți la conținutul numărului
ru_ru: Назад к гранкам выпуска
sk_sk: Späť na sadzobnice čísla
sl_si: Nazaj na prelome številke
sr_rs@cyrillic: Повратак на коначну верзију издања
sr_rs@latin: Povratak na konačnu verziju izdanja
sv_se: Tillbaka till numrets publiceringsversioner
uk_ua: Повернутися до гранок випуску
uz_cyrl: Сон галлеяларига қайтиш
uz_uz@latin: To‘plamga qaytish
vi_vn: Trở lại bản in thử của số
zh_cn: 返回期目校样
zh_tw: 回到此期校對樣本

# editor.issues.galleyPublicIdentificationExists
source: Public issue galley identification already exists.
ar_iq: المعرف العام لتنضيد العدد موجود سلفاً
az: √úmumi n√∂mr…ô dizayn kimliyi artńĪq var
ca_es: La identificació pública de la galerada d'aquest número ja existeix.
cs_cz: Veřejný identifikátor sazebnice čísla již existuje.
da_dk: Nummerbetegnelsen findes allerede.
de_de: Die öffentliche Kennung der Ausgabenfahne existiert bereits.
el_gr: Το δημόσιο αναγνωριστικό του τυπογραφικού δοκιμίου τεύχους υπάρχει ήδη.
es_es: La identificación pública de galerada del número ya existe.
fa_ir: این شناسه کلیشه چاپی شماره موجود است.
fi_fi: Numeron julkaistavan tiedoston julkinen tunnistetieto on jo olemassa.
fr_ca: L'identifiant des épreuves publiques du numéro existe déjà.
hi_in: सार्वजनिक अंक गैली पहचान पहले से मौजूद है।
is_is: Auðkenni galleys þessa tölublaðs er þegar til.
it_it: Esiste già un identificatore dei file dell'uscita.
ja_jp: 公開巻号ゲラ識別子が既に存在します。
kk_kz: Шығарылымның электронды қолжазбасың идентификаторы орнатылған.
ky: Жалпы сан сап идентификатору мурунтан эле бар.
lt: Toks numerio skilties viešasis identifikatorius jau yra.
lv: Publiskā izdevuma saliktņa identifikācija jau pastāv.
ms_my: Pengenalpastian galley terbitan awam sudah wujud.
nb_no: Det finnes allerede en offentlig identifikator for oppsettet.
nl_nl: Publieke identificatie van de nummer-proef bestaat al
pl_pl: Identyfikator już istnieje.
pt_br: Identificação pública de composição final de edição já existe.
pt_pt: O identificador público da edição já existe.
ro_ro: Conținutul public al numărului există deja.
ru_ru: Открытая идентификация гранки выпуска уже существует.
sk_sk: Verejný identifikátor sadzobnice čísla už existuje.
sl_si: Javna identifikacija preloma številke že obstaja.
sr_rs@cyrillic: Јавна идентификација за коначну верзију издања већ постоји.
sr_rs@latin: Javna identifikacija za konačnu verziju izdanja već postoji.
sv_se: Identifikator för numrets publiceringsversion finns redan.
uk_ua: Вказаний ідентифікатор гранки випуску вже існує.
uz_cyrl: Оммавий галлея идентификатори аллақачон мавжуд.
uz_uz@latin: Ochiq to‘plam identifikatsiyasi allaqachon mavjud.
vi_vn: Định danh bản in thử công khai của số đã tồn tại.
zh_cn: 公共期目校样确认已经存在。
zh_tw: 此期校對樣本公開認證已存在。

# editor.issues.galleyLocaleRequired
source: An issue galley locale is required.
ar_iq: لا بد من إختيار لغة ما لتنضيد العدد
az: N√∂mr…ô dizayn dili t…ôl…ôb olunur
ca_es: Heu d’introduir una configuració regional per a les galerades d'aquest número.
cs_cz: Je vyžadována jazyková lokalizace sazebnice čísla.
da_dk: En nummersprogkode er nødvendig.
de_de: Eine Regionaleinstellung für die Ausgabenfahne wird benötigt.
el_gr: Απαιτείται η εισαγωγή της γλώσσας του τυπογραφικού δοκιμίου τεύχους.
es_es: Se requiere la configuración regional de galerada del número.
fa_ir: وارد کردن زبان کلیشه چاپی شماره الزامی است.
fi_fi: Numeron julkaistavan tiedoston kielialue vaaditaan.
fr_ca: Veuillez préciser la langue des épreuves du numéro.
hi_in: एक अंक गैली लोकेल की आवश्यकता है।
is_is: Tungumál útgáfugalley er áskilið.
it_it: Inserire la lingua del file dell'uscita.
ja_jp: ゲラの言語が必要です。
kk_kz: Шығарылымның электронды қолжазбасының жазылу тілін көрсету міндетті.
ky: Сандарды терүү тили талап кылынат.
lt: Pridėkite numerio skilties lokalę.
lv: Nepieciešama izdevuma saliktņa lokalizācija.
mr: अंकाच्या कच्च्या मुद्रिताची स्थाननिश्चिती (locale) करायला हवी.
ms_my: Bahasa galley terbitan diperlukan.
nb_no: Du må legge inn en språkpakke for oppsettet.
nl_nl: Een nummer-proef taalkode is verplicht.
pl_pl: Język pliku jest wymagany.
pt_br: O idioma da composição final de edição é obrigatório.
pt_pt: É obrigatório um ficheiro de publicação do número.
ro_ro: Este necesară o localizare a conținutului numărului.
ru_ru: Язык гранки выпуска обязателен.
sk_sk: Je vyžadovaná jazyková lokalizácia sadzobnice čísla.
sl_si: Jezik preloma številke je obvezen.
sr_rs@cyrillic: Потребно је одредити језик коначне верзије издања.
sr_rs@latin: Potrebno je odrediti jezik konačne verzije izdanja.
sv_se: Angivelse om språk/region för numrets publiceringsversion krävs.
uk_ua: Необхідно вказати локалізацію гранки випуску.
uz_cyrl: Галлея тили кўрсатилиши шарт.
uz_uz@latin: To‘plam tilini ko‘rsatish zarur
vi_vn: Một ngôn ngữ cho bản in thử của số là bắt buộc.
zh_cn: 要求期目校样位置。
zh_tw: 必須提供校對樣本區性。

# editor.issues.galleyLabelRequired
source: An issue galley label is required.
ar_iq: لا بد من تسمية تنضيد العدد
az: N√∂mr…ô dizayn etiketi t…ôl…ôb olunur. .
ca_es: Heu d’introduir una etiqueta per a les galerades d'aquest número.
cs_cz: Je vyžadováno označení sazebnice čísla.
da_dk: En nummerbetegnelse er nødvendig.
de_de: Eine Kennung für die Ausgabenfahne wird benötigt.
el_gr: Απαιτείται μία ετικέτα του τυπογραφικού δοκιμίου τεύχους.
es_es: Se requiere la etiqueta de galerada del número.
fa_ir: وارد کردن برچسب کلیشه چاپی شماره الزامی است
fi_fi: Numeron julkaistavan tiedoston selite vaaditaan.
fr_ca: Veuillez attribuer un libellé aux épreuves du numéro.
hi_in: एक अंक गैली लेबल की आवश्यकता है।
is_is: Merkimiði/heiti á útgáfugalley er áskilið.
it_it: Inserire un'etichetta per il file dell'uscita.
ja_jp: ゲララベルが必要です。
kk_kz: Шығарылымның электронды қолжазбасының белгісін көрсету міндетті.
ky: Сандарды иреттөө теги талап кылынат.
lt: Pridėkite numerio skilties žymę.
lv: Nepieciešams izdevuma saliktņa marķējums.
mr: अंकाच्या कच्च्या मुद्रिताला लेबल हवे.
ms_my: Label galley terbitan diperlukan.
nb_no: Du må legge inn en etikett for oppsettet.
nl_nl: een nummer-proef label is verplicht
pl_pl: Etykieta jest wymagana.
pt_br: O rótulo da composição final de edição é obrigatório.
pt_pt: É obrigatório indicar uma etiqueta para o formato de publicação do número.
ro_ro: Este necesară o etichetă a conținutului numărului.
ru_ru: Метка гранки выпуска обязательна.
sk_sk: Je vyžadované označenie sadzobnice čísla.
sl_si: Ime preloma številke je obvezen.
sr_rs@cyrillic: Потребна је етикета за коначну верзију издања.
sr_rs@latin: Potrebna je etiketa za konačnu verziju izdanja.
sv_se: Namn på numrets publiceringsversion krävs.
uk_ua: Необхідно вказати мітку гранки випуску.
uz_cyrl: Галлея ёрлиғи (масалан, PDF) кўрсатилиши шарт.
uz_uz@latin: To‘plam yorlig‘i talab etiladi
vi_vn: Một nhãn bản in thử của số là bắt buộc.
zh_cn: 要求期目校样标签。
zh_tw: 必須提供校對樣本標籤。
