Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.notifyUsers.allReaders
source: All readers ({$count} users)
ar_iq: جميع القراء والبالغ عددهم ({$count} قارئ)
az: B√ľt√ľn oxucular ( {$count} n…ôf…ôrdir)
ca_es: Tots els lectors/ores ({$count} usuaris/àries)
cs_cz: Všem čtenářům ({$count} uživatelů)
da_dk: Alle læsere ({$count} brugere)
de_de: Alle Leser/innen ({$count} Nutzer/innen)
el_gr: Όλοι οι Αναγνώστες ({$count} Χρήστες)
es_es: Todos los lectores/as ({$count} usuarios/as)
fa_ir: تمام خوانندگان: {$count} کاربر
fi_fi: Kaikki lukijat ({$count} käyttäjää)
fr_ca: Tous et toutes les lecteurs-trices ({$count} utilisateurs-trices )
hi_in: सभी पाठक ({$count} उपयोगकर्ता)
is_is: Allir lesendur ({$count} notendur)
it_it: Tutti i lettori ({$count} utenti)
ja_jp: すべての読者 ({$count} ユーザ)
kk_kz: Барлық оқырмандар ({$count})
ky: Бардык окурмандар ({$count} колдонуучулар)
lt: visus skaitytojus (iš viso {$count})
lv: Visi lasītāji ({$count} lietotāji)
mr: सगळे वाचक, एकूण ({$count})
ms_my: Semua pembaca ({$count} pengguna)
nb_no: Lesere ({$count} users)
nl_nl: Alle lezers ({$count} gebruikers)
pl_pl: Wszyscy czytelnicy ({$count})
pt_br: Todos os leitores ({$count} usuários)
pt_pt: Todos os leitores ({$count} utilizadores)
ro_ro: Toți cititorii ({$count} users)
ru_ru: Все читатели ({$count} пользователей)
sk_sk: Všetkým čitateľom ({$count} užívateľov)
sl_si: Vsi bralci ({$count} uporabnikov)
sr_rs@cyrillic: Сви читаоци ({$count} корисника)
sr_rs@latin: Svi čitaoci ({$count} korisnika)
sv_se: Alla läsare ({$count} användare)
uk_ua: Всім читачам ({$count} користувачів)
uz_cyrl: Барча ўқувчилар ({$count} фойдаланувчи)
uz_uz@latin: Barcha mushtariylar ({$count} foydalanuvchilar)
vi_vn: Tất cả người đọc ({$count} người dùng)
zh_cn: 所有读者（{$count}人）
zh_tw: 所有讀者 ({$count} users)

# editor.notifyUsers
source: Notify Users
ar_iq: أعلم المستخدمين
az: ńįstifad…ô√ßil…ôri m…ôlumatlandńĪrńĪn
ca_es: Notifica als usuaris/àries
cs_cz: Informovat uživatele
da_dk: Underret brugere
de_de: Benutzer/innen benachrichtigen
el_gr: Ενημέρωση Χρηστών
es_es: Informar a los usuarios/as
fa_ir: اطلاع‌رسانی به کاربران
fi_fi: Ilmoita käyttäjille
fr_ca: Informer les utilisateurs-trices
hi_in: उपयोगकर्ताओं को सूचित करें
is_is: Tilkynning til notenda
it_it: Notifica utenti
ja_jp: ユーザへの通知
kk_kz: Пайдаланушыларды хабардар ету
ky: Колдонуучуларга кабарлоо
lt: Pranešti naudotojams
lv: Paziņot lietotājiem
mr: वापरकर्त्यांना कळवा
ms_my: Maklumkan Pengguna
nb_no: Varsle brukere
nl_nl: Gebruikers inlichten
pl_pl: Powiadom użytkowników o nowym numerze
pt_br: Notificar Usuários
pt_pt: Notificar Utilizadores
ro_ro: Notificare utilizatori
ru_ru: Уведомить пользователей
sk_sk: Informovať užívateľa
sl_si: Obvesti uporabnike
sr_rs@cyrillic: Обавести аутора
sr_rs@latin: Obavesti autora
sv_se: Meddela användare
uk_ua: Повідомити користувачів
uz_cyrl: Фойдаланувчиларни хабардор қилиш
uz_uz@latin: Foydalanuvchilarga xabar berish
vi_vn: Thông báo cho người dùng
zh_cn: 通知用户
zh_tw: 通知用戶

# editor.submissionReview.cannotSendToCopyediting
source: Before sending a submission to Copyediting, use Notify Author link to inform author of decision and select the version to be sent.
ar_iq: قبل إرسال طلب النشر إلى المحكمين، إستعمل رابط (إشعار المؤلف) لإبلاغه واختر النسخة التي تريد إرسالها
az: M…ôqal…ôni n…ôŇür…ô g√∂nd…ôrm…ôzd…ôn …ôvv…ôl, q…ôrarńĪ m√ľ…ôllif…ô bildirm…ôk √ľ√ß√ľn M√ľ…ôllifi M…ôlumatlandńĪrńĪn linkind…ôn istifad…ô edin. Daha sonra n…ôŇür…ô g√∂nd…ôril…ôc…ôk versiyanńĪ se√ß…ôr…ôk Fayl G√∂nd…ôr se√ßimini klikl…ôyin
ca_es: Abans d’enviar la tramesa per fer la correcció d’originals, utilitzeu l’enllaç «Notifica a l’autor/a» per informar l’autor/a de la decisió i seleccioneu la versió que s’ha d’enviar.
cs_cz: Před odesláním příspěvku k redigování, použijte odkaz Upozornit autora, abyste informovali autora o rozhodnutí a vyberte, která verze má být odeslána.
da_dk: Inden du sender en indsendelse til manuskriptredigering, skal du bruge linket 'Underret forfatter' til at informere forfatteren om beslutningen og vælge den version, der skal sendes.
de_de: Bevor Sie einen Beitrag ins Lektorat überweisen, nutzen Sie bitten den ‚Autor/in benachrichtigen‘-Link, um den/die Autor/in über die Entscheidung zu informieren, und wählen Sie die zu überweisende Version aus.
el_gr: Πριν προωθήσετε μία υποβολή στο στάδιο επιμέλειας, επιλέξτε τον σύνδεσμο "Ειδοποίηση Συγγραφέα", καθώς και την έκδοση του άρθρου που θα αποσταλεί προς επιμέλεια.
es_es: Antes de mandar un envío a corrección de originales, utilice el enlace Notificar al autor/a para comunicarle la decisión y seleccionar la versión que se enviará.
fa_ir: قبل از ارسال مقاله برای ویراستاری، با استفاده از لینک با خبرسازی نویسنده، تصمیم خود را به اطلاع وی برسانید و سپس نسخه ارسالی به ویراستار را انتخاب کنید.
fi_fi: Ennen käsikirjoituksen lähettämistä teknisesti toimitettavaksi, ilmoita kirjoittajalle päätöksestä (käytä Ilmoita kirjoittajalle -linkkiä) ja valitse lähetettävä versio.
fr_ca: Avant d'envoyer une soumission en révision, utiliser le lien « Aviser l'auteur-e » pour informer l'auteur-e de la décision et sélectionner la version à envoyer.
hi_in: प्रतिलिपि संपादित करने के लिए सबमिशन भेजने से पहले, निर्णय के लेखक को सूचित करने के लिए सूचित करें लिंक का उपयोग करें और भेजे जाने वाले संस्करण का चयन करें।
is_is: Áður en handrit er sent til yfirferðar, notaðu tengilinn "Tilkynning til höfundar" til að upplýsa höfund um ákvörðunina, og veldu þá útgáfu sem á að senda.
it_it: Prima di inviare questo contributo per il copyediting, assicurati che una revisione sia disponibile e che l'autore sia stato informato della decisione utilizzando il link Notifica l'autore sopra.
ja_jp: コピーエディタに投稿論文を送る前に，著者通知リンクを使用して著者への決定通知と送信するバージョンを選択します。
kk_kz: Редакцияның мақаланы Авторлық кезеңіне өткізу шешімін мақала авторына хабарлау үшін «Авторды хабарлау» сілтемесін пайдаланыңыз және редакция шешімінің керек нұсқасын таңдаңыз.
ky: Карап чыгууга тапшыраардан мурун, авторго чечим тууралуу кабарлоо үчүн "Авторго кабарлоо" шилтемесин колдонуңуз жана тапшыргыңыз келген версияны тандаңыз.
lt: Prieš siųsdamas straipsnį redaguoti, laišku „Informuoti autorių“ praneškite autoriui apie sprendimą ir pasirinkite variantą, kuris bus siunčiamas redaguoti.
lv: Pirms materiāla nosūtīšanas uz rediģēšanu izmantojiet saiti "Paziņot autoram", lai informētu autoru par lēmumu un izvēlētos nosūtāmo versiju.
mr: सादर केलेल्या लेखनाची अचूकता तपासण्यासाठी (Copyediting) पाठवण्यापूर्वी योग्य फाईलची निवड करा आणि 'लेखकाला कळवा' हा दुवा (लिंक) वापरून निर्णय कळवा.
ms_my: Sebelum menghantar penyerahan kepada Copyediting, gunakan pautan Maklumkan Pengarang untuk memaklumkan keputusan pengarang dan pilih versi untuk dihantar.
nb_no: Før du kan sende dette manuskriptet til layoutredigering må du forsikre deg om at det er opprettet en revidert filversjon og at forfatteren er varslet via 'E-post til forfatteren'-lenken ovenfor.
nl_nl: Gebruik de Bericht aan de auteur-link om de auteur van de beslissing op de hoogte te stellen en selecteer de te versturen versie, alvorens een inzending maar de tekstredactie te sturen,
pl_pl: Zanim prześlesz tekst do Przed przesłaniem tekstu do redakcji techniczne, powiadom autora o decyzji i wyborze wersji do przesłania.
pt_br: Antes de enviar a submissão para a correção de texto, use o link 'Notificar Autor' para informá-lo da decisão e escolher a versão do documento a ser enviada.
pt_pt: Antes de enviar a submissão para Edição de Texto, use o botão Notificar Autor para informá-lo sobre a decisão e selecionar a versão que vai ser enviada.
ro_ro: Înainte de a trimite o contribuție la Copyediting, utilizați linkul Notificare autor pentru a informa autorul cu privire la decizie și selectați versiunea care trebuie trimisă.
ru_ru: Перед отправкой материала на литературное редактирование используйте ссылку «Уведомить автора», чтобы сообщить автору о решении и выберите версию, которую нужно отправить.
sk_sk: Pred odoslaním príspevku na redigovanie, použite odkaz Upozorniť autora, aby ste informovali autora o rozhodnutí a vyberte, ktorá verzia má byť odoslaná.
sl_si: Pred pošiljanjem prispevka v lektoriranje uporabite povezavo Korespondenca urednik/avtor in obvestite avtorja o odločitvi in izberite verzijo, ki jo boste poslali.
sr_rs@cyrillic: Пре слања пријаве на лектуру искористите линк "Обавести аутора" да бисте га обавестили о одлуци и дефинисали коју верзију рада послати.
sr_rs@latin: Pre slanja prijave na lekturu iskoristite link "Obavesti autora" da biste ga obavestili o odluci i definisali koju verziju rada poslati.
sv_se: Innan du skickar bidraget till Manusredigering, använd Meddela författare-länken för att upplysa författaren om beslutet och välj den version som ska skickas vidare.
uk_ua: Перш ніж надсилати подання на літературне редагування, за допомогою посилання "Сповістити автора", інформуйте автора про прийняте Вами рішення та визначіть версію для літературного редагування.
uz_cyrl: Таҳрирлашга жўнатишдан олдин, муаллифга қарор ҳақида хабар бериш ва юбориладиган версияни танлаш учун «Муаллифни хабардор қилиш» ҳаволасидан фойдаланинг.
uz_uz@latin: Maqolalarni ko‘rib chiqishga yuborishdan oldin, muallifiga xabar berish uchun "Muallifga xabar berish" havolasidan foydalaning va taqdim etiladigan versiyani tanlang.
vi_vn: Trước khi gửi một bài gửi tới Biên tập, hãy sử dụng liên kết Thông báo cho Tác giả để thông báo cho tác giả về quyết định và chọn phiên bản sẽ được gửi.
zh_cn: 在你发送稿件给文本编辑之前，你必须确认稿件已经修改，还有已经点击上面的”通知作者“的链接.
zh_tw: 發送投稿去審稿前，請使用通知作者連結去通知作者期刊決定及選擇發送的版本。

# editor.submissionReview.emailWillArchive
source: This submission will be archived after the Notify Author email is either sent or its Skip Email button is pressed.
ar_iq: طلب النشر هذا سيُؤرشف بعد إرسال إشعار للمؤلف عبر البريد الالكتروني أو عندما يتم اختيار الزر الخاص بتخطي إرسال ذلك الإشعار
az: Bu fayl M√ľ…ôllifi M…ôlumatlandńĪrńĪn email mesajńĪndan sonra arxivl…ôn…ôc…ôkdir. Arxivl…ôm…ôk √ľ√ß√ľn "G√∂nd…ôr" v…ô ya "Email G√∂nd…ôrm…ôd…ôn" se√ßiml…ôrind…ôn hansńĪnńĪn istifad…ô edildiyinin f…ôrqi yoxdur
ca_es: Aquesta tramesa s’arxivarà després d’haver enviat el correu electrònic «Notifica a l’autor/a» o d’haver premut el botó «Omet el correu electrònic».
cs_cz: Tento příspěvek bude archivován poté, co bude odeslán e-mail Informovat autora nebo bude kliknuto na tlačítko přeskočit e-mail.
da_dk: Indsendelsen arkiveres, når du har sendt e-mailen 'Underret forfatter', eller når du har trykket på knappen 'Spring e-mail over'.
de_de: Dieser Beitrag wird archiviert, nachdem die Benachrichtigungs-E-Mail an die Autorin/den Autor entweder versendet wurde oder nachdem "E-Mail überspringen" angeklickt wurde.
el_gr: Η υποβολή αυτή θα αρχειοθετηθεί αφού αποσταλεί το μήνυμα "Ειδοποίηση Συγγραφέα" ή επιλέξετε "Παράλειψη μηνύματος".
es_es: Este envío se archivará después de que se envíe el correo electrónico de notificación al autor/a, o después de pulsar el botón No enviar correo electrónico.
fa_ir: با توجه به اینکه بر روی لینک «بایگانی کردن» کلیک کرده‌اید چنانچه در صفحه بعد (ارسال ایمیل) دکمه ارسال یا انجام بدون ارسال را بزنید در هر حال مقاله بایگانی خواهد شد' مگر اینکه دکمه انصراف را کلیک کنید.
fi_fi: Tämä käsikirjoitus arkistoidaan sen jälkeen, kun Ilmoita kirjoittajalle -sähköposti on lähetetty tai sen Ohita sähköposti-painiketta on painettu.
fr_ca: Cette soumission sera archivée après que le courriel « Avis à l'auteur-e » ait été envoyé ou encore que la demande d'envoi de ce courriel ait été déclinée.
hi_in: नोटिफ़ाइ लेखक के ईमेल भेजने के बाद या उसके स्किप ईमेल बटन को दबाए जाने के बाद यह सबमिशन संग्रहीत किया जाएगा।
is_is: Innsendingin verður geymd í safni, eftir að búið er að senda tilkynningu á höfund, eða smellt er á hnappinn "Sleppa tölvupósti".
it_it: Questa proposta sarà archiviata dopo che la email di notifica all'autore sarà sia inviata o sia che il tasto 'Salta email' sarà cliccato.
ja_jp: この投稿物は、著者に通知メールが送信された、またはメール送信をスキップボタンが押された後、保存されます。
kk_kz: Бұл материал «Авторды хабардар ету» хабарламасы жөнелтілгеннен кейін немесе «Хабарлама жібермеу» батырмасын басқан жағдайда мұрағатқа жіберіледі.
ky: Бул материал "Авторго кабарлоо" электрондук каты жөнөтүлгөндөн кийин же "Электрондук почтаны жөнөтпөө" баскычы басылгандан кийин архивделет.
lt: E. laišku informavus autorių arba nuspaudus mygtuką „Praleisti“, pateiktas straipsnis pateks į archyvą.
lv: Šis materiāls tiks arhivēts pēc tam, kad būs nosūtīts "Paziņojums autoram" vai nospiesta poga "Izlaist e-pastu".
mr: सादर केलेले लेखन लेखकाला ई-मेलने कळवल्यानंतर किंवा 'ई-मेल पाठवू नका' बटन दाबल्यावर संग्रहित केले जाईल.
ms_my: Penyerahan ini akan disimpan di arkib setelah mendapat notifiikasi e-mel pengarang dihantar atau butang langkau e-mel ditekan.
nb_no: Dette innsendte manuskriptet vil bli overført til arkivet så snart e-post til forfatteren er sendt eller kansellert.
nl_nl: Deze inzending wordt gearchiveerd nadat de bevestigings-e-mail naar de auteur is verstuurd of de Sla e-mail over functie is gekozen.
pl_pl: Przesłane teksty zostaną zarchiwizowane po przesłaniu powiadomienia do autora (możesz pominąć przesłanie powiadomienia klikając w "Pomiń wysłanie wiadomości".
pt_br: Esta submissão será arquivada após a mensagem de Notificar Autor ser enviada ou pressionado o botão "Não Enviar E-mail".
pt_pt: Esta submissão será arquivada após a mensagem de Notificar Autor ser enviada ou pressionado o botão "Não enviar e-mail".
ro_ro: Această contribuție va fi arhivată după ce emailul de notificare este trimis autorului sau se apasă butonul Skip Email.
ru_ru: Этот материал будет перенесен в архив после того, как будет отправлено письмо «Уведомить автора» или нажата кнопка «Не отправлять письмо».
sk_sk: Tento príspevok bude archivovaný po tom, čo bude odoslaný e-mail informovať autora alebo bude kliknuté na tlačidlo preskočiť e-mail.
sl_si: Ta prispevek bo arhiviran, ko bo poslana e-pošta z obvestilom avtorju ali po kliku gumba Preskoči e-pošto.
sr_rs@cyrillic: Предаја ће бити архивирана након што се пошаље имејл аутору или се кликне дугме "прескочи имејл".
sr_rs@latin: Predaja će biti arhivirana nakon što se pošalje imejl autoru ili se klikne dugme "preskoči imejl".
sv_se: Det här bidraget kommer att arkiveras när Meddela författare-meddelandet har skickats (eller när du klickar på Hoppa över e-postmeddelande-knappen).
uk_ua: Це подання буде архівоване після того, як буде надіслане повідомлення автору або після натискання кнопки "Пропустити надсилання листа".
uz_cyrl: Муаллифни хабардор қилиш хати юборилгандан ёки «Электрон почтани ўтказиб юбориш» тугмаси босилгандан сўнг, ушбу ариза архивланади.
uz_uz@latin: Ushbu xabar muallifni elektron pochtasi yuborilgandan yoki uning elektron pochtasini o‘tkazib yuborish tugmasi bosilgandan so‘ng arxivlanadi.
vi_vn: Nội dung bài gửi này sẽ được lưu trữ sau khi email thông báo của tác giả được gửi hoặc nhấn nút Bỏ qua Email.
zh_cn: 无论是发出作者通知邮件或者选择跳过Email按钮，投稿都将被归档.
zh_tw: 此投稿將會在發送通知作者的電郵或按跳過電郵按鈕後被典藏。

# editor.submissionReview.confirmDecision
source: Are you sure you wish to record this decision?
ar_iq: هل أنت متأكد من رغبتك في تسجيل هذا القرار؟
az: Bu q…ôrarńĪ qeyd etm…ôk ist…ôdiyinizd…ôn …ôminsinizmi?
ca_es: Esteu segur/a que voleu enregistrar aquesta decisió?
cs_cz: Jste si jisti, že chcete zaznamenat toto rozhodnutí?
da_dk: Er du sikker på, at du vil registrere denne beslutning?
de_de: Sind Sie sicher, dass Sie diese Entscheidung protokollieren wollen?
el_gr: Επιβεβαιώνετε την καταχώρηση της συγκεκριμένης απόφασης;
es_es: ¿Está seguro/a de que desea registrar esta decisión?
fa_ir: آیا از تصمیم گرفته شده مطمئن هستید؟
fi_fi: Haluatko varmasti tallentaa tämän päätöksen?
fr_ca: Êtes-vous certain-e de vouloir enregistrer cette décision ?
hi_in: क्या आप वाकई इस निर्णय को रिकॉर्ड करना चाहते हैं?
is_is: Ert þú viss um að þú viljir skrá þessa ákvörðun?
it_it: Sei sicuro di registrare questa decisione?
ja_jp: この判断を記録してもよいですか。
kk_kz: Сіз бұл шешімді жазып алғыңыз келетініне сенімдісіз бе?
ky: Чын эле бул чечимди жазгыңыз келеби?
lt: Ar tikrai norite, kad šis sprendimas būtų įrašytas?
lv: Vai esat pārliecināts, ka vēlaties ierakstīt šo lēmumu?
mr: तुमची खात्री आहे का की तुम्ही हा निर्णय नोंदवू इच्छिता?
ms_my: Adakah anda mahu simpan keputusan ini?
nb_no: Er du sikker på at du vil registrere denne beslutningen?
nl_nl: Weet u zeker dat u deze beslissing wilt vastleggen?
pl_pl: Czy na pewno?
pt_br: Você tem certeza que deseja registrar esta decisão?
pt_pt: Deseja realmente registar a decisão?
ro_ro: Sigur doriți să înregistrați această decizie?
ru_ru: Вы уверены, что хотите записать это решение?
sk_sk: Ste si istí, že chcete zaznamenať toto rozhodnutie?
sl_si: Ste prepričani, da želite shraniti to odločitev?
sr_rs@cyrillic: Да ли желите да забележите ову одлуку?
sr_rs@latin: Da li želite da zabeležite ovu odluku?
sv_se: Är du säker på att du vill registrera det här beslutet?
uk_ua: Ви впевнені, що хочете записати це рішення?
uz_cyrl: Ҳақиқатан ҳам бу қарорни қайд этишни хоҳлайсизми?
uz_uz@latin: Ushbu qarorni yozib olishni xohlayotganingizga aminmisiz?
vi_vn: Bạn có chắc chắn muốn ghi lại quyết định này?
zh_cn: 你确定要记录这一决定?
zh_tw: 是否確認紀錄此決定？

# editor.submissionArchive.saveChanges
source: Save changes to archived submissions? Submissions marked for deletion will be permanently deleted from the system.
ar_iq: هل تريد حفظ التعديلات على طلبات النشر المحفوظة؟ الطلبات المؤشر عليها بأن تحذف ستحذف نهائياً من النظام
az: Arxivl…ôŇüdirilmiŇü fayllardakńĪ d…ôyiŇüiklikl…ôri qeyd et. Silinm…ôk √ľ√ß√ľn iŇüar…ôl…ôn…ôn qeydiyyatlńĪ yazńĪlar sistemd…ôn tamamil…ô silin…ôc…ôk
ca_es: Voleu desar els canvis fets a les trameses arxivades? Si marqueu una tramesa per suprimir-la, s’eliminarà permanentment del sistema.
cs_cz: Uložit změny v archivovaných příspěvcích? Příspěvky označené pro smazání budou trvale odstraněny ze systému.
da_dk: Vil du gemme ændringerne til de arkiverede indsendelser? Indsendelser, der er markeret til sletning, slettes permanent fra systemet.
de_de: Änderungen der archivierten Beiträge speichern? Beiträge, die als zu löschend gekennzeichnet sind, werden dadurch engültig aus dem System gelöscht.
el_gr: Να αποθηκευτούν οι αλλαγές στις αρχειοθετημένες υποβολές; Οι υποβολές που έχουν επισημανθεί για διαγραφή θα διαγραφούν οριστικά από το σύστημα.
es_es: ¿Desea guardar los cambios en envíos archivados? Los envíos que se seleccionen para ser eliminados se eliminarán permanentemente del sistema.
fa_ir: آیا تغییرات در بایگانی مقالات ارسالی ذخیره شود؟ مقالاتی که جهت حذف انتخاب شده‌اند برای همیشه از سیستم حذف خواهند شد.
fi_fi: Tallennetaanko arkistoituihin käsikirjoituksiin tehdyt muutokset? Poistettaviksi merkityt käsikirjoitukset poistetaan pysyvästi järjestelmästä.
fr_ca: Enregistrer les modifications aux soumissions archivées ? Les soumissions sélectionnées pour suppression seront supprimées du système de façon permanente.
hi_in: संग्रहीत प्रस्तुतियाँ में परिवर्तन सहेजें? विलोपन के लिए चिह्नित सबमिशन को सिस्टम से स्थायी रूप से हटा दिया जाएगा।
is_is: Á að vista breytingar á geymdri innsendingu? Innsendingar sem eru merktar til að eyða verður eytt varanlega úr kerfinu.
it_it: Salva le modifiche effettuate nell'archivio delle proposte? I contributi che hai selezionato saranno cancellati definitivamente dal sistema.
ja_jp: アーカイブされた投稿物に対する変更を保存しますか。削除マークが付けられた投稿物はこのシステムから完全に削除されます。
kk_kz: Материалдар мұрағатындағы өзгерістерді сақтау. Жою үшін белгіленген материалдар жүйеден толықтай жойылады.
ky: Материалдар архивине өзгөртүүлөр сакталсынбы? Жок кылуу үчүн белгиленген мазмун тутумдан биротоло өчүрүлөт.
lt: Išsaugoti archyvuotų straipsnių pakeitimus? Straipsniai, pažymėti „Naikinti“, iš sistemos bus ištrinti negrįžtamai.
lv: Saglabāt izmaiņas arhivētajos materiālos? Iesniegtie materiāli, kas atzīmēti dzēšanai, tiks neatgriezeniski dzēsti no sistēmas.
mr: सादरीकरण संग्रहात केलेले बदल सुरक्षित (सेव्ह) करायचे? वगळण्यासाठी चिन्हांकित केलेले लेखन संचातून कायमचे वगळले जाईल.
ms_my: Simpan perubahan pada penyerahan arkib? Penyerahan yang ditandakan penghapusan akan dihapuskan secara kekal daripada sistem.
nb_no: Lagre endringer til arkiverte manuskripter? Manuskripter som er merket for sletting vil bli slettet for alltid.
nl_nl: De veranderingen aan de gearchiveerde inzendingen opslaan? Inzendingen die gemarkeerd zijn voor verwijdering worden definitief uit het systeem verwijderd.
pl_pl: Czy zachować zmiany w archiwum? Przesłane teksty oznaczone "do usunięcia", zostaną nieodwracalnie usunięte z systemu.
pt_br: Salvar alterações a submissões arquivadas? Submissões marcadas para exclusão serão excluídas permanentemente do sistema.
pt_pt: Guardar alterações a submissões arquivadas? Submissões marcadas para exclusão serão eliminadas permanentemente do sistema.
ro_ro: Salvați modificările la contribuțiile trimise arhivate? Înregistrările marcate pentru ștergere vor fi șterse definitiv din sistem.
ru_ru: Сохранить изменения в архиве материалов? Отмеченные для удаления материалы будут навсегда удалены из системы.
sk_sk: Uložiť zmeny v archivovaných príspevkoch? Príspevky označené pre zmazanie budú natrvalo odstránené zo systému.
sl_si: Shrani spremembe v arhiv oddanih prispevkov? Prispevki shranjeni za brisanje bodo trajno odstranjeni iz sistema.
sr_rs@cyrillic: Сачувај измене у архивираним предајама? Предаје које су означене за брисање ће бити трајно обрисане.
sr_rs@latin: Sačuvaj izmene u arhiviranim predajama? Predaje koje su označene za brisanje će biti trajno obrisane.
sv_se: Spara ändringar av arkiverade bidrag? Bidrag som markeras för borttagning kommer att raderas permanent ur systemet.
uk_ua: Зберегти зміни для архівованих матеріалів? Подання, помічені для видалення, будуть остаточно видалені з системи.
uz_cyrl: Архивланган аризаларга ўзгартиришлар сақлансинми? Ўчириш учун белгиланган аризалар тизимдан бутунлай ўчириб ташланади.
uz_uz@latin: Arxivga yuborilgan ma'lumotlardagi o‘zgarishlarni saqlaysizmi? O‘chirish uchun belgilangan yozuvlar tizimdan butunlay o‘chiriladi.
vi_vn: Có lưu thay đổi để bài gửi được lưu trữ? Bài gửi được đánh dấu để xóa sẽ bị xóa vĩnh viễn khỏi hệ thống.
zh_cn: 将更改保存到归档的投稿? 标记为删除的投稿将永久从系统中删除.
zh_tw: 儲存已典藏投稿的更變？標誌要刪除的投稿將會從系統永遠刪除。

# editor.submissionArchive.noSubmissions
source: No submissions in the archive.
ar_iq: لا توجد طلبات للنشر في الأرشيف
az: Arxivd…ô qeyd…ô alńĪnmńĪŇü bir fayl yoxdur.
ca_es: No hi ha cap tramesa a l’arxivament.
cs_cz: V archivu nejsou žádné příspěvky.
da_dk: Der findes ingen indsendelser i arkivet.
de_de: Keine Beiträge im Archiv.
el_gr: Δεν υπάρχουν καταχωρήσεις στο αρχείο υποβολών.
es_es: Ningún envío en el archivo.
fa_ir: هیچ مقاله ارسالی در بایگانی نیست
fi_fi: Ei käsikirjoituksia arkistossa.
fr_ca: Aucune soumission dans les archives.
hi_in: पुरालेख में कोई सबमिशन नहीं।
is_is: Engar innsendingar í safninu.
it_it: Nessuna proposta nell'archivio.
ja_jp: アーカイブには投稿物はありません。
kk_kz: Мұрағатта материалдар тіркелмеген.
ky: Архивде материалдар жок.
lt: Archyve straipsnių nėra.
lv: Arhīvā nav iesniegtu materiālu.
mr: संग्रहात सादरीकरणे नाहीत.
ms_my: Tiada penyerahan dalam arkib.
nb_no: Ingen manuskripter i arkivet.
nl_nl: Geen inzendingen in het archief.
pl_pl: Brak tekstów w archiwum.
pt_br: Nenhuma submissão no acervo.
pt_pt: Nenhuma submissão no arquivo.
ro_ro: Nu există contribuții trimise în arhivă.
ru_ru: Нет материалов в архиве.
sk_sk: V archíve nie sú žiadne príspevky.
sl_si: V arhivu ni nobenih oddanih prispevkov.
sr_rs@cyrillic: Нема предаја у архиви.
sr_rs@latin: Nema predaja u arhivi.
sv_se: Det finns inga bidrag i arkivet.
uk_ua: В архіві немає матеріалів.
uz_cyrl: Архивда аризалар йўқ.
uz_uz@latin: Arxivga fayl yuborilmagan
vi_vn: Không có bài gửi nào trong lưu trữ.
zh_cn: 存档中没有投稿.
zh_tw: 現典藏庫無投稿。
