Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.issues.invalidCoverImageFormat
source: Invalid cover page format. Accepted formats are .gif, .jpg, or .png.
ar_iq: صيغة ملف صورة الغلاف غير مدعومة. الصيغ المدعومة هي: .gif, .jpg, or .png.
az: YanlńĪŇü √ľzqabńĪńüńĪ formatńĪ. Q…ôbul edil…ô bil…ôn formatlar: .gif, .jpg v…ô ya .png. .
ca_es: Format d'imatge de portada no vàlid. Els formats acceptats són .gif, .jpg, o .png.
cs_cz: Nepřípustný formát obrázku obálky. Přijatelné formáty jsou .gif, .jpg a .png.
da_dk: Ugyldigt format til forsidebillede. De godkendte formater er .gif, .jpg, or .png.
de_de: Ungültiges Titelseitenformat. Zulässige Formate sind .gif, .jpg oder .png.
el_gr: Μη έγκυρος τύπος αρχείου εξωφύλλου. Οι αποδεκτοί τύποι είναι .gif, .jpg ή .png.
es_es: Formato de portada inválido. Los formatos aceptados son .gif, .jpg, or .png.
fa_ir: تصویر ورودی غیر معتبر است. فرمت‌های مورد پشتیبانی شامل gif، jpg و png است.
fi_fi: Väärä kansilehden muoto. Hyväksytyt tiedostomuodot ovat .gif, .jpg, ja .png.
fr_ca: Format de page couverture invalide. Les formats acceptés sont .gif, .jpg, et .png.
hi_in: अमान्य आवरण पृष्ठ प्रारूप। स्वीकृत प्रारूप हैं .gif, .jpg, या .png।
is_is: Ógilt skrásnið á forsíðumynd. Leyfð snið eru .gif, .jpg, eða .png.
it_it: Formato non valido per l'immagine di copertina. I formati accettati sono .gif, .jpg, o .png.
ja_jp: カバーページフォーマットが不正です。使用できるフォーマットは、.gif, .jpg, .pngの3フォーマットだけです。
kk_kz: Мұқаба пішімі қате. Рұқсат етілген пішімдер — .gif, .jpg, немесе .png.
ky: Мукаба сүрөтүнүн форматы туура эмес. Кабыл алынган форматтар .gif, .jpg же .png.
lt: Netinkamas viršelio atvaizdo formatas. Jis gali būti .gif, .jpg arba .png.
lv: Nederīgs sākumlapas attēla formāts. Pieņemamie formāti ir .gif, .jpg vai .png.
mr: अग्राह्य मुखपृष्ठ प्रारूप. फक्त .gif, .jpg किंवा .png स्वीकृत प्रारूपे आहेत.
ms_my: Format halaman muka depan tidak sah. Format yang diterima ialah .gif, .jpg, atau .png.
nb_no: Ugyldig bildeformat. Tillatte format: .gif, .jpg eller .png.
nl_nl: Ongeldig formaat voor de omslagafbeelding. Geldige formaten zijn .gif, .jpg of .png.
pl_pl: Nieprawidłowy format okładki. Akceptowane formaty to .gif, .jpg lub .png.
pt_br: Formato da imagem de capa inválida. Os formatos aceitos são .gif, .jpg ou .png.
pt_pt: Formato de imagem de capa inválido. Os formatos permitidos são .gif, .jpg ou .png.
ro_ro: Formatul coperții nu este corect. Formate acceptate sunt .gif, .jpg sau .png.
ru_ru: Неверный формат изображения обложки. Разрешенные форматы — .gif, .jpg, или .png.
sk_sk: Neprípustný formát obrázku obálky. Prijateľné formáty sú .gif, .jpg a .png.
sl_si: Napačen format naslovnice. Dovoljeni formati so .gif, .jpg, or .png.
sr_rs@cyrillic: Неисправна врста фајла слике. Дозвољени формати су .gif, .jpg и .png.
sr_rs@latin: Neispravna vrsta fajla slike. Dozvoljeni formati su .gif, .jpg i .png.
sv_se: Ogiltigt format för omslaget. Giltiga format är: .gif, .jpg, eller .png.
uk_ua: Хибний формат зображення обкладинки. Дозволені формати: .gif, .jpg, .png.
uz_cyrl: Муқова расмининг формати нотўғри. Рухсат этилган форматлар: .gif, .jpg ёки .png.
uz_uz@latin: Muqova sahifasi formati noto‘g‘ri. Qabul qilingan formatlar .gif, .jpg yoki .png.
vi_vn: Định dạng trang bìa không hợp lệ. Các định dạng được chấp nhận là .gif, .jpg hoặc .png.
zh_cn: 无效的封面格式。 可接受的格式为.gif，.jpg或.png。
zh_tw: 封面圖像格式無效。只接受檔案格式.gif, .jpg, 或.png。

# editor.issues.removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
ar_iq: تعذر العثور على صورة الغلاف التي تريد حذفها. قد تكون محذوفة سلفاً. حاول إعادة تحميل الصفحة.
az: Silm…ôk ist…ôdiyiniz √ľzqabńĪńüńĪ qrafiki tapńĪlmadńĪ. SilinmiŇü ola bil…ôr. S…ôhif…ôni yenil…ôm…ôy…ô c…ôhd edin. .
ca_es: La imatge de portada que volíeu eliminar no s'ha pogut trobar, podria ser que ja s'hagués eliminat. Intenti-ho recarregant la pàgina.
cs_cz: Obrázek obálky čísla, který chcete odstranit, nebyl nalezen. Možná již byl smazán. Zkuste znovu načíst stránku.
da_dk: Forsidebilledet som du ønskede at slette kunne ikke fremfindes. Det er måske allerede slettet. Prøv og genindlæs siden.
de_de: Das Titelbild, das Sie löschen wollten, konnte nicht gefunden werden. Vielleicht wurde es bereits gelöscht. Versuchen Sie, die Seite neu zu laden.
el_gr: Η εικόνα εξωφύλλου που αιτηθήκατε να διαγραφεί δεν βρέθηκε. Πιθανόν να έχει ήδη διαγραφεί. Παρακαλούμε, δοκιμάστε να επαναφορτώσετε τη σελίδα.
es_es: La imagen de portada que deseaba eliminar no se ha podido encontrar, puede que ya haya sido eliminada. Inténtelo recargando la página.
fa_ir: تصویری که می‌خواهید حذف کنید در حافظه یافت نشد. احتمالاً این تصویر پیشتر پاک شده است. لطفاً صفحه را از اول بارگذاری کرده و دوباره بررسی کنید.
fi_fi: Kansikuvaa, jonka halusit poistaa, ei löytynyt. Se on ehkä jo poistettu. Kokeile sivun uudelleenlatausta.
fr_ca: L'image de la page couverture à supprimer n'a pu être repérée. Elle a peut-être déjà été supprimée. Essayer de recharger la page.
hi_in: आपके द्वारा हटाने का अनुरोध किया गया आवरण छवि नहीं मिल सका है, हो सकता है कि इसे पहले ही हटा दिया जा चुका हो। पृष्ठ को फिर से लोड करने का प्रयास करें।
is_is: Forsíðumyndin sem þú vilt eyða fannst ekki. Mögulega er búið að eyða henni. Prófaðu að endurhlaða skjámyndina.
it_it: L'immagine di copertina che hai chiesto di cancellare non esiste. Potrebbe essere stata cancellata. Prova a ricaricare la pagina.
ja_jp: 削除しようとしたカバー画像が見つかりませんでした。 すでに削除されている可能性があります。 ページをリロードしてみてください。
kk_kz: Сіздң өшіргелі отырған мұқаба суреті жүйеден табылмады. Бетті қайта жүктеуіңізді сұраймыз.
ky: Сиз жок кылгыңыз келген мукаба сүрөтү табылган жок. Ал мурунтан эле жок кылынган болушу мүмкүн. Баракты кайра жүктөп көрүңүз.
lt: Nurodyto ištrinti viršelioatvaizdo nerasta. Gali būti, kad jis jau ištrintas. Pamėginkite perkrauti puslapį.
lv: Vāka attēlu, kuru pieprasījāt dzēst, neizdevās atrast. Iespējams, tas jau ir izdzēsts. Mēģiniet atkārtoti ielādēt lapu.
mr: तुम्ही काढून टाकण्याची विनंती केलेली मुखपृष्ठ प्रतिमा सापडली नाही. कदाचित ती यापूर्वीच काढून टाकली गेली असेल. पृष्ठ रिलोड करण्याचा प्रयत्न करा.
ms_my: Imej gambar muka depan yang anda minta untuk padam tidak dijumpai. Ianya mungkin telah dihapuskan. Cuba muat semula halaman.
nb_no: Bildet du ønsket å slette ble ikke funnet. Det kan allerede være slettet. Prøv å laste siden på nytt.
nl_nl: De omslagafbeelding die u wou verwijderen kon niet worden gevonden. Ze is mogelijk al verijwderd. Probeer de pagina te herladen.
pl_pl: Obraz okładki który chciałeś usunąć nie może być znaleziony. Mógł zostać usunięty wcześniej. Spróbuj przeładować stronę.
pt_br: Não foi possível encontrar a imagem da capa que você solicitou para excluir. Ela já pode ter sido excluída. Tente recarregar a página.
pt_pt: A imagem da capa que solicitou para eliminar não foi encontrada. Talvez já tenha sido eliminada. Tente recarregar a página.
ro_ro: Imaginea de copertă pe care ați solicitat să o ștergeți nu a putut fi găsită. Este posibil să fi fost deja ștearsă. Încercați să reîncărcați pagina.
ru_ru: Изображение обложки, которое вы хотите удалить, не удается найти. Возможно оно уже было удалено. Попробуйте перезагрузить страницу.
sk_sk: Obrázok obálky čísla, ktorý chcete odstrániť, nebol nájdený. Možno už bol zmazaný. Skúste znova načítať stránku.
sl_si: Slika naslovnice, ki ste jo želeli izbrisati ne obstaja. Morda je bila že izbirsana. Ponovno naložite stran.
sr_rs@cyrillic: Слика нсловне стране коју сте хтели да обришете се не може пронаћи. Можда је већ обрисана. Покушајте да поново учитате страну.
sr_rs@latin: Slika nslovne strane koju ste hteli da obrišete se ne može pronaći. Možda je već obrisana. Pokušajte da ponovo učitate stranu.
sv_se: Omslagsbilden du försökte ta bort kunde inte hittas. Möjligen har den redan blivit borttagen. Prova att ladda om sidan.
uk_ua: Зображення обкладинки, якеу ви хочете видалити, не вдається знайти. Можливо воно вже було видалено. Спробуйте перезавантажити сторінку.
uz_cyrl: Ўчириш учун муқова расми топилмади.
uz_uz@latin: Siz o‘chirishni so‘ragan muqovadagi rasm topilmadi. U allaqachon o‘chirilgan bo‘lishi mumkin. Sahifani qayta yuklashga harakat qilib ko‘ring
vi_vn: Không thể tìm thấy ảnh bìa bạn yêu cầu xóa. Nó có thể đã bị xóa. Hãy thử tải lại trang.
zh_cn: 找不到您要删除的封面图片。 它可能已被删除。 尝试重新加载页面。
zh_tw: 未能找到您所要求刪除的封面圖像。或者圖像已被刪除。請重刷頁面。

# editor.issues.removeCoverImageFileNameMismatch
source: The cover image you requested to delete did not match the cover image for this issue. Please reload the page and try again.
ar_iq: إن صورة الغلاف التي تريد حذفها لا تطابق صورة غلاف هذا العدد. لطفاً، قم بتنشيط الصفحة ثم حاول مجدداً.
az: Silm…ôk ist…ôdiyiniz √ľzqabńĪńüńĪ Ňü…ôkli il…ô uyńüunlaŇüma t…ômin edilm…ôdi. Z…ôhm…ôt olmasa s…ôhif…ôni yenil…ôyin v…ô yenid…ôn c…ôhd edin. .
ca_es: La imatge de portada que volíeu eliminar no coincideix amb la d'aquest número. Actualitzi la pàgina i torni-ho a provar.
cs_cz: Obrázek obálky, který jste požadovali odstranit, neodpovídá obrázku obalu tohoto čísla. Znovu načtěte stránku a zkuste to znovu.
da_dk: Forsidebilledet, som du ønskede af slette, svarede ikke til dette nummers forsidebillede. Genindlæs siden og prøv igen.
de_de: Das Titelbild, das Sie löschen wollten, stimmt nicht mit dem Titelbild dieser Ausgabe überein. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
el_gr: Η εικόνα εξωφύλλου που αιτηθήκατε να διαγραφεί δεν ταιριάζει με την εικόνα εξωφύλλου αυτού του τεύχους. Παρακαλούμε επαναφορτώστε τη σελίδα και δοκιμάστε ξανά.
es_es: La imagen de portada que deseaba eliminar no coincidía con la de este número. Recargue la página y vuelva a intentarlo.
fa_ir: تصویری که می‌خواهید حذف کنید، تصویر این شماره از مجله نیست، لطفاً صفحه رو از اول بارگذاری کرده و دوباره تلاش کنید.
fi_fi: Kansikuva, jonka halusit poistaa, ei vastaa tämän numeron kansikuvaa. Lataa sivu uudelleen ja yritä uudelleen.
fr_ca: L'image de la page couverture que vous désirez supprimer ne correspond pas à l'image de la page couverture de ce numéro. Veuillez recharger la page et essayer de nouveau.
hi_in: आपने जिस आवरण छवि को हटाने का अनुरोध किया था, वह इस अंक के लिए आवरण छवि से मेल नहीं खाती थी। कृपया पेज लोड करें और पुन: प्रयास करें।
is_is: Forsíðumyndin sem þú vilt eyða passar ekki við forsíðumyndina fyrir þetta tölublað. Vinsamlega endurhladdu skjámyndina og reyndu aftur.
it_it: L'immagine di copertina che hai chiesto di cancellare non corrisponde all'immagine di copertina di questo fascicolo. Per favore ricarica la pagina e prova di nuovo.
ja_jp: 削除しようとしたカバー画像が、この巻号のカバー画像と一致しませんでした。 ページを再読み込みして、もう一度お試しください。
kk_kz: Сіздң өшіргелі отырған мұқаба суреті осы шығарылымның мұқабасына сәйкес келмейді. Бетті қайта жүктеуіңізді сұраймыз.
ky: Сиз алып салгыңыз келген мукаба сүрөтү бул маселенин мукаба сүрөтүнө дал келбейт. Баракты кайра жүктөп, кайра аракет кылыңыз.
lt: Nurodytas ištrinti viršelio atvaizdas nesutampa su šio leidinio atvaizdu. Prašom perkrauti puslapį ir mėginti iš naujo.
lv: Vāka attēls, kuru pieprasījāt dzēst, neatbilst šī numura vāka attēlam. Lūdzu, ielādējiet lapu no jauna un mēģiniet vēlreiz.
mr: तुम्ही मुखपृष्ठ प्रतिमा काढून टाकण्याची केलेली विनंती या अंकाच्या मुखपृष्ठ प्रतिमेशी जुळत नाही. कृपया पृष्ठ रिलोड करून पुन्हा प्रयत्न करा.
ms_my: Imej gambar muka depan yang anda minta untuk padam tidak sepadan dengan imej halaman untuk terbitan ini. Sila muat semula halaman dan cuba lagi.
nb_no: Last på nytt og prøv igjen. Bildet du ville slette stemte ikke overens med bildet for denne utgaven.
nl_nl: De omslagafbeelding die u wou verwijderen komt niet overeen met de omslagafbeelding voor dit nummer. Herlaad de pagina en probeer opnieuw.
pl_pl: Obraz okładki który chciałeś usunąć nie pokrywa się z okładką numeru. Przeładuj stronę i spróbuj ponownie.
pt_br: A imagem da capa que você solicitou para excluir não corresponde à imagem da capa dessa edição. Por favor, recarregue a página e tente denovo.
pt_pt: A imagem da capa que solicitou para eliminar não corresponde à imagem da capa para este número. Por favor, recarregue a página e tente novamente.
ro_ro: Imaginea de copertă pe care ați solicitat să o ștergeți nu a corespuns imaginii de copertă pentru acest număr. Reîncărcați pagina și încercați din nou.
ru_ru: Изображение обложки, которое вы хотите удалить, не соответствует изображению обложки для этого выпуска. Пожалуйста, перезагрузите страницу и попробуйте снова.
sk_sk: Obrázok obálky, ktorý ste požadovali odstrániť, nezodpovedá obrázku obalu tohto čísla. Znova načítajte stránku a skúste to znova.
sl_si: Slika naslovnice, ki ste jo želeli izbrisati ne pripada tej reviji. Prosimo ponovno naložite stran in poskusite ponovno.
sr_rs@cyrillic: Слика насловне стране коју сте хтели да обришете се не слаже са насловном страном овог броја. Поново учитајте страну и покушајте поново.
sr_rs@latin: Slika naslovne strane koju ste hteli da obrišete se ne slaže sa naslovnom stranom ovog broja. Ponovo učitajte stranu i pokušajte ponovo.
sv_se: Omslagsbilden du försökte ta bort matchade inte omslagsbilden för det här numret. Ladda om sidan och försök igen.
uk_ua: Зображення обкладинки, яке ви хочете видалити, не відповідає зображенню обкладинки для цього випуску. Будь ласка, перезавантажте сторінку і спробуйте знову.
uz_cyrl: Ўчирилмоқчи бўлган муқова расмининг файл номи мос келмади.
uz_uz@latin: Siz o‘chirishni so‘ragan muqovadagi rasm ushbu nashr uchun muqova rasmiga mos kelmadi. Iltimos, sahifani qayta yuklang va qaytadan urining
vi_vn: Ảnh bìa bạn yêu cầu xóa không khớp với ảnh bìa cho số này. Hãy tải lại trang và thử lại.
zh_cn: 您请求删除的封面图像与该刊期的封面图像不匹配。 请刷新页面，然后再试一次。
zh_tw: 您所要求刪除的封面圖像此期不符。請重刷頁面及重試。

# editor.issues.removeCoverPage
source: Remove cover page image?
ar_iq: أتريد إزالة صورة صفحة الغلاف؟
az: √úzqabńĪńüńĪ Ňě…ôklini Sil?
ca_es: Voleu eliminar la imatge de la portada?
cs_cz: Odstranit obrázek titulní stránky?
da_dk: Vil du fjerne forsidebilledet?
de_de: Titelbild entfernen?
el_gr: Αφαίρεση εικόνας εξωφύλλου;
es_es: ¿Eliminar la imagen de portada?
fa_ir: حذف تصویر جلد
fi_fi: Poistetaanko kansikuva?
fr_ca: Supprimer l'image de la page couverture ?
hi_in: आवरण पृष्ठ छवि निकालें?
is_is: Fjarlægja forsíðumynd?
it_it: Eliminare l'immagine della copertina?
ja_jp: カバーページ画像を削除しますか。
kk_kz: Мұқаба суретін өшіру керек пе?
ky: Мукаба сүрөтү өчүрүлсүнбү?
lt: Ištrinti viršelio paveikslėlį?
lv: Noņemt titullapas attēlu?
mr: मुखपृष्ठ प्रतिमा काढून टाकायची?
ms_my: Buang halaman gambar muka depan?
nb_no: Fjern forsidebilde?
nl_nl: Verwijder omslagafbeelding?
pl_pl: Czy usunąć okładkę?
pt_br: Remover capa?
pt_pt: Remover imagem da capa?
ro_ro: Ștergeți imaginea pentru pagina de copertă?
ru_ru: Удалить изображение обложки?
sk_sk: Odstrániť obrázok titulnej stránky?
sl_si: Zbriši sliko naslovnice?
sr_rs@cyrillic: Уклони насловницу?
sr_rs@latin: Ukloni naslovnicu?
sv_se: Ta bort omslaget?
uk_ua: Видалити зображення обкладинки?
uz_cyrl: Муқова расмини ўчиришми?
uz_uz@latin: Muqovadagi rasm olib tashlansinmi?
vi_vn: Xóa hình ảnh trang bìa?
zh_cn: 删除封面图片?
zh_tw: 移除封面圖像？

# editor.issues.proofed
source: Proofed
ar_iq: مدقق
az: D√ľz…ôldilmiŇü
ca_es: Corregits
cs_cz: Schválené
da_dk: Korrekturlæst
de_de: Überprüft
el_gr: Διορθωμένο
es_es: Revisado
fa_ir: بازبینی نهایی شد
fi_fi: Oikoluettu
fr_ca: Révisé
hi_in: प्रूफ
is_is: Prófarkalesið
it_it: Controllato
ja_jp: 検証済
kk_kz: Тексерілді
ky: Текшерилди
lt: Ištaisyta
lv: Pārbaudīts
mr: मुद्रित शोधन पूर्ण झाले
ms_my: Terbukti
nb_no: Korrigert
nl_nl: Proefgelezen
pl_pl: Sprawdzone
pt_br: Corrigido
pt_pt: Corrigido
ro_ro: Verificat
ru_ru: Проверен
sk_sk: Schválené
sl_si: Korigirano
sr_rs@cyrillic: Одобрено
sr_rs@latin: Odobreno
sv_se: Korrekturläst
uk_ua: Перевірено
uz_cyrl: Текширилган
uz_uz@latin: Tasdiqlangan
vi_vn: Đã kiểm chứng
zh_cn: 已经校对的

# editor.issues.remove
source: Remove
ar_iq: إزالة
az: Sil
ca_es: Elimina
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
es_es: Eliminar
fa_ir: حذف کن
fi_fi: Poista
fr_ca: Supprimer
hi_in: हटाना
is_is: Fjarlægja
it_it: Elimina
ja_jp: 削除
kk_kz: Өшіру
ky: Өчүрүү
lt: Ištrinti
lv: Noņemt
mr: काढून टाका
ms_my: Buang
nb_no: Fjern
nl_nl: Verwijder
pl_pl: Usunięty
pt_br: Remover
pt_pt: Remover
ro_ro: Șterge
ru_ru: Удалить
sk_sk: Odstrániť
sl_si: Zbriši
sr_rs@cyrillic: Уклони
sr_rs@latin: Ukloni
sv_se: Ta bort
uk_ua: Видалити
uz_cyrl: Ўчириш
uz_uz@latin: Olib tashlash
vi_vn: Loại bỏ
zh_cn: 删除
zh_tw: 移除

# editor.issues.uploaded
source: Uploaded
ar_iq: مرفوعة إلى الموقع
az: Y√ľkl…ônmiŇü
ca_es: Carregat
cs_cz: Nahrané
da_dk: Overført
de_de: Hochgeladen
el_gr: Μεταφορτώθηκε
es_es: Cargado
fa_ir: آپلود شد
fi_fi: Ladattu
fr_ca: Téléversé
hi_in: अपलोड किए गए
is_is: Upphlaðið
it_it: File
ja_jp: アップロード済
kk_kz: Жүктелген
ky: Жүктөлдү
lt: Įkelta
lv: Augšupielādēts
mr: संक्रमित (अपलोड) केले
ms_my: Sudah muat naik
nb_no: Opplastet
nl_nl: Geladen
pl_pl: Przesłany
pt_br: Enviado
pt_pt: Enviado
ro_ro: Încărcat(ă)
ru_ru: Загружен
sk_sk: Nahrané
sl_si: Naloženo
sr_rs@cyrillic: Додато
sr_rs@latin: Dodato
sv_se: Uppladdad
uk_ua: Вивантажено
uz_cyrl: Юкланган
uz_uz@latin: Yuklandi
vi_vn: Tải lên
zh_cn: 已上传的
zh_tw: 已上載

# editor.issues.coverPageInstructions
source: (Allowed formats: .gif, .jpg, or .png)
ar_iq: (الصيغ المتاحة: .gif, .jpg, or .png )
az: (M√ľvafiq fayl formatlarńĪ: .gif, .jpg v…ô ya .png )
ca_es: (Formats admesos: .gif, .jpg, .png)
cs_cz: (Povolené formáty: .gif, .jpg nebo .png )
da_dk: (Tilladte formater: .gif, .jpg eller .png )
de_de: (Gültige Formate: .gif, .jpg und .png )
el_gr: (Επιτρεπόμενοι τύποι αρχείου: .gif, .jpg ή .png)
es_es: (Formatos permitidos: .gif, .jpg, o .png )
fa_ir: فرمت‌های مجاز: .gif, jpg, یا .png
fi_fi: (Sallitut muodot: .gif, .jpg ja .png)
fr_ca: (Formats acceptés : .gif, .jpg, ou .png)
hi_in: (अनुमत प्रारूप: .gif, .jpg, या .png)
is_is: (Leyfð snið: .gif, .jpg, or .png)
it_it: (formati validi: .gif, .jpg, o .png )
ja_jp: （使用可能フォーマット: .gif, .jpg, .png）
kk_kz: (Рұқсат етілген файл пішімдері: .gif, .jpg, немесе .png)
ky: (Уруксат берилген форматтар: .gif, .jpg, же .png)
lt: (galimi formatai: .gif, .jpg arba .png)
lv: (Pieļaujamie formāti: .gif, .jpg vai .png)
mr: (स्वीकारार्ह प्रारूपे : .gif, .jpg, or .png)
ms_my: (Format yang dibenarkan: .gif, .jpg atau .png)
nb_no: (Tillatte format: .gif, .jpg, eller .png )
nl_nl: (Mogelijke formaten: .gif, .jpg, en .png )
pl_pl: (Dozwolone formaty: GIF, JPG lub PNG )
pt_br: (Formatos aceitáveis: .gif, .jpg ou .png )
pt_pt: (Formatos permitidos: .gif, .jpg ou .png )
ro_ro: (Formate permise: .gif, .jpg sau .png)
ru_ru: (Разрешенные форматы: .gif, .jpg, или .png)
sk_sk: (Povolené formáty: .gif, .jpg nebo .png)
sl_si: (Dovoljeni formati: .gif, .jpg in.png )
sr_rs@cyrillic: (Подржани формати: .gif, .jpg, или .png )
sr_rs@latin: (Podržani formati: .gif, .jpg, ili .png )
sv_se: (Tillåtna format: .gif, .jpg, eller .png)
uk_ua: (дозволені формати: .gif, .jpg або .png)
uz_cyrl: (Рухсат этилган форматлар: .gif, .jpg ёки .png)
uz_uz@latin: Ruxsat berilgan formatlar: .gif, .jpg yoki .png)
vi_vn: (Các định dạng được phép: .gif, .jpg hoặc .png)
zh_cn: (允许的格式: .gif, .jpg, or .png )
zh_tw: （允許檔案格式：.gif, .jpg, 或 .png）

# editor.issues.coverPage
source: Cover image
ar_iq: صورة الغلاف
az: √úzqabńĪńüńĪ Ňě…ôkili
ca_es: Imatge per a la portada
cs_cz: Titulní obrázek
da_dk: Forsidebillede
de_de: Titelbild
el_gr: Εικόνα εξωφύλλου
es_es: Imagen de portada
fa_ir: تصویر جلد
fi_fi: Kansikuva
fr_ca: Image de la page couverture
hi_in: आवरण छवि
is_is: Forsíðumynd
it_it: Immagine di copertina
ja_jp: カバー画像
kk_kz: Мұқабаның суреті
ky: Мукабадагы сүрөт
lt: Viršelio paveikslėlis
lv: Vāka attēls
mr: मुखपृष्ठ प्रतिमा
ms_my: Gambar muka depan
nb_no: Forsidebilde
nl_nl: Omslagafbeelding
pl_pl: Okładka
pt_br: Capa
pt_pt: Capa
ro_ro: Imaginea de copertă
ru_ru: Изображение обложки
sk_sk: Titulný obrázok
sl_si: Slika naslovnice
sr_rs@cyrillic: Слика насловнице
sr_rs@latin: Slika naslovnice
sv_se: Framsida
uk_ua: Обкладинка
uz_cyrl: Муқова расми
uz_uz@latin: Muqova rasmi
vi_vn: Ảnh bìa
zh_cn: 封面图片
zh_tw: 封面圖像

# editor.issues.enableOpenAccessDate
source: Enable delayed open access
ar_iq: مكن تأخير الوصول المفتوح
az: T…ôxir…ô salńĪnmńĪŇü a√ßńĪq giriŇüi aktivl…ôŇüdirin.
ca_es: Habilita l’accés lliure diferit
cs_cz: Povolit zpožděný otevřený přístup
da_dk: Aktivér forsinket åben adgang
de_de: Verzögerten freien Zugang aktivieren
el_gr: Ενεργοποίηση καθυστερημένης ανοικτής πρόσβασης
es_es: Habilitar el acceso abierto diferido
fa_ir: فعال‌سازی دسترسی آزاد (با تأخیر)
fi_fi: Salli viiveellinen avoin saatavuus
fr_ca: Activer le libre accès différé
hi_in: विलंबित ओपन एक्सेस सक्षम करें
is_is: Virkja síðkominn opinn aðgang
it_it: Accesso aperto con embargo
ja_jp: 遅延オープンアクセス (一定期間後にオープンアクセスになる) を有効にする
kk_kz: Шығалымды жариялауды кейінге қалдыру
ky: Кечиктирилген ачык кирүүнү иштетүү
lt: Aktyvuoti atidėtą atvirąją prieigą
lv: Iespējot atlikto atvērto piekļuvi
mr: विलंबित मुक्त उपलब्धता सिद्ध करा
ms_my: Dayakan penundaan akses terbuka
nb_no: Åpne for forsinke Open Access
nl_nl: Vertraagde open access inschakelen
pl_pl: Włącz opóźniony otwarty dostęp
pt_br: Habilitar acesso livre adiado
pt_pt: Ativar acesso aberto embargado
ro_ro: Activați amânarea accesului liber
ru_ru: Включить отложенный открытый доступ
sk_sk: Povoliť oneskorený otvorený prístup
sl_si: Omogoči odprt dostop z zakasnitvijo
sr_rs@cyrillic: Омогући одложени отворени приступ
sr_rs@latin: Omogući odloženi otvoreni pristup
sv_se: Aktivera fördröjd open access
uk_ua: Дозволити відтермінований відкритий доступ
uz_cyrl: Кечиктирилган очиқ киришни ёқиш
uz_uz@latin: Kechiktirilgan ulanishni yoqing
vi_vn: Cho phép truy cập mở bị trì hoãn
zh_cn: 激活延迟开放存取
zh_tw: 允許延遲開放取用

# editor.issues.accessDate
source: Open access date
ar_iq: تاريخ الوصول المفتوح
az: A√ßńĪq giriŇü tarixi
ca_es: Data d'accés lliure
cs_cz: Datum otevřeného přístupu
da_dk: Dato for Open Access
de_de: Datum für freien Zugang
el_gr: Ημερομηνία ενεργοποίησης ανοιχτής πρόσβασης
es_es: Fecha de acceso abierto
fa_ir: تاریخ دسترسی آزاد
fi_fi: Avoimesti saatavissa (pvm)
fr_ca: Date de mise en libre accès
hi_in: ओपन एक्सेस तिथि
is_is: Opinn aðgangur dagsetning
it_it: Data di fine embargo
ja_jp: オープンアクセス公開日
kk_kz: Шығаралым уақыты
ky: Жалпыга жеткиликтүү датасы
lt: Atvirosios prieigos data
lv: Atvērtās pieejas datums
mr: मुक्त उपलब्धता दिनांक
ms_my: Tarikh akses terbuka
nb_no: Open Access-dato
nl_nl: Open access datum
pl_pl: Data otwartego dostępu
pt_br: Data para Acesso Livre
pt_pt: Data para Acesso Aberto
ro_ro: Date de acces liber
ru_ru: Дата открытого доступе
sk_sk: Dátum otvoreného prístupu
sl_si: Datum prostega dostopa
sr_rs@cyrillic: Датум отвореног приступа
sr_rs@latin: Datum otvorenog pristupa
sv_se: Datum för open access
uk_ua: Дата відкриття доступу
uz_cyrl: Очиқ кириш санаси
uz_uz@latin: Ulanishga ruxsat berilgan sana
vi_vn: Ngày truy cập mở
zh_cn: 开放存取日期
zh_tw: 開放取用日期

# editor.issues.accessStatus
source: Access status
ar_iq: موقف الوصول
az: GiriŇü statusu
ca_es: Estat d’accés
cs_cz: Stav přístupu
da_dk: Adgangsstatus
de_de: Zugangsstatus
el_gr: Συνθήκες πρόσβασης
es_es: Estado de acceso
fa_ir: وضعیت دستیابی
fi_fi: Saatavuuden tila
fr_ca: Statut d'accès
hi_in: पहुंच की स्थिति
is_is: Aðgangsstaða
it_it: Tipo di accesso
ja_jp: アクセス形態
kk_kz: Шығарылым мәртебесі
ky: Кирүү статусу
lt: Prieigos statusas
lv: Piekļuves statuss
mr: उपलब्धता स्थिती
ms_my: Status akses
nb_no: Tilgangsstatus
nl_nl: Toegankelijkheidsstatus
pl_pl: Status dostępności
pt_br: Tipo de acesso
pt_pt: Tipo de Acesso
ro_ro: Statutul accesului
ru_ru: Статус доступа
sk_sk: Stav prístupu
sl_si: Pristopni status
sr_rs@cyrillic: Статус приступа
sr_rs@latin: Status pristupa
sv_se: Tillgänglighetsstatus
uk_ua: Статус доступу
uz_cyrl: Кириш ҳолати
uz_uz@latin: Ulanish holati
vi_vn: Truy cập trạng thái
zh_cn: 存取状态
zh_tw: 取用狀態
