Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.notifyUsers.includeToc
source: Include the table of contents from this issue:
ar_iq: ضمِّن جدول المحتويات لهذا العدد:
az: Bu n√∂mr…ônin m√ľnd…ôricat siyahńĪsńĪnńĪ …ôlav…ô edin:
ca_es: Inclou la taula de continguts d’aquest número:
cs_cz: Připojit obsah tohoto čísla:
da_dk: Medtag indholdsfortegnelsen fra dette nummer:
de_de: Das Inhaltsverzeichnis dieser Ausgabe anfügen:
el_gr: Συμπεριλάβετε τον πίνακα περιεχομένων του τεύχους:
es_es: Incluir la tabla de contenidos de este número:
fa_ir: همچنین فهرست مقالات این شماره را نیز ضمیمه کن:
fi_fi: Liitä tämän numeron sisällysluettelo:
fr_ca: Inclure le sommaire de ce numéro :
hi_in: अंक से सामग्री की तालिका को शामिल करें:
is_is: Taka með efnisyfirlit frá þessu tölublaði:
it_it: Includi il sommario del fascicolo:
ja_jp: この号の目次を含める:
kk_kz: Осы санның мазмұнын қосу:
ky: Бул чыгарылыштагы мазмунду камтуу:
lt: Įtraukti šio numerio turinį:
lv: Pievienot satura rādītāju no šī izdevuma:
mr: या अंकाची अनुक्रमणिका समाविष्ट करा :
ms_my: Sertakan isi kandungan daripada terbitan ini:
nb_no: Inkluder innholdsoversikten fra denne utgaven:
nl_nl: De inhoudsopgave van dit nummer opnemen:
pl_pl: Zamieść w numerze spis treści:
pt_br: Incluir sumário da edição:
pt_pt: Incluir sumário da edição:
ro_ro: Includeți cuprinsul din acest număr:
ru_ru: Включить содержание из этого номера:
sk_sk: Pripojiť obsah tohto čísla:
sl_si: Vključite kazalo iz te številke:
sr_rs@cyrillic: Укључи и садржај из овог броја:
sr_rs@latin: Uključi i sadržaj iz ovog broja:
sv_se: Inkludera det här numrets innehållsförteckning:
uk_ua: Включити сторінку змісту цього випуску:
uz_cyrl: Ушбу соннинг мундарижасини илова қилиш:
uz_uz@latin: Ushbu nashrdan tarkibni qo‘shing:
vi_vn: Bao gồm mục lục từ số này:
zh_cn: 包含这个刊期的目录:
zh_tw: 包括此期的目錄：

# editor.notifyUsers.interestedUsers
source: Send this message to the users associated with this journal who have indicated that they wish to receive updates ({$count} users)
ar_iq: أرسل هذه الرسالة لجميع المستخدمين المرتبطين بهذه المجلة الذين أشاروا إلى رغبتهم بالحصول على التحديثات دورياً ({$count} مستخدم)
az: Bu mesajńĪ d…ôyiŇüiklikl…ôrd…ôn x…ôb…ôrdar olmaq ist…ôy…ôn b√ľt√ľn istifad…ô√ßil…ôr…ô g√∂nd…ôr ({$count} √ľzv)
ca_es: Envia aquest missatge als usuaris/àries associats amb aquesta revista que hagin indicat que volen rebre actualitzacions ({$count} usuaris/àries)
cs_cz: Poslat tuto zprávu uživatelům spojeným s tímto časopisem, kteří uvedli, že si přejí dostávat nejnovější informace ({$count} uživatelů)
da_dk: Send denne meddelelse til de brugere, der er tilknyttet dette tidsskrift, og som har indikeret, at de ønsker at modtage opdateringer ({$count} brugere)
de_de: Mitteilung an alle Benutzer/innen senden, die angegeben haben, dass Sie auf dem Laufenden gehalten werden wollen ({$count} Benutzer/innen)
el_gr: Αποστολή του μηνύματος στους Χρήστες του περιοδικού που έχουν δηλώσει ότι επιθυμούν να λαμβάνουν ενημερώσεις ({$count} Χρήστες).
es_es: Enviar este mensaje a los usuarios/as asociados con esta revista que hayan indicado que desean recibir actualizaciones ({$count} usuarios/as)
fa_ir: ارسال این پیغام به تمام کاربران این مجله که برای دریافت تازه‌های چاپ اظهار تمایل کرده‌اند. ({$count} کاربر)
fi_fi: Lähetä viesti kaikille tähän julkaisuun liittyville käyttäjille, jotka ovat ilmoittaneet haluavansa vastaanottaa päivityksiä ({$count} käyttäjää)
fr_ca: Envoyer ce message aux utilisateurs-trices associés-es à cette revue qui ont indiqué qu'ils et elles désirent recevoir les mises à jour ({$count} utilisateurs-trices)
hi_in: इस जर्नल से जुड़े उपयोगकर्ताओं को यह संदेश भेजें जिन्होंने संकेत दिया है कि वे अपडेट प्राप्त करना चाहते हैं ({$count} उपयोगकर्ता)
is_is: Senda þessi skilaboð á notendur sem eru tengdir við tímaritið og hafa látið vita að þeir vilji fá tilkynningar ({$count} notendur)
it_it: Inviata questo messaggio a tutti gli utenti della testatache hanno esplicitamente richiesto dii ricevere aggiornamenti ({$count} utenti)
ja_jp: この雑誌の更新情報の受け取りを希望しているユーザ（{$count}名）にこのメッセージを送信する
kk_kz: Хабарламаны осы журналмен байланысты және хабарлама алып тұруға келіскен қолданушыларға ғана жіберу ({$count})
ky: Бул билдирүүнү бул журналга байланышы бар, алар билдирүүлөрдү алууну каалаган колдонуучуларга жөнөтүңүз ({$count} колдонуучу)
lt: Siųsti šį pranešimą tiems su žurnalu susijusiems vartotojams, kurie pareiškė norą gauti tokius pranešimus (iš viso {$count})
lv: Nosūtīt šo ziņojumu lietotājiem, kas saistīti ar šo žurnālu un norādījuši, ka vēlas saņemt atjauninājumus ({$count} lietotāji)
mr: ज्यांनी अद्ययावत माहिती मिळवण्याची इच्छा व्यक्त केली आहे अशा या नियतकालिकाशी जोडलेल्या वापरकर्त्यांना हा संदेश पाठवा, ({$count} वापरकर्ते)
ms_my: Hantar mesej ini kepada pengguna yang berkaitan dengan jurnal ini yang telah menunjukkan bahawa mereka ingin menerima berita baru ({$count} pengguna)
nb_no: Send denne meldingen til de brukerne som er knyttet til dette tidsskriftet, og som har oppgitt at de ønsker å holdes orientert ({$count} brukere)
nl_nl: Stuur dit bericht naar alle gebruikers die geassocieerd zijn aan dit tijdschrift en die aangegeven hebben op de hoogte gehouden te willen worden ({$count} gebruikers)
pl_pl: Wszyscy użytkownicy zarejestrowani na stronie czasopisma, którzy oznaczyli chęć otrzymywania ogłoszeń ({$count})
pt_br: Enviar esta mensagem a todos os usuários associados a esta revista que indicaram desejar receber notificações ({$count} usuários)
pt_pt: Enviar esta mensagem a todos os utilizadores associados a esta revista que indicaram desejar receber notificações ({$count} utilizadores)
ro_ro: Trimiteți acest mesaj utilizatorilor asociați cu acest jurnal care au indicat că doresc să primească actualizări ({$count} users)
ru_ru: Отправить это сообщение тем пользователям, связанным с этим журналом, которые указали, что они хотят получать сообщения ({$count} пользователей)
sk_sk: Poslať túto správu užívateľom spojeným s týmto časopisom, ktorí uviedli, že si želajú dostávať najnovšie informácie ({$count} užívateľov)
sl_si: Pošlji to obvestilo vsem uporabnikom revije, ki so se prijavili, da želijo prejemati obvestila ({$count} uporabnikov)
sr_rs@cyrillic: Пошаљи ову поруку свим корисницима који су навели да желе да примају обавештења о променама ({$count} корисника)
sr_rs@latin: Pošalji ovu poruku svim korisnicima koji su naveli da žele da primaju obaveštenja o promenama ({$count} korisnika)
sv_se: Skicka det här meddelandet till alla avändare knutna till den här tidskriften och som har anmält intresse för besked om uppdateringar. ({$count} users)
uk_ua: Надіслати це повідомлення лише тим користувачам журналу, які виявили бажання отримувати новини ({$count} користувачів)
uz_cyrl: Ушбу журналнинг янгиликларига қизиққан фойдаланувчилар ({$count} фойдаланувчи)
uz_uz@latin: Ushbu xabarni jurnal bilan bog‘langan, yangilanishlarni qabul qilish istagi bor barcha foydalanuvchilarga yuboring ({$ count} foydalanuvchilar)
vi_vn: Gửi tin nhắn này đến những người dùng được liên kết với tạp chí này, những người đã cho biết rằng họ muốn nhận được cập nhật ({$count} người dùng)
zh_cn: 给这个期刊的所有同意接受更新的用户({$count}个用户)发送这个消息
zh_tw: 發送此訊息至所有與此期刊關聯並指明希望收到最新資訊的用戶 ({$count} users)

# editor.notifyUsers.allUsers
source: Send this message to all users associated with this journal ({$count} users)
ar_iq: أرسل هذه الرسالة لجميع المستخدمين المرتبطين بهذه المجلة والبالغ عددهم ({$count} مستخدم)
az: Bu mesajńĪ b√ľt√ľn istifad…ô√ßil…ôr…ô g√∂nd…ôr ({$count} users)
ca_es: Envia aquest missatge a tots els usuaris/àries associats amb aquesta revista ({$count} usuaris/àries)
cs_cz: Poslat tuto zprávu všem uživatelům spojeným s tímto časopisem ({$count} uživatelů)
da_dk: Send denne meddelelse til alle brugere, der er tilknyttet dette tidsskrift ({$count} brugere)
de_de: Mitteilung an allen Benutzer/innen der Zeischrift ({$count} Benutzer/innen) senden
el_gr: Αποστολή του μηνύματος σε όλους τους Χρήστες του περιοδικού ({$count} Χρήστες)
es_es: Enviar este mensaje a todos los usuarios/as asociados con esta revista ({$count} usuarios/as)
fa_ir: این پیغام را به تمام کاربران این مجله بفرست ({$count} کاربر)
fi_fi: Lähetä tämä viesti kaikille tähän julkaisuun liittyville käyttäjille ({$count} käyttäjää)
fr_ca: Envoyer ce message à tous et toutes les utilisateurs-trices associés-es à cette revue ({$count} utilisateurs-trices)
hi_in: इस जर्नल से जुड़े सभी उपयोगकर्ताओं को यह संदेश भेजें ({$count} उपयोगकर्ता)
is_is: Senda þessi skilaboð á alla notendur sem eru tengdir við tímaritið ({$count} notendur)
it_it: Invia questo messaggio a tutti gli utenti di questa testata ({$count} utenti)
ja_jp: この雑誌に関係するすべてのユーザ（{$count}名）にこのメッセージを送信する
kk_kz: Осы журналмен байланысты барлық қолданушыларға хабарламаны жіберу ({$count})
ky: Бул билдирүүнү ушул журналга байланышкан бардык колдонуучуларга жөнөтүү ({$count} колдонуучу)
lt: Siųsti šį pranešimą visiems su žurnalu susijusiems vartotojams (iš viso {$count})
lv: Nosūtīt šo ziņojumu visiem lietotājiem, kas saistīti ar šo žurnālu ({$count} lietotāji)
mr: या नियतकालिकाशी संबंधित सर्व वापरकर्त्यांना हा संदेश पाठवा, ({$count} वापरकर्ते)
ms_my: Hantar mesej ini kepada semua pengguna yang berkaitan dengan jurnal ini ({$count} pengguna)
nb_no: Send denne meldingen til alle brukere som er knyttet til dette tidsskriftet ({$count} brukere)
nl_nl: Stuur dit bericht naar alle gebruikers die geassocieerd zijn met dit tijdschrift ({$count} gebruikers)
pl_pl: Wszyscy użytkownicy zarejestrowani na stronie czasopisma ({$count})
pt_br: Enviar esta mensagem a todos os usuários associados a esta revista ({$count} usuários)
pt_pt: Enviar esta mensagem a todos os utilizadores associados a esta revista ({$count} utilizadores)
ro_ro: Trimiteți acest mesaj tuturor utilizatorilor relaționați cu această revistă ({$count} users)
ru_ru: Отправить это сообщение всем пользователям, связанным с этим журналом ({$count} пользователей)
sk_sk: Poslať túto správu všetkým užívateľom spojeným s týmto časopisom ({$count} užívateľov)
sl_si: Pošlji sporočilo vsem registriranim uporabnikom te revije ({$count} uporabnikov)
sr_rs@cyrillic: Пошаљи ову поруку свим корисницима који имају везе са овим часописом ({$count} корисника)
sr_rs@latin: Pošalji ovu poruku svim korisnicima koji imaju veze sa ovim časopisom ({$count} korisnika)
sv_se: Skicka det här meddelandet till alla användare knutna till den här tidskriften ({$count} användare)
uk_ua: Надіслати це повідомлення всім користувачам, асоційованим з цим журналом ({$count} користувачів)
uz_cyrl: Ушбу сайт билан боғлиқ барча фойдаланувчилар ({$count} фойдаланувчи)
uz_uz@latin: Ushbu xabarni ushbu jurnal bilan bog‘liq bo‘lgan barcha foydalanuvchilarga yuboring ({$ count} foydalanuvchilar)
vi_vn: Gửi tin nhắn này đến tất cả người dùng được liên kết với tạp chí này ({$count} người dùng)
zh_cn: 给这个期刊的所有用户({$count}个用户)发送这个消息
zh_tw: 發送此訊息至所有與此期刊關聯的用戶 ({$count} users)

# editor.usersNotified
source: Users Notified
ar_iq: تم إعلام المستخدمين
az: ńįstifad…ô√ßil…ôr m…ôlumatlandńĪrńĪldńĪ
ca_es: S'ha notificat als usuaris/àries
cs_cz: Uživatelé byli informováni
da_dk: Underrettede brugere
de_de: Benutzer/innen benachrichtigt
el_gr: Οι Χρήστες ενημερώθηκαν.
es_es: Usuarios/as informados
fa_ir: کاربران اطلاع‌رسانی شدند
fi_fi: Käyttäjille ilmoitettu
fr_ca: Utilisateurs-trices avisés-es
hi_in: उपयोगकर्ताओं को सूचित किया
is_is: Búið að senda tilkynningu á notendur
it_it: Utenti notificati
ja_jp: 通知されたユーザ
kk_kz: Қолданушылар хабарланды
ky: Колдонуучулар кабарланат
lt: Informuota
lv: Informētie lietotāji
mr: वापरकर्त्यांना कळवण्यात आले आहे
ms_my: Pengguna Dimaklumkan
nb_no: Brukere varslet
nl_nl: Gebruikers ingelicht
pl_pl: Powiadomieni użytkownicy
pt_br: Usuários Notificados
pt_pt: Utilizadores Notificados
ro_ro: Utilizatori notificați
ru_ru: Пользователи уведомлены
sk_sk: Užívatelia boli informovaní
sl_si: Obveščeni uporabniki
sr_rs@cyrillic: Корисници су обавештени
sr_rs@latin: Korisnici su obavešteni
sv_se: Användare har meddelats
uk_ua: Користувачам повідомлено
uz_cyrl: Фойдаланувчилар хабардор қилинди
uz_uz@latin: Foydalanuvchilar ogohlantirildi
vi_vn: Người dùng đã thông báo
zh_cn: 已经通知的用户
zh_tw: 已通知用戶

# editor.notifyUsers.inProgress
source: Notifying users...
ar_iq: أعلم المستخدمين...
az: ńįstifad…ô√ßil…ôr…ô m…ôlumat ver.
ca_es: S’està notificant als usuaris/àries...
cs_cz: Probíhá informování uživatelů...
da_dk: Underretter brugere...
de_de: Benutzer/innen werden benachrichtigt…
el_gr: Ενημέρωση Χρηστών
es_es: Se está informando a los usuarios/as...
fa_ir: اطلاع‌رسانی به کاربران ...
fi_fi: Käyttäjille ilmoitetaan...
fr_ca: Aviser les utilisateurs-trices...
hi_in: उपयोगकर्ताओं को सूचित किया जा रहा है ...
is_is: Tilkynning til notenda í gangi...
it_it: Notificare gli utenti...
ja_jp: ユーザに通知しています
kk_kz: Сайт қолданушыларына хабарлама жіберілуде...
ky: Колдонуучуларга эскертмелер жөнөтүлөт...
lt: Informuojama...
lv: Lietotāju informēšana...
mr: वापरकर्त्यांना कळवण्यात येत आहे...
ms_my: Memaklumkan pengguna...
nb_no: Varsler brukere ...
nl_nl: Gebruikers inlichten...
pl_pl: Powiadomieni użytkownicy...
pt_br: Notificando usuários...
pt_pt: A notificar os utilizadores...
ro_ro: Notificarea utilizatorilor ...
ru_ru: Рассылаются уведомления пользователям...
sk_sk: Prebieha informovanie užívateľov...
sl_si: Obvesti uporabnike...
sr_rs@cyrillic: Обавештавам кориснике...
sr_rs@latin: Obaveštavam korisnike...
sv_se: Meddelar användare...
uk_ua: Повідомлення розсилаються користувачам ...
uz_cyrl: Фойдаланувчиларни хабардор қилиш жараёнида...
uz_uz@latin: Foydalanuvchilar xabardor qilinmoqda ...
vi_vn: Thông báo cho người dùng...
zh_cn: 通知用户中...
zh_tw: 通知用戶……

# editor.notifyUsers.allInstitutionalSubscribers
source: All institutional subscribers ({$count} users)
ar_iq: جميع المؤسسات المشتركة والبالغ عددها ({$count} مؤسسة)
az: B√ľt√ľn korporativ abun…ô√ßil…ôr ( {$count} kofr√ľye)
ca_es: Tots els subscriptors/ores institucionals ({$count} usuaris/àries)
cs_cz: Všem institucionálnám předplatitelům ({$count} uživatelů)
da_dk: Alle institutionsabonnenter ({$count} brugere)
de_de: Alle institutionellen Abonnent/innen ({$count} Nutzer/innen)
el_gr: Όλοι οι φορείς με συνδρομή ({$count})
es_es: Todos los suscriptores/as institucionales ({$count} usuarios/as)
fa_ir: تمام مؤسسات مشترک: {$count} کاربر
fi_fi: Kaikki instituutiotilaajat ({$count} käyttäjää)
fr_ca: Tous et toutes les abonnés-es institutionnels-elles ({$count} utilisateurs-trices )
hi_in: सभी संस्थागत ग्राहक ({$count} उपयोगकर्ता)
is_is: Allir stofnanaáskrifendur ({$count} notendur)
it_it: Tutti gli abbonati enti ({$count} utenti)
ja_jp: すべての機関購読者 ({$count} ユーザ)
kk_kz: Барлық тіркелген ұйымдар ({$count})
ky: Бардык абоненттик мекемелер ({$count} колдонуучу)
lt: visas žurnalą prenumeruojančias institucijas (iš viso {$count})
lv: Visi iestāžu abonenti ({$count} lietotāji)
mr: सगळे संस्था सदस्य, एकूण ({$count})
ms_my: Semua pelanggan institusi ({$count} pengguna)
nb_no: Alle institusjonelle abonnenter ({$count} users)
nl_nl: Alle institutionele abonnees ({$count} gebruikers)
pl_pl: Wszyscy subskrybenci z określonej instytucji ({$count})
pt_br: Todos os assinantes institucionais ({$count} usuários)
pt_pt: Todos os assinantes institucionais ({$count} utilizadores)
ro_ro: Toți abonații instituționali ({$count} users)
ru_ru: Все учреждения-подписчики ({$count} пользователей)
sk_sk: Všetkým inštitucionálnym predplatiteľom ({$count} užívateľov)
sl_si: Vsi institucionalni naročniki ({$count} uporabnikov)
sr_rs@cyrillic: Сви институционални претплатници ({$count} корисника)
sr_rs@latin: Svi institucionalni pretplatnici ({$count} korisnika)
sv_se: Alla institutionsprenumeranter ({$count} användare)
uk_ua: Всім установам-передплатникам ({$count} користувачів)
uz_cyrl: Барча ташкилий обуначилар
uz_uz@latin: Barcha institutsional obunachilar ({$ count} foydalanuvchilar)
vi_vn: Tất cả người đăng ký thuê bao theo tổ chức ({$count} người dùng)
zh_cn: 所有的机构订户（{$count}订户）
zh_tw: 所有院校訂閱用戶 ({$count} users)

# editor.notifyUsers.allIndividualSubscribers
source: All individual subscribers ({$count} users)
ar_iq: جميع المشتركين المنفردين والبالغ عددهم ({$count} مشترك)
az: B√ľt√ľn f…ôrdi abun…ô√ßil…ôr ( {$count} n…ôf…ôrdir)
ca_es: Tots els subscriptors/ores individuals ({$count} usuaris/àries)
cs_cz: Všem individuálním předplatitelům ({$count} uživatelů)
da_dk: Alle individuelle abonnenter ({$count} brugere)
de_de: Alle individuellen Abonnent/innen ({$count} Nutzer/innen)
el_gr: Όλοι οι Χρήστες με συνδρομή ({$count} Χρήστες)
es_es: Todos los suscriptores/as individuales ({$count} usuarios/as)
fa_ir: تمام مشترکین: {$count} کاربر
fi_fi: Kaikki yksittäistilaajat ({$count} käyttäjää)
fr_ca: Tous et toutes les abonnés-es individuels-elles ({$count} utilisateurs-trices )
hi_in: सभी व्यक्तिगत ग्राहक ({$count} उपयोगकर्ता)
is_is: Allir einstaklingsáskrifendur ({$count} notendur)
it_it: Tutti gli abbonati persona ({$count} utenti)
ja_jp: すべての個人購読者 ({$count} ユーザ)
kk_kz: Барлық тіркелушілер ({$count})
ky: Бардык жеке жазылуучулар ({$count} колдонуучу)
lt: visus žurnalą prenumeruojančius asmenis (iš viso {$count})
lv: Visi individuālie abonenti ({$count} lietotāji)
mr: सगळे वैयक्तिक सदस्य, एकूण ({$count})
ms_my: Semua pelanggan individu ({$count} pengguna)
nb_no: Alle personlige abonnenter ({$count} users)
nl_nl: Alle individuele abonnees ({$count} gebruikers)
pl_pl: Wszyscy subskrybenci ({$count})
pt_br: Todos os assinantes individuais ({$count} usuários)
pt_pt: Todos os assinantes individuais ({$count} utilizadores)
ro_ro: Toți abonații individuali ({$count} users)
ru_ru: Все индивидуальные подписчики ({$count} пользователей)
sk_sk: Všetkým individuálnym predplatiteľom ({$count} užívateľov)
sl_si: Vsi individualni naročniki ({$count} uporabnikov)
sr_rs@cyrillic: Сви индивидуални претплатници ({$count} корисника)
sr_rs@latin: Svi individualni pretplatnici ({$count} korisnika)
sv_se: Alla enskilda prenumeranter ({$count} användare)
uk_ua: Всім індивідуальним передплатникам ({$count} користувачів)
uz_cyrl: Барча якка тартибдаги обуначилар
uz_uz@latin: Barcha alohida obunachilar ({$ count} foydalanuvchilar)
vi_vn: Tất cả người đăng ký thuê bao cá nhân ({$count} người dùng)
zh_cn: 所有的个人订户（{$count}订户）
zh_tw: 所有個體訂閱用戶 ({$count} users)

# editor.article.coverImage
source: Cover Image
ar_iq: صورة الغلاف
az: √úzqabńĪńüńĪ Ňě…ôkili
ca_es: Imatge per a la portada
cs_cz: Titulní obrázek
da_dk: Forsidebillede
de_de: Titelbild
el_gr: Εικόνα εξωφύλλου
es_es: Imagen de portada
fa_ir: تصویر جلد
fi_fi: Kansikuva
fr_ca: Image de la page couverture
hi_in: आवरण छवि
is_is: Forsíðumynd
it_it: Immagine di copertina
ja_jp: 表紙画像
kk_kz: Мұқаба суреті
lt: Viršelio atvaizdas
lv: Vāka attēls
mr: मुखपृष्ठप्रतिमा
ms_my: Gambar muka depan
nb_no: Omslagsbilde
nl_nl: Omslagafbeelding
pl_pl: Obraz okładki
pt_br: Imagem de Capa
pt_pt: Imagem de capa
ro_ro: Imaginea de copertă
ru_ru: Изображение обложки
sk_sk: Titulný obrázok
sl_si: Slika naslovnice
sr_rs@cyrillic: Слика насловне стране
sr_rs@latin: Slika naslovne strane
sv_se: Omslagsbild
uk_ua: Зображення обкладинки
uz_cyrl: Муқова расми
uz_uz@latin: Muqova rasmi
vi_vn: Ảnh bìa
zh_cn: 封面图片
zh_tw: 封面圖像
