Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.publicIdentificationExists
source: The public identifier '{$publicIdentifier}' already exists for another object (issue, article, galley or file). Please choose unique identifiers within your journal.
ar_iq: المعرَّف العام '{$publicIdentifier}' موجود مسبقاً لشيء آخر (قضية، مقالة، كيان أو ملف تكميلي). لطفاً، إختر معرَّفاً فريداً لمكونات مجلتك
az: Dig…ôr obyektl…ôr (n√∂mr…ô, m…ôqal…ô, dizayn v…ô ya …ôlav…ô fayl) √ľ√ß√ľn '{$publicIdentifier}' adlńĪ √ľmumi t…ôyinedici zat…ôn var. Z…ôhm…ôt olmasa JurnalńĪnńĪzdakńĪ unikal t…ôyinedicil…ôri se√ßin. .
ca_es: L'identificador públic '{$publicIdentifier}' correspon a un altre objecte ja existent (número, article, galerada o fitxer addicional). Trieu identificadors únics dins de la vostra revista.
cs_cz: Veřejný identifikátor '{$publicIdentifier}' již existuje pro jiný objekt (vydání, článek, sazebnice či doplňkový soubor). Zvolte si, prosím, unikátní edentifikátor v rámci celého časopisu.
da_dk: Filnavnet '{$publicIdentifier}' eksisterer allerede i forbindelse med andet materiale (nummer, artikel, publiceringsversion eller supplerende filer). Vælg et unikt filnavn inden for dit tidsskrift.
de_de: Die Kennzeichnung '{$publicIdentifier}' existiert bereits für ein anderes Objekt (Ausgabe, Artikel, Fahne oder Zusatzdatei). Bitte wählen Sie eindeutige Kennzeichnungen innerhalb Ihrer Zeitschrift.
el_gr: Το δημόσιο αναγνωριστικό '{$publicIdentifier}' έχει αποδοθεί ήδη σε άλλο αντικείμενο (τεύχος, άρθρο, τυπογραφικό δοκίμιο ή αρχείο). Παρακαλούμε επιλέγετε μοναδικά αναγνωριστικά εντός του περιοδικού σας.
es_es: La identificación pública '{$publicIdentifier}' ya existe para otro objeto (número, artículo, galerada o archivo complementario). Elija identificadores exclusivos en la revista.
fa_ir: شناسه «{$publicIdentifier}» برای عنوان دیگری (شماره مجله، مقاله، کلیشه چاپی و یا فایل) اختصاص یافته است. لطفاً شناسه دیگری انتخاب کنید.
fi_fi: Julkinen tunnus {$publicIdentifier} kuuluu jo toiselle kohteelle (numero, artikkeli, julkaistava tiedosto tai tiedosto). Valitse julkaisusi sisällä yksilöllinen tunniste.
fr_ca: L'identifiant public « {$publicIdentifier} » existe déjà pour un autre objet (numéro, article, épreuves ou fichier complémentaire). Veuillez choisir des identifiants uniques au sein de votre revue.
hi_in: सार्वजनिक पहचानकर्ता '{$publicIdentifier}' किसी अन्य ऑब्जेक्ट (अंक, आलेख, गैली या फ़ाइल) के लिए पहले से मौजूद है। कृपया अपनी जर्नल के भीतर विशिष्ट पहचानकर्ता चुनें।
is_is: Kennið '{$publicIdentifier}' er þegar til fyrir annan hlut (tölublað, grein, galley eða skrá). Vinsamlega veldur einkvæmt kenni innan tímaritsins.
it_it: L'identificatore pubblico '{$publicIdentifier}' già esiste per un altro oggetto (fascicoli, articolo o file). Definisci identificatori unici nella rivista.
ja_jp: 公開巻号識別子 '{$publicIdentifier}'は、別のオブジェクト（巻号、論文、ゲラ、またはファイル）に既に存在します。 雑誌内で一意の識別子を選択してください。
kk_kz: «{$publicIdentifier}» идентификаторы өзге нысанның меншігінде (шығарылымдар, мақалалар, гранкалар немесе қосымша файл). Журнал көлеміндегі бірегей идентификаторды таңдауыңызды сұраймыз.
ky: "{$publicIdentifier}" жалпы идентификатору мурунтан эле башка объект үчүн колдонулууда (маселе, макала, галлея же кошумча файл). Журналыңыздан уникалдуу идентификаторлорду тандаңыз.
lt: Šis viešasis identifikatorius {$publicIdentifier} jau taikomas kitam objektui (numeriui, straipsniui, skilčiai, aplankui) identifikuoti. Prašom pasirinkti unikalų savo žurnalo identifikatorių.
lv: Publiskais identifikators '{$publicIdentifier}' jau eksistē citam objektam (izdevumam, rakstam, saliktnim vai datnei). Lūdzu, izvēlieties unikālus identifikatorus savā žurnālā.
ms_my: Pengenalpasti awam '{$publicIdentifier}' sudah wujud untuk objek lain (terbitan, artikel, galley atau fail). Sila pilih pengenalpasti unik dalam jurnal anda.
nb_no: Velg en annen unik identifikator, siden «{$publicIdentifier}» eksisterer allerede for et annet element (utgave, artikkel, oppsett eller fil).
nl_nl: De publieke identificatie '{$publicIdentifier}' bestaat al voor een ander object (nummer, artikel, proef of aanvullend bestand). Kies een unieke identificatie.
pl_pl: Publiczny ID '{$publicIdentifier}' istnieje dla innego obiektu (numer, artykuł, plik). Wybierz unikatowy ID.
pt_br: O identificador público '{$publicIdentifier}' já existe para outro objeto (edição, artigo, composição final ou arquivo suplementar). Escolha um identificar único dentre os disponíveis em seu periódico.
pt_pt: O identificador público '{$publicIdentifier}' já existe para outro objecto (número, artigo, ficheiro de publicação ou ficheiro suplementar). Por favor, escolha identificadores únicos para a sua revista.
ro_ro: Identificatorul public '{$publicIdentifier}' deja există pentru alte componente (numere, articole, conținut ori fișiere). Vă rugăm să alegeți identificatori unici pentru revista dvs.
ru_ru: Открытый идентификатор «{$publicIdentifier}» уже используется для другого объекта (выпуска, статьи, гранки или дополнительного файла). Пожалуйста, выбирайте уникальные идентификаторы в рамках своего журнала.
sk_sk: Verejný identifikátor '{$publicIdentifier}' už existuje pre iný objekt (vydanie, článok, sadzobnice či doplnkový súbor). Zvoľte si, prosím, unikátny identifikátor v rámci celého časopisu.
sl_si: Javni identifikator '{$publicIdentifier}' že obstaja za drug predmet (številka revije, članek, datoteka). Prosimo izberite unikatne identifikatorje znotraj vaše revije.
sr_rs@cyrillic: Овај јавни идентификатор '{$publicIdentifier}' већ постоји за други објект (издање, чланак, коректурна копија или допунска датотека). Одаберите јединствене идентификаторе вашег часописа.
sr_rs@latin: Ovaj javni identifikator '{$publicIdentifier}' već postoji za drugi objekt (izdanje, članak, korekturna kopija ili dopunska datoteka). Odaberite jedinstvene identifikatore vašeg časopisa.
sv_se: Den publika identifikatorn '{$publicIdentifier}' existerar redan för ett annat objekt (ett nummer, en artikel, en publiceringsversion eller en file). Vänligen välj unika identifikatorer inom tidskriften.
uk_ua: Ідентифікатор '{$publicIdentifier}' вже існує для іншого об'єкту (випуску, статті, гранки або супровідного файлу). Будь ласка, вкажіть унікальний ідентифікатор для цього журналу.
uz_cyrl: “{$publicIdentifier}” умумий идентификатори бошқа объект (сон, мақола, галлея ёки файл) учун аллақачон мавжуд. Илтимос, журналингизда ноёб идентификаторларни танланг.
uz_uz@latin: "{$ PublicIdentifier}" ochiq identifikatori allaqachon boshqa ob'ekt uchun ishlatilgan (nashr, maqola yoki qo‘shimcha fayl). Iltimos, jurnalingizga noyob identifikatorlarni tanlang.
vi_vn: Mã định danh công khai '{$publicIdentifier}' đã tồn tại cho một đối tượng khác (số, bài viết, in thử hoặc tập tin). Vui lòng chọn định danh duy nhất trong tạp chí của bạn.
zh_cn: 公共标识符 '{$publicIdentifier}' 已经在别处（期、文章、校样或附件）存在。请选择您的期刊中独有的标识符。

# editor.me
source: Me
ar_iq: أنا
az: M…ôn
ca_es: Jo
cs_cz: Já
da_dk: Mig
de_de: Ich
el_gr: Εγώ
es_es: Yo
fa_ir: مرا
fi_fi: Minä
fr_ca: Moi
hi_in: मुझे
is_is: Ég
ja_jp: 自分
kk_kz: Мен
ky: мен
lt: Mano paskyra
lv: Es
ms_my: Saya
nb_no: Meg
nl_nl: Ik
pl_pl: Ja
pt_br: Mim
pt_pt: Eu
ro_ro: Eu
ru_ru: Я
sk_sk: Ja
sl_si: Jaz
sr_rs@cyrillic: Ја
sr_rs@latin: Ја
sv_se: Mig själv
uk_ua: Я
uz_cyrl: Мен
uz_uz@latin: Men
vi_vn: Tôi
zh_cn: 我
zh_tw: 我

# editor.allEditors
source: All Editors
ar_iq: كل أعضاء هيئة التحرير
az: B√ľt√ľn redaktorlar
ca_es: Tots els editors/ores
cs_cz: Všichni editoři
da_dk: Alle redaktører
de_de: Alle Redakteur/innen
el_gr: Όλοι οι Επιμελητές
es_es: Todos los editores/as
fa_ir: همه دبیران
fi_fi: Kaikki toimittajat
fr_ca: Tous et toutes les rédacteurs-trices
hi_in: सभी संपादकों
is_is: Allir ritstjórar
it_it: Tutti gli editor
ja_jp: 全編集者
kk_kz: Барлық редакторлар
ky: Бардык редакторлор
lt: Visi redaktoriai
lv: Visi redaktori
mr: सर्व संपादक
ms_my: Semua Editor
nb_no: Alle redaktører
nl_nl: Alle redacteurs
pl_pl: Wszyscy redaktorzy
pt_br: Todos os Editores
pt_pt: Todos os editores
ro_ro: Toți editorii
ru_ru: Все редакторы
sk_sk: Všetci editori
sl_si: Vsi uredniki
sr_rs@cyrillic: Сви уредници
sr_rs@latin: Svi urednici
sv_se: Alla redaktörer
uk_ua: Всі редактори
uz_cyrl: Барча муҳаррирлар
uz_uz@latin: Barcha muharirlar
vi_vn: Tất cả các biên tập viên
zh_cn: 所有编辑
zh_tw: 所有編輯

# editor.allSections
source: All Sections
ar_iq: جميع الأقسام
az: B√ľt√ľn b√∂l√ľml…ôr
ca_es: Totes les seccions
cs_cz: Všechny sekce
da_dk: Alle sektioner
de_de: Alle Rubriken
el_gr: Όλες οι ενότητες
es_es: Todas las secciones
fa_ir: تمام انواع مقاله
fi_fi: Kaikki osastot
fr_ca: Toutes les rubriques
hi_in: सभी वर्गों
is_is: Allir kaflar
it_it: Tutte le sezioni
ja_jp: 全セクション
kk_kz: Барлық бөлімдер
ky: Бардык бөлүмдөр
lt: Visi skirsniai
lv: Visas sadaļas
mr: सर्व विभाग
ms_my: Semua Bahagian
nb_no: Alle tidsskriftseksjoner
nl_nl: Alle secties
pl_pl: Wszystkie działy
pt_br: Todas as Seções
pt_pt: Todas as Secções
ro_ro: Toate secțiunile
ru_ru: Все разделы
sk_sk: Všetky sekcie
sl_si: Vse rubrike
sr_rs@cyrillic: Све секције
sr_rs@latin: Sve sekcije
sv_se: Alla sektioner
uk_ua: Всі розділи
uz_cyrl: Барча бўлимлар
uz_uz@latin: Barcha ruknlar
vi_vn: Tất cả các chuyên mục
zh_cn: 所有栏目
zh_tw: 所有分類

# editor.publishedIssues
source: Published Issues
ar_iq: قضايا النشر
az: N…ôŇür olunmuŇü n√∂mr…ôl…ôr
ca_es: Números publicats
cs_cz: Publikovaná čísla
da_dk: Publicerede numre
de_de: Veröffentlichte Ausgaben
el_gr: Δημοσιευμένα τεύχη
es_es: Números publicados
fa_ir: شماره‌های چاپ شده
fi_fi: Julkaistut numerot
fr_ca: Numéros publiés
hi_in: प्रकाशित अंक
is_is: Útgefin tölublöð
it_it: Numeri pubblicati
ja_jp: 出版された巻号
kk_kz: Публикация нөмірі
ky: Жарыяланган сандар
lt: Išleisti numeriai
lv: Publicētie izdevumi
mr: प्रकाशित अंक
ms_my: Terbitan Terdahulu
nb_no: Publiserte utgaver
nl_nl: Gepubliceerde nummers
pl_pl: Opublikowane numery
pt_br: Edições Publicadas
pt_pt: Edições Publicadas
ro_ro: Numere publicate
ru_ru: Опубликованные выпуски
sk_sk: Publikované čísla
sl_si: Izdane številke
sr_rs@cyrillic: Објављени бројеви
sr_rs@latin: Objavljeni brojevi
sv_se: Publicerade nummer
uk_ua: Опубліковані випуски
uz_cyrl: Нашр этилган сонлар
uz_uz@latin: Ruknlar soni
vi_vn: Các số đã xuất bản
zh_cn: 已经出版的刊期
zh_tw: 已出版期號

# editor.publishing
source: Publishing
ar_iq: النشر
az: N…ôŇür
ca_es: Publicació
cs_cz: Publikování
da_dk: Publicering
de_de: Veröffentlichungen
el_gr: Δημοσίευση
es_es: Publicación
fa_ir: چاپ
fi_fi: Julkaiseminen
fr_ca: Publication
hi_in: प्रकाशन
is_is: Útgáfa
it_it: Pubblicazioni
ja_jp: 出版
kk_kz: Публикация
ky: Басылма
lt: Publikavimas
lv: Publicēšana
mr: प्रकाशन
ms_my: Penerbitan
nb_no: Publisering
nl_nl: Publiceren
pl_pl: Publikowanie
pt_br: Publicação
pt_pt: Publicação
ro_ro: Publicare
ru_ru: Публикация
sk_sk: Publikovanie
sl_si: Izdajanje
sr_rs@cyrillic: Објављивање
sr_rs@latin: Objavljivanje
sv_se: Publicering
uk_ua: Публікація
uz_cyrl: Нашриёт
uz_uz@latin: Nashr qilish
vi_vn: Xuất bản
zh_cn: 出版
zh_tw: 出版

# editor.submissionArchive
source: Submission Archive
ar_iq: أرشيف طلبات النشر
az: Fayl Arxivi
ca_es: Arxivament de trameses
cs_cz: Archiv příspěvků
da_dk: Indsendelsesarkiv
de_de: Beitragsarchiv
el_gr: Αρχείο υποβολών
es_es: Archivo de envíos
fa_ir: بایگانی مقالات ارسالی
fi_fi: Käsikirjoitusarkisto
fr_ca: Archives des soumissions
hi_in: सबमिशन पुरालेख
is_is: Safn innsendinga
it_it: Archivio delle proposte
ja_jp: 投稿物アーカイブ
kk_kz: Материалдар мұрағаты
ky: Материалдардын архиви
lt: Paraiškų archyvas
lv: Iesniegto materiālu arhīvs
mr: सादरीकरण संग्रह
ms_my: Arkib Penyerahan
nb_no: Manuskriptarkiv
nl_nl: Archief met inzendingen
pl_pl: Archiwum przesłanych tekstów
pt_br: Acervo de Submissões
pt_pt: Arquivo de Submissões
ro_ro: Arhiva manuscrisului trimis
ru_ru: Архив материалов
sk_sk: Archív príspevkov
sl_si: Arhiv oddanih prispevkov
sr_rs@cyrillic: Архива предаја
sr_rs@latin: Arhiva predaja
sv_se: Bidragsarkiv
uk_ua: Архів матеріалів
uz_cyrl: Аризалар архиви
uz_uz@latin: Arxiv
vi_vn: Lưu trữ bài gửi
zh_cn: 投稿存档
zh_tw: 投稿典藏

# editor.submissionQueue
source: Submission Queue
ar_iq: طابور طلبات النشر
az: Fayl N√∂vb…ôsi
ca_es: Cua de trameses
cs_cz: Fronta příspěvků
da_dk: Indsendelseskø
de_de: Liste der Beiträge
el_gr: Υποβολές σε αναμονή
es_es: Cola de envío
fa_ir: صف مقالات ارسالی
fi_fi: Käsikirjoitusjono
fr_ca: Soumission(s) en attente
hi_in: सबमिशन पंक्ति
is_is: Innsendingaröð
it_it: Coda delle proposte
ja_jp: 作業待ち投稿物
kk_kz: Материалдар кезегі
ky: Материалдар кезеги
lt: Laukiamos paraiškos
lv: Iesniegto materiālu rinda
mr: सादरीकरण प्रतीक्षावली
ms_my: Senarai susunan Penyerahan
nb_no: Manuskriptkø
nl_nl: Wachtrij met inzendingen
pl_pl: Kolejka przesłanych tekstów
pt_br: Fila de envio
pt_pt: Fila de Submissão
ro_ro: Înregistrări în așteptare
ru_ru: Очередь материалов
sk_sk: Fronta príspevkov
sl_si: Vrsta oddanih prispevkov
sr_rs@cyrillic: Листа предаја
sr_rs@latin: Lista predaja
sv_se: Aktuella bidrag
uk_ua: Редакційна черга
uz_cyrl: Аризалар навбати
uz_uz@latin: Topshirilgan maqolalar navbati
vi_vn: Các bài gửi đang đợi
zh_cn: 投稿队列
zh_tw: 投稿佇列

# editor.submissionsAndPublishing
source: Submissions and Publishing
ar_iq: الطلبات والنشر
az: Fayllar v…ô N…ôŇür
ca_es: Trameses i publicació
cs_cz: Příspěvky a publikování
da_dk: Indsendelser og publicering
de_de: Beiträge und Veröffentlichungen
el_gr: Υποβολές και δημοσίευση
es_es: Envíos y publicaciones
fa_ir: مقالات ارسالی و چاپ شده
fi_fi: Käsikirjoitukset ja julkaiseminen
fr_ca: Soumissions et publication
hi_in: सबमिशन्स और प्रकाशन
is_is: Innsendingar og útgáfa
it_it: Proposte e pubblicazioni
ja_jp: 投稿物と出版
kk_kz: Материалдар мен публикациялар
ky: Материалдар жана жарыялоо
lt: Paraiškos ir publikavimas
lv: Iesniegtie materiāli un publicēšana
mr: सादरीकरण आणि प्रकाशन
ms_my: Penyerahan dan Penerbitan
nb_no: Manuskript og publisering
nl_nl: Inzendingen en Publiceren
pl_pl: Przesyłanie i publikowanie
pt_br: Submissões e Publicação
pt_pt: Submissões e Publicações
ro_ro: Trimiteri și publicare
ru_ru: Материалы и публикация
sk_sk: Príspevky a publikovanie
sl_si: Oddaja in objava prispevkov
sr_rs@cyrillic: Предаје и објављивања
sr_rs@latin: Predaje i objavljivanja
sv_se: Bidrag och publicering
uk_ua: Подання та публікація
uz_cyrl: Тақдим этиш ва нашр қилиш
uz_uz@latin: Yuborish va nashr etish
vi_vn: Bài gửi và xuất bản
zh_cn: 投稿与出版
zh_tw: 投稿與出版

source: Editor Home
ar_iq: صفحة المحرر الرئيسية
az: Redaktor ∆Źsas S…ôhif…ô
ca_es: Pàgina inicial de l’editor/a
cs_cz: Domácí stránka editora
da_dk: Startside for redaktør
de_de: Startseite der Redakteurin/des Redakteurs
el_gr: Αρχική σελίδα Επιμελητή περιοδικού
es_es: Página principal del editor/a
fa_ir: صفحه دبیر
fi_fi: Toimittajan etusivu
fr_ca: Page d'accueil du,de la rédacteur-trice
hi_in: संपादक का घर
is_is: Ritstjóri - Upphafssíða
it_it: Cruscotto dell'editor
ja_jp: 編集者ホーム
kk_kz: Редактордың басты беті
ky: Редактордун башкы бети
lt: Redaktoriaus pagrindinis puslapis
lv: Redaktora sākumlapa
mr: संपादकाचे मुखपृष्ठ
ms_my: Laman Utama Editor
nb_no: Ansvarlig redaktør
nl_nl: Homepage Redacteur
pl_pl: Redaktor czasopisma
pt_br: Página inicial do editor
pt_pt: Página do Editor
ru_ru: Главная страница редактора
sk_sk: Domáca stránka editora
sl_si: Domača stran urednika
sr_rs@cyrillic: Уредничка
sr_rs@latin: Urednička
sv_se: Startsida för redaktör
uk_ua: Тека редактора
uz_cyrl: Муҳаррир бош саҳифаси
uz_uz@latin: Bosh sahifa tahrirchisi
vi_vn: Trang chủ của biên tập viên
zh_cn: 编辑首页
zh_tw: 編輯主頁

# editor.issues.noArticles
source: No items are currently scheduled for this issue.
ar_iq: لا توجد فقرات مجدولة حالياً لهذا العدد
az: Bu n√∂mr…ô √ľ√ß√ľn se√ßilmiŇü element yoxdur. .
ca_es: No hi ha cap element planificat per a aquest número.
cs_cz: Pro toto číslo nejsou aktuálně naplánovány žádné položky.
da_dk: Der er i øjeblikket ikke planlagt noget materiale til dette nummer.
de_de: Zur Zeit ist kein Beitrag zur Veröffentlichung in dieser Ausgabe vorgesehen.
el_gr: Επί του παρόντος, δεν υπάρχουν άρθρα προγραμματισμένα για δημοσίευση στο συγκεκριμένο τεύχος.
es_es: No hay elementos planificados para este número.
fa_ir: هیچ موردی در حال حاضر برای این شماره در نظر گرفته نشده است.
fi_fi: Tähän numeroon ei ole tällä hetkellä ajoitettu kohteita.
fr_ca: Aucun article n'est actuellement planifié pour ce numéro.
hi_in: कोई आइटम वर्तमान में इस अंक के लिए निर्धारित नहीं हैं।
is_is: Engin atriði eru á áætlun fyrir þetta tölublað.
it_it: Nessun articolo è attualmente programmato per questo fascicolo.
ja_jp: この号に現在予定されているアイテムはありません。
kk_kz: Дәл қазір бұл шығарылым үшін жоспарланған мақалалар жоқ.
ky: Учурда бул чыгарылыш үчүн пландалган мазмун жок.
lt: Šiam numeriui nenumatyta jokių straipsnių.
lv: Šobrīd šajā numurā nav ieplānots neviens materiāls.
mr: या अंकासाठी आतापावेतो एकही लेख निश्चित केलेला नाही.
ms_my: Tiada item dijadualkan untuk terbitan buat masa ini.
nb_no: Ingen elementer er for øyeblikket planlagt for denne utgaven.
nl_nl: Er is nog niets ingepland voor dit nummer.
pl_pl: Aktualnie brak pozycji w tym numerze.
pt_br: Nenhum item agendado para esta edição.
pt_pt: Nenhum artigo agendado para esta edição.
ro_ro: În prezent nu sunt programate articole pentru acest număr.
ru_ru: На текущий момент нет запланированных материалов для этого выпуска.
sk_sk: Pre toto číslo nie sú aktuálne naplánované žiadne položky.
sl_si: Nobenih prispevkov še ni predvidenih za to številko.
sr_rs@cyrillic: Нема ставки које су предвиђене за овај број.
sr_rs@latin: Nema stavki koje su predviđene za ovaj broj.
sv_se: Ännu är inga bidrag planerade för publicering i det här numret.
uk_ua: Ні одної статті поки не заплановано для публікації у цьому випуску.
uz_cyrl: Ҳозирда ушбу сонда мақолалар йўқ.
uz_uz@latin: Ayni damda joriy nashr uchun rejalashtirilgan maqolalar yo‘q
vi_vn: Không có mục nào hiện đang được lên kế hoạch cho số này.
zh_cn: 当前没有项目被安排在该刊期内.
zh_tw: 現無項目被分配至此期。

# editor.issues.numArticles
source: Items
ar_iq: الفقرات
az: Elementl…ôr
ca_es: Elements
cs_cz: Položky
da_dk: Elementer
de_de: Zahl der Beiträge
el_gr: Άρθρα
es_es: Elementos
fa_ir: موارد
fi_fi: Kohteita
fr_ca: Articles
hi_in: आइटम
is_is: Atriði
it_it: N° articoli
ja_jp: アイテム
kk_kz: Мақалалар саны
ky: Материалдардын саны
lt: Straipsniai
lv: Vienības
ms_my: Item
nb_no: Element
pl_pl: Teksty
pt_br: Itens
pt_pt: Artigos
ro_ro: Articole
ru_ru: Количество материалов
sk_sk: Položky
sl_si: Število prispevkov
sr_rs@cyrillic: Ставке
sr_rs@latin: Stavke
sv_se: Antal bidrag
uk_ua: Кількість статей
uz_cyrl: Мақолалар сони
uz_uz@latin: Maqolalar miqdori
vi_vn: Mục
zh_cn: 项目
zh_tw: 項目

# editor.issues.currentIssue
source: Current Issue
ar_iq: العدد الحالي
az: HazńĪrkńĪ n√∂mr…ô
ca_es: Número actual
cs_cz: Aktuální číslo
da_dk: Aktuelt nummer
de_de: Aktuelle Ausgabe
el_gr: Τρέχον τεύχος
es_es: Número actual
fa_ir: شماره جاری
fi_fi: Uusin numero
fr_ca: Numéro courant
hi_in: वर्तमान अंक
is_is: Nýjasta tölublað
it_it: Fascicolo corrente
ja_jp: 最新号
kk_kz: Ағымдағы шығарылым
ky: Учурдагы чыгарылыш саны
lt: Naujasis numeris
lv: Jaunākais numurs
mr: वर्तमान अंक
ms_my: Terbitan Semasa
nb_no: Nåværende utgave
nl_nl: Huidig nummer
pl_pl: Aktualny numer
pt_br: Edição Atual
pt_pt: Edição Atual
ro_ro: Număr curent
ru_ru: Текущий выпуск
sk_sk: Aktuálne číslo
sl_si: Tekoča številka
sr_rs@cyrillic: Тренутни број
sr_rs@latin: Trenutni broj
sv_se: Senaste numret
uk_ua: Поточний випуск
uz_cyrl: Жорий сон
uz_uz@latin: Joriy nashr
vi_vn: Số hiện tại
zh_cn: 最新一期
zh_tw: 當期期刊

# editor.issues.editIssue
source: Issue Management: {$issueIdentification}
ar_iq: إدارة العدد: {$issueIdentification}
az: N√∂mr…ô ńįdar…ôetm…ô: {$issueIdentification}
ca_es: Gestió del número: {$issueIdentification}
cs_cz: Správa čísla: {$issueIdentification}
da_dk: Nummerforvaltning: {$issueIdentification}
de_de: Ausgabenverwaltung: {$issueIdentification}
el_gr: Διαχείριση τεύχους: {$issueIdentification}
es_es: Gestión del número: {$issueIdentification}
fa_ir: مدیریت شماره: {$issueIdentification}
fi_fi: Numeroiden hallinnointi: {$issueIdentification}
fr_ca: Gestion du numéro : {$issueIdentification}
hi_in: अंक प्रबंधन: {$issueIdentification}
is_is: Stýring á tölublaði: {$issueIdentification}
it_it: Gestione fascicolo: : {$issueIdentification}
ja_jp: 巻号管理: {$issueIdentification}
kk_kz: Шығарылымды басқару: {$issueIdentification}
ky: Маселени башкаруу: {$issueIdentification}
lt: Rengti leidinį {$issueIdentification}
lv: Izdevuma pārvaldība: {$issueIdentification}
mr: अंकाचे व्यवस्थापन : {$issueIdentification}
ms_my: Pengurusan Terbitan: {$issueIdentification}
nb_no: Administrere utgave: {$issueIdentification}
nl_nl: Nummer beheer: {$issueIdentification}
pl_pl: Zarządzanie numerem: {$issueIdentification}
pt_br: Gerenciamento de Edições: {$issueIdentification}
pt_pt: Gestão de Números: {$issueIdentification}
ro_ro: Gestionare număr: {$issueIdentification}
ru_ru: Управление выпуском: {$issueIdentification}
sk_sk: Správa čísla: {$issueIdentification}
sl_si: Identifikacija številke: {$issueIdentification}
sr_rs@cyrillic: Уређивање броја: {$issueIdentification}
sr_rs@latin: Uređivanje broja: {$issueIdentification}
sv_se: Hantera nummer: {$issueIdentification}
uk_ua: Управління випуском: {$issueIdentification}
uz_cyrl: Сонни таҳрирлаш: {$issueIdentification}
uz_uz@latin: Chiqarishni boshqarish: {$ issueIdentification}
vi_vn: Quản lý các số: {$issueIdentification}
zh_cn: 刊期管理: {$issueIdentification}
zh_tw: 期號管理： {$issueIdentification}

# editor.issues.createIssue
source: Create Issue
ar_iq: أنشئ عدداً
az: N√∂mr…ô Yarat
ca_es: Crea un número
cs_cz: Vytvořit číslo
da_dk: Opret nummer
de_de: Ausgabe erstellen
el_gr: Δημιουργία τεύχους
es_es: Crear número
fa_ir: ایجاد شماره جدید
fi_fi: Luo numero
fr_ca: Créer un numéro
hi_in: अंक बनाएँ
is_is: Stofna tölublað
it_it: Crea un fascicolo
ja_jp: 巻号作成
kk_kz: Жаңа шығарылым
ky: Маселе түзүү
lt: Kurti numerį
lv: Izveidot izdevumu
mr: अंकाची निर्मिती करा
ms_my: Cipta Terbitan
nb_no: Opprett utgave
nl_nl: Nummer aanmaken
pl_pl: Stwórz nowy numer
pt_br: Incluir edição
pt_pt: Criar Edição
ro_ro: Creare număr
ru_ru: Создать выпуск
sk_sk: Vytvoriť číslo
sl_si: Ustvari novo številko revije
sr_rs@cyrillic: Направи број часописа
sr_rs@latin: Napravi broj časopisa
sv_se: Skapa nummer
uk_ua: Створити випуск
uz_cyrl: Янги сон яратиш
uz_uz@latin: Nashr yaratish
vi_vn: Tạo số mới
zh_cn: 创建刊期
zh_tw: 創建新一期

# editor.editorAdministration
source: Editor Administration
ar_iq: إدارة هيئة التحرير
az: Redaktor r…ôhb…ôrliyi
ca_es: Administració de l’editor/a
cs_cz: Editorská administrace
da_dk: Administration af redaktører
de_de: Redaktionsaufgaben
el_gr: Διαχείριση Επιμελητή
es_es: Administración del editor/a
fa_ir: اقدامات دبیری
fi_fi: Toimittajien hallinnointi
fr_ca: Administration du,de la rédacteur-trice
hi_in: संपादक प्रशासन
is_is: Stýring ritstjóra
it_it: Amministrazione
ja_jp: 編集者管理
kk_kz: Редактор әкімшілігі
ky: Редактор: Администрация
lt: Redakcija
lv: Redaktora administrēšana
mr: संपादकाचा कारभार
ms_my: Pentadbiran Editor
nb_no: Ansvarlig redaktør-administrering
nl_nl: Redactie administratie
pl_pl: Administracja
pt_br: Administração do editor
pt_pt: Administração do Editor
ro_ro: Administrare Editor
ru_ru: Редактор: Администрирование
sk_sk: Editorské administrácia
sl_si: Uredniška administracija
sr_rs@cyrillic: Уредничка администрација
sr_rs@latin: Urednička administracija
sv_se: Administration för redaktör
uk_ua: Редактор: Адміністрування
uz_cyrl: Муҳаррир маъмурияти
uz_uz@latin: Muharirlar ma'muriati
vi_vn: Biên tập viên quản trị
zh_cn: 编辑管理
zh_tw: 編輯管理
