Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.publicIdentificationExistsForTheSameType
source: The public identifier '{$publicIdentifier}' already exists for another object of the same type. Please choose unique identifiers for the objects of the same type within your journal.
ar_iq: المعرف العام '{$publicIdentifier}' موجود سلفاً لمكون آخر من نفس النوع. لطفاً، إختر معرفات فريدة للمكونات التي من نفس النوع ضمن مجلتك.
az: {$PublicIdentifier}' √ľmumi m√ľ…ôyy…ônedici eyni c√ľr baŇüqa bir element √ľ√ß√ľn zat…ôn istifad…ô edilir. Z…ôhm…ôt olmasa JurnalńĪnńĪz i√ß…ôrisind…ôki eyni c√ľr elementl…ôr √ľ√ß√ľn b…ônz…ôrsiz m√ľ…ôyy…ônedicil…ôr se√ßin
ca_es: L'identificador públic '{$publicIdentifier}' ja existeix per a un altre objecte del mateix tipus. Esculli identificadors únics per als objectes del mateix tipus dins la seva revista.
cs_cz: Veřejný identifikátor '{$publicIdentifier}' již existuje pro jiný objekt stejného typu. Vyberte prosím jedinečné identifikátory pro objekty stejného typu v časopise.
da_dk: Identifikatoren (publicid) '{$publicIdentifier}' eksisterer allerede i forbindelse med et andet objekt af samme type. Vælg unikke identifikatorer for objekter af samme type i dit tidsskrift.
de_de: Die öffentliche Kennung '{$publicIdentifier}' wird bereits für ein Objekt des selben Typs verwendet. Bitte wählen Sie innerhalb Ihrer Zeitschrift eindeutige Kennungen für Objekte gleichen Typs.
el_gr: Το δημόσιο αναγνωριστικό '{$publicIdentifier}' υπάρχει ήδη για ένα άλλο αντικείμενο της ίδιας κατηγορίας. Παρακαλούμε επιλέγετε μοναδικά αναγνωριστικά για τα αντικείμενα της ίδιας κατηγορίας.
es_es: El identificador público '{$publicIdentifier}' ya existe para otro objeto del mismo tipo. Por favor, elija identificadores únicos para los objetos del mismo tipo en su revista.
fa_ir: شناسه عمومی «{$publicIdentifier}» برای موجودیت دیگری از همین نوع تعریف شده است. لطفاً برای تمامی موجودیت‌های داخل مجله یک شناسه عمومی منحصربه‌فرد انتخاب کنید.
fi_fi: Julkinen tunniste '{$publicIdentifier}' on jo käytössä. Valitse uniikki tunniste.
fr_ca: L'identifiant public « {$publicIdentifier} » existe déjà pour un autre objet de même type. Veuillez choisir des identifiants uniques pour les objets de même type au sein de votre revue.
hi_in: सार्वजनिक पहचानकर्ता '{$publicIdentifier}' पहले से ही उसी प्रकार की किसी अन्य वस्तु के लिए मौजूद है। कृपया अपनी जर्नल में उसी प्रकार की वस्तुओं के लिए विशिष्ट पहचानकर्ता चुनें।
is_is: Auðkennið '{$publicIdentifier}' er nú þegar til fyrir annan hlut af sömu tegund. Vinsamlega veldu einkvæm auðkenni fyrir hluti af sömu tegund innan tímaritsins.
it_it: L'identificativo pubblico '{$publicIdentifier}' esiste di già per un'altro oggetto dello stesso genere. Per favore scegli un identificativo univoco per lo stesso tipo di oggetti all'interno della rivista.
ja_jp: 公開巻号識別子 '{$publicIdentifier}'は、同じタイプの別のオブジェクトに既に存在します。 雑誌内で一意の識別子を選択してください。
kk_kz: "{$publicIdentifier}" ашық идентификаторы басқа нысанға тиесілі. Журналдағы бірдей типтегі нысандар үшін бірегей идентификаторларды таңдаңыз.
lt: Šis viešasis identifikatorius {$publicIdentifier} jau naudojamas kitam tokios pat rūšies objektui nustatyti. Prašom savo žurnalui pasirinkti unikalų tokios rūšies objektų identifikatorių.
lv: Publiskais identifikators '{$publicIdentifier}' jau pastāv citam tāda paša tipa objektam. Lūdzu, izvēlieties unikālus identifikatorus tā paša tipa objektiem savā žurnālā.
ms_my: Pengenalpasti awam '{$publicIdentifier}' sudah wujud untuk objek lain dari jenis yang sama. Sila pilih pengenalpasti unik untuk objek bagi jenis yang sama dalam jurnal anda.
nb_no: Denne offentlige identifikatoren {$publicIdentifier} finnes allerede for et element av samme type. Velg unike identifikatorer for samme type elementer i tidsskriftet ditt.
nl_nl: De publieke identificatie '{$publicIdentifier}' bestaat al voor een ander object van hetzelfde type. Kies een unieke identificatie voor objecten van hetzelfde type binnen uw tijdschrift.
pl_pl: Identyfikator publiczny '{$publicIdentifier}' już istnieje dla innego obiektu tego samego rodzaju. Wybierz unikatowy identyfikator dla obiektów tego samego typu w swoim czasopiśmie.
pt_br: O identificador público '{$publicIdentifier}' já existe para outro objeto do mesmo tipo. Por favor, escolha identificadores únicos para os objetos do mesmo tipo dentro de sua revista.
pt_pt: O identificador público '{$publicIdentifier}' já existe para outro objeto do mesmo tipo. Por favor escolha identificadores únicos para os objetos do mesmo tipo na sua revista.
ro_ro: Identificatorul public '{$publicIdentifier}' deja există pentru alte obiecte de tipuri similare. Vă rugăm să alegeți identificatori unici pentru obiecte de același tip din revista dvs.
ru_ru: Открытый идентификатор «{$publicIdentifier}» уже существует для другого объекта этого же типа. Пожалуйста, выбирайте уникальные идентификаторы для объектов одного типа в вашем журнале.
sk_sk: Verejný identifikátor '{$publicIdentifier}' už existuje pre iný objekt rovnakého typu. Vyberte jedinečné identifikátory pre objekty rovnakého typu v časopise.
sl_si: Javna oznaka '{$publicIdentifier}' že obstaja za drug objekt enakega tipa. Prosimo izberite unikatno oznako za objekte istega tipa znotraj vaše revije.
sv_se: Den publika identifikatorn '{$publicIdentifier}' existerar redan för ett annat objekt av samma typ. already exists for another object of the same type. Vänligen välj unika identifikatorer inom tidskriften.
uk_ua: Публічний ідентифікатор '{$publicIdentifier}' вже існує для іншого об'єкту такого ж типу. Будь ласка, обирайте унікальні Ідентифікатори для об'єктів одного типу у Вашому журналі.
uz_cyrl: Бир хил турдаги объект учун оммавий идентификатор аллақачон мавжуд.
uz_uz@latin: "{$ PublicIdentifier}" ochiq identifikatori allaqachon shu turdagi boshqa ob'ekt uchun mavjud. Iltimos, jurnalingizda bir xil turdagi ob'ektlar uchun noyob identifikatorlarni tanlang.
vi_vn: Mã định danh công khai '{$publicIdentifier}' đã tồn tại cho một đối tượng khác cùng loại. Vui lòng chọn định danh duy nhất cho các đối tượng cùng loại trong tạp chí của bạn.
zh_cn: 相同类型的另一个对象的公共标识符 '{$publicIdentifier}' 已经存在。 请为期刊中相同类型的对象选择唯一的标识符。
zh_tw: 公開識別碼'{$publicIdentifier}'已被另一同類項目使用。請為此期刊的這類項目提供獨一無二的識別碼。

# editor.submission.proof.manageProofFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Proofreading listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion.
ar_iq: أي ملفات سبق رفعها إلى أي مرحلة من مراحل طلب النشر يمكن إضافتها إلى قائمة القراءة التصحيحية عبر تأشير خانة تضمين الملفات أدناه ومن ثم النقر على زر البحث. كل الملفات المتاحة سيتم عرضها وستكون جاهزة لهذا الغرض.
az: H…ôr hansńĪ bir m√ľraci…ôt m…ôrh…ôl…ôsind…ô y√ľkl…ônmiŇü olan b√ľt√ľn fayllar √ľ√ß√ľn aŇüańüńĪdakńĪ t…ôsdiq qutusunu klikl…ôy…ôr…ôk daxil edin.
ca_es: Qualsevol arxiu ja carregat a una fase de la tramesa pot afegir-se a la llista de correcció de proves marcant la casella inferior "Incloure" i fent clic a "Cercar". D'aquesta manera es llistaran tots els arxius disponibles i es podran escollir per incloure'ls.
cs_cz: Jakékoli soubory, které již byly nahrány do libovolné etapy podání článku, mohou být přidány do seznamu Korektury zaškrtnutím políčka Zahrnout a klepnutím na tlačítko Hledat: budou uvedeny všechny dostupné soubory a mohou být vybrány k zařazení.
da_dk: Enhver fil, der allerede er blevet uploadet til et af indsendelsestrinnene kan tilføjes korrekturlæsningslisten ved nedenfor at markere afkrydsningsfeltet ud for 'Inkludér' og klikke 'Søg': Alle tilgængelige filer vil stå opført og kan tilvælges.
de_de: Alle Dateien, die bisher zu irgendeiner Phase der Einreichung hochgeladen worden sind, können zur Korrekturliste hinzugefügt werden, indem die Auswahlbox unten angeklickt wird und auf Suchen geklickt wird: Alle verfügbaren Dateien werden aufgelistet und können ausgewählt werden.
el_gr: Αρχεία που έχουν ήδη μεταφορτωθεί σε οποιοδήποτε στάδιο υποβολής μπορούν να προστεθούν στον κατάλογο για διόρθωση τυπογραφικών δοκιμίων, επιλέγοντας το πλαίσιο ελέγχου "Συμπερίληψη" παρακάτω και πατώντας Αναζήτηση
es_es: Cualquier archivo que ya haya sido asignado a una fase del envío puede añadirse a la lista de corrección de originales marcando la casilla "Añadir" y haciendo clic en "Buscar": se listarán todos los archivos disponibles y podrán ser seleccionados para su inclusión.
fa_ir: هر فایلی که در مراحل ارسال مقاله در سامانه آپلود شده است را می‌توان با انتخاب گزینه زیر به لیست بازبینی نهایی اضافه کرد.
fi_fi: Mitä tahansa tiedostoja, joita on ladattu käsikirjoituksen eri lähetysvaiheissa, voidaan lisätä oikolukulistalle rastittamalla Sisällytä-valintaruutu alla ja klikkaamalla Etsi: kaikki saatavilla olevat tiedostot näytetään ja voidaan valita lisättäväksi.
fr_ca: Tous les fichiers qui ont déjà été téléversés à n'importe quelle étape de soumission peuvent être ajoutés à la liste de vérification des épreuves en cochant la case « Inclure » ci-dessous et en cliquant sur « Rechercher » : tous les fichiers disponibles seront répertoriés et pourront être sélectionnés pour inclusion.
hi_in: जो भी फाइलें पहले से ही किसी भी सबमिशन स्टेज पर अपलोड की गई हैं, उन्हें नीचे दिए गए चेकबॉक्स को चेक करके और खोज पर क्लिक करके प्रूफ़रीडिंग लिस्टिंग में जोड़ा जा सकता है: सभी उपलब्ध फ़ाइलों को सूचीबद्ध किया जाएगा और उन्हें शामिल किए जाने के लिए चुना जा सकता है।
is_is: Öllum skrám sem búið er að hlaða upp, á hvaða innsendingarþrepi sem er, er hægt að bæta á lista fyrir prófarkalestur með því að haka í taka með gátboxið fyrir neðan og velja "Leita": allar aðgengilegar skrár eru listaðar upp og hægt að velja til að taka með.
it_it: Ogni file in qualsiasi punto del precorso di revisione può essere aggiunto alla "Correzioni di bozze" selezionando il ceheckbox qui sotto e cliccando 'Cerca': vengono elencati tutti i files disponibili e il file desiderato può essere scelto per l'inclusione.
ja_jp: いずれかの投稿ステージにすでにアップロードされているファイルは、以下の「含める」チェックボックスをチェックして「検索」をクリックすることで、校正リストに追加することができます：利用可能なすべてのファイルがリストアップされ、含めるために選択することができます。
kk_kz: Материалды жіберудің кез-келген кезеңінде жүктелген барлық файлдарды "Корректура" тізіміне қосуға болады, ол үшін төмендегі "Қосу" белгісін қойып, "Іздеу" батырмасын басыңыз: барлық қол жетімді файлдар тізімде көрсетіледі және оларды қосу үшін таңдауға болады.
lt: Visi straipsniai, kad ir kuris jų rengimo etapas vyktų, gali būti pateikiami korektūroms skaityti. Susiraskite langelį „Įtraukti“, nurodykite „Ieškoti“, ir bus pateikti visi tekstai. Liks įtraukti reikiamus.
lv: Visas datnes, kas ir augšupielādētas jebkurā iesniegšanas posmā, var pievienot korektūras sarakstam, zemāk atzīmējot izvēles rūtiņu "Iekļaut" un noklikšķinot uz "Meklēt": tiks uzskaitītas visas pieejamās datnes un tās varēs izvēlēties iekļaušanai.
mr: सादर केलेल्या आणि कोणत्याही टप्प्यावर पोहोचलेल्या फाईल्स मुद्रण दोष शुद्धी (प्रूफरीडिंग) सूचीमध्ये चेकबॉक्स चेक करून समाविष्ट करता येतात. 'शोधा' वर क्लिक करून सर्व उपलब्ध फाईल्स सूचीबद्ध केल्या जातील आणि समावेशासाठी निवडता येतील.
ms_my: Sebarang fail yang telah dimuat naik ke mana-mana peringkat penyerahan boleh ditambah ke penyenaraian Proofreading dengan menyemak kotak semak Sertakan di bawah dan menekan Carian: semua fail yang ada akan disenaraikan dan boleh dipilih untuk dimasukkan.
nb_no: Filer som allerede er lastet opp til innlevering, uansett stadie, kan bli lagt til listen for korrekturlesing ved å krysse av «Inkluder» under og klikke «Søk». Alle tilgjengelige filer vil bli listet opp som alternativer.
nl_nl: Bestanden die al waren opgeladen voor eender welke fase in het redactieproces kunnen worden toegevoegd aan de lijst voor proeflezing door de optie "Opnemen" hieronder aan te vinken en op Zoeken te klikken: alle beschikbare bestanden worden dan opgelijst en kunnen worden opgenomen voor proeflezing.
pl_pl: Wszystkie pliki przesłane do dowolnego etapu mogą zostać dodane do listy korekty końcowej przez oznaczenie pola Uwzględnij poniżej i kliknięciu Szukaj: Wszystkie możliwe do dodania pliki będą widoczne w liście i dostępne do wybrania.
pt_br: Quaisquer arquivos que já tenham sido transferidos para qualquer etapa da submissão podem ser adicionados à listagem de Leitura de Prova marcando-se a caixa de seleção Incluir abaixo e clicando-se em Busca: todos os arquivos disponíveis serão listados e podem ser escolhidos para inclusão.
pt_pt: Todos os ficheiros enviados para uma das etapas de submissão podem ser adicionados à Lista de Leitura de Provas, selecionando Incluir abaixo e clicando em Pesquisar: todos os ficheiros disponíveis serão listados e podem ser escolhidos para inclusão.
ro_ro: Toate fișierele care au fost deja încărcate în orice etapă de trimitere pot fi adăugate în lista de corectare, bifând caseta de validare Include și făcând clic pe Căutare: toate fișierele disponibile vor fi listate și ulterior pot fi alese pentru a fi incluse.
ru_ru: Все файлы, которые уже были загружены на любом этапе отправки материала, могут быть добавлены в список «Корректура», для этого нужно поставить галочку «Включить» ниже и щелкнуть на кнопке «Поиск»: все доступные файлы будут показаны в списке и могут быть выбраны для включения.
sk_sk: Akékoľvek súbory, ktoré už boli nahrané do ľubovoľnej etapy podania článku, môžu byť pridané do zoznamu Korektúry zaškrtnutím políčka Zahrnúť a kliknutím na tlačidlo Hľadať: budú uvedené všetky dostupné súbory a môžu byť vybrané k zaradeniu.
sl_si: Katerokoli datoteke, ki so bile naložene v katerikoli fazi, se lahko doda med seznam za korekturo z označitvijo potrditvenega polja spodaj in klikom na Išči: vse datoteke, ki so na voljo, bodo prikazane in jih bo možno izbrati za vključitev.
sr_rs@cyrillic: Било који фајл који је већ био постављен на сервер у било којој фази пријаве чланка може бити додат на лситу за Коректуру означавањем Укључи кутије испод и кликом на Претрага: сви доступни фајлови ће бити излистани и одабрани за укључење.
sr_rs@latin: Bilo koji fajl koji je već bio postavljen na server u bilo kojoj fazi prijave članka može biti dodat na lsitu za Korekturu označavanjem Uključi kutije ispod i klikom na Pretraga: svi dostupni fajlovi će biti izlistani i odabrani za uključenje.
sv_se: Alla filer som redan laddats upp i något av processens steg kan läggas till i listan för Korrekturläsning genom att kryssa i rutan "Inkludera" nedan och klicka på Sök: alla tillgängliga filer listas och kan väljas för inkludering.
uk_ua: Всі файли, які були завантажені на будь-якому етапі подання рукопису, можуть бути додані в список «Коректура», для цього потрібно поставити галочку «Включити» нижче і клацнути на кнопці «Пошук»: всі доступні файли будуть показані в списку і можуть бути обрані для включення.
uz_cyrl: Корректорлик файлларни бошқариш.
uz_uz@latin: Har qanday yuborish bosqichiga allaqachon yuklangan har qanday faylni "Tekshirish" ro‘yxatiga quyidagi "Qo‘shish" katagiga belgi qo‘yib, "Qidirish" tugmachasini bosish orqali qo‘shish mumkin: mavjud bo‘lgan barcha fayllar ro‘yxatga olinadi va ularni qo‘shish uchun tanlash mumkin.
vi_vn: Bất kỳ tập tin nào đã được tải lên bất kỳ giai đoạn gửi nào đều có thể được thêm vào danh sách Đọc lại bằng cách chọn checkbox Bao gồm bên dưới và nhấp vào Tìm kiếm: tất cả các tập tin có sẵn sẽ được liệt kê và có thể được chọn để đưa vào.
zh_cn: 通过选中下面的“包含”复选框并单击“搜索”，可以将所有已经上传到任何提交阶段的文件添加到“校对”列表中：所有可用文件将被列出，并被选择包含。
zh_tw: 在所有投稿步驟中任何已上載檔案，也可透過剔選以下勾選框添加至校對列表及點選搜尋：所有可供選擇檔案將被列出及可選取。

# editor.submission.editorial.finalDraftDescription
source: Final draft files in this list are transformed by a Copyeditor into copyedited versions, uploaded below under <span class="pkp_help_title">Copyediting</span>.
ar_iq: الملفات المسودة النهائية ضمن هذه القائمة يتم تحويلها من قبل المدقق إلى نسخ مدققة، يتم رفعها أدناه ضمن باب <span class="pkp_help_title">التدقيق</span>.
az: Bu siyahńĪdakńĪ son draft fayllar altńĪnda aŇüańüńĪda y√ľkl…ôndi copyedited versiyalarńĪ, bir s…ôhif…ô redaktoru t…ôr…ôfind…ôn √ßevrilir.<span class="pkp_help_title">Copyediting</span>
ca_es: El corrector transforma els borradors finals d'aquesta llista en versions revisades i les carrega a continuació a <span class="pkp_help_title">Correcció d'originals</span>.
cs_cz: Konečné návrhy souborů v tomto seznamu jsou převedeny redaktorem do redakčních verzí, nahrány níže pod <span class = "pkp_help_title">Redakce</span>.
da_dk: Det sidste udkast på denne liste tilrettes af en manuskriptredaktør til den manuskriptredigerede version uploadet nedenfor under <span class="pkp_help_title">Manuskriptredigering</span>.
de_de: Endgültige Entwurfsdateien in dieser Liste werden durch eine/n Lektor/in in lektorierte Versionen umgewandelt und unter <span class="pkp_help_title">Lektorat</span> hochgeladen.
el_gr: Τα τελικά προσχέδια των αρχείων σε αυτόν τον κατάλογο μετατρέπονται από έναν Επιμελητή Κειμένου σε εκδόσεις επιμελημένου κειμένου, που μεταφορτώνονται παρακάτω, στο <span class="pkp_help_title">Επιμέλεια κειμένου</span>.
es_es: Los borradores finales de esta lista son transformados por el corrector/a de originales en versiones revisadas, cargadas a continuación en <span class="pkp_help_title">Corrección de originales</span>.
fa_ir: آخرین نسخه از فایل توسط ویراستیار به عنوان نسخه <span class="pkp_help_title">ویراستیاری شده</span> در سیستم آپلود شده است.
fi_fi: Tekninen toimittaja on muuttanut tämän luettelon lopulliset luonnostiedostot teknisesti toimitetuiksi versioiksi, jotka on ladattu alla olevan <span class="pkp_help_title">Tekninen toimittaminen</span>-otsikon alle.
fr_ca: Les versions finales des fichiers de cette liste sont transformées par un-e réviseur-e en versions révisées, téléversées ci-dessous dans la section <span class="pkp_help_title">Révision</span>.
hi_in: इस सूची की अंतिम ड्राफ्ट फाइलें अनुकृति संपादक द्वारा कॉपी किए गए संस्करणों में तब्दील हो जाती हैं, जिसे नीचे <span class="pkp_help_title">Copyediting</span> के तहत अपलोड किया जाता है।
is_is: Lokadrög á þessum lista hafa verið lagfærð af textatækni og sett í yfirfarnar útgáfur sem hlaðið hefur verið upp undir <span class="pkp_help_title"> Í yfirferð</span>.
it_it: Le versioni finali sono state trasformate dal Copyeditor in versioni definitive e caricate sotto <span class="pkp_help_title">Copyediting</span>.
ja_jp: このリストの最終原稿ファイルは、コピーエディターによって整理編集版に変換され、以下の<span class="pkp_help_title">原稿整理</span>にアップロードされます。
kk_kz: Осы тізімдегі соңғы файл жобалары <span class="pkp_help_title">Әдебиет редакторы</span>көмегімен мақаланың өңделген нұсқасына түрлендіріледі.
lt: Galutinę šiame sąraše pateiktų juodraščių versiją kalbos redaktorius išsaugo kaip suredaguotą versiją ir įkelia žemiau, į skyrelį <span class="pkp_help_title">Kalbos redagavimas</span>.
lv: Šajā sarakstā iekļautās darba gala versijas teksta redaktors pārveido rediģētās versijās, ko augšupielādē sadaļā <span class="pkp_help_title">Teksta rediģēšana</span>.
ms_my: Fail draf akhir dalam senarai ini diubah oleh Copyeditor menjadi versi copyedited, dimuat naik di bawah <span class="pkp_help_title">Copyediting</span>.
nb_no: Språkvaskeren endrer filene i denne listen til filer for språkvask. Disse lastes opp under <span class="pkp_help_title">«Språkvask»</span>.
nl_nl: De afgewerkte versies in deze lijst worden door een tekstredacteur herwerkt en opgeladen onder <span class="pkp_help_title">Tekstredactie</span>.
pl_pl: Pliki znajdujące się na tej liście są pobierane przez korektora. Po korekcie poprawione pliki powinny zostać przesłane poniżej, w sekcji <span class="pkp_help_title">Korekta</span>.
pt_br: Rascunhos finais nesta lista são transformados por um Editor de Texto em versões editadas, transferidas abaixo em <span class="pkp_help_title">Edição de Texto</span>.
pt_pt: Os ficheiros de rascunho finais nesta lista são transformados por um Edição de Texto em versões corrigidas, transferidas abaixo em <span class ="pkp_help_title">Edição de Texto</span>.
ro_ro: Fișierele finale din această listă sunt transformate de către editorul de conținut în versiuni editate, încărcate mai jos respectând drepturile de autor <span class="pkp_help_title">Copyediting</span>.
ru_ru: Итоговые файлы черновиков в этом списке преобразованы литературным редактором в версии, прошедши литературное редактирование, загруженные ниже в раздел <span class="pkp_help_title">«Литературное редактирование»</span>.
sk_sk: Konečné návrhy súborov v tomto zozname sú prevedené redaktorom do redakčných verzií, nahrané nižšie pod <span class = "pkp_help_title">Redakcie</span>.
sl_si: Končne osnutek datotek pripravi lektor in jih kot lektorirane verzije naloži spodaj pod <span class="pkp_help_title">Lektoriranje</span>.
sr_rs@cyrillic: Финални пробни фајлови на овој листи су претворени од стране коректора у кориговане верзије и постављене на сервер у <span class="pkp_help_title">Коректура</span>.
sr_rs@latin: Finalni probni fajlovi na ovoj listi su pretvoreni od strane korektora u korigovane verzije i postavljene na server u <span class="pkp_help_title">Korektura</span>.
sv_se: Slutgiltiga utkastfiler i den här listan görs om till manusredigerade versioner av en manusredaktör och laddas upp nedan under <span class="pkp_help_title">Manusredigering</span>.
uk_ua: Готові файли чернеток з цього списку, пройшовши літературне редагування, завантажені літературним редактором в розділ <span class="pkp_help_title">«Літературне редагування»</span>.
uz_cyrl: Якуний лойиҳа файллар тавсифи.
uz_uz@latin: Ushbu ro‘yxatdagi so‘nggi qoralama fayllari Copyeditor tomonidan nusxa ko‘chirilgan versiyalarga aylantirilib, <span class = "pkp_help_title"> Nusxalash </span> ostida yuklangan.
vi_vn: Các tập tin nháp cuối cùng trong danh sách này được một Biên tập viên chuyển đổi thành các phiên bản được sao chép, được tải lên bên dưới <span class="pkp_help_title">Biên tập</span>.
zh_cn: 此列表中的最终草稿文件由Copyeditor转换为复制编辑的版本，并在下面的<span class=" pkp_help_title">复制编辑</span>下上传。
zh_tw: 在此列表最終稿件檔案將由審稿員編輯至另一版本，然後上載至<span class="pkp_help_title">審稿</span>之下。

# editor.submission.selectGalleyFiles
source: Select Galley Files
ar_iq: إختر ملفات اللوح الطباعي
az: Dizayn fayllarńĪnńĪ se√ßi
ca_es: Seleccionar els arxius de galerada
cs_cz: Vyberte soubory sazebnice
da_dk: Vælg publicéringsklare filer
de_de: Fahnendateien auswählen
el_gr: Επιλογή των αρχείων του τυπογραφικού δοκιμίου
es_es: Seleccionar los archivos de galerada
fa_ir: انتخاب فایل‌های کلیشه‌های چاپی
fi_fi: Valitse julkaistavat tiedostot
fr_ca: Sélectionner les fichiers d'épreuves
hi_in: गैली फाइलें चुनें
is_is: Veldu galleyskrár
it_it: Seleziona le gabbie (file)
ja_jp: ゲラファイルを選択
kk_kz: Электронды қолжазба файлын таңдау
lt: Pasirinkti maketo failus
lv: Atlasīt saliktņa datnes
mr: कच्ची मुद्रिते निवडा
ms_my: Pilih Fail Galley
nb_no: Velg oppsettfil
nl_nl: Selecteer bestanden voor de proef
pl_pl: Wybierz pliki do publikacji.
pt_br: Selecionar arquivos da composição
pt_pt: Selecionar ficheiros de publicação
ro_ro: Selectare fișiere din galeria de conținut
ru_ru: Выбрать файлы гранок
sk_sk: Vyberte súbory sazdobnice
sl_si: Izberi datoteke preloma
sr_rs@cyrillic: Одабери завршне копије
sr_rs@latin: Odaberi završne kopije
sv_se: Välj filer för publiceringsversion
uk_ua: Вибрати файли гранок
uz_cyrl: Галлея файлларни танлаш
uz_uz@latin: To‘plam faylini tanlang
vi_vn: Chọn tập tin chính thức
zh_cn: 选择样稿文件
zh_tw: 選擇校對樣本檔案
