Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.issues.confirmIssueDelete
source: All articles will be returned to the editing queue and all associated files will be permanently removed. Are you sure you want to remove this issue?
ar_iq: جميع المؤلفات ستعاد إلى طابور التحرير وكل ما يتعلق بها من ملفات ستحذف نهائياً. هل أنت متأكد من رغبتك في حذف هذا العدد؟
ca_es: Si feu aquesta acció, tots els articles tornaran a la cua d’edició i tots els fitxers associats s'eliminaran permanentment. Esteu segur/a que voleu eliminar aquest número?
cs_cz: Všechny články budou navráceny do fronty a všechny asociované soubory budou trvale odstraněny. Jste si jisti, že chcete odstranit toto číslo?
da_dk: Alle artikler returneres til redigeringskøen, og alle tilknyttede filer fjernes permanent. Er du sikker på, at du vil fjerne dette nummer?
de_de: Sind Sie sicher, dass Sie diese Ausgabe entfernen wollen? Alle Beiträge gehen dadurch zurück in die Liste der zur Veröffentlichung anstehenden Beiträge und alle Zusatzdateien werden endgültig entfernt.
el_gr: Όλα τα άρθρα θα επιστραφούν στη σειρά αναμονής για επιμέλεια και όλα τα σχετικά αρχεία θα αφαιρεθούν οριστικά. Επιβεβαιώνετε τη διαγραφή αυτού του τεύχους;
es_es: Todos los artículos se devolverán a la lista de edición y todos los archivos asociados se eliminarán de forma permanente. ¿Está seguro/a de que desea eliminar este número?
fa_ir: تمام مقالات این شماره به نوبت ویراستاری بازخواهند گشت و تمام فایل‌های همراه آن‌ها به‌طور دائمی از بین خواهد رفت. آیا می‌خواهید این شماره مجله را حذف کنید؟
fi_fi: Kaikki artikkelit palautetaan toimitusjonoon ja kaikki niihin liittyvät tiedostot poistetaan pysyvästi. Haluatko varmasti poistaa tämän numeron?
fr_ca: Tous les articles seront retournés dans la file d'attente d'édition et tous les fichiers associés seront supprimés définitivement. Voulez-vous vraiment supprimer ce numéro ?
hi_in: सभी लेख संपादन कतार में वापस आ जाएंगे और सभी संबद्ध फाइलें स्थायी रूप से हटा दी जाएंगी। क्या आप वाकई इस अंक को दूर करना चाहते हैं?
is_is: Allar greinar verða settar aftur í ritstjórnaröð og öllum tengdum skrám veður eytt varanlega. Ertu viss um að þú viljir fjarlægja þetta tölublað?
it_it: Tutti gli articoli saranno rimessi nella coda di editing e tutti i file associati saranno rimossi in maniera permanente. Sei sicuro di voler rimuovere questo fascicolo?
ja_jp: すべての論文は編集作業待ちに戻され、関連のファイルはすべて完全に削除されます。この号を削除してもよいですか。
kk_kz: Барлық мақалалар редакциялау кезегіне қайтарылады және олармен байланысты барлық файлдар біржола жойылады. Сіз бұл шығарылымды жойғыңыз келетініне сенімдісіз бе?
ky: Бардык макалалар түзөтүү кезегине кайтарылат жана бардык байланышкан файлдар биротоло жок кылынат. Бул чыгарууну чын эле алып салгыңыз келеби?
lt: Visi straipsniai vėl pateks į redaguotinų straipsnių eilę, o susiję dokumentai bus visam laikui panaikinti. Ar tikrai norite šį numerį ištrinti?
lv: Visi raksti tiks atgriezti rediģēšanas rindā, un visi saistītie faili tiks neatgriezeniski dzēsti. Vai esat pārliecināts, ka vēlaties noņemt šo izdevumu?
mr: सर्व लेख संपादन रांगेत परतवले जातील आणि सर्व संबंधित फाईल्स कायमच्या काढून टाकल्या जातील. तुम्ही नक्की हा अंक काढून टाकू इच्छिता ना?
ms_my: Semua artikel akan dikembalikan ke senarai susunan penyuntingan dan semua fail yang berkaitan akan dipadam secara kekal. Adakah anda pasti mahu buang terbitan ini?
nb_no: Alle artikler vil bli sendt tilbake til manusbehandlingskøen, og alle tilknyttete filer vil bli fjernet for alltid. Er du sikker på at du vil fjerne denne utgaven?
nl_nl: Alle artikels gaan terug naar de redactie-wachtrij en alle geassocieerde bestanden worden verwijderd. Weet u zeker dat u dit nummer wilt verwijderen?
pl_pl: Wszystkie artykuły zostaną przeniesione do edycji, a powiązane z nimi dokumenty zostaną nieodwracalnie usunięte. Czy na pewno usunąć je z tego numeru czasopisma?
pt_br: Todos os artigos voltarão à fila de agendamento e todos os documentos associados serão excluídos permanentemente. Deseja realmente excluir esta edição?
pt_pt: Todos os artigos voltarão à fila de edição e todos os documentos associados serão eliminados permanentemente. Deseja realmente eliminar esta edição?
ro_ro: Toate articolele vor fi puse la coada de editare și toate fișierele asociate vor fi eliminate definitiv. Sigur doriți să eliminați acest număr?
ru_ru: Все статьи будут возвращены в очередь редактирования и все связанные с ними файлы будут навсегда удалены. Вы уверены, что хотите удалить этот выпуск?
sk_sk: Všetky články budú vrátené do fronty a všetky asociované súbory budú natrvalo odstránené. Ste si istí, že chcete odstrániť toto číslo?
sl_si: Vsi prispevki te številke bodo vrnjeni na začetek urejanja in vse pripadajoče datoteke bodo trajno zbrisani. Ste prepričani, da želite zbrisati to številko revije?
sr_rs@cyrillic: Сви чланци ће бити враћени у ред редакцију и сви додатни фајлови ће бити обрисани. Да ли сте сигурни да желите обрисати овај број?
sr_rs@latin: Svi članci će biti vraćeni u red redakciju i svi dodatni fajlovi će biti obrisani. Da li ste sigurni da želite obrisati ovaj broj?
sv_se: Alla artiklar kommer att skickas tillbaka till redaktionskön och alla uppladdade filer kommer att raderas. Är du säker på att du vill ta bort det här numret?
uk_ua: Всі статті повернуться до редакційної черги, а всі файли, асоційовані з випуском, будуть видалені назавжди. Ви впевнені, що хочете видалити цей випуск?
uz_cyrl: Ушбу сонни ўчириб ташлаш барча боғлиқ мақола ва файлларни ҳам ўчириши мумкин. Давом этасизми?
uz_uz@latin: Barcha maqolalar tahrirlash navbatiga qaytariladi va tegishli barcha fayllar butunlay o‘chiriladi. Ushbu nashrni olib tashlamoqchimisiz?
vi_vn: Tất cả các bài viết sẽ được đưa trở lại hàng đợi và tất cả các tập tin liên quan sẽ bị xóa vĩnh viễn. Bạn có chắc chắn muốn loại bỏ số này?
zh_cn: 所有的文章将被退回到编辑队列，并且所有相关的文件将永久地被删除. 您确认将删除该期?
zh_tw: 所有文章將回到編輯佇列及所有相關檔案將被永遠刪除。是否確認移除此期？

# editor.issues.cover
source: Cover
ar_iq: الغلاف
az: √úzqabńĪńüńĪ
ca_es: Portada
cs_cz: Titulní strana
da_dk: Forside
de_de: Titelseite
el_gr: Εξώφυλλο
es_es: Portada
fa_ir: پشت جلد
fi_fi: Kansi
fr_ca: Page couverture
hi_in: आवरण
is_is: Forsíða
it_it: Copertina
ja_jp: カバー
kk_kz: Обложка
ky: Мукаба
lt: Viršelis
lv: Vāks
mr: मलपृष्ठ (कव्हर)
ms_my: Muka depan
nb_no: Forside
nl_nl: Omslag
pl_pl: Okładka
pt_br: Capa
pt_pt: Capa
ro_ro: Copertă
ru_ru: Обложка
sk_sk: Titulná strana
sl_si: Naslovnica
sr_rs@cyrillic: Насловница
sr_rs@latin: Naslovnica
sv_se: Omslag
uk_ua: Обкладинка
uz_cyrl: Муқова
uz_uz@latin: Muqova
vi_vn: Ảnh bìa
zh_cn: 封面
zh_tw: 封面

# editor.issues.identification
source: Identification
ar_iq: التعريف
az: T…ôsvir
ca_es: Identificació
cs_cz: Identifikace
da_dk: Identifikation
de_de: Identifizierung
el_gr: Αναγνώριση
es_es: Identificación
fa_ir: شناسایی
fi_fi: Tunnistetiedot
hi_in: पहचान
is_is: Auðkenni
it_it: Numerazione
ja_jp: 識別
kk_kz: Идентификация
ky: Идентификация
lt: Identifikavimas
lv: Identifikācija
mr: ओळख
ms_my: Pengenalpastian
nb_no: Identifikasjon
nl_nl: Identificatie
pl_pl: Właściwości
pt_br: Identificação
pt_pt: Identificação
ro_ro: Identificare
ru_ru: Идентификация
sk_sk: Identifikácia
sl_si: Identifikacija
sr_rs@cyrillic: Идентификација
sr_rs@latin: Identifikacija
sv_se: Identifikation
uk_ua: Ідентифікація
uz_cyrl: Идентификация
uz_uz@latin: Identifikatsiya
vi_vn: Định danh
zh_cn: 识别
zh_tw: 認證

# editor.issues.subscription
source: Subscription
ar_iq: الاشتراك
az: Abun…ôlik
ca_es: Subscripció
cs_cz: Předplatné
da_dk: Abonnement
de_de: Abonnement
el_gr: Συνδρομή
es_es: Suscripción
fa_ir: اشتراک
fi_fi: Tilaus
fr_ca: Abonnement
hi_in: अंशदान
is_is: Áskrift
it_it: Abbonamento
ja_jp: 購読
kk_kz: Жазылым
ky: Жазылуу
lt: Prenumerata
lv: Abonēšana
mr: वर्गणी
ms_my: Langganan
nb_no: Abonnement
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_br: Assinatura
pt_pt: Subscrição
ro_ro: Abonament
ru_ru: Подписка
sk_sk: Predplatné
sl_si: Naročnine
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
sv_se: Prenumeration
uk_ua: Передплата
uz_cyrl: Обуна
uz_uz@latin: Obuna
vi_vn: Đăng ký thuê bao
zh_cn: 订阅
zh_tw: 訂閱

# editor.issues.openAccess
source: Open access
ar_iq: الوصول المفتوح
az: A√ßńĪq giriŇü
ca_es: Accés lliure
cs_cz: Otevřený přístup
de_de: Freier Zugang (Open Access)
el_gr: Ανοικτή πρόσβαση
es_es: Acceso abierto
fa_ir: دستیابی آزاد
fi_fi: Avoin saatavuus
fr_ca: Libre accès
hi_in: ओपन एक्सेस
is_is: Opinn aðgangur
it_it: Accesso aperto
ja_jp: オープンアクセス
kk_kz: Ащық
ky: Ачык кирүү
lt: Atviroji prieiga
lv: Atvērtā piekļuve
mr: मुक्त वापर
ms_my: Akses Terbuka
pl_pl: Otwarty dostęp
pt_br: Acesso Livre
pt_pt: Acesso Aberto
ro_ro: Acces liber
ru_ru: Открытый доступ
sk_sk: Otvorený prístup
sl_si: Prost dostop
sr_rs@cyrillic: Отворен приступ
sr_rs@latin: Otvoren pristup
uk_ua: Відкритий доступ
uz_cyrl: Очиқ кириш
uz_uz@latin: Ochiq ulanish
vi_vn: Truy cập mở
zh_cn: 开放存取
zh_tw: 開放取用(Open access)

# editor.issues.coverPageDisplay
source: Display
ar_iq: العرض
az: G√∂st…ôr
ca_es: Visualització
cs_cz: Zobrazit
da_dk: Vis
de_de: Anzeigen
el_gr: Εμφάνιση
es_es: Mostrar
fa_ir: نمایش
fi_fi: Näytä
fr_ca: Afficher
hi_in: प्रदर्शन
is_is: Sýna
it_it: Visualizzazione
ja_jp: 表示
kk_kz: Көрсету
ky: Көрсөтүү
lt: Rodyti
lv: Rādīt
mr: प्रदर्शित करा
ms_my: Paparan
nb_no: Vis
nl_nl: Toon
pl_pl: Wyświetlanie
pt_br: Exibir
pt_pt: Exibir
ro_ro: Afișează
ru_ru: Показать
sk_sk: Zobraziť
sl_si: Prikaži
sr_rs@cyrillic: Прикажи
sr_rs@latin: Prikaži
sv_se: Visa
uk_ua: Показати
uz_cyrl: Кўрсатиш
uz_uz@latin: Ko‘rsatish
vi_vn: Hiển thị
zh_cn: 显示
zh_tw: 顯示

# editor.issues.showCoverPage
source: Create a cover for this issue with the following elements.
ar_iq: أنشئ غلافاً لهذا العدد مستعملاً العناصر الآتية
az: Bu n√∂mr…ô √ľ√ß√ľn aŇüańüńĪdakńĪ elementl…ôr il…ô bir √ľzqabńĪńüńĪ yaradńĪn.
ca_es: Crea una portada per a aquest número amb els elements següents:
cs_cz: Vytvořit titulní stránku pro toto číslo s následujícími prvky.
da_dk: Opret en forside til dette nummer med følgende materialer.
de_de: Erstellen Sie für diese Ausgabe eine Titelseite mit den folgenden Bestandteilen:
el_gr: Δημιουργία εξωφύλλου για το τεύχος αυτό με τα ακόλουθα στοιχεία
es_es: Crear una portada para este número con los siguientes elementos.
fa_ir: ایجاد صفحه جلد دلخواه برای این شماره با عناصر زیر
fi_fi: Luo tälle numerolle kansi, jossa on seuraavat elementit.
fr_ca: Créer une page couverture pour ce numéro avec les éléments suivants.
hi_in: निम्नलिखित तत्वों के साथ इस अंक के लिए एक आवरण बनाएँ।
is_is: Búa til forsíðu fyrir þetta tölublað með eftirfarandi atriðum.
it_it: Crea una copertina per l'uscita con i seguenti elementi.
ja_jp: 次の要素を持つ巻号の表紙を作成する。
kk_kz: Келесілердің көмегімен осы шығарылым үшін мұқаба құрастырыңыз.
ky: Бул маселенин капкагын төмөнкү элементтер менен түзүңүз.
lt: Sukurti leidinio viršelį iš šių elementų.
lv: Izveidojiet šī izdevuma vāku ar šādiem elementiem.
mr: खालील घटकांसह या अंकासाठी एक मलपृष्ठ (कव्हर) तयार करा.
ms_my: Cipta muka depan untuk terbitan ini dengan unsur berikut.
nb_no: Opprett tilpasset forside for denne utgaven.
nl_nl: Maak een omslag voor dit nummer met de volgende elementen.
pl_pl: Stwórz okładkę do numeru czasopisma, składającą się z poniższych elementów.
pt_br: Incluir capa personalizada para esta edição.
pt_pt: Criar capa para esta edição com os seguintes elementos.
ro_ro: Creați o copertă pentru acest număr cu următoarele elemente.
ru_ru: Создайте обложку для этого выпуска со следующими элементами.
sk_sk: Vytvoriť titulnú stránku pre toto číslo s nasledujúcimi prvkami.
sl_si: Ustvari naslovnico za to številko s spodnjimi elementi.
sr_rs@cyrillic: Направите насловницу за овај број са следећим елементима.
sr_rs@latin: Napravite naslovnicu za ovaj broj sa sledećim elementima.
sv_se: Skapa ett omslag för det här numret med följande element.
uk_ua: Створити для цього випуску обкладинку з наступними елементами.
uz_cyrl: Ушбу сон учун махсус муқова яратиш.
uz_uz@latin: Quyidagi elementlar bilan ushbu nashr uchun muqova yarating.
vi_vn: Tạo một ảnh bìa cho số này với các yếu tố sau.
zh_cn: 使用下面的元素为这个刊期创建一个封面.
zh_tw: 使用以下部分為此期創建一個封面。

# editor.issues.coverPageCaption
source: Cover caption
ar_iq: تسمية الغلاف
az: √úzqabńĪńüńĪ baŇülńĪńüńĪ
ca_es: Peu de la portada
cs_cz: Legenda k titulní stránce
da_dk: Billedtekst til forside
de_de: Überschrift auf der Titelseite
el_gr: Λεζάντα εξωφύλλου
es_es: Captura de portada
fa_ir: عنوان جلد
fi_fi: Kannen teksti
fr_ca: Légende de la page couverture
hi_in: शीर्षक आवरण
is_is: Forsíðufyrirsögn
it_it: Didascalia della copertina
ja_jp: カバー見出し
kk_kz: Мұқабадағы жазу
ky: Мукабадагы жазуу
lt: Viršelio pavadinimas
lv: Vāka virsraksts
mr: मलपृष्ठावरील (कव्हर) मथळा नोंदवा
ms_my: Kapsyen muka depan
nb_no: Forsideheading
nl_nl: Omslagtitel
pl_pl: Napis na okładce
pt_br: Legenda da capa
pt_pt: Legenda da capa
ro_ro: Titlu copertă
ru_ru: Надпись на обложке
sk_sk: Legenda k titulnej stránke
sl_si: Naslov naslovnice
sr_rs@cyrillic: Наслов насловнице
sr_rs@latin: Naslov naslovnice
sv_se: Omslagstext
uk_ua: Підпис обкладинки
uz_cyrl: Муқова изоҳи
uz_uz@latin: Muqova sarlavhasi
vi_vn: Chú thích ảnh bìa
zh_cn: 封面标题
zh_tw: 封面圖片說明

# editor.issues.removeStyleFile
source: Remove stylesheet?
ar_iq: أتريد إزالة ورقة الأنماط؟
az: S…ôhif…ô stilini sil?
ca_es: Voleu eliminar el full d’estil?
cs_cz: Odstranit soubor stylu?
da_dk: Vil du fjerne stylesheetet?
de_de: Formatvorlage entfernen?
el_gr: Αφαίρεση αρχείου μορφοποίησης;
es_es: ¿Eliminar hoja de estilo?
fa_ir: آیا استایل شیت حذف شود؟
fi_fi: Poistetaanko tyylitiedosto?
fr_ca: Supprimer la feuille de style ?
hi_in: स्टाइलशीट निकालें?
is_is: Fjarlægja stílblað?
it_it: Eliminare il foglio di stile?
ja_jp: スタイルシートを削除しますか。
kk_kz: Стиль кестесін жою керек пе?
ky: Стил таблицасы жок кылынсынбы?
lt: Pašalinti stilių failą?
lv: Noņemt stilu lapu?
mr: स्टाईलशीट काढून टाकायची का?
ms_my: Buang lembaran gaya?
nb_no: Fjern stilark?
nl_nl: Verwijder stylesheet?
pl_pl: Czy usunąć szablon stylów?
pt_br: Excluir Folha de Estilos?
pt_pt: Eliminar Folha de Estilos?
ro_ro: Ștergi fișierul stylesheet-ului?
ru_ru: Удалить таблицу стилей?
sk_sk: Odstrániť súbor štýlu?
sl_si: Odstrani stilsko tablico (css)?
sr_rs@cyrillic: Уклони stраницу стила?
sr_rs@latin: Ukloni stranicu stila?
sv_se: Ta bort stilmall?
uk_ua: Видалити таблицю стилю?
uz_cyrl: Стиль файлини ўчириш
uz_uz@latin: Uslublar jadvali olib tashlansinmi?
vi_vn: Xóa stylesheet?
zh_cn: 删除样式表?
zh_tw: 移除樣式表？

# editor.issues.invalidStyleFormat
source: Invalid stylesheet format. Ensure that the submitted file is a valid CSS. (Note that stylesheets with comments at the beginning may be rejected.)
ar_iq: صيغة ورقة الأنماط غير صحيحة. تأكد من أن ملف ورقة الأنماط بصيغة CSS صحيحة. (خذ بنظر الإعتبار أن ملف ورقة الأنماط الذي يبدأ بسطر ملاحظات قد يتم اعتباره خاطئاً ومرفوضاً)
az: YanlńĪŇü s…ôhif…ô stil faylńĪ. G√∂nd…ôrdiyiniz faylńĪn dońüru formatda olduńüundan …ômin olun (CSS). (Qeyd: ∆Źvv…ôlind…ô Ňü…ôrhl…ôr olan format fayllarńĪ r…ôdd oluna bil…ôr.)
ca_es: El format del full d’estil no és vàlid. Comproveu que el fitxer que heu tramès sigui un CSS vàlid. (No s’admeten fulls d’estil amb comentaris a l’inici.)
cs_cz: Neplatný formát souboru stylu. Přesvědčte se, že odeslaný soubor je platný CSS. (Vězte že soubory stylu s komentářem na začátku mohou být odmítnuty.)
da_dk: Ugyldigt stylesheet-format. Kontrollér, at den fremsendte fil er en gyldig CSS. (Vær opmærksom på, at stylesheets med kommentarer i begyndelsen kan blive afvist.)
de_de: Format der Formatvorlage ungültig. Vergewissern Sie sich, dass die hochgeladene Datei eine gültige .css-Datei ist. (Beachten Sie, dass Formatvorlagen mit Eingangskommentaren abgelehnt werden können.)
el_gr: Μη έγκυρη μορφή αρχείου μορφοποίησης. Βεβαιωθείτε ότι το αρχείο που έχει υποβληθεί είναι ένα έγκυρο CSS αρχείο (λάβετε υπόψη ότι τα αρχεία μορφοποίησης με σχόλια ενδέχεται να απορριφθούν.)
es_es: Formato de hoja de estilo no válido. Asegúrese de que el archivo enviado es un CSS válido. (Tenga en cuenta que las hojas de estilo que contengan comentarios al principio pueden ser rechazadas).
fa_ir: فرمت استایل شیت انتخاب شده غلط است. فایل مورد نظر می‌بایست یک فایل CSS معتبر باشد. توجه کنید که فایل استایل شیت که دارای توضیحاتی در شروع فایل است ممکن است باعث نامعتبر شدن فایل استایل شیت شود
fi_fi: Virheellinen tyylitiedoston muoto. Varmista, että lähetetty tiedosto on oikeassa CSS-muodossa. (Huomaa, että jos tyylitiedoston alussa on kommentteja, se voidaan hylätä.)
fr_ca: Le format de la feuille de style n'est pas valide. Assurez-vous que le fichier soumis soit une CSS valide. (Noter que les feuilles de style commencant par des commentaires peuvent être rejetées.)
hi_in: अमान्य स्टाइलशीट प्रारूप। सुनिश्चित करें कि प्रस्तुत फ़ाइल एक वैध सीएसएस है। (ध्यान दें कि शुरुआत में टिप्पणियों के साथ स्टाइलशीट को अस्वीकार कर दिया जा सकता है।)
is_is: Ógilt skrásnið á stílblaðinu. Gakktu úr skugga um að innsend skrá sé gild CSS. (Athugaðu að stílblaði sem hefst með athugasemd (komment) gæti verið hafnað.)
it_it: Formato non valido per il foglio di stile. Assicurarsi che il file caricato sia un CSS valido. (da notare che i fogli di stile con commenti all'inizio potrebbero essere respinti.)
ja_jp: スタイルシートフォーマットが不正です。指定したファイルが妥当なCSSファイルであることを確認してください（冒頭にコメントがあるスタイルシートは認められないことに注意してください）。
kk_kz: Стиль кестесінің пішімі қате. Жіберілген файлдың синтаксистік құрылымы CSS тіліне сәйкес екеніне көз жеткізіңіз. (Файылдың басында түсініктемелері бар стиль кестелері жүйеде қабылданбауы мүмкін екенін ескеріңіз.)
ky: Стилдер барагынын форматы жараксыз. Сиз тапшырган файл синтаксистик жактан туура CSS экенин текшериңиз. (Стиль таблицасынын башындагы комментарийлер системанын аны кабыл алуудан баш тартуусуна алып келиши мүмкүн экенин эске алыңыз.)
lt: Netinkamas stiliaus sąrašo formatas. Patikrinkite, ar pateiktas pakopinių stilių sąrašas (CSS) yra galimas. (Gali būti atmetamas stilių sąrašas, kurio pradžioje pateikiamos pastabos.)
lv: Nederīgs stilu lapas formāts. Pārliecinieties, ka iesniegtais CSS fails ir ar pareizu sintaksi. (Ņemiet vērā, ka stilu lapas ar komentāriem sākumā var tikt noraidītas.)
mr: अग्राह्य स्टाइलशीट प्रारूप. सादर केलेली फाईल ग्राह्य CSS असल्याची खात्री करा. (सुरुवातीला टिप्पण्यां असलेल्या स्टाईलशीट नाकारल्या जाऊ शकतात ही बाब लक्षात घ्या.)
ms_my: Format lembaran gaya tidak sah. Pastikan fail yang dihantar adalah CSS yang sah. (Ambil perhatian bahawa lembaran gaya dengan komen pada mulanya mungkin ditolak.)
nb_no: Ugyldig stilarkformat. Sjekk at innsendt fil er en gyldig CSS. (Merk at stilark som innledes med kommentarer kan bli avvist.)
nl_nl: Ongeldig stylesheet formaat. Verzeker u ervan dat het opgegeven bestand geldige CSS bevat. (Merk op dat styleheets met commentaar aan het begin onbedoeld afgekeurd kunnen worden)
pl_pl: Niepoprawny format szablonu stylów. Sprawdź czy przesłany plik zawiera szablon stylów CSS.
pt_br: Formato de folha de estilo inválido. Verifique se o arquivo enviado é um CSS válido. (Observe que as folhas de estilo com comentários no início podem ser rejeitadas.)
pt_pt: O formato de Folha de Estilos é inválido. Certifique-se que o documento enviado é um documento CSS válido. (Documentos CSS com comentários no início poderão ser rejeitados. Verifique as configurações de MimeType do servidor e permissões de pastas.)
ro_ro: Formatul foii de stil este invalid. Asigurați-vă că fișierul trimis este un CSS valid. (Rețineți că foile de stil cu comentarii la început pot fi respinse.)
ru_ru: Неверный формат таблицы стилей. Убедитесь, что отправленный файл является синтаксически правильным CSS. (Обратите внимание, что комментарии вначале таблицы стилей могут привести к отказу системы его принять.)
sk_sk: Neplatný formát súboru štýlu. Presvedčte sa, že odoslaný súbor je platný CSS. (Vedzte že súbory štýlu s komentárom na začiatku môžu byť odmietnuté.)
sl_si: Napačen format stilske tablice. Preverite, da boste oddali datoteko, ki bo veljaven CSS. (CSS datoteke, ki imajo na začetku komentar, so lahko zavrnjene.)
sr_rs@cyrillic: Неисправан stylesheet формат. Фајл мора бити исправан CSS. (Имајте на уму да фајлови са коментарим на почетку могу бити одбијени.)
sr_rs@latin: Neispravan stylesheet format. Fajl mora biti ispravan CSS. (Imajte na umu da fajlovi sa komentarim na početku mogu biti odbijeni.)
sv_se: Ogiltigt format på stilmall. Kontrollera att filen är giltig CSS. (Observera att stilmallar med inledande kommentarer kan betraktas som ogiltiga.)
uk_ua: Неприпустимий формат файлу таблиці стилю. Переконайтеся, що файл використовує коректний формат CSS. (Зауважте, що таблиці стилів, які починаються з коментарів, не можуть бути прийняті.)
uz_cyrl: Стиль файли формати нотўғри. Бу ҳақиқий CSS файли эканлигига ишонч ҳосил қилинг.
uz_uz@latin: Uslublar jadvali formati noto‘g‘ri. Taqdim etilgan faylning to‘g‘ri CSS ekanligiga ishonch hosil qiling. (E‘tibor bering, boshida sharhlar yozilgan uslublar jadvallari rad etilishi mumkin)
vi_vn: Định dạng stylsheet không hợp lệ. Đảm bảo rằng tập tin đã gửi là CSS hợp lệ. (Lưu ý rằng các stylesheets có nhận xét ở đầu có thể bị từ chối.)
zh_cn: 无效地样式表格式. 请确认提交的文件是有效的CSS格式. (注意在文件的头部如果有注释，提交将被拒绝.)
zh_tw: 樣式表(stylesheet)格式。請確認所提交的檔案為有效的CSS。（備註：樣式表的開始如有注釋或會被拒。）

# editor.issues.styleFile
source: Stylesheet
ar_iq: ورقة أنماط
az: S…ôhif…ô stili
ca_es: Full d’estil
cs_cz: Soubor stylu
de_de: Formatvorlage
el_gr: Αρχείο μορφοποίησης
es_es: Hoja de estilo
fa_ir: استایل شیت
fi_fi: Tyylitiedosto
fr_ca: Feuille de style
hi_in: स्टाइलशीट
is_is: Stílblað
it_it: Foglio di stile
ja_jp: スタイルシート
kk_kz: Стильдер кестесі
ky: Стиль баракчасы
lt: Stiliaus sąrašas
lv: Stilu lapas
mr: स्टाइलशीट
ms_my: Lembaran Gaya
nb_no: Stilark
pl_pl: Szablon stylów
pt_br: Folha de Estilos
pt_pt: Folha de Estilos
ro_ro: Foie de stil
ru_ru: Таблица стилей
sk_sk: Súbor štýlu
sl_si: Stilska tablica
sr_rs@cyrillic: Stраница стила
sr_rs@latin: Stranica stila
sv_se: Stilmall
uk_ua: Таблиця стилів
uz_cyrl: Стиль файли (CSS)
uz_uz@latin: Uslublar jadvali
zh_cn: 样式
zh_tw: 樣式表(Stylesheet)
