Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.article.payment.publicationFeeNotPaid
source: Publication Fee not paid. To schedule item for publication notify author to pay fee or waive fee.
ar_iq: لم يتم دفع رسم النشر. لجدولة الفقرة لغرض النشر، أشعر المؤلف بدفع الرسم أو أخصمه له
az: N…ôŇür haqqńĪ √∂d…ônilm…ôdi. Elementin n…ôŇür planńĪna daxil edil…ô bilm…ôsi √ľ√ß√ľn m√ľ…ôllif…ô √∂d…ôniŇü ya da imtina m…ôlumatlandrńĪmasńĪ edin
ca_es: No s’ha pagat la quota de publicació. Per poder planificar l’element per a la publicació, notifiqueu a l’autor/a que ha de pagar la quota o fer l'exempció del pagament.
cs_cz: Publikační poplatek nebyl zaplacen. Aby byla položka naplánována k publikování, informujte autora, aby zaplatil poplatek nebo se vzdejte poplatku.
da_dk: Publiceringsgebyret er ikke betalt. Bed forfatteren om at betale gebyr, eller giv afkald på gebyr, hvis du vil planlægge publicering af element.
de_de: Die Veröffentlichungsgebühr für diesen Artikel wurde noch nicht bezahlt. Sie können den Artikel zur Veröffentlichung einplanen, sobald die Gebühr bezahlt ist.
el_gr: Η εισφορά για τη δημοσίευση δεν έχει καταβληθεί. Για να προγραμματιστεί η δημοσίευση του άρθρου, ειδοποιήστε τον Συγγραφέα να καταβάλει την εισφορά ή να ζητήσει απαλλαγή από την εισφορά.
es_es: Cuota de publicación sin pagar. Para programar el elemento para su publicación, notifique al autor/a sobre el pago de la cuota o de su exención.
fa_ir: هزینه چاپ پرداخت نشده است. برای قرار دادن در نوبت چاپ به نویسنده اطلاع دهید تا هزینه را پرداخت کند
fi_fi: Julkaisumaksu maksamatta. Ilmoita kirjoittajalle, että maksu on maksettava tai siitä on luovuttava, jotta kohde voidaan ajoittaa julkaistavaksi.
fr_ca: Frais de publication non payés. Pour planifier la publication d'un article, aviser l'auteur-e qu'il,elle doit payer les frais ou demander une dérogation.
hi_in: प्रकाशन शुल्क का भुगतान नहीं किया गया। प्रकाशन के लिए आइटम अनुसूची करने के लिए शुल्क या छूट शुल्क का भुगतान करने के लिए लेखक को सूचित करें।
is_is: Birtingargjald er ógreitt. Til að setja greinina í útgáfuáætlun láttu höfund vita að það eigi eftir að greiða eða fella niður gjald.
it_it: Costi di pubblicazione non pagati. Avvertire l'autore per poter pianificare la pubblicazione dell'articolo.
ja_jp: 出版料金が支払われていません。アイテムを出版スケジュールに載せるためには、料金を支払うよう著者に通知するか出版料金を免除してください。
kk_kz: Мақаланы жариялау төлемі түскен жоқ. Мақаланы жариялау үшін авторға төлем жасау керетігін ескертіңіз немесе төлемді болдырмау қажеттілігі туралы хабарлаңыз.
lt: Nesumokėtas spausdinimo mokestis. Kad straipsnis būtų spausdinamas, priminti autoriui apie mokestį arba mokesčio nereikalauti.
lv: Nav veikta samaksa par publikāciju. Lai ieplānotu publicēšanu, informēt autoru par nodevas samaksu vai atteikšanos no samaksas.
mr: प्रकाशन शुल्क भरलेले नाही. प्रकाशनासाठी लेखन अनुसूचित करण्यासाठी लेखकाला शुल्क भरण्यासाठी सूचित करा किंवा शुल्क सूट द्या.
ms_my: Yuran Penerbitan tidak dibayar. Untuk menjadualkan item untuk penerbitan maklumkan pengarang untuk membayar yuran atau pengecualian yuran.
nb_no: Publiseringsgebyr er ikke betalt. Hvis du vil legge dette elementet til utgivelsesplanen må du enten varsle forfatteren om å betale gebyret, eller avstå fra gebyrkravet.
nl_nl: Publicatiekosten niet betaald. Vraag de auteur om betaling of scheld die kwijt om het item voor publicatie in te plannen.
pl_pl: Brak opłaty za publikację. Aby zaplanować publikację tekstu powiadom autora o konieczności uiszczenia opłaty lub o umorzeniu opłaty.
pt_br: A taxa para publicação do artigo não foi paga. Uma vez realizado o pagamento, será permitido agendar o artigo para publicação.
pt_pt: A Taxa para Publicação do artigo não foi paga. Para agendar o artigo para publicação, notifique o autor para pagar a taxa ou pedir isenção.
ro_ro: Taxa de publicare neplătită. Pentru a planifica un articol pentru publicare avizați autorul să plătească o taxă sau să renunțare.
ru_ru: Не поступила плата за публикацию. Чтобы запланировать материал к публикации уведомите автора о необходимости внести плату или отмените платеж.
sk_sk: Publikačný poplatok nebol zaplatený. Aby bola položka naplánovaná na publikovanie, informujte autora, aby zaplatil poplatok alebo sa vzdajte poplatku.
sl_si: Prispevki za objavo niso plačani. Za planiranje objave prispevka obvesti avtorja o zahtevnem plačilu pristojbine ali ga oprosti pristojbine.
sr_rs@cyrillic: Накнада за објављивање није плаћена. Да би се рад објавио обавестите аутора да плати накнаду или да тражи изузеће од плаћања.
sr_rs@latin: Naknada za objavljivanje nije plaćena. Da bi se rad objavio obavestite autora da plati naknadu ili da traži izuzeće od plaćanja.
sv_se: Publiceringsavgiften ej betald. För att planlägga för publicering, meddela författaren att betala eller avsäga sig avgiften.
uk_ua: Плата за публікацію не отримана. Щоб внести статтю до графіку публікації, нагадайте автору про необхідність сплати рахунку або зробіть виняток та скасуйте плату.
uz_cyrl: Нашр тўлови тўланмаган. Хабар бериш учун муаллифга электрон хат юборинг.
uz_uz@latin: Nashr uchun to‘lov to‘lanmagan. Nashrni rejalashtirish uchun muallifga to‘lovni to‘lang yoki to‘lovni to‘lash to‘g‘risida xabar bering.
vi_vn: Phí xuất bản không được thanh toán. Thông báo cho tác giả lịch trình xuất bản để trả lệ phí hoặc miễn lệ phí.
zh_cn: 出版费未支付，便于列入出版计划,需要通知作者支付或者提交免费申请.
zh_tw: 未有繳付出版費用。如計劃出版項目，請通知作者付款或免除其費用。

# editor.article.scheduleForPublication.toBeAssigned
source: To Be Assigned
ar_iq: ليتم تعيينه
az: N…ôŇür planlaŇüdńĪrńĪlacaq
ca_es: Encara no s’ha assignat
cs_cz: Bude přiděleno
da_dk: Skal tildeles
de_de: Muss noch zugewiesen werden
el_gr: Προς ανάθεση
es_es: Aún sin asignar
fa_ir: قرار است انتساب یابد
fi_fi: Osoitetaan
fr_ca: À assigner
hi_in: एसाइन्ड किए जाने को
is_is: Til úthlutunar
it_it: Da assegnare
ja_jp: 指定予定
kk_kz: Кейінірек тағайындалады
lt: Bus paskirti
lv: Tiks piešķirts
mr: अनियुक्त
ms_my: Untuk Ditugaskan
nb_no: Skal oppnevnes
nl_nl: Nog toe te wijzen
pl_pl: Wybierz z listy
pt_br: A agendar
pt_pt: Para Agendar
ro_ro: Să fie atribuit
ru_ru: Будет назначено позже
sk_sk: Bude pridelené
sl_si: bo splaniran
sr_rs@cyrillic: Биће додељен
sr_rs@latin: Biće dodeljen
sv_se: Återstår att planera
uk_ua: Буде визначено
uz_cyrl: Нашр этиш учун тайинланади
uz_uz@latin: Keyinroq tayinlanadi
vi_vn: Được phân công
zh_cn: 被指派的
zh_tw: 尚待分配

# editor.article.scheduleForPublication
source: Schedule for publication in
ar_iq: جدوله للنشر في
az: D…ôrc edilm…ôk √ľ√ß√ľn planlanan n√∂mr…ô:
ca_es: Planifica per a la publicació a
cs_cz: Naplánovat k publikování v
da_dk: Planlæg publicering i
de_de: Zur Veröffentlichung vorsehen in
el_gr: Πρόγραμματισμός δημοσίευσης στο
es_es: Programado para publicar en
fa_ir: کاندید پذیرش
fi_fi: Ajoita julkaistavaksi (numerossa)
fr_ca: Publication planifiée dans
hi_in: में प्रकाशन के लिए अनुसूची
is_is: Setja í útgáfuáætlun í
it_it: Metti in coda per la pubblicazione in
ja_jp: 出版スケジュール
kk_kz: Келесі жерде мақаланы жариялауға дайындау
lt: Bus skelbiama (žurnalo numeris)
lv: Ieplānot publicēšanai
mr: प्रकाशनात अनुसूचित
ms_my: Jadual untuk diterbitkan di
nb_no: Planlegg for publisering i
nl_nl: Inplannen voor publicatie in
pl_pl: Zaplanowane do publikacji w
pt_br: Agendar para publicação em
pt_pt: Agendar para publicar em
ro_ro: Programat pentru publicare în
ru_ru: Запланировать для публикации в
sk_sk: Naplánovať na publikovanie v
sl_si: Planiran za objavo v
sr_rs@cyrillic: Додели за објављивање у
sr_rs@latin: Dodeli za objavljivanje u
sv_se: Ska publiceras i
uk_ua: Запланувати для публікації у
uz_cyrl: Нашр учун режалаштириш
uz_uz@latin: Nashr qilish jadvalida
vi_vn: Lịch trình xuất bản trong
zh_cn: 出版计划中
zh_tw: 出版項目計劃

# editor.article.editMetadata
source: Edit Version Metadata
ar_iq: تعديل البيانات الوصفية للإصدار
az: Versiya √ľst datasńĪnńĪ yenil…ôyin
cs_cz: Upravit metadata verze
da_dk: Redigér udgave-metadata
de_de: Metadaten der Version ändern
fr_ca: Modifier les métadonnées de la version
hi_in: संस्करण मेटाडेटा संपादित करें
is_is: Breyta lýsigögnum útgáfu (version)
it_it: Modifica i dati di questa versione
ja_jp: バージョンメタデーターを編集
kk_kz: Мақала нұсқасының метадеректерін көрсету
lt: Redaguoti versijos metaduomenis
lv: Rediģēt versijas metadatus
mr: स्वरूपाच्या मेटाडेटात फेरफार करा
ms_my: Sunting Versi Metadata
nb_no: Endre metadata
pt_br: Editar metadados da versão
pt_pt: Editar metadados da versão
ro_ro: Editare metadate versiune
ru_ru: Редактировать метаданные версии
sk_sk: Upraviť metadáta verzie
sl_si: Uredi metapodatke številke
sv_se: Redigera versionens metadata
uk_ua: Редагувати Метадані Версії
uz_cyrl: Метамаълумотларни таҳрирлаш
uz_uz@latin: Metadata talqinini tahrirlash
vi_vn: Chỉnh sửa phiên bản của siêu dữ liệu
zh_cn: 编辑版本元数据
zh_tw: 編輯版本元資料

# editor.article.viewMetadata
source: View Version Metadata
ar_iq: معاينة البيانات الوصفية للإصدار
az: Versiya √ľst datasńĪnńĪ g√∂st…ôrin
cs_cz: Zobrazit metadata verze
da_dk: Se udgave-metadata
de_de: Metadaten der Version ansehen
fr_ca: Afficher les métadonnées de la version
hi_in: संस्करण मेटाडेटा देखें
is_is: Skoða lýsigögn útgáfu (version)
it_it: Mostra i metadati di questa versione
ja_jp: バージョンメタデーターの閲覧
kk_kz: Мақала нұсқасының метадеректерін көрсету
lt: Peržiūrėti versijos metaduomenis
lv: Skatīt versijas metadatus
mr: स्वरूपाचा मेटाडेटा पाहा
ms_my: Lihat Versi Metadata
nb_no: Se versjonens metadata
pt_br: Exibir metadados da versão
pt_pt: Ver metadados da versão
ro_ro: Vizualizare versiune metadate
ru_ru: Показать метаданные версии
sk_sk: Zobraziť metadáta verzie
sl_si: Prikaži metapodatke številke
sv_se: Visa versionens metadata
uk_ua: Показати Метадані Версії
uz_cyrl: Метамаълумотларни кўриш
uz_uz@latin: Metadata talqinini ko‘rsatish
vi_vn: Xem phiên bản của siêu dữ liệu
zh_cn: 查看版本元数据
zh_tw: 查看元資料版本

# editor.article.publishVersion
source: Publish Version
ar_iq: رقم إصدار النشر
az: YayńĪm versiyasńĪ
cs_cz: Publikovat verzi
da_dk: Publicér udgave
de_de: Version veröffentlichen
fr_ca: Publier la version
hi_in: संस्करण प्रकाशित करें
is_is: Gefa út útgáfu (version)
it_it: Pubblica questa versione
kk_kz: Мақала нұсқасын жариялау
lt: Publikuoti versiją
lv: Publicēt versiju
ms_my: Versi Penerbitan
nb_no: Publiser versjon
pt_br: Publicar versão
pt_pt: Publicar versão
ro_ro: Publică versiunea
ru_ru: Опубликовать версию
sk_sk: Publikovať verziu
sl_si: Objavi številko
sv_se: Publiceringsversion
uk_ua: Опублікувати Версію
uz_cyrl: Версияни нашр этиш
uz_uz@latin: Nashr talqini
vi_vn: Phiên bản xuất bản
zh_cn: 发布版本
zh_tw: 出版版本

# editor.article.showPublicationVersion
source: Show Scheduled Publication
ar_iq: أظهر ما هو مجدول من المنشورات
az: PlanlaŇüdńĪrńĪlan yayńĪmńĪ g√∂st…ôrin
cs_cz: Zobrazit plánovanou publikaci
da_dk: Vis planlagt publikation
de_de: Zur Veröffentlichung vorgesehene Beiträge anzeigen
fr_ca: Afficher la publication planifiée
hi_in: अनुसूचित प्रकाशन दिखाएं
is_is: Sýna útgáfuáætlun
it_it: Mostra pubblicazione programmata
kk_kz: Жоспарланған мақаланың шығарылымын көрсету
lt: Rodyti suplanuotą leidinį
lv: Rādīt plānoto publicēšanu
mr: आगामी प्रकाशन दाखवा
ms_my: Tunjukkan Penerbitan yang Dijadualkan
nb_no: Vis planlagt publikasjon
pt_br: Mostrar publicação agendada
pt_pt: Mostrar Publicação Agendada
ro_ro: Arată publicarea programată
ru_ru: Показать запланированную публикацию
sk_sk: Zobraziť plánovanú publikáciu
sl_si: Prikaži načrtovano številko
sv_se: Visa publikationen som är planerad för publicering
uk_ua: Показати заплановану публікацію
uz_cyrl: Нашр версиясини кўрсатиш
uz_uz@latin: Rejalashtirilgan nashrni ko'rsatish
vi_vn: Hiển thị lịch xuất bản
zh_cn: 显示预定的发布
zh_tw: 顯示預定出版

# editor.submissions.inSection
source: In Section
ar_iq: في قسم
az: F…ôsild…ô
ca_es: A la secció
cs_cz: V sekci
da_dk: I sektion
de_de: In Rubrik
el_gr: Στην ενότητα
es_es: En sección
fa_ir: برای مقالات از نوع
fi_fi: Osastossa
fr_ca: Dans la rubrique
hi_in: अनुभाग में
is_is: Í Kafla
it_it: nella sezione
ja_jp: セクション
kk_kz: Бөлімде
lt: Šiame skyriuje
lv: Sadaļā
mr: या विभागात
ms_my: Dalam Bahagian
nb_no: I seksjon
nl_nl: In sectie
pl_pl: W dziale
pt_br: Na seção
pt_pt: Na secção
ro_ro: În secțiunea
ru_ru: В разделе
sk_sk: V sekcii
sl_si: V rubriki
sr_rs@cyrillic: У секцији/рубрици
sr_rs@latin: U sekciji/rubrici
sv_se: I sektion
uk_ua: У розділі
uz_cyrl: Бўлимда
uz_uz@latin: Ruknda
vi_vn: Trong chuyên mục
zh_cn: 在栏目里
zh_tw: 分類當中

# issues.submissions.issueIds
source: Assigned to Issue
az: T…ôyin olunmuŇü n√∂mr…ô
hi_in: अंक को सौंपे
is_is: Úthlutað í tölublað
ja_jp: 巻号
kk_kz: Шығарылымға бекітілген
lt: Priskirta problemai
lv: Piešķirts izdevumam
mr: अंकासाठी मुक्रर केले
ms_my: Ditugaskan kepada Terbitan
ro_ro: Atribuit numărului
sv_se: Tilldelad till nummer
uz_cyrl: Сонлар бўйича аризалар
uz_uz@latin: Nashr uchun tayinlangan
zh_tw: 分配至一期

# editor.submissions.assignedTo
source: Assigned To Editor
ar_iq: معين إلى
az: T…ôyin olunmuŇü redaktor
ca_es: Assignada a
cs_cz: Přiděleno (komu)
da_dk: Tildelt
de_de: Zugeteilt an
el_gr: Ανάθεση σε
es_es: Asignado a
fa_ir: منتسب شده به
fi_fi: Osoitettu käyttäjälle
fr_ca: Assignée à
hi_in: को सौंपना
is_is: Úthlutað til ritstjóra
it_it: Assegnato a
ja_jp: 担当者
kk_kz: Редщаторға бекітілген
lt: Paskirta (kam)
lv: Piešķirts redaktoram
mr: संपादकाच्या कार्यवाहीसाठी पाठवले
ms_my: Ditugaskan kepada Editor
nb_no: Oppnevnt for
nl_nl: Toegekend aan
pl_pl: Wybrane do
pt_br: Designado a
pt_pt: Designado a
ro_ro: Atribuit către editor
ru_ru: Кому назначено
sk_sk: Pridelené (komu)
sl_si: Dodeljeno
sr_rs@cyrillic: Додељено за
sr_rs@latin: Dodeljeno za
sv_se: Tilldelad till redaktör
uk_ua: Призначено
uz_cyrl: Тайинланган шахс
uz_uz@latin: Muharrirga tayinlangan
vi_vn: Phân công cho
zh_cn: 指派给
zh_tw: 分配至編輯

# editor.submissions.lastCompleted
source: Last Complete
ar_iq: آخر المكتمل
az: Son tamamlanan
ca_es: Darrera tramesa completa
cs_cz: Poslední zhotovený
da_dk: Senest fuldført
de_de: Zuletzt fertiggestellt
el_gr: Τελευταία ολοκληρωμένη
es_es: Último completado
fa_ir: آخرین داوری کامل شده
fi_fi: Viimeisin valmis
fr_ca: Dernière complétée
hi_in: अंतिम पूर्ण
is_is: Síðast lokið
it_it: Ultimo completato
ja_jp: 最新完了
kk_kz: Соңғы аяқталған
lt: Paskutinį kartą pildyta
lv: Pēdējais pabeigtais
mr: शेवटचे पूर्ण झालेले
ms_my: Terakhir Lengkap
nb_no: Siste utført
nl_nl: Laatste voltooid
pl_pl: Ostatnio uzupełniany
pt_br: Última concluída
pt_pt: Última Concluída
ro_ro: Ultima completare
ru_ru: Последняя завершенная
sk_sk: Posledný zhotovený
sl_si: Zadnje končano
sr_rs@cyrillic: Последње комплетирано
sr_rs@latin: Poslednje kompletirano
sv_se: Senast utfört
uk_ua: Остання завершена
uz_cyrl: Охирги марта якунланган
uz_uz@latin: Oxirgi bajarilgan
vi_vn: Hoàn thành lần cuối
zh_cn: 最后完成
zh_tw: 最後完成

# editor.submissions.averageTime
source: Weeks
ar_iq: أسابيع
az: H…ôft…ôl…ôr
ca_es: Setmanes
cs_cz: Týdny
da_dk: Uger
de_de: Wochen
el_gr: Εβδομάδες
es_es: Semanas
fa_ir: هفته
fi_fi: Viikkoa
fr_ca: Semaines
hi_in: सप्ताह
is_is: Vikur
it_it: Settimane
ja_jp: 週数
kk_kz: Апта
lt: Savaitės
lv: Nedēļas
mr: आठवडे
ms_my: Minggu
nb_no: Uker
nl_nl: Weken
pl_pl: tygodnie
pt_br: Dias
pt_pt: Semanas
ro_ro: Săptămâni
ru_ru: Недель
sk_sk: Týždne
sl_si: Tedni
sr_rs@cyrillic: Недеља
sr_rs@latin: Nedelja
sv_se: Veckor
uk_ua: Тижнів
uz_cyrl: Ўртача вақт (ҳафталарда)
uz_uz@latin: Haftalar
vi_vn: Tuần
zh_cn: 周
zh_tw: 週數

# editor.submissions.lastAssigned
source: Latest
ar_iq: الأخير
az: AxńĪrńĪncńĪ
ca_es: Darrera tramesa
cs_cz: Poslední
da_dk: Senest
de_de: Zuletzt
el_gr: Πιο πρόσφατη
es_es: Última(s)
fa_ir: آخرین
fi_fi: Viimeisin
fr_ca: Dernière assignée
hi_in: नवीनतम
is_is: Nýjast
it_it: Più recente
ja_jp: 最新
kk_kz: Соңғы
lt: Naujausias
lv: Jaunākais
mr: अलीकडची
ms_my: Terkini
nb_no: Siste
nl_nl: Nieuwste
pl_pl: Ostatnie
pt_br: Última
pt_pt: Última
ro_ro: Cea (cel, cele) mai recent(ă, e)
ru_ru: Последняя
sk_sk: Posledný
sl_si: Zadnji
sr_rs@cyrillic: Најкасније
sr_rs@latin: Najkasnije
sv_se: Senaste
uk_ua: Остання
uz_cyrl: Охирги марта тайинланган
uz_uz@latin: So‘ngi
vi_vn: Mới nhất
zh_cn: 最后的
zh_tw: 最新

# editor.submissions.noSubmissions
source: No Submissions
ar_iq: لا طلبات تقديم
az: M√ľraci…ôt yoxdur
ca_es: No hi ha cap tramesa
cs_cz: Žádné příspěvky
da_dk: Ingen indsendelser
de_de: Keine Beiträge
el_gr: Δεν υπάρχουν υποβολές
es_es: Sin envíos
fa_ir: هیچ مقاله ارسالی وجود ندارد
fi_fi: Ei käsikirjoituksia
fr_ca: Aucune soumission
hi_in: कोई सबमिशन नहीं
is_is: Engar innsendingar
it_it: Nessuna proposta
ja_jp: 投稿物なし
kk_kz: Жіберілген материалдар жоқ
lt: Pateiktų straipsnių nėra
lv: Nav iesniegtu materiālu
mr: अनिर्णित सादरीकरणे नाहीत
ms_my: Tiada Penyerahan
nb_no: Ingen manuskript
nl_nl: Geen inzendingen
pl_pl: Brak zgłoszonych tekstów
pt_br: Sem submissões
pt_pt: Sem submissões
ro_ro: Nici o contribuție trimisă
ru_ru: Нет отправленных материалов
sk_sk: Žiadne príspevky
sl_si: Ni prijav
sr_rs@cyrillic: Нема пријављених чланака
sr_rs@latin: Nema prijavljenih članaka
sv_se: Inga bidrag
uk_ua: Немає матеріалів
uz_cyrl: Аризалар йўқ
uz_uz@latin: Yuborilmagan maqolalar
vi_vn: Không có bài gửi
zh_cn: 没有投稿
zh_tw: 無投稿

# editor.submissions.accept
source: Accept
ar_iq: إقبل
az: Q…ôbul
ca_es: Accepta
cs_cz: Přijmout
da_dk: Acceptér
de_de: Annehmen
el_gr: Αποδοχή
es_es: Aceptar
fa_ir: پذیرفتن
fi_fi: Hyväksy
fr_ca: Accepter
hi_in: स्वीकार करना
is_is: Samþykkja
it_it: Accetta
ja_jp: 受領
kk_kz: Қабылдау
lt: Priimti
lv: Pieņemt
mr: स्वीकारा
ms_my: Terima
nb_no: Aksepter
nl_nl: Accepteren
pl_pl: Akceptuj
pt_br: Aceitar
pt_pt: Aceitar
ro_ro: A accepta
ru_ru: Принять
sk_sk: Prijať
sl_si: Sprejmi
sr_rs@cyrillic: Прихвати
sr_rs@latin: Prihvati
sv_se: Acceptera
uk_ua: Прийняти
uz_cyrl: Қабул қилиш
uz_uz@latin: Qabul qilish
vi_vn: Đồng ý
zh_cn: 接受
zh_tw: 接受

# editor.submissions.invite
source: Invite
ar_iq: أُدْعُ
az: D…ôv…ôt edin
ca_es: Convida
cs_cz: Pozvat
da_dk: Invitér
de_de: Einladen
el_gr: Πρόσκληση
es_es: Invitar
fa_ir: دعوت کردن
fi_fi: Kutsu
fr_ca: Inviter
hi_in: आमंत्रण
is_is: Bjóða
it_it: Invita
ja_jp: 依頼
kk_kz: Шақыру
lt: Kviesti
lv: Uzaicināt
mr: आमंत्रित करा
ms_my: Jemput
nb_no: Inviter
nl_nl: Uitnodigen
pl_pl: Zaproś
pt_br: Convidar
pt_pt: Convidar
ro_ro: Invită
ru_ru: Пригласить
sk_sk: Pozvať
sl_si: Povabi
sr_rs@cyrillic: Позови
sr_rs@latin: Pozovi
sv_se: Bjud in
uk_ua: Запросити
uz_cyrl: Таклиф қилиш
uz_uz@latin: Taklif qilish
vi_vn: Mời
zh_cn: 邀请
zh_tw: 邀請

# editor.submissions.activeAssignments
source: Active Assignments
ar_iq: التعيينات الفعالة
az: Aktiv t…ôyinatlar
ca_es: Assignacions actives
cs_cz: Aktivní úkoly
da_dk: Aktive tildelinger
de_de: Aktuelle Aufgaben
el_gr: Ενεργές αναθέσεις
es_es: Tareas activas
fa_ir: انتسابات فعال
fi_fi: Aktiiviset toimeksiannot
fr_ca: Assignations en cours
hi_in: सक्रिय असाइनमेंट
is_is: Virkar úthlutanir
it_it: Incarichi attivi
ja_jp: 任命済みの役割
kk_kz: Редакциадағы аяқталмаған тапсырмалар
lt: Esami paskyrimai
lv: Aktīvie redakcijas uzdevumi
mr: सक्रिय कार्यभार
ms_my: Tugasan Aktif
nb_no: Aktive oppdrag
nl_nl: Actieve taken
pl_pl: Aktywna ocena
pt_br: Tarefas ativas
pt_pt: Tarefas Ativas
ro_ro: Atribuții active
ru_ru: Активные редакционные задания
sk_sk: Aktívne úlohy
sl_si: Aktivne zadolžitve
sr_rs@cyrillic: Активне пријаве
sr_rs@latin: Aktivne prijave
sv_se: Aktiva uppdrag
uk_ua: Активні призначення
uz_cyrl: Фаол топшириқлар
uz_uz@latin: Faol muharrirlik topshiriqlari
vi_vn: Hoạt động phân công
zh_cn: 活动中的任务
zh_tw: 現行工作

# editor.submissions.submitMMDD
source: Submit MM-DD
ar_iq: قدم MM-DD
az: M√ľraci…ôt edin AA-GG
ca_es: Enviat el MM-DD
cs_cz: Odeslání MM-DD
da_dk: Fremsend MM-DD
de_de: Einreichen MM-TT
el_gr: Υποβολή MM-ΗΗ
es_es: Enviar MM-DD
fa_ir: ارسال مقاله MM-DD
fi_fi: Lähetä KK-PP
fr_ca: Soumettre MM-JJ
hi_in: MM-DD सबमिट करें
is_is: Sent inn MM-DD
it_it: Inviata MM-GG
ja_jp: 月-日に投稿
kk_kz: MM-DD жіберу
lt: Pateikimo mėnuo ir diena
lv: Iesniegt MM-DD
mr: सादर करा MM-DD
ms_my: Hantar MM-DD
nb_no: Send inn MM-DD
nl_nl: Inzenden MM-DD
pl_pl: Prześlij MM-DD
pt_br: Enviar MM-DD
pt_pt: Enviar MM-DD
ro_ro: Trimitere MM-DD
ru_ru: Отправить MM-DD
sk_sk: Odoslanie MM-DD
sl_si: Oddaj DD.MM
sr_rs@cyrillic: Пријави чланак ММ-ДД
sr_rs@latin: Prijavi članak MM-DD
sv_se: Skicka in MM-DD
uk_ua: Відправити ММ-ДД
uz_cyrl: Топширилган сана (ОО-КК)
uz_uz@latin: MM-DD ni yuborish
vi_vn: Gửi MM-DD
zh_cn: 提交 MM-DD
zh_tw: 提交月月-日日

# editor.submissions.showBy
source: Show By
ar_iq: أظهر بواسطة
az: G√∂st…ôrin
ca_es: Mostra per
cs_cz: Ukázat podle
da_dk: Vis efter
de_de: Anzeigen zum
el_gr: Προβολή κατά
es_es: Mostrado por
fa_ir: نشان دادن برحسب
fi_fi: Näytä (pvm) mennessä
fr_ca: Montrer par
hi_in: करके दिखाओ
is_is: Sýnt af
it_it: Mostra per il
ja_jp: 表示
kk_kz: Келесі нұсқаулар бойынша көрсету
lt: Rodyti pagal
lv: Rādīt atbilstoši
ms_my: Tunjuk Mengikut
nb_no: Sorter etter
nl_nl: Toon op
pl_pl: Pokaż wg
pt_br: Exibir por
pt_pt: Exibir por
ro_ro: Arată prin
ru_ru: Показать по
sk_sk: Ukázať podľa
sl_si: Prikaži po
sr_rs@cyrillic: Покажи до
sr_rs@latin: Pokaži do
sv_se: Sortera efter
uk_ua: Сортувати за
uz_cyrl: Кўрсатиш тартиби:
uz_uz@latin: Ko‘rsatish
vi_vn: Hiển thị bởi
zh_cn: 显示方式
zh_tw: 按……顯示

# editor.article.decision
source: Decision
ar_iq: القرار
az: Q…ôrar
ca_es: Decisió
cs_cz: Rozhodnutí
da_dk: Beslutning
de_de: Entscheidung
el_gr: Απόφαση
es_es: Decisión
fa_ir: تصمیم
fi_fi: Päätös
fr_ca: Décision
hi_in: निर्णय
is_is: Ákvörðun
it_it: Decisione
ja_jp: 判断
kk_kz: Шешім
ky: Чечим
lt: Sprendimas
lv: Lēmums
mr: निर्णय
ms_my: Keputusan
nb_no: Beslutning
nl_nl: Beslissing
pl_pl: Decyzja
pt_br: Decisão
pt_pt: Decisão
ro_ro: Decizie
ru_ru: Решение
sk_sk: Rozhodnutie
sl_si: Odločitev
sr_rs@cyrillic: Одлука
sr_rs@latin: Odluka
sv_se: Beslut
uk_ua: Рішення
uz_cyrl: Қарор
uz_uz@latin: Qaror
vi_vn: Quyết định
zh_cn: 决策
zh_tw: 決定
