Repository: pkp/ojs
Catalog: locale/*/editor.po
Languages: ar_iq, az, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, hi_in, is_is, it_it, ja_jp, kk_kz, ky, lt, lv, mr, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, uk_ua, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_tw

# editor.issues.description
source: Description
ar_iq: الوصف
az: T…ôsvir
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fa_ir: توصیف
fi_fi: Kuvaus
hi_in: विवरण
is_is: Lýsing
it_it: Descrizione
ja_jp: 記述
kk_kz: Сипаттама
ky: Сүрөттөмө
lt: Aprašymas
lv: Apraksts
mr: वर्णन
ms_my: Butiran
nb_no: Beskrivelse
nl_nl: Beschrijving
pl_pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sk_sk: Popis
sl_si: Opis
sr_rs@cyrillic: Опис
sr_rs@latin: Opis
sv_se: Beskrivning
uk_ua: Опис
uz_cyrl: Тавсиф
uz_uz@latin: Tavsif
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 說明

# editor.issues.publicIssueIdentifier
source: Public issue identifier
ar_iq: معرَّف العدد العام
az: √úmumi n√∂mr…ô identifikasiyas
ca_es: Identificador públic del número
cs_cz: Veřejný identifikátor čísla
da_dk: Offentligt nummer-id
de_de: Öffentliche Ausgabenkennzeichnung
el_gr: Δημόσιο αναγνωριστικό τεύχους
es_es: Identificación pública del número
fa_ir: شناسه عمومی شماره مجله
fi_fi: Julkinen numeron tunniste
fr_ca: Identifiant public du numéro
hi_in: सार्वजनिक अंक पहचानकर्ता
is_is: Auðkenni tölublaðs
it_it: Identificativo pubblico del fascicolo
ja_jp: 公開巻号識別子
kk_kz: Шығарылымның ашық идентификациясы
ky: Жалпы санды аныктоочу
lt: Viešasis leidinio identifikatorius
lv: Publiskais izdevuma identifikators
ms_my: Pengenalpasti terbitan awam
nb_no: Offentlig utgaveidentifikator
nl_nl: Publieke identificatie van het nummer
pl_pl: Identyfikator numeru
pt_br: Identificador público da edição
pt_pt: Identificador Público de edição
ro_ro: Identificatorul public al numărului
ru_ru: Открытый идентификатор выпуска
sk_sk: Verejný identifikátor čísla
sl_si: Javni identifikator številke
sr_rs@cyrillic: Јавни идентификатор
sr_rs@latin: Javni identifikator
sv_se: Publik nummeridentifikator
uk_ua: Публічний ідентифікатор випуску
uz_cyrl: Оммавий сон идентификатори
uz_uz@latin: Ommaviy nashr identifikatori
vi_vn: Đạnh danh số xuất bản
zh_cn: 公共刊期标识
zh_tw: 公開期號識別碼

# editor.issues.issueIdentification
source: Issue identification
ar_iq: معرَّف العدد
az: N√∂mr…ô identifikasiyas
ca_es: Identificació del número
cs_cz: Identifikace čísla
da_dk: Nummeridentifikation
de_de: Ausgabenkennzeichnung
el_gr: Αναγνωριστικό τεύχους
es_es: Identificación del número
fa_ir: شناسایی هر شماره مجله
fi_fi: Numeron tunnistetieto
fr_ca: Identification du numéro
hi_in: अंक जारी करें
is_is: Auðkenning tölublaðs
it_it: Numerazione del fascicolo
ja_jp: 巻号の識別
kk_kz: Шығарылым идентификациясы
ky: Идентификациялоону чыгаруу
lt: Leidinio identifikavimas
lv: Izdevuma identificēšana
mr: अंक निर्धारण
ms_my: Pengenalanpastian terbitan
nb_no: Utgaveidentifikasjon
nl_nl: Identificatie van het nummer
pl_pl: Właściwości numeru
pt_br: Identificação da edição
pt_pt: Identificação de Edição
ro_ro: Identificare număr
ru_ru: Идентификация выпуска
sk_sk: Identifikácia čísla
sl_si: Identifikacija številke revije
sr_rs@cyrillic: Идентификатори броја
sr_rs@latin: Identifikatori broja
sv_se: Identifikator för nummer
uk_ua: Ідентифікація випуску
uz_cyrl: Сонни идентификация қилиш
uz_uz@latin: Nashr identifikatsiyasi
vi_vn: Định danh số
zh_cn: 刊期标识
zh_tw: 期號認證

# editor.issues.issueIdentificationRequired
source: Issue identification is required. Please select at least one of the issue identification options.
ar_iq: معرَّف العدد مطلوب حتماً. لطفاً إختر واحداً على الأقل من طرق تعريف العدد
az: N√∂mr…ô identifikasiyasńĪ lazńĪmdńĪr. Z…ôhm…ôt olmasa identifikasiyalardan en az birini se√ßin. .
ca_es: Heu d’introduir la identificació per al número. Seleccioneu com a mínim una de les opcions d’identificació per al número.
cs_cz: Je vyžadována identifikace čísla. Zvolte prosím nejméně jednu z možností identifikace čísla.
da_dk: Nummeridentifikation er påkrævet. Vælg mindst en af indstillingerne for udgaveidentifikation.
de_de: Eine Kennzeichnung der Ausgabe ist erforderlich. Bitte wählen Sie zumindest eine der Optionen zur Ausgabenkennzeichnung aus.
el_gr: Απαιτείται αναγνωριστικό τεύχους. Παρακαλούμε επιλέξτε τουλάχιστον μία από τις υπάρχουσες επιλογές αναγνωριστικών τεύχους.
es_es: Introduzca una identificación del número. Seleccione al menos una de las opciones de identificación del número.
fa_ir: مشخصات شناسه‌ شماره مجله الزامی است. لطفاً حداقل یکی از گزینه‌های مربوط به اطلاعات شناسه‌ای شماره مجله را انتخاب کنید.
fi_fi: Numeron tunnistetieto vaaditaan. Valitse vähintään yksi vaihtoehto.
fr_ca: L'identification du numéro est obligatoire. Veuillez sélectionner au moins l'une des options d'identification du numéro.
hi_in: अंक पहचान आवश्यक है। कृपया कम से कम अंक पहचान विकल्पों में से एक का चयन करें।
is_is: Auðkenni tölublaðs er áskilið. Vinsamlega veldu a.m.k. einn af valmöguleikunum fyrir auðkenni.
it_it: È necessario poter numerare il fascicolo. Selezionare almeno una delle opzioni di numerazione.
ja_jp: 巻号の識別が必要です。巻号の識別オプションから少なくとも1つ選択してください。
kk_kz: Шығарылымның идентификациясы міндетті. Шығарылымңың кем дегенде бір идентификациясын таңдаңыз.
ky: Чыгарылышты идентификациялоо керек. Кеминде бир чыгарылышты аныктоо опциясын тандаңыз.
lt: Nurodykite leidinio identifikatorių. Prašom pasirinkti bent vieną numerio identiikatorių.
lv: Nepieciešams identificēt izdevumu. Lūdzu, izvēlieties vismaz vienu no izdevuma identifikācijas iespējām.
mr: अंकाचे निर्धारण करणे आवश्यक आहे. कृपया किमान एक अंक निर्धारण पर्याय निवडा.
ms_my: Pengenalpastian terbitan diperlukan. Sila pilih sekurang-kurangnya satu daripada pilihan pengenalpasti terbitan.
nb_no: Utgaveidentifikasjon er påkrevet: vennligst velg minst én av alternativene for utgaveidentifikasjon.
nl_nl: Nummeridentificatie is verplicht. Kies minimaal één van de nummeridentificatie opties
pl_pl: Właściwości numeru są wymagane. Wybierz co najmniej jedną opcję.
pt_br: A identificação da Edição é obrigatória. Escolha pelo menos uma das opções de identificação para a edição.
pt_pt: A identificação da Edição é obrigatória. Escolha pelo menos uma das opções de identificação para a edição.
ro_ro: Identificarea numărului este necesară. Vă rugăm să selectați cel puțin una dintre opțiunile de identificare a numărului.
ru_ru: Идентификация выпуска обязательна. Пожалуйста, выберите по крайней мере один из вариантов идентификации выпуска.
sk_sk: Je vyžadovaná identifikácia čísla. Zvoľte prosím aspoň jednu z možností identifikácie čísla.
sl_si: Identifikator številke je obvezen. Prosimo izberite vsaj eno od identifikacijskih možnosti.
sr_rs@cyrillic: Идентификација броја је обавезна. Изаберите барем један идентификатор.
sr_rs@latin: Identifikacija broja je obavezna. Izaberite barem jedan identifikator.
sv_se: Identifiering av numret krävs. Vänligen välj minst en av numrets olika alternativ för identifiering.
uk_ua: Необхідно ввести ідентифікатор випуску. Будь ласка, оберіть принаймні один з варіантів ідентифікації.
uz_cyrl: Соннинг идентификация маълумотлари кўрсатилиши керак.
uz_uz@latin: Nashr uchun identifikatsiya talab qilinadi. Iltimos, nashr identifikatsiyalash variantlaridan kamida bittasini tanlang.
vi_vn: Định danh số là bắt buộc. Vui lòng chọn ít nhất một trong các tùy chọn định danh số.
zh_cn: 刊期标识是必须的，请从刊期标识选项中至少一个.
zh_tw: 必須認證每期。請選擇最少一個期號認證選項。

# editor.issues.titleRequired
source: Title is required for the issue.
ar_iq: عنوان العدد مطلوب حتماً
az: Bu n√∂mr…ô √ľ√ß√ľn bir baŇülńĪq t…ôl…ôb olunur. .
ca_es: Heu d’introduir un títol per al número.
cs_cz: Je vyžadová název čísla.
da_dk: Titel er påkrævet for dette nummer.
de_de: Die Angabe "Titel" ist erforderlich.
el_gr: Απαιτείται τίτλος για το τεύχος.
es_es: Introduzca un título para el número.
fa_ir: تعیین عنوان برای شماره مجله الزامی است
fi_fi: Numerolle vaaditaan otsikko.
fr_ca: Le titre du numéro est obligatoire.
hi_in: अंक के लिए शीर्षक आवश्यक है।
is_is: Titill er áskilinn fyrir tölublaðið.
it_it: È necessario un titolo per il fascicolo.
ja_jp: 巻号にはタイトルが必要です。
kk_kz: Шығарылым атауы міндетті.
ky: Чыгаруунун аталышы талап кылынат.
lt: Užrašykite leidinio pavadinimą.
lv: Izdevumam ir nepieciešams nosaukums.
mr: अंकासाठी शीर्षक आवश्यक आहे.
ms_my: Tajuk diperlukan untuk terbitan ini.
nb_no: Det er påkrevet med en tittel til utgaven.
nl_nl: De titel voor het nummer is verplicht.
pl_pl: Wymagane jest podanie Tytułu.
pt_br: O título é obrigatório.
pt_pt: É obrigatório o título.
ro_ro: Este nevoie de un titlu pentru acest număr.
ru_ru: Название для выпуска обязательно.
sk_sk: Je vyžadovaný názov čísla.
sl_si: Naslov številke je obvezen.
sr_rs@cyrillic: Наслов је обавезан.
sr_rs@latin: Naslov je obavezan.
sv_se: Titel för numret måste anges.
uk_ua: Необхідно вказати назву цього випуску.
uz_cyrl: Сон учун сарлавҳа керак.
uz_uz@latin: Nashr uchun sarlavha talab qilinadi
vi_vn: Tiêu đề là bắt buộc cho số.
zh_cn: 刊期的标题是必须的.
zh_tw: 必須為此期提供標題。

# editor.issues.yearRequired
source: Year is required and must be a positive, numeric value.
ar_iq: السنة مطلوبة حتماً، ويجب أن تكون رقماً موجباً
az: ńįl t…ôl…ôb olunur v…ô m√ľsb…ôt, r…ôq…ômsal d…ôy…ôr olmalńĪdńĪr
ca_es: Heu d’introduir un valor numèric positiu per a l’any.
cs_cz: Je vyžadován rok. Musí to být kladné číslo.
da_dk: År er påkrævet og skal være en positiv, numerisk værdi.
de_de: Die Angabe "Jahr" (als positive ganze Zahl) ist erforderlich.
el_gr: Απαιτείται η εισαγωγή έτους.
es_es: Introduzca el año, que debe ser un valor numérico positivo.
fa_ir: ذکر سال این شماره لازم است
fi_fi: Vuosi vaaditaan: anna positiivinen numeerinen arvo.
fr_ca: L'année est obligatoire et doit être une valeur numérique positive.
hi_in: वर्ष की आवश्यकता है और एक सकारात्मक, संख्यात्मक मान होना चाहिए।
is_is: Ár er áskilið og þarf að vera tölustafir stærra en núll.
it_it: Inserire l'anno (deve essere un valore numerico, positivo).
ja_jp: 年の入力は必須であり、正の数値でなければなりません。
kk_kz: Жыл нөмірі міндетті және оң сан болуы керек.
ky: Жылдын саны талап кылынат жана оң сан болушу керек.
lt: Metai yra privalomi ir turi būti teigiama skaitinė reikšmė.
lv: Gads ir obligāts, un tam jābūt pozitīvai skaitliskai vērtībai.
mr: प्रकाशन वर्ष आवश्यक आहे आणि ते आकड्यात, धनात्मक संख्येत असणे बंधनकारक आहे.
ms_my: Tahun diperlukan dan mestilah nilai positif, berangka.
nb_no: År er påkrevet for utgaven.
nl_nl: Jaar is verplicht en moet een positief getal zijn.
pl_pl: Wymagane jest podanie Roku (w formie liczby).
pt_br: O ano é obrigatório para a edição, devendo ser um número positivo inteiro.
pt_pt: O ano é obrigatório para a edição, devendo ser um número positivo inteiro.
ro_ro: Anul este necesar și trebuie să fie o valoare numerică pozitivă.
ru_ru: Номер года обязателен и должен быть положительным числом.
sk_sk: Je vyžadovaný rok. Musí to byť kladné číslo.
sl_si: Leto je obvezno in mora biti pozitivno število.
sr_rs@cyrillic: Година је обавезна и мора бити позитиван број.
sr_rs@latin: Godina je obavezna i mora biti pozitivan broj.
sv_se: År måste anges och det måste vara ett positivt numeriskt värde.
uk_ua: Необхідно ввести позитивне числове значення для року видання.
uz_cyrl: Йил кўрсатилиши шарт ва у ижобий бутун сон бўлиши керак.
uz_uz@latin: Har bir nashr yili ko‘rsatilishi va sonlar natural ko‘rinishda bo‘lishi kerak
vi_vn: Năm là bắt buộc và phải là một số giá trị dương.
zh_cn: 年数必须指定，并且为整数值.
zh_tw: 年份必須為正數。

# editor.issues.numberRequired
source: Number is required and must be a positive, numeric value.
ar_iq: رقم العدد مطلوب حتماً، ويجب أن يكون رقماً موجباً
az: N√∂mr…ô t…ôl…ôb olunur v…ô m√ľsb…ôt, r…ôq…ômsal d…ôy…ôr olmalńĪdńĪr. .
ca_es: Heu d’introduir un valor numèric positiu per al número.
cs_cz: Je vyžadováno číslo. Musí to být kladné číslo.
da_dk: Nummer er påkrævet og skal være en positiv, numerisk værdi.
de_de: Die Angabe "Nummer" (als positive ganze Zahl) ist erforderlich.
el_gr: Απαιτείται εισαγωγή αρίθμησης.
es_es: Introduzca el número, que debe ser un valor numérico positivo.
fa_ir: ذکر شماره برای این شماره از مجله لازم است
fi_fi: Numero vaaditaan: anna positiivinen numeerinen arvo.
fr_ca: Le numéro est obligatoire et doit être une valeur numérique positive.
hi_in: संख्या की आवश्यकता है और एक सकारात्मक, संख्यात्मक मान होना चाहिए।
is_is: Númer er áskilið og þarf að vera tölustafur stærri en núll.
it_it: Inserire il numero (deve essere un valore numerico, positivo).
ja_jp: 号の入力は必須であり、正の数値でなければなりません。
kk_kz: Шығарылым нөмірі міндетті әрі оң сан болуы тиіс.
ky: Чыгарылган номер талап кылынат жана оң сан болушу керек.
lt: Nurodykite numerį (teigiamą skaičių).
lv: Numurs ir obligāts, un tam jābūt pozitīvai skaitliskai vērtībai.
mr: अंक क्रमांक आवश्यक आहे आणि तो आकड्यात, धनात्मक संख्येत असणे बंधनकारक आहे.
ms_my: Nombor diperlukan dan mestilah nilai positif, berangka.
nb_no: Nummer er påkrevet for utgaven.
nl_nl: Nummer is verplicht en moet een positief getal zijn.
pl_pl: Wymagane jest podanie oznaczenia Numeru (w formie liczby).
pt_br: O número é obrigatório para a edição, devendo ser um número positivo inteiro.
pt_pt: O número é obrigatório para a edição, devendo ser um número positivo inteiro.
ro_ro: Este necesar ca numărul să aibă o valoare numerică pozitivă.
ru_ru: Номер выпуска обязателен и должен быть положительным числом.
sk_sk: Je vyžadované číslo. Musí to byť kladné číslo.
sl_si: Številka je obvezna in mora biti pozitivno število.
sr_rs@cyrillic: Број је обавезан и мора бити позитиван број.
sr_rs@latin: Broj je obavezan i mora biti pozitivan broj.
sv_se: Nummer måste anges och det måste vara ett positivt numeriskt värde.
uk_ua: Необхідно ввести позитивне числове значення для номеру випуску.
uz_cyrl: Сон (Number) кўрсатилиши шарт ва у ижобий бутун сон бўлиши керак.
uz_uz@latin: Har bir nashr raqamlanishi va ular natural ko‘rinishdagi sonlardan iborat bo‘lishi kerak
vi_vn: Số được yêu cầu và phải là một số giá trị dương.
zh_cn: 期数必须指定，并且为整数值.
zh_tw: 必須為一個正數。

# editor.issues.datePublished
source: Date Published
ar_iq: تاريخ النشر
az: N…ôŇür tarixi
ca_es: Data de publicació
cs_cz: Datum publikace
da_dk: Publiceringsdato
de_de: Veröffentlichungsdatum
el_gr: Ημερομηνία δημοσίευσης
es_es: Fecha de publicación
fa_ir: تاریخ انتشار
fi_fi: Päivämäärä julkaistu
fr_ca: Date de publication
hi_in: प्रकाशित तिथि
is_is: Dagsetning útgáfu
it_it: Data pubblicazione
ja_jp: 発行日
kk_kz: Жариялану уақыты
ky: Жарыяланган датасы
lt: Paskelbimo data
lv: Publicēšanas datums
mr: प्रकाशन दिनांक
ms_my: Tarikh Diterbitkan
nb_no: Dato publisert
nl_nl: Publicatiedatum
pl_pl: Data publikacji
pt_br: Data de Publicação
pt_pt: Data de Publicação
ro_ro: Data publicării
ru_ru: Дата опубликования
sk_sk: Dátum publikácie
sl_si: Datum izdaje
sr_rs@cyrillic: Датум објављивања
sr_rs@latin: Datum objavljivanja
sv_se: Publiceringsdatum
uk_ua: Дата публікації
uz_cyrl: Нашр этилган сана
uz_uz@latin: Nashr qilingan sana
vi_vn: Ngày xuất bản
zh_cn: 出版日期
zh_tw: 出版日期

# editor.issues.unpublished
source: Unpublished
ar_iq: غير منشورة
az: N…ôŇür edilm…ômiŇü
ca_es: No publicats
cs_cz: Nepublikováno
da_dk: Ikke-publiceret
de_de: Unveröffentlicht
el_gr: Μη δημοσιευμένα
es_es: No publicado
fa_ir: چاپ نشده
fi_fi: Julkaisematon
fr_ca: Non publié
hi_in: अप्रकाशित
is_is: Óútgefið
it_it: Non pubblicati
ja_jp: 未出版
kk_kz: Жарияланбаған
ky: Жарыяланган эмес
lt: Nepaskelbta
lv: Nepublicēts
mr: अप्रकाशित
ms_my: Tidak diterbitkan
nb_no: Ikke publisert
nl_nl: Ongepubliceerd
pl_pl: Nieopublikowany
pt_br: Não publicado
pt_pt: Não publicado
ro_ro: Nepublicat
ru_ru: Не опубликован
sk_sk: Nepublikované
sl_si: Neizdane
sr_rs@cyrillic: Необјављено
sr_rs@latin: Neobjavljeno
sv_se: Opublicerade
uk_ua: Неопубліковані
uz_cyrl: Нашр этилмаган
uz_uz@latin: Nashr qilinmagan
vi_vn: Chưa xuất bản
zh_cn: 未出版
zh_tw: 未出版

# editor.issues.published
source: Published
ar_iq: منشورة
az: N…ôŇür edilmiŇü
ca_es: Publicats
cs_cz: Publikováno
da_dk: Publiceret
de_de: Veröffentlicht
el_gr: Δημοσιευμένα
es_es: Publicado
fa_ir: چاپ شده
fi_fi: Julkaistu
fr_ca: Publié
hi_in: प्रकाशित
is_is: Útgefið
it_it: Data di pubblicazione
ja_jp: 出版済
kk_kz: Жарияланды
ky: Жарыяланган
lt: Paskelbta
lv: Publicēts
mr: प्रसिद्ध झाला
ms_my: Diterbitkan
nb_no: Publisert
nl_nl: Gepubliceerd
pl_pl: Opublikowany
pt_br: Publicado
pt_pt: Publicado
ro_ro: Publicat
ru_ru: Опубликован
sk_sk: Publikované
sl_si: Izdane
sr_rs@cyrillic: Објављено
sr_rs@latin: Objavljeno
sv_se: Publicerade
uk_ua: Опубліковані
uz_cyrl: Нашр этилган
uz_uz@latin: Nashr qilingan
vi_vn: Đã xuất bản
zh_cn: 已出版
zh_tw: 已出版

# editor.issues.confirmDelete
source: Are you sure you want to permanently delete this issue?
ar_iq: هل أنت متأكد من رغبتك في حذف هذا العدد نهائياً؟
az: Bu n√∂mr…ôni daimi olaraq silm…ôk ist…ôdiyinizd…ôn …ôminsinizmi?
ca_es: Esteu segur/a que voleu suprimir permanentment aquest número?
cs_cz: Jste si jistý, že chcete trvale smazat toto číslo?
da_dk: Er du sikker på, at du vil slette dette nummer permanent?
de_de: Sind Sie sicher, dass Sie diese Ausgabe endgültig löschen wollen?
el_gr: Επιβεβαιώνετε την οριστική διαγραφή του συγκεκριμένου τεύχους;
es_es: ¿Está seguro/a de que desea eliminar este número de forma permanente?
fa_ir: آیا می‌خواهید این شماره مجله را برای همیشه حذف کنید؟
fi_fi: Haluatko varmasti poistaa tämän numeron pysyvästi?
fr_ca: Êtes-vous certain-e de vouloir supprimer définitivement ce numéro ?
hi_in: क्या आप वाकई इस अंक को स्थायी रूप से हटाना चाहते हैं?
is_is: Ertu viss um að þú viljir eyða þessu tölublaði varanlega?
it_it: Sei sicuro di cancellare definitivamente questo fascicolo?
ja_jp: この号を完全に削除してもよいですか。
kk_kz: Сіз бұл шығарылымды біржолата жойғыңыз келетініне сенімдісіз бе?
ky: Бул эпизодду чын эле биротоло жок кылгыңыз келеби?
lt: Ar tikrai norite šį numerį ištrinti visam laikui?
lv: Vai tiešām vēlaties neatgriezeniski dzēst šo numuru?
mr: तुम्ही हा अंक कायमचा वगळायचे ठरवलेले नक्की ना?
ms_my: Adakah anda pasti hendak menghapuskan terbitan ini secara kekal?
nb_no: Er du sikker på at du vil slette denne utgaven for alltid?
nl_nl: Weet u zeker dat u dit nummer wilt verwijderen?
pl_pl: Czy na pewno usunąć numer?
pt_br: Deseja realmente excluir esta edição permanentemente?
pt_pt: Deseja realmente eliminar esta edição permanentemente?
ro_ro: Ești sigur că dorești să ștergi permanent acest număr?
ru_ru: Вы уверены, что хотите навсегда удалить этот выпуск?
sk_sk: Ste si istý, že chcete natrvalo zmazať toto číslo?
sl_si: Ste prepričani, da želite za vedno zbrisati to številko revije?
sr_rs@cyrillic: Да ли сте сигурни да трајно желите да обришете овај број?
sr_rs@latin: Da li ste sigurni da trajno želite da obrišete ovaj broj?
sv_se: Är du säker på att du vill ta bort det här numret permanent?
uk_ua: Ви впевнені, що хочете назавжди видалити цей випуск?
uz_cyrl: Ҳақиқатан ҳам ушбу сонни бутунлай ўчириб ташламоқчимисиз?
uz_uz@latin: Ushbu nashrni butunlay o‘chirib tashlashga ishonchingiz komilmi?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn số này?
zh_cn: 您确认要永久删除这个刊期?
zh_tw: 是否確認永遠刪除此期？

# editor.issues.removeCoverImageOnDifferentContextNowAllowed
source: The cover image you requested to delete matches an issue for a different journal. Please ensure you are working with the correct journal, you are using the correct issue ID, and try again.
az: Silm…ôk ist…ôdiyiniz √ľzqabńĪńüńĪ Ňü…ôkli qrafiki baŇüqa bir jurnalńĪn n√∂mr…ôsi il…ô uyńüun g…ôlir. Z…ôhm…ôt olmasa dońüru n√∂mr…ôni se√ßdiyinizd…ôn …ômin olun v…ô t…ôkrar c…ôhd edin. .
is_is: Forsíðumyndi sem þú vilt eyða, er á tölublaði annars tímarits. Vinsamlega gakktu úr skugga um að þú sért að vinna með rétt tímarit og rétt kenni tölublaðs, og reyndu aftur.
kk_kz: Жоюды сұраған мұқаба суреті басқа журналдың шығарылымына сәйкес келеді. Дұрыс журналмен жұмыс істеп жатқаныңызға, дұрыс шығарылым идентификаторын пайдаланып жатқаныңызға көз жеткізіңіз және әрекетті қайталаңыз.
ky: Сиз алып салууга аракет кылып жаткан мукаба сүрөтү журналдын башка санынан алынган. Туура журнал идентификаторун колдонуп, туура журнал менен иштеп жатканыңызды текшерип, кайра аракет кылыңыз.
lt: Viršelio paveikslėlis, kurį prašėte ištrinti, atitinka kito žurnalo numerį. Įsitikinkite, kad dirbate su tinkamu žurnalu, naudojate teisingą numerio ID ir bandykite dar kartą.
lv: Vāka attēls, kuru pieprasījāt dzēst, atbilst cita žurnāla numuram. Lūdzu, pārliecinieties, ka strādājat ar pareizo žurnālu, izmantojat pareizo izdevuma ID, un mēģiniet vēlreiz.
mr: तुम्ही मुखपृष्ठ प्रतिमा काढून टाकण्याची केलेली विनंती दुसर्‍याच नियतकालिकासंबंधी आहे. कृपया तुम्ही तुमच्याच नियतकालिकासंबंधी काम करीत आहात, तसेच योग्य अंक संकेत वापरत आहात याची खात्री करा आणि पुन्हा प्रयत्न करा.
ms_my: Imej gambar muka depan yang anda minta untuk memadam padanan terbitan untuk jurnal yang berbeza. Sila pastikan anda bekerja dengan jurnal yang betul, anda menggunakan ID terbitan yang betul, dan cuba lagi.
ro_ro: Imaginea de copertă pe care ați solicitat să o ștergeți corespunde unui număr al unei alte reviste. Vă rugăm să vă asigurați că lucrați cu revista corectă, că folosiți ID-ul corect al numărului și să încercați din nou.
uz_cyrl: Бошқа контекстдаги муқова расмини ўчиришга рухсат берилмаган.

# editor.article.payment.requestPayment
source: Request Payment
az: √Ėd…ôniŇü t…ôl…ôb edi
kk_kz: Төлемді сұрау
lt: Prašyti mokėjimo
lv: Pieprasīt maksājumu
mr: शुल्क भरण्याबाबत विनंती
uz_cyrl: Тўловни талаб қилиш
