Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionAfterExpiry.body
source: {$recipientName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$signature}
ar: {$recipientName}:<br /> <br /> إن مدة إشتراكك في {$contextName} قد انتهت.<br /> <br /> {$subscriptionType}<br /> تاريخ إنتهاء صلاحيته: {$expiryDate}<br /> <br /> لتجديد إشتراكك، لطفاً أدخل موقع المجلة. بإمكانك الولوج إلى النظام مستعملاً اسم الدخول: &quot;{$recipientUsername}&quot;.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionSignature}
bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е изтекъл.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да подновите абонамента си, моля, посетете уебсайта на списанието. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$subscriptionSignature}
bg_bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е изтекъл.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да подновите абонамента си, моля, посетете уебсайта на списанието. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$signature}
bs_ba: {$subscriberName},<br /> <br /> vaša pretplata na časopis {$contextName} je istekla.<br /> <br /> {$subscriptionType}<br /> Datum isteka: {$expiryDate}<br /> <br /> Kako biste obnovili vašu pretplatu posjetite mrežnu stranicu časopisa. U sustav se možete prijaviti koristeći vaše korisničko ime &quot;{$username}&quot;.<br /> <br /> U slučaju da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}<br />
ca: Benvolgut/uda {$recipientName},<br /> <br /> La vostra subscripció per a {$contextName} ha vençut.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a renovar la subscripció, aneu al lloc web de la revista. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$recipientUsername}&quot;.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> La vostra subscripció per a {$contextName} ha vençut.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a renovar la subscripció, aneu al lloc web de la revista. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs: {$recipientName}:<br /> <br /> Vaše předplatné pro {$contextName} vypršelo.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro obnovení předplatného přejděte prosím na stránky časopisu. Do systému se můžete přihlásit Vaším uživatelským jménem &quot;{$recipientUsername}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionSignature}
cs_cz: {$subscriberName}:<br /> <br /> Vaše předplatné pro {$contextName} vypršelo.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro obnovení předplatného přejděte prosím na stránky časopisu. Do systému se můžete přihlásit Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionContactSignature}
da: Kære {$recipientName}<br /> <br /> Dit abonnement på {$contextName} er udløbet.<br /> <br /> {$subscriptionType}<br /> Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil forny abonnementet, skal du gå til tidsskriftets websted. Du kan logge på systemet med dit brugernavn, &quot;{$recipientUsername}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> Mvh. {$subscriptionsignature}
da_dk: {$subscriberName}:<br /> <br /> Dit abonnement på {$contextName} er udløbet.<br /> <br /> {$subscriptionType} Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil forny abonnementet, skal du gå til tidsskriftets websted. Du kan logge på systemet med dit brugernavn, &quot;{$username}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de: Sehr geehrte/r {$recipientName}<br /> <br /> Ihr Abonnement für {$contextName} ist abgelaufen.<br /> <br /> {$subscriptionType}<br /> Verfallsdatum: {$expiryDate}<br /> <br /> Um Ihr Abonnement zu erneuern, gehen Sie bitte auf die Website der Zeitschrift. Sie können sich mit Ihrem Benutzernamen "{$recipientUsername}" in das System einloggen.<br /> <br /> Wenn Sie Fragen haben, können Sie mich gerne kontaktieren.<br /> <br /> {$subscriptionSignature}
de_de: {$subscriberName},<br /> <br /> Ihr Abonnement für {$contextName} ist ausgelaufen.<br /> <br /> {$subscriptionType}<br /> Ablaufdatum: {$expiryDate}<br /> <br /> Falls Sie Ihr Abonnement erneuern möchten, gehen Sie bitte zur Website der Zeitschrift. Sie können sich mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System einloggen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
es: {$recipientName}:<br /> <br /> Su suscripción a {$contextName} ha caducado.<br /> <br /> {$subscriptionType}<br /> Fecha de caducidad: {$expiryDate}<br /> <br /> Para renovar su suscripción acceda a la página web de la revista. Puede iniciar sesión en el sistema con su nombre de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionSignature}
es_es: {$subscriberName}:<br /> <br /> Su subscripción a {$contextName} ha expirado.<br /> <br /> {$subscriptionType}<br /> Fecha de expiración: {$expiryDate}<br /> <br /> Para renovar su suscripción entre en la página web de la revista. Puede acceder al sistema con su nombre de usuario, &quot;{$username}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionContactSignature}
eu: {$recipientName}:<br /> <br /> {$contextName} aldizkariko harpidetza amaitu zaizu.<br /> <br /> {$subscriptionType}<br /> Amaiera-data: {$expiryDate}<br /> <br /> Harpidetza berritzeko, zoaz aldizkariaren webgunera, mesedez. Sisteman saioa hasteko zure erabiltzaile-izena, &quot;{$recipientUsername}&quot;, erabil dezakezu.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> {$contextName} -tilauksenne on päättynyt.<br /> <br /> {$subscriptionType}<br /> Tilauksen päättymispäivämäärä: {$expiryDate}<br /> <br /> Voitte uusi tilauksenne julkaisun verkkosivustolla, jossa voitte kirjautua järjestelmään käyttäjätunnuksellanne &quot;{$username}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> Ystävällisin terveisin,<br /> {$subscriptionContactSignature}
fr_ca: {$subscriberName},<br /> <br /> Votre abonnement à la revue {$contextName} est expiré.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Pour renouveler votre abonnement, veuillez vous rendre sur le site Web de la revue. Vous pouvez y ouvrir une session en utilisant votre nom d'utilisateur-trice, soit « {$username} ».<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous.<br /> <br /> {$subscriptionContactSignature}
fr_fr: {$subscriberName},<br /> <br /> Votre abonnement à la revue {$contextName} est expiré.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Pour renouveler votre abonnement, veuillez aller sur le site Web de la revue. Vous pouvez y ouvrir une session en utilisant votre nom d'utilisateur, &quot;{$username}&quot;.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec moi.<br /> <br /> {$subscriptionContactSignature}
gl_es: {$recipientName}:<br /> <br /> A súa subscrición a {$contextName} expirou.<br /> <br /> {$subscriptionType}<br /> Data de vencemento: {$expiryDate}<br /> <br /> Para renovar a súa subscrición vaia ao sitio web da revista. Pode acceder ao sistema co seu nome de usuario, &quot;{$recipientUsername}&quot;.<br /> <br /> Se ten calquera pregunta, non dubide en contactar con nós.<br /> <br /> {$signature}
hi_in: {$subscriberName}:<br /> <br /> आपकी {$contextName} सदस्यता समाप्त हो गई है.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> अपनी सदस्यता को नवीनीकृत करने के लिए, कृपया जर्नल वेबसाइट पर जाएं। आप अपने उपयोगकर्ता नाम के साथ सिस्टम में लॉग इन करने में सक्षम हैं, &quot;{$username}&quot;.<br /> <br /> यदि आपके कोई प्रश्न हैं, तो कृपया मुझसे बेझिझक संपर्क करें.<br /> <br /> {$subscriptionContactSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Előfizetése a(z) {$contextName} folyóiratnál lejárt.<br /> <br /> {$subscriptionType}<br /> Lejárat dátuma: {$expiryDate}<br /> <br /> Előfizetése megújításához, kérjük keresse fel folyóiratunk weboldalát. A rendszerbe felhasználónevével tud bejelentkezni: &quot;{$recipientUsername}&quot;<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionSignature}
hy_am: {$recipientName}:<br /> <br /> Ձեր {$contextName} բաժանորդագրության ժամկետը լրացել է:<br /> <br /> {$subscriptionType}<br /> Ժամկետը լրանալու ամսաթիվ: {$expiryDate}<br /> <br /> Ձեր բաժանորդագրությունը թարմացնելու համար այցելեք ամսագրի կայք: Դուք կարող եք մուտք գործել համակարգ ձեր օգտվողի անունով, &quot;{$recipientUsername}&quot;.<br /> <br /> Եթե ունեք հարցեր, խնդրում եմ կապվել ինձ հետ:<br /> <br /> {$signature}
id: {$recipientName}:<br /> <br /> Langganan {$contextName} Anda telah berakhir.<br /> <br /> {$subscriptionType}<br /> Tanggal berakhir: {$expiryDate}<br /> <br /> Untuk memperbaharui langganan Anda, silakan kunjungi website jurnal. Anda dapat login dengan menggunakan nama pengguna Anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionSignature}
it: Gentile {$recipientName}:<br /> <br /> Il suo abbonamento a {$contextName} è scaduto.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per rinnovare l'abbonamento, si rechi sul nostro sito. Per l'accesso utilizzi la sua username, &quot;{$recipientUsername}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionSignature}
it_it: Gentile {$subscriberName}:<br /> <br /> Il suo abbonamento a {$contextName} è scaduto.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per rinnovare l'abbonamento, si rechi sul nostro sito. Per l'accesso utilizzi la sua username, &quot;{$username}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ka_ge: {$subscriberName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$username}&quot;..<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
kk_kz: Сәлем {$recipientName}!<br /> <br /> «{$ ContextName}» журналына жазылуыңыз аяқталды.<br /> <br /> {$subscriptionType}<br /> Жазылымның аяқталу күні: {$expiryDate}<br /> <br /> Жазылымды жаңарту үшін журналдың сайтына өтіңіз. Сіз журнал сайтына «{$recipientUsername}» пайдаланушы атымен кіре аласыз.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласудан тартынбаңыз.<br /> <br /> {$signature}
mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е истечена.<br /> <br /> {$subscriptionType}<br /> Истечено на: {$expiryDate}<br /> <br /> За да ја обновите вашата претплата, ве молам да се упатите кон веб-страницата на списанието. Можете да се најавите на системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mk_mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е истечена.<br /> <br /> {$subscriptionType}<br /> Истечено на: {$expiryDate}<br /> <br /> За да ја обновите вашата претплата, ве молам да се упатите кон веб-страницата на списанието. Можете да се најавите на системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mr: {$recipientName}:<br /> <br /> तुमचे {$contextName} साठीचे सदस्यत्व कालबाह्य झाले आहे.<br /> <br /> {$subscriptionType}<br /> मुदत संपण्याची तारीख : {$expiryDate}<br /> <br /> तुमच्या सदस्यत्वाचे नूतनीकरण करण्यासाठी, कृपया नियतकालिकाच्या संकेतस्थळावर जा. तुमच्या वापरकर्ता नावाने &quot;{$recipientUsername}&quot; तुम्ही प्रणालीमध्ये लॉग इन करू शकता.<br /> <br /> तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी मोकळ्या मनाने संपर्क साधा.<br /> <br /> {$subscriptionSignature}
ms: {$recipientName}:<br /> <br /> Langganan {$contextName} anda telah tamat tempoh.<br /> <br /> {$subscriptionType}<br /> Tarikh luput: {$expiryDate}<br /> <br /> Untuk memperbaharui langganan anda, sila pergi ke laman web jurnal. Anda boleh log masuk ke sistem dengan nama pengguna anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.<br /> <br /> {$subscriptionSignature}
ms_my: {$recipientName}: <br /> <br /> Langganan {$contextName} anda telah tamat. <br /> <br /> {$subscriptionType} <br /> Tarikh luput: {$expiryDate} <br /> <br /> Untuk memperbaharui langganan anda, sila pergi ke laman web jurnal. Anda dapat log masuk ke sistem dengan nama pengguna anda, &quot; {$recipientUsername} &quot ;. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, jangan ragu untuk menghubungi saya. <br /> <br /> {$signature}
nb: {$recipientName}:<br /> <br /> Abonnementet ditt på {$contextName} har løpt ut.<br /> <br /> {$subscriptionType}<br /> Utløpsdato: {$expiryDate}<br /> <br /> Gå til tidsskriftets nettsted for å fornye abonnementet ditt. Du logger inn med brukernavnet ditt: «{$recipientUsername}».<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionSignature}
nl_nl: {$subscriberName}:<br /> <br /> Uw abonnement op {$contextName} is verlopen.<br /> <br /> {$subscriptionType}<br /> Afloopdatum: {$expiryDate}<br /> <br /> Om uw abonnement te verlengen kunt u inloggen op de website van het tijdschrift met uw gebruikersnaam &quot;{$username}&quot;.<br /> <br /> Aarzel niet om contact met me op te nemen als u vragen heeft.<br /> <br /> {$subscriptionContactSignature}
pl: {$recipientName}:<br /> <br /> Twoja {$contextName} subskrypcja wygasła.<br /> <br /> {$subscriptionType}<br /> Data wygaśnięcia: {$expiryDate}<br /> <br /> Aby wznowić subskrypcję, odwiedź stronę czasopisma. Możesz zalogować się do systemu swoim loginem, &quot;{$recipientUsername}&quot;.<br /> <br /> W razie pytań, skontaktuj się ze mną.<br /> <br /> {$subscriptionSignature}
pt_br: {$subscriberName}: <br /> <br /> Sua assinatura do {$contextName} expirou. <br /> <br /> {$subscriptionType} <br /> Data de validade: {$expiryDate} <br /> <br /> Para renovar sua assinatura, acesse o site da revista. Você pode fazer login no sistema com seu nome de usuário, &quot;{$username}&quot;. <br /> <br /> Se você tiver alguma dúvida, por favor não hesite em contactar-me. <br /> <br /> {$subscriptionContactSignature}
pt_pt: {$subscriberName},<br /> <br /> A sua subscrição da revista {$contextName} expirou.<br /> <br /> {$subscriptionType}<br /> Data de expiração: {$expiryDate}<br /> <br /> Para renovar a sua subscrição, aceda ao portal da revista, com o seu nome de utilizador &quot;{$username}&quot;.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ro_ro: {$subscriberName}:<br /> <br /> Abonamentul dumneavoastră {$contextName} a expirat.<br /> <br /> {$subscriptionType}<br /> Data expirării: {$expiryDate}<br /> <br /> Pentru a vă reînnoi abonamentul, vă rugăm să accesați site-ul web al jurnalului. Vă puteți conecta la sistem cu numele dvs. de utilizator, &quot;{$username}&quot;.<br /> <br /> Dacă aveți întrebări, nu ezitați să mă contactați.<br /> <br /> {$subscriptionContactSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Закончилась Ваша подписка на «{$contextName}».<br /> <br /> {$subscriptionType}<br /> Дата окончания: {$expiryDate}<br /> <br /> Для возобновления подписки, пожалуйста зайдите на сайт журнала. Вы можете авторизоваться в системе с помощью вашего логина &quot;{$recipientUsername}&quot;.<br /> <br /> Если у Вас возникли вопросы, пожалуйста, свяжитесь со мной.<br /> <br /> {$subscriptionSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Срок Вашей подписки на журнал «{$contextName}» истек.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Для продления Вашей подписки, пожалуйста, перейдите на сайт журнала. Вы можете войти на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sk_sk: {$subscriberName}:<br /> <br /> Vaše predplatné pre {$contextName} vypršalo.<br /> <br /> {$subscriptionType}<br /> Dátum vypršania: {$expiryDate}<br /> <br /> Pre obnovenie predplatného prejdite prosím na stránky časopisu. Do systému sa môžete prihlásiť Vaším užívateľským menom &quot;{$username}&quot;.<br /> <br /> Ak máte nejaké otázky, neváhajte ma prosím kontaktovať. <br /> <br /> {$subscriptionContactSignature}
sl: {$recipientName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionSignature}
sv: {$recipientName}:<br /> <br /> Din prenumeration på tidskriften {$contextName} har förfallit.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> Gå till tidskriftens webbplats för att förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$recipientUsername}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionSignature}
sv_se: {$subscriberName}:<br /> <br /> Din prenumeration på tidskriften {$contextName} har förfallit.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> Gå till tidskriftens webbplats för att förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionContactSignature}
tr: {$recipientName},<br /> <br /> {$contextName} dergisi abonelik süreniz doldu.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Aboneliğinizi yenilemek için dergi sitesine giriniz. Sisteme &quot;{$recipientUsername}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionSignature}
tr_tr: {$subscriberName},<br /> <br /> {$contextName} dergisi abonelik süreniz doldu.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Aboneliğinizi yenilemek için dergi sitesine giriniz. Sisteme &quot;{$username}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionContactSignature}
uk: Шановний(-а) {$recipientName}!<br /> <br /> Ваша передплата на видання "{$contextName}" закінчилась.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб поновити Вашу передплату, будь ласка, завітайте на вебсайт журналу. Ви можете увійти до системи з Вашим іменем користувача{$recipientUsername}.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionSignature}
uk_ua: {$subscriberName}:<br /> <br /> Ваша передплата на видання &quot;{$contextName}&quot; закінчилась.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб поновити Вашу передплату, будь ласка, завітайте на веб-сайт журналу. Ви можете увійти до системи з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
uz@latin: {$recipientName}: <br /> <br/> {$contextName} obunangiz muddati tugadi. <br /> <br/> {$subscriptionType} <br /> Yaroqlilik muddati: {$expiryDate} <br /> <br/> Obunani yangilash uchun jurnal veb -saytiga o'ting. Siz tizimga &quot; {$recipientUsername} &quot; ismingiz bilan kirishingiz mumkin. <br /> <br/> Savollaringiz bo'lsa, iltimos, men bilan bog'laning. <br /> <br/> {$subscriptionSignature}
uz_cyrl: Ҳурматли {$recipientName}:<br /> <br /> Сизнинг {$contextName} журналига обунангиз муддати тугади.<br /> <br /> {$subscriptionType}<br /> Тугаш санаси: {$expiryDate}<br /> <br /> Обунангизни янгилаш учун, илтимос, журнал веб-сайтига ўтинг. Сиз тизимга &quot;{$recipientUsername}&quot; фойдаланувчи номи билан киришингиз мумкин.<br /> <br /> Агар сизда саволлар бўлса, илтимос, мен билан боғланишдан тортинманг.<br /> <br /> {$subscriptionSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Thuê bao tại {$contextName} đã hết hạn.<br /> <br /> {$subscriptionType}<br /> Ngày hết hạn: {$expiryDate}<br /> <br /> Để gia hạn thuê bao của bạn, vui lòng truy cập trang web tạp chí. Bạn có thể đăng nhập vào hệ thống bằng username của bạn,&quot;{$recipientUsername}&quot;.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionSignature}
