Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.announcement.description
source: This email is sent when a new announcement is created.
bg_bg: Този имейл се изпраща, когато се създаде ново съобщение.
cs_cz: Tento email je posílán, pokud je vytvořeno nové oznámení.
es_es: Se mandará este email tras la creación de un nuevo anuncio.
fr_ca: Ce courriel est envoyé lorsqu'une nouvelle annonce est créée.
fr_fr: Ce courriel est envoyé lorsqu'une nouvelle annonce est créée.
gl_es: Este correo electrónico envíase cando se crea un novo anuncio.
hy_am: Այս նամակն ուղարկվում է, երբ ստեղծվում է նոր հայտարարություն:
ka_ge: ეს წერილი იგზავნება ახალი განცხადების შექმნისას.
kk_kz: Бұл электрондық пошта жаңа тізім жасалған кезде жіберіледі.
ms_my: E-mel ini dihantar semasa pengumuman baru dibuat.
pt_br: Este email é enviado quando um novo comunicado é criado.
pt_pt: Este email é enviado quando uma nova notícia é criada.
ro_ro: Acest e-mail este trimis la crearea unui nou anunț.
ru_ru: Это письмо отправляется при создании нового объявления.
sk_sk: Tento email je posielaný, ak je vytvorené nové oznámenie.
sl_si: Email je poslan, ko je objavljeno novo obvestilo.
sv_se: Detta e-post-meddelande skickas när ett nytt publicerat meddelande skapas.
tr_tr: Bu e-posta, yeni bir duyuru oluşturulduğunda gönderilir.

# emails.announcement.body
source: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Visit our website to read the <a href="{$announcementUrl}">full announcement</a>.
ar: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> قم بزيارة موقعنا للاطلاع على <a href="{$announcementUrl}">الإعلان بشكله الكامل</a>.
bg: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Посетете нашия уебсайт, за да прочетете <a href="{$announcementUrl}"> пълното съобщение </a>.
bg_bg: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Посетете нашия уебсайт, за да прочетете <a href="{$announcementUrl}"> пълното съобщение </a>.
ca: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Visiteu el nostre lloc web per llegir <a href="{$announcementUrl}">l'avís complet</a>.
cs: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Navštivte naši webovou stránku, pokud si chcete přečíst <a href="{$announcementUrl}">plný text</a>.
cs_cz: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Navštivte naši webovou stránku, pokud si chcete přečíst <a href="{$url}">plný text</a>.
da: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Besøg vores websted <a href="{$announcementUrl}">for at læse hele meddelelsen</a>.
de: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Besuchen Sie unsere Website, um die <a href="{$announcementUrl}">vollständige Ankündigung</a> zu lesen.
es: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Visite nuestro site para leer el <a href="{$announcementUrl}">anuncio completo</a>.
es_es: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visite nuestro site para leer el <a href="{$url}">anuncio completo</a>.
eu: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Jo gure webgunera <a href="{$announcementUrl}">jakinarazpen osoa</a> irakurtzeko.
fr_ca: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visiter notre site Web pour consulter <a href="{$url}">l'annonce complète</a>.
fr_fr: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visiter notre site pour consulter <a href="{$url}">l'annonce complète</a>.
gl_es: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Visite o noso sitio web para ler <a href="{$announcementUrl}">o anuncio completo</a>.
hy_am: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Այցելեք մեր կայք՝ <a href="{$announcementUrl}">ամբողջական հայտարարությունը կարդալու համար</a>.
id: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Kunjungi website kami untuk melihat <a href="{$announcementUrl}">pengumuman selengkapnya</a>.
it: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Visita il nostro sito per leggere <a href="{$announcementUrl}">l'informazione completa</a>.
ka_ge: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visit our website to read the <a href="{$url}">full announcement</a>.
kk_kz: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> <a href="{$announcementUrl}">толық хабарландыруды</a> оқу үшін біздің веб-сайтқа кіріңіз.
mk: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Посетете ја нашата веб-страница за да го прочитате <a href="{$announcementUrl}">целосното известување</a>.
mk_mk: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Посетете ја нашата веб-страница за да го прочитате <a href="{$announcementUrl}">целосното известување</a>.
mr: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> <a href="{$announcementUrl}">संपूर्ण सूचना</a> वाचण्यासाठी आमच्या संकेतस्थळाला भेट द्या.
ms: <b> {$announcementTitle} </b> <br /> <br /> {$announcementSummary} <br /> <br /> Lawati laman web kami untuk membaca <a href="{$announcementUrl}"> pengumuman penuh </a>.
ms_my: <b> {$announcementTitle} </b> <br /> <br /> {$announcementSummary} <br /> <br /> Lawati laman web kami untuk membaca <a href="{$announcementUrl}"> pengumuman penuh </a>.
nb: <b> {$announcementTitle} </b> <br /> <br /> {$announcementSummary} <br /> <br /> Besøk nettstedet vårt for å lese <a href="{$announcementUrl}">hele kunngjøringen</a>.
pl: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Odwiedź naszą stronę i przeczytaj <a href="{$announcementUrl}">pełne ogłoszenie</a>.
pt_br: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visite nosso site para ler o <a href="{$url}"> comunicado completo </a>.
pt_pt: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Visite o nosso site para ler a <a href="{$url}">notícia completa</a>.
ro_ro: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Vizitați situl nostru pentru a citi anunțul <a href="{$url}"></a>.
ru: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Посетите наш веб-сайт, чтобы прочитать <a href="{$announcementUrl}">объявление полностью</a>.
ru_ru: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Посетите наш веб-сайт, чтобы прочитать <a href="{$url}">объявление полностью</a>.
sk_sk: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Navštívte našu webovú stránku, ak si chcete prečítať<a href="{$url}">plný text</a>.
sl: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Obiščite našo spletno stran, da vidite <a href="{$announcementUrl}">celotno obvestilo</a>.
sl_si: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Obiščite našo spletno stran, da vidite <a href="{$announcementUrl}">celotno obvestilo</a>.
sv: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Besök vår webbsida för att läsa <a href="{$announcementUrl}">hela meddelandet</a>.
sv_se: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Besök vår webbsida för att läsa <a href="{$url}">hela meddelandet</a>.
tr: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Web sitesini ziyaret et ve <a href="{$announcementUrl}">tüm duyuruyu</a> oku.
tr_tr: <b>{$title}</b><br /> <br /> {$summary}<br /> <br /> Web sitesini ziyaret et ve <a href="{$url}">tüm duyuruyu</a> oku.
uk: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Відвідайте наш вебсайт, щоб прочитати <a href="{$announcementUrl}">повне оголошення</a>.
uz@latin: <b> {$announcementTitle} </b> <br /> <br/> {$announcementSummary} <br /> <br/> <a href="{$announcementUrl}"> to'liq e'lonni </a> o'qish uchun veb -saytimizga tashrif buyuring.
uz_cyrl: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Эълоннинг <a href="{$announcementUrl}">тўлиқ матнини</a> ўқиш учун веб-сайтимизга ташриф буюринг.
vi: <b>{$announcementTitle}</b><br /> <br /> {$announcementSummary}<br /> <br /> Ghé thăm trang web của chúng tôi để đọc <a href="{$announcementUrl}">thông báo đầy đủ</a>.

# emails.statisticsReportNotification.description
source: This email is automatically sent monthly to editors and journal managers to provide them a system health overview.
bg_bg: Този имейл се изпраща автоматично месечно до редактори и мениджъри на списания, за да им предостави общ преглед на състоянието на системата.
cs_cz: Tento e-mail je automaticky zasílán měsíčně měsíčně editorům a správcům časopisů, aby jim poskytl přehled o stavu systému.
es_es: Este correo electrónico es enviado mensualmente y de manera automática a los editores y administradores de publicaciones para suministrarles una visión general de la publicación.
fr_ca: Ce courriel est envoyé automatiquement chaque mois aux rédacteurs et rédactrices en chef et aux directeurs et directrices de revues pour leur fournir un aperçu de l'intégrité du système.
fr_fr: Ce courriel est envoyé automatiquement chaque mois aux rédacteurs et rédactrices en chef et aux directeurs et directrices de revues pour leur fournir un aperçu de l'intégrité du système.
gl_es: Este correo electrónico envíase automaticamente cada mes a editores/as e administradores/as de revistas para ofrecerlles unha visión xeral da actividade do sistema.
hi_in: यह ईमेल स्वचालित रूप से संपादकों और पत्रिका प्रबंधकों को मासिक रूप से भेजा जाता है ताकि उन्हें एक प्रणाली स्वास्थ्य अवलोकन प्रदान किया जा सके।
hy_am: Այս նամակն ամեն ամիս ինքնաշխատ կերպով ուղարկվում է խմբագիրներին և ամսագրի կառավարիչներին՝ նրանց համակարգի առողջության ակնարկ տրամադրելու համար:
ka_ge: ეს წერილი ყოველთვიურად ავტომატურად ეგზავნებათ რედაქტორებს და ჟურნალის მმართველებს, რათა მათ ჰქონდეთ სისტემის მუშაობზე წარმოდგენა.
kk_kz: Бұл хат журналдың редакторлары мен менеджерлеріне жүйенің қалай жұмыс істейтіні туралы түсінік алу үшін автоматты түрде ай сайын жіберіледі.
ms_my: E-mel ini dihantar secara automatik setiap bulan kepada editor dan pengurus jurnal untuk memberi mereka gambaran keseluruhan kesihatan sistem.
pt_br: Este e-mail é automaticamente enviado todo mês aos editores e gerentes do sistema para dar-lhes uma visão geral do estado do sistema.
pt_pt: Este email é enviado automaticamente todos os meses aos editores e editores-gestores para os informar do estado da revista.
ro_ro: Acest e-mail este trimis automat lunar către editorii și managerii de jurnale pentru a le oferi o imagine de ansamblu asupra funcționării sistemului.
ru_ru: Это письмо каждый месяц автоматически отправляется редакторам и управляющим журнала, чтобы у них было представление о работе системы.
sk_sk: Tento e-mail je automaticky zasielaný mesačne editorom a správcom časopisov, aby im poskytol prehľad o stave systému.
sl_si: Ta email je vsak mesec avtomatično poslan urednikom in glavnim urednikom, da vidijo stanje sistema.
sv_se: E-postmeddelandet skickas ut månadsvis till redaktörer och tidskriftsansvariga för ge en lägesrapport.
tr_tr: Bu e-posta editörler ve dergi yöneticilerine sistem durumu ve istatistikler hakkında genel bir bakış sağlamak için aylık olarak otomatik gönderilir.
