Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.passwordResetConfirm.body
source: We have received a request to reset your password for the {$siteTitle} web site.<br /> <br /> If you did not make this request, please ignore this email and your password will not be changed. If you wish to reset your password, click on the below URL.<br /> <br /> Reset my password: {$passwordResetUrl}<br /> <br /> {$signature}
ar: لقد تلقينا طلباً لإعادة تعيين كلمة مرورك في الموقع {$siteTitle}.<br /> <br /> إن لم تكن أنت شخصياً من أرسل هذا الطلب، لطفاً تجاهل هذه الرسالة لتحتفظ بكلمة مرورك إلى الموقع دون تغيير. لو أردت إعادة تعيين كلمة مرورك، أنقر الرابط أدناه.<br /> <br /> أعد تعيين كلمة مروري: {$passwordResetUrl}<br /> <br /> {$siteContactName}
az: {$siteTitle} saytındakı şifrənizi dəyişdirmə tələbinizi qəbul etdik.<br /> <br /> Bu tələb sizin məlumatınız xaricində baş verdiysə zəhmət olmasa mesajı diqqətə almayın; əvvəlki şifrənizi istifadə edə bilərsiniz. Əgər şifrənizi dəyişdirmək istəyirsinizsə aşağıdakı linki klikləyin. <br /> Şifrə dəyişdirmək üçün: {$passwordResetUrl}<br /> <br /> {$signature}
bg: Получихме искане за нулиране на вашата парола към акаунт в {$siteTitle}.<br /> <br /> Ако не сте направили тази заявка, моля, игнорирайте този имейл и паролата ви няма да бъде променена. Ако искате да зададете нова парола, щракнете върху URL адреса по -долу. <br /> <br /> Нулиране (reset) на паролата ми : {$passwordResetUrl}<br /> <br /> {$siteContactName}
bg_bg: Получихме искане за нулиране на вашата парола към акаунт в {$siteTitle}.<br /> <br /> Ако не сте направили тази заявка, моля, игнорирайте този имейл и паролата ви няма да бъде променена. Ако искате да зададете нова парола, щракнете върху URL адреса по -долу. <br /> <br /> Нулиране (reset) на паролата ми : {$passwordResetUrl}<br /> <br /> {$signature}
bs_ba: Zaprimili smo vaš zahtjev za promjenu lozinke za mrežnu stranicu {$siteTitle}.<br /> <br /> U slučaju da takav zahtjev niste poslali, molimo vas da ignorirate ovu e-poštu i vaša će lozinka ostati nepromijenjena. U slučaju da želite promijeniti lozinku, molimo vas da kliknete na dolje priloženu poveznicu.<br /> <br /> Promjena lozinke: {$url}<br /> <br /> {$principalContactSignature}
ca: Hem rebut una sol·licitud per a reinicialitzar la vostra contrasenya per al lloc web {$siteTitle}.<br /> <br /> Si no sou l'autor d'aquesta sol·licitud, ignoreu aquest missatge de correu electrònic i no es canviarà la vostra contrasenya. Si voleu reinicialitzar la contrasenya, feu clic a l'URL següent.<br /> <br /> Reinicialització de la meva contrasenya: {$passwordResetUrl}<br /> <br /> {$siteContactName}
ca_es: Hem rebut una sol·licitud per a reinicialitzar la vostra contrasenya per al lloc web {$siteTitle}.<br /> <br /> Si no sou l'autor d'aquesta sol·licitud, ignoreu aquest missatge de correu electrònic i no es canviarà la vostra contrasenya. Si voleu reinicialitzar la contrasenya, feu clic a l'URL següent.<br /> <br /> Reinicialització de la meva contrasenya: {$url}<br /> <br /> {$principalContactSignature}
cs: Obdrželi jsme žádost o resetování Vašeho hesla pro stránku {$siteTitle}.<br /> <br /> Pokud jste tuto žádost neodeslal, ignorujte prosím tento email a Vaše heslo nebude změněno. Pokud chcete své heslo resetovat, klikněte na URL adresu níže.<br /> <br /> Resetovat moje heslo: {$passwordResetUrl}<br /> <br /> {$siteContactName}
cs_cz: Obdrželi jsme žádost o resetování Vašeho hesla pro stránku {$siteTitle}.<br /> <br /> Pokud jste tuto žádost neodeslal, ignorujte prosím tento email a Vaše heslo nebude změněno. Pokud chcete své heslo resetovat, klikněte na URL adresu níže.<br /> <br /> Resetovat moje heslo: {$url}<br /> <br /> {$principalContactSignature}
da: Vi har modtaget en forespørgsel om at nulstille din adgangskode til webstedet {$siteTitle}.<br /> <br /> Hvis du ikke selv har sendt denne forespørgsel, skal du ignorere denne e-mail, og din adgangskode vil ikke blive ændret. Klik på nedenstående URL-adresse, hvis adgangskoden skal ændres.<br /> <br /> Nulstil min adgangskode: {$passwordResetUrl}<br /> <br /> Mvh. {$siteContactName}
da_dk: Vi har modtaget en forespørgsel om at nulstille din adgangskode til webstedet {$siteTitle}.<br /> <br /> Hvis du ikke selv har sendt denne forespørgsel, skal du ignorere denne e-mail, og din adgangskode vil ikke blive ændret. Klik på nedenstående URL-adresse, hvis adgangskoden skal ændres.<br /> <br /> Nulstil min adgangskode: {$url}<br /> <br /> {$principalContactSignature}
de: Wir wurden aufgefordert, Ihr Passwort für die Webseite {$siteTitle} neu zu setzen.<br /> <br /> Falls die Aufforderung nicht von Ihnen stammt, ignorieren Sie bitte diese E-Mail und Ihr Passwort bleibt unverändert. Falls Sie Ihr Passwort neu setzen möchten, klicken Sie bitte auf die folgende URL:<br /> <br /> Mein Passwort neu setzen: {$passwordResetUrl}<br /> <br /> {$siteContactName}
de_de: Wir wurden aufgefordert, Ihr Passwort für die Webseite {$siteTitle} neu zu setzen.<br /> <br /> Falls die Aufforderung nicht von Ihnen stammt, ignorieren Sie bitte diese E-Mail, und Ihr Passwort bleibt unverändert. Falls Sie Ihr Passwort neu setzen möchten, klicken Sie bitte auf die folgende URL:<br /> <br /> Mein Passwort neu setzen: {$url}<br /> <br /> {$principalContactSignature}
es: Hemos recibido una petición para cambiar su contraseña en {$siteTitle}.<br /> <br /> Si no hizo usted esta petición ignore este correo-e y su contraseña no cambiará. Si desea cambiar su contraseña pinche en el enlace que le mostramos a continuación.<br /> <br /> Cambiar mi contraseña: {$passwordResetUrl}<br /> <br /> {$siteContactName}
es_es: Hemos recibido una petición para cambiar su contraseña en {$siteTitle}.<br /> <br /> Si no hizo usted esta petición ignore este correo-e y su contraseña no cambiará. Si desea cambiar su contraseña pinche en el enlace que le mostramos a continuación.<br /> <br /> Cambiar mi contraseña: {$url}<br /> <br /> {$principalContactSignature}
eu: {$siteTitle} webgunean sartzeko daukazun pasahitza berrezartzeko eskaera jaso dugu.<br /> <br /> Eskaera ez bada zuk egindakoa, ez jaramonik egin mezu honi, eta zure pasahitza ez da aldatuko. Pasahitza berrezartzea nahi baduzu, egin klik beheko URLan.<br /> <br /> Berrezarri nire pasahitza: {$passwordResetUrl}<br /> <br /> {$siteContactName}
fi_fi: Olemme vastaanottaneet pyynnön vaihtaa salasananne {$siteTitle} sivustolle.<br /> <br /> Jos ette tehnyt tätä pyyntöä,voitte jättää tämän sähköpostin huomiotta. Jos haluatte vaihtaa salasanan, klikatkaa alla olevaa linkkiä.<br /> <br /> Vaihda salasana: {$url}<br /> <br /> {$principalContactSignature}
fr_ca: Nous avons reçu une demande concernant la réinitialisation de votre mot de passe pour le site Web {$siteTitle}.<br /> <br /> Si vous n'avez pas fait cette demande, veuillez ne pas tenir compte du présent message, votre mot de passe restera le même. Si vous souhaitez réinitialiser votre mot de passe, cliquer sur l'URL ci-dessous.<br /> <br /> Réinitialisation de mon mot de passe : {$url}<br /> <br /> {$principalContactSignature}
fr_fr: Nous avons reçu une demande concernant la réinitialisation de votre mot de passe pour le site Web {$siteTitle}.<br /> <br /> Si vous n'avez pas fait cette demande, veuillez ne pas tenir compte du présent message, votre mot de passe restera le même. Si vous voulez réinitialiser votre mot de passe, cliquer sur l'URL et un nouveau mot de passe vous sera envoyé par courriel sous peu.<br /> <br /> Réinitialisation du mot de passe : {$url}<br /> <br /> {$principalContactSignature}
gl_es: Recibimos unha solicitude para cambiar o seu contrasinal para o sitio web {$siteTitle}.<br /> <br /> Se vostede non fixo esta solicitude, ignore este correo electrónico e o seu contrasinal non cambiará. Se quere cambiar o seu contrasinal, faga clic en URL.<br /> <br /> Cambiar o meu contrasinal: {$passwordResetUrl}<br /> <br /> {$signature}
he_il: קיבלנו בקשתך לשנות סיסמה לאתר {siteTitle$} <br /> <br /> אם לא הגשת בקשה זו, אנא התעלם מאימייל זה והסיסמה שלך לא תשתנה. אם ברצונך לאפס את הסיסמה שלך, לחץ על כתובת האתר הבאה.<br /> <br /> איפוס סיסמה: {url$} <br /> {principalContactSignature$}
hi_in: हमें {$ siteTitle} वेब साइट के लिए आपका पासवर्ड रीसेट करने का अनुरोध मिला है.<br /> <br /> यदि आपने यह अनुरोध नहीं किया है, तो कृपया इस ईमेल को अनदेखा करें और आपका पासवर्ड परिवर्तित नहीं किया जाएगा। यदि आप अपना पासवर्ड रीसेट करना चाहते हैं, तो नीचे दिए गए URL पर क्लिक करें.<br /> <br /> Reset my password: {$url}<br /> <br /> {$principalContactSignature}
hu: Megkaptuk jelszavának visszaállítási kérését a(z) {$siteTitle} oldalhoz.<br /> <br /> Amennyiben nem Ön kezdeményezte, úgy hagyja figyelmen kívül értesítő levelünket és jelszava nem módosul. Ha szeretné visszaállítani jelszavát, kattintson az alábbi linkre.<br /> <br /> Jelszavam visszaállítása: {$passwordResetUrl}<br /> <br /> {$siteContactName}
hy_am: Մենք {$siteTitle} վեբ կայքի ձեր գաղտնաբառը վերակայելու հարցում ենք ստացել.<br /> <br /> Եթե դուք չեք կատարել այս հարցումը, խնդրում ենք անտեսել այս նամակը, և ձեր գաղտնաբառը չի փոխվի: Եթե ցանկանում եք վերակայել ձեր գաղտնաբառը, սեղմեք ստորև նշված URL-ի վրա:<br /> <br /> Վերակայել իմ գաղտնաբառը.: {$passwordResetUrl}<br /> <br /> {$signature}
id: Kami menerima permintaan reset sandi untuk akun Anda di website {$siteTitle}.<br /> <br /> Jika Anda tidak merasa mengajukan permintaan ini, abaikan pesan ini dan sandi Anda tidak akan diubah. Jika Anda memang ingin melakukan reset sandi, klik tautan berikut ini.<br /> <br /> Reset sandi saya: {$passwordResetUrl}<br /> <br /> {$siteContactName}
is_is: Við höfum móttekið beiðni um breytingu á lykilorðinu þínu á vefsíðu tímaritsins {$siteTitle} .<br /> <br /> Ef beiðnin er ekki frá þér, getur þú horft framhjá þessum pósti og lykilorðinu verður ekki breytt. Ef þú óskar eftir að breyta lykilorðinu þínu smelltu þá á vefslóðina hér fyrir neðan.<br /> <br /> Breyta lykilorði: {$passwordResetUrl}<br /> <br /> {$signature}
it: Abbiamo ricevuto la richiesta di modificare la tua password per {$siteTitle}.<br /> <br /> Se non hai fatto questa richiesta, ignora questo messaggio e la password non sarà modificata.<br /> Se invece hai fatto tu la richiesta e desideri generare una nuova password, clicca sul link qui sotto.<br /> <br /> Reset password: {$passwordResetUrl}<br /> <br /> {$siteContactName}
it_it: &lt;![CDATA[Abbiamo ricevuto la richiesta di modificare la tua password per {$siteTitle}.<br /> <br /> Se non hai fatto questa richiesta, ignora pure questo messaggio e la password non sar&amp;#224; modificata.<br /> Se invece hai fatto tu la richiesta e desideri generare una nuova password, clicca sul link qui sotto.<br /> <br /> Reset password: {$url}<br /> <br /> {$principalContactSignature}]]&gt;
ka_ge: ჩვენ მივიღეთ თქვენი პაროლის ჩამოყრის მოთხოვნა საიტზე {$siteTitle}.<br /> <br /> თუ თქვენ არ გამომიგზავნიათ ეს მოთხოვნა, გთხოვთ ნუ მიაქცევთ ყურადღებას ამ წერილს და პაროლი არ შეიცვლება. თუ გსურთ პაროლის ჩამოყრა, დააწკაპუნეთ ქვემოთ მოცემულ ბმულზე.<br /> <br /> ჩემი პაროლის ჩამოყრა: {$url}<br /> <br /> {$principalContactSignature}
kk_kz: Біз "{$siteTitle}" сайтында құпия сөзді қалпына келтіру туралы сұрау алдық.<br /> <br /> Егер сіз бұл сұрауды жібермеген болсаңыз, осы хатты елемеңіз және құпия сөзіңіз өзгермейді. Егер құпия сөзді қалпына келтіргіңіз келсе, төмендегі сілтемені басыңыз.<br /> <br /> Құпия сөзімді қалпына келтіріңіз: {$passwordResetUrl}<br / > <br /> {$signature}
ku: {$siteTitle} داواكاريتان بۆ گۆڕينى وشەى نهێنيمان پێگەيشت.<br /> <br /> ئەگەر ئەم داواكارييە بەبێ ئاگادارى ئێوە نێردراوە، ئەم پەيامە بە هەند وەرمەگرن؛ دەتوانن وشە نهێنييە كۆنەكەتان بەكار بهێنن. ئەگەر دەتانەوێت تێپەڕەوشەتان بگۆڕن تكايە كرتە لەسەر بەستەرەكەى خوارەوە بكەن. <br /> <br /> بۆ گۆڕينى وشەى نهێنى: {$url}<br /> <br /> {$principalContactSignature}
mk: Добивме барање за ресетирање на вашата лозинка за {$siteTitle} веб-страницата.<br /> <br /> Доколку вие не го направивте ова барање, ве молиме да го игнорирате овој и-меил и вашата лозинка ќе остане непроменета. Доколку сакате да ја ресетирате вашата лозинка, притиснете на URL-адресата подолу.<br /> <br /> Ресетирај ја мојата лозинка: {$passwordResetUrl}<br /> <br /> {$siteContactName}
mk_mk: Добивме барање за ресетирање на вашата лозинка за {$siteTitle} веб-страницата.<br /> <br /> Доколку вие не го направивте ова барање, ве молиме да го игнорирате овој и-меил и вашата лозинка ќе остане непроменета. Доколку сакате да ја ресетирате вашата лозинка, притиснете на URL-адресата подолу.<br /> <br /> Ресетирај ја мојата лозинка: {$passwordResetUrl}<br /> <br /> {$siteContactName}
mr: आम्हाला {$siteTitle} या संकेतस्थळावर तुमचा संकेतशब्द (पासवर्ड) नव्याने नोंदण्यासंबंधीची (रिसेट) विनंती पोहोचली आहे.<br /> <br /> तुम्ही ही विनंती केली नसेल, तर कृपया या ई-मेलकडे दुर्लक्ष करा, तुमचा संकेतशब्द (पासवर्ड) बदलला जाणार नाही. मात्र तुम्हाला तुमचा संकेतशब्द (पासवर्ड) नव्याने नोंदवायचा (रिसेट) असल्यास, खालील URL वर क्लिक करा. <br /> <br /> माझा संकेतशब्द (पासवर्ड) नव्याने नोंदवा (रिसेट): {$passwordResetUrl}<br /> <br /> {$siteContactName}
ms: Kami telah menerima permintaan untuk menetapkan semula kata laluan anda untuk laman web {$siteTitle}. <br /> <br /> Sekiranya anda tidak membuat permintaan ini, abaikan e-mel ini dan kata laluan anda tidak akan diubah. Sekiranya anda ingin menetapkan semula kata laluan anda, klik pada URL di bawah. <br /> <br /> Tetapkan semula kata laluan saya: {$passwordResetUrl} <br /> <br /> {$siteContactName}
ms_my: Kami telah menerima permintaan untuk menetapkan semula kata laluan anda untuk laman web {$siteTitle}. <br /> <br /> Sekiranya anda tidak membuat permintaan ini, abaikan e-mel ini dan kata laluan anda tidak akan diubah. Sekiranya anda ingin menetapkan semula kata laluan anda, klik pada URL di bawah. <br /> <br /> Tetapkan semula kata laluan saya: {$passwordResetUrl} <br /> <br /> {$signature}
nb: Vi har mottatt en forespørsel om å tilbakestille passordet ditt til nettstedet {$siteTitle}.<br /> <br /> Hvis du ikke har sendt oss en slik forespørsel og ikke vil endre passordet ditt, kan du ignorere denne e-posten. Hvis du ønsker nytt passord, klikk på lenken nedenfor.<br /> <br /> Forny passordet: {$passwordResetUrl}<br /> <br /> {$siteContactName}
nl_nl: We hebben een verzoek van u ontvangen om uw wachtwoord voor de website {$siteTitle} te herstellen.<br /> <br /> Als u dat verzoek niet gedaan hebt, negeer dan deze e-mail en uw wachtwoord wordt niet veranderd. Als u uw wachtwoord wilt herstellen , klik dan op de url hieronder.<br /> <br /> Herstel mijn wachtwoord: {$url}<br /> <br /> {$principalContactSignature}
pl: Otrzymaliśmy prośbę o zresetowanie hasła do witryny {$siteTitle}.<br /> <br /> Jeżeli nie wysłałeś tej prośby, to zignoruj tę wiadomość e-mail, a Twoje hasło nie zostanie zmienione. Jeżeli jednak chcesz zresetować hasło, to kliknij poniższy odsyłacz.<br /> <br /> Zresetuj moje hasło: {$passwordResetUrl}<br /> <br /> {$siteContactName}
pt_br: Recebemos uma solicitação para redefinir sua senha para o site {$siteTitle}.<br /> <br /> Se você não fez essa solicitação, favor ignorar este e-mail e sua senha não será alterada. Se você deseja redefinir sua senha, clique na URL abaixo.<br /> <br /> Redefinir minha senha: {$url}<br /> <br /> {$principalContactSignature}
pt_pt: Recebemos um pedido para atualizar a sua senha de acesso à revista {$siteTitle}.<br /> <br /> Caso não tenha feito este pedido, ignore este e-mail e a sua senha não será alterada. Se deseja atualizar a sua senha, clique no seguinte link.<br/> <br /> Atualizar senha: {$url}<br /> <br /> {$principalContactSignature}
ro_ro: Am primit o solicitare de resetare a parolei pentru {$siteTitle} web site.<br /> <br /> Dacă nu ați făcut această solicitare, ignorați acest e-mail și parola dvs. nu va fi modificată. Dacă doriți să vă resetați parola, faceți clic pe adresa URL de mai jos.<br /> <br /> Resetează parola: {$url}<br /> <br /> {$principalContactSignature}
ru: Мы получили запрос на сброс Вашего пароля на сайте «{$siteTitle}».<br /> <br /> Если Вы не отправляли этот запрос, пожалуйста, проигнорируйте это письмо и Ваш пароль не будет изменен. Если Вы хотите сбросить свой пароль, то щелкните по ссылке ниже.<br /> <br /> Сбросить мой пароль: {$passwordResetUrl}<br /> <br /> {$siteContactName}
ru_ru: Мы получили запрос на сброс Вашего пароля на сайте «{$siteTitle}».<br /> <br /> Если Вы не отправляли этот запрос, пожалуйста, проигнорируйте это письмо и Ваш пароль не будет изменен. Если Вы хотите сбросить свой пароль, то щелкните по ссылке ниже.<br /> <br /> Сбросить мой пароль: {$url}<br /> <br /> {$principalContactSignature}
sk_sk: Dostali sme žiadosť o resetovanie Vášho hesla pre stránku {$siteTitle}.<br /> <br /> Ak ste túto žiadosť neodoslali, ignorujte prosím tento email a Vaše heslo nebude zmenené. Ak chcete svoje heslo resetovať, kliknite na URL adresu nižšie.<br /> <br /> Resetovať moje heslo: {$url}<br /> <br /> {$principalContactSignature}
sl: Oddano je bila zahteva za ponastavitev gesla za {$siteTitle}.<br /> <br /> Če zahteve niste oddali, prosimo ignoriranje e-pošto in geslo bo ostalo nespremenjeno. Če želite ponastaviti geslo, kliknite na spodnjo povezavo.<br /> <br /> Ponastavi moje geslo: {$passwordResetUrl}<br /> <br /> {$siteContactName}
sl_si: Oddano je bila zahteva za ponastavitev gesla za {$siteTitle}.<br /> <br /> Če zahteve niste oddali, prosimo ignoriranje email in geslo bo ostlao nespremenjeno. Če želite ponastaviti geslo, kliknite na spodnjo povezavo.<br /> <br /> Ponastavi moje geslo: {$passwordResetUrl}<br /> <br /> {$signature}
sv: Vi har mottagit en begäran om att återställa ditt lösenord för webbplatsen {$siteTitle}.<br /> <br /> Om det inte var du som skickade begäran, vänligen bortse från det här e-postmeddelandet så kommer ditt lösenord fortsätta vara samma som förut. Om du vill återställa ditt lösenord, klicka på URL:en nedan.<br /> <br /> Återställ mitt lösenord: {$passwordResetUrl}<br /> <br /> {$siteContactName}
sv_se: Vi har mottagit en begäran om att återställa ditt lösenord för webbplatsen {$siteTitle}.<br /> <br /> Om det inte var du som skickade begäran, vänligen bortse från det här e-postmeddelandet så kommer ditt lösenord fortsätta vara samma som förut. Om du vill återställa ditt lösenord, klicka på URL:en nedan.<br /> <br /> Återställ mitt lösenord: {$url}<br /> <br /> {$principalContactSignature}
tr: {$siteTitle} sitesindeki şifrenizi değiştirme talebinizi aldık.<br /> <br /> Bu istek sizin dışınızda oluştu ise, lütfen bu mesajı dikkate almayınız; eski şifrenizi kullanabilirsiniz. Eğer şifrenizi değiştirmek istiyorsanız aşağıdaki bağlantıyı tıklayınız. <br /> <br /> Şifre değiştirmek için: {$passwordResetUrl}<br /> <br /> {$siteContactName}
tr_tr: {$siteTitle} sitesindeki şifrenizi değiştirme talebinizi aldık.<br /> <br /> Bu istek sizin dışınızda oluştu ise, lütfen bu mesajı dikkate almayınız; eski şifrenizi kullanabilirsiniz. Eğer şifrenizi değiştirmek istiyorsanız aşağıdaki bağlantıyı tıklayınız. <br /> <br /> Şifre değiştirmek için: {$url}<br /> <br /> {$principalContactSignature}
uk: Ми отримали запит на скидання Вашого пароля для вебсайту {$siteTitle}.<br /> <br /> Якщо Ви не робили цього запиту, будь ласка, проігноруйте цей лист, і Ваш пароль не буде змінено. Якщо Ви бажаєте скинути свій пароль, натисніть на покликання нижче.<br /> <br /> Скинути мій пароль: {$passwordResetUrl}<br /> <br /> {$siteContactName}
uk_ua: Ми отримали запит на скидання Вашого пароля для веб-сайту {$siteTitle}.<br /> <br /> Якщо Ви не робили цього запиту, будь ласка, проігноруйте цей лист і Ваш пароль не буде змінений. Якщо Ви бажаєте скинути свій пароль, натисніть на посиланні нижче.<br /> <br /> Скинути мій пароль: <a href="{$url}">{$url}</a><br /> <br /> {$principalContactSignature}
uz@latin: Bizga {$siteTitle} veb -saytining parolini tiklash talabi yuborildi. <br /> <br/> Agar siz bu talabni qilmagan bo'lsangiz, iltimos, bu elektron pochtani e'tiborsiz qoldiring va parolingiz o'zgarmaydi. Agar siz parolni qayta tiklamoqchi bo'lsangiz, pastdagi URL manzilini bosing. <br /> <br/> Parolni tiklash: {$passwordResetUrl} <br /> <br/> {$siteContactName}
uz_cyrl: Биз {$siteTitle} веб-сайти учун паролингизни тиклаш бўйича сўров олдик.<br /> <br /> Агар сиз бундай сўров юбормаган бўлсангиз, илтимос, ушбу хабарни эътиборсиз қолдиринг, паролингиз ўзгартирилмайди. Агар паролингизни тикламоқчи бўлсангиз, қуйидаги ҳаволани босинг.<br /> <br /> Паролимни тиклаш: {$passwordResetUrl}<br /> <br /> {$siteContactName}
vi: Chúng tôi đã nhận được yêu cầu đặt lại mật khẩu của bạn cho {$siteTitle}.<br /> <br /> Nếu bạn không thực hiện yêu cầu này, vui lòng bỏ qua email này và mật khẩu của bạn sẽ không bị thay đổi. Nếu bạn muốn đặt lại mật khẩu của mình, nhấp vào URL bên dưới.<br /> <br /> Đặt lại mật khẩu của tôi: {$passwordResetUrl}<br /> <br /> {$siteContactName}

# emails.passwordResetConfirm.subject
source: Password Reset Confirmation
ar: تأكيد إعادة تعيين كلمة المرور
az: Şifrə dəyişdirmə təsdiqi
bg: Потвърждение за нулиране (reset) на парола
bg_bg: Потвърждение за нулиране (reset) на парола
bs_ba: Potvrda o promjeni lozinke
ca: Confirmació per a la reinicialització de la contrasenya
ca_es: Confirmació per a la reinicialització de la contrasenya
cs: Potvrzení obnovení hesla
cs_cz: Potvrzení o resetování hesla
da: Bekræftelse af nulstilling af adgangskode
da_dk: Bekræftelse af nulstilling af adgangskode
de: Bestätigung der Passwortzurücksetzung
de_de: Reset-Bestätigung für Ihr Passwort
es: Confirmación de cambio de contraseña
es_es: Confirmación de cambio de contraseña
eu: Pasahitza berrezartzeko berrespena
fi_fi: Vahvista salasanan vaihtaminen
fr_ca: Confirmation de la réinitialisation du mot de passe
fr_fr: Confirmation de la réinitialisation du mot de passe
gl_es: Confirmación de restablecemento de contrasinal
he_il: אישור איפוס סיסמה
hi_in: पासवर्ड रीसेट पुष्टि
hu: Jelszó visszaállítás megerősítése
hy_am: Գաղտնաբառի վերակայման հաստատում
id: Konfirmasi Reset Sandi
is_is: Staðfesting á endurstillingu lykilorðs
it: Conferma di modifica password
it_it: Conferma di modifica password
ka_ge: პაროლის ჩამოყრის დასტური
kk_kz: Құпия сөзді қалпына келтіруді растау
ku: دڵنیابوونەوەی لە دانانەوەی وشەى نهێنى
mk: Потврда за ресетирање на лозинката
mk_mk: Потврда за ресетирање на лозинката
mr: संकेतशब्द (पासवर्ड) नव्याने नोंदल्याचा (रिसेट) दुजोरा
ms: Pengesahan Tetapan Semula Kata Laluan
ms_my: Pengesahan Tetapan Semula Kata Laluan
nb: Bekreftelse på tilbakestilling av passord
nl_nl: Bevestiging wachtwoord herstellen
pl: Potwierdzenie zresetowania hasła
pt_br: Confirmação de Redefinição de Senha
pt_pt: Confirmar atualização de senha
ro_ro: Confirmare resetare parolă
ru: Подтверждение сброса пароля
ru_ru: Подтверждение сброса пароля
sk_sk: Potvrdenie o resetovaní hesla
sl: Potrditev ponastavitve gesla
sl_si: Potrditev ponastavitve gesla
sv: Bekräfta återställning av lösenord
sv_se: Bekräfta återställning av lösenord
tr: Şifre Değiştirme Onayı
tr_tr: Şifre Değiştirme Onayı
uk: Підтвердження скидання пароля
uk_ua: Підтвердження скидання пароля
uz@latin: Parolni tiklashni tasdiqlash
uz_cyrl: Паролни тиклашни тасдиқлаш
vi: Xác nhận đặt lại mật khẩu
zh_tw: 密碼重置確認
