Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewCancel.body
source: {$recipientName}:<br /> <br /> We have decided at this point to cancel our request for you to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We apologize for any inconvenience this may cause you and hope that we will be able to call on you to assist with this journal's review process in the future.<br /> <br /> If you have any questions, please contact me.
ar: <p> عزيزي {$recipientName}،</p><p>مؤخرًا، إلتمسنا منكم تحكيم طلب تقديم معنون إلى {$contextName}. لقد قررنا إلغاء إلتماسنا لكم بتحكيم المؤلَّف الموسوم، {$submissionTitle}.</p><p>نحن نعتذر عن أي إزعاج قد يسببه ذلك لحضرتكم، ونأمل التواصل معكم مستقبلاً فيما يتعلق بتحكيم طلبات التقديم المرسلة إلى هذه المجلة.</p><p>إن كانت لديكم أي استفسارات، لطفاً، إتصلوا بي.</p>{$signature}
bg: <p>Уважаема/и{$recipientName},</p><p>Наскоро ви помолихме да прегледате изпратените материали до {$contextName}. Решихме да анулираме заявката ви за повторно получаване на подадените материали, {$submissionTitle}.</p><p>Извиняваме се за евентуалното неудобство, което това може да ви причини, и се надяваме, че ще можем да ви се обадим, за да помогнете при рецензирането на материали за нашето списание в бъдеще.</p><p>Ако имате въпроси, моля, свържете се с мен.</p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Към този етап решихме да анулираме искането ни да направите рецензия за подадените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Извиняваме се за евентуалното неудобство, което може да ви причини, и се надяваме, че ще можем да ви се обадим да помогнете в процеса на рецензиране на това списание в бъдеще.<br /> <br /> Ако имате въпроси, моля свържете се с мен.
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na okolnosti, odlučili smo povući zamolbu da izvršite recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Nadamo se da ćemo vam se u budućnosti ponovno moći obratiti da vašom recenzijom pridonesete ovom časopisu.<br /> <br /> Srdačno.
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Hem decidit cancel·lar la nostra sol·licitud perquè reviseu la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Lamentem les molèsties que us pugui causar aquesta decisió i confiem tornar a sol·licitar els vostres serveis de revisió per a aquesta revista en el futur.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.
cs: <p>Vážený/á {$recipientName},</p><p>Nedávno jsme vás požádali o recenzi příspěvku do periodika {$contextName}. Rozhodli jsme se zrušit žádost, abyste příspěvek znovu recenzovali, {$submissionTitle}.</p><p>Omlouváme se za nepříjemnosti, které vám to může způsobit, a doufáme, že se na vás budeme moci v budoucnu obrátit s žádostí o pomoc při recenzním řízení tohoto časopisu.</p><p>V případě jakýchkoli dotazů mě prosím kontaktujte.</p>{$signature}
cs_cz: {$reviewerName}:<br /> <br /> V tomto bodě jsme se rozhodli odvolat naši žádost, abyste pro nás zpracoval recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Omlouváme se za veškeré nepříjemnosti, které by Vám to mohlo způsobit, a doufáme, že Vás budeme moci oslovit ohledně recenzních řízení tohoto časopisu v budoucnu.<br /> <br /> V případě, že budete mít jakékoliv dotazy, mě prosím kontaktujte.
da: <p>Kære {$recipientName}</p><p>For nylig bad vi dig om at bedømme en indsendelse til {$contextName}. Vi har dog valgt på nuværende tidspunkt at annullere vores forespørgsel til dig om at bedømme manuskriptet {$submissionTitle}.</p><p>Vi beklager den ulejlighed, dette eventuelt måtte forårsage, og vi håber, at vi må henvende os til dig i fremtiden og bede om din assistance i forbindelse med dette tidsskrifts bedømmelsesproces.</p><p>Hvis du har spørgsmål, er du velkommen til at kontakte mig.</p>Med venlig hilsen {$signature}
da_dk: {$reviewerName}:<br /> <br /> På nuværende tidspunkt har vi valgt at annullere vores forespørgsel til dig om at bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi beklager den ulejlighed, dette eventuelt måtte forårsage, og vi håber, at vi må henvende os til dig i fremtiden og bede om din assistance i forbindelse med dette tidsskrifts bedømmelsesproces.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.
de: <p>Sehr geehrte/r {$recipientName},</p><p>vor kurzem haben wir Sie gebeten, eine Einsendung an die Zeitschrift{$KontextName} zu begutachten. Wir haben uns entschlossen, die Bitte um Begutachtung der Einreichung {$submissionTitle} zu stornieren.</p><p>Wir entschuldigen uns für alle Unannehmlichkeiten, die Ihnen dadurch entstehen, und hoffen, dass wir Sie auch in Zukunft zur Unterstützung des Begutachtungsprozesses dieser Zeitschrift heranziehen können.</p><p>Wenn Sie irgendwelche Fragen haben, wenden Sie sich bitte an mich.</p>{$signature}
de_de: {$reviewerName},<br /> <br /> wir haben uns entschieden, unsere Anfrage nach einem Gutachten für den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zurückzuziehen. Verzeihen Sie bitte die Ihnen dadurch evtl. entstandenen Unannehmlichkeiten. Wir hoffen, dass wir weiterhin auf Ihre Hilfe als Gutachter/in für die Zeitschrift zählen können.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.
es: <p>Estimado/a {$recipientName},</p><p>Recientemente, le pedimos que revisara una presentación para {$contextName}. Hemos decidido cancelar la solicitud para que revise el artículo, {$submissionTitle}.</p><p>Lamentamos cualquier inconveniente que esto pueda causarle y esperamos poder contar con su ayuda en el futuro para el proceso de revisión de esta revista.</p><p>Si tiene alguna pregunta, por favor contácteme.</p>{$signature}
es_es: {$reviewerName}:<br /> <br /> Hemos decidido cancelar nuestra petición para que revisara el envío &quot;{$submissionTitle},&quot; para {$contextName}. Lamentamos las molestias que hayamos podido causarle y esperamos poder volver a contactar con usted en el futuro para que nos ayude en el proceso de revisión.<br /> <br /> Si tiene cualquier pregunta, no dude en contactar con nosotros/as.
eu: <p>{$recipientName} agurgarria:</p><p>Duela gutxi, {$contextName} aldizkarirako bidalketa bat ebaluatzeko eskatu genizun. {$submissionTitle} bidalketa ebaluatzeko egin genizun eskaera bertan behera uztea erabaki dugu.</p><p> Barkamena eskatzen dizugu horrek eragin lezakeen nahastearengatik. Alabaina, aurrerantzean ere aldizkari honen ebaluazio-prozesuan laguntzeko eskuragarri egongo zarela espero dugu. .</p><p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan.</p>{$signature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Olemme tässä vaiheessa päättäneet perua pyyntömme käsikirjoituksen &quot;{$submissionTitle}&quot; arvioinnista julkaisulle {$contextName}. Pahoittelemme tästä teille mahdollisesti aiheutuvia haittoja, ja toivomme, että voimme tulevaisuudessa pyytää teitä avustamaan julkaisumme arviointiprosessissa.<br /> <br /> Mikäli teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> Ystävällisin terveisin.
fr_ca: {$reviewerName},<br /> <br /> Nous avons décidé d'annuler notre demande concernant l'évaluation du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName}. Nous sommes désolés des inconvénients que cela pourrait vous causer et espérons que nous pourrons de nouveau faire appel à vous pour contribuer au processus de révision par les pairs de cette revue dans le futur.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous.
fr_fr: {$reviewerName}:<br /> <br /> Nous avons décidé d'annuler notre demande concernant l'évaluation du manuscrit intitulé « {$submissionTitle} » pour {$contextName}. Nous sommes désolés des inconvénients que cela pourrait vous causer et nous espérons que nous pourrons compter sur votre collaboration pour un autre projet.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous.
gl_es: {$recipientName}:<br /> <br /> Decidimos cancelar a nosa solicitude concernente á revisión do envío &quot;{$submissionTitle}&quot; para {$contextName}. Lamentamos as molestias que lle poida causar esta decisión e esperamos volver solicitar os seus servizos de revisión para esta revista no futuro.<br /> <br /> Se ten calquera pregunta, non dubide en contactar con nós.
hi_in: {$reviewerName}:<br /> <br /> हमने इस बिंदु पर निर्णय लिया है कि आप सबमिशन की समीक्षा करने के लिए हमारा अनुरोध रद्द कर दें, &quot;{$submissionTitle},&quot; for {$contextName}. हम आपसे किसी भी असुविधा के लिए क्षमा चाहते हैं और यह आशा करते हैं कि हम भविष्य में इस पत्रिका की समीक्षा प्रक्रिया में सहायता करने के लिए आपको कॉल कर सकेंगे।.<br /> <br /> यदि आपके पास किसी तरह का प्रश्न है, तो कृपया मुझ से सम्पर्क करें.
hy_am: {$recipientName}:<br /> <br /> Այս պահին մենք որոշել ենք չեղարկել մեր դիմումը, որպեսզի դուք գրախոսեք &quot;{$submissionTitle},&quot; ներկայացումը, {$contextName} -ի համար: Հայցում ենք ձեր ներողամտությունը պատճառած ցանկացած անհարմարության համար և հուսով ենք, որ մենք կկարողանանք ձեզ դիմել՝ օգնելու այս ամսագրի գրախոսման գործընթացին ապագայում:<br /> <br /> Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ:
id: <p>Yth {$recipientName},</p><p>Kami memutuskan untuk membatalkan permohonan review kami kepada Anda untuk naskah {$submissionTitle} pada {$contextName}.</p><p> Kami mohon maaf sebesar-besarnya untuk ketidaknyamanan ini dan kami harap di masa mendatang Anda dapat membantu proses review di jurnal ini.</p><p>Jika ada pertanyaan, silakan hubungi kami.</p>{$signature}
it_it: Gentile {$reviewerName}:<br /> <br /> Abbiamo deciso di cancellare la nostra richiesta di revisione della proposta, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Ci scusiamo per qualsiasi disturbo possiamo aver causato speriamo di poter contare su di te in una prossima occasione.<br /> <br /> Se hai qualche domanda, ti prego di contattarmi.
ka_ge: {$reviewerName}:<br /> <br /> We have decided at this point to cancel our request for you to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We apologize for any inconvenience this may cause you and hope that we will be able to call on you to assist with this journal's review process in the future..<br /> <br /> If you have any questions, please contact me.
kk_kz: Сәлем {$recipientName}!<br /> <br /> Қазіргі уақытта біз сізден «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарау туралы сұранысты болдырмауды шештік. Сізді алаңдатып отырғанымыз үшін кешірім сұраймыз және болашақта сізден біздің журналдың материалдарын қарауға көмек сұрай аламыз деп үміттенеміз.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласыңыз.
mk: <p>Почитувани {$recipientName},</p><p>Неодамна ве замоливме да рецензирате поднесок до {$contextName}. Одлучивме да го откажеме барањето за повторно да го рецензирате поднесокот, {$submissionTitle}.</p><p>Се извинуваме за какви било непријатности што можеби да ви ги предизвикавме и се надеваме дека ќе можеме да ве повикаме да помогнете во процесот на рецензирање на ова списание во иднина.</p><p>Доколку имате било какви прашања, Ве молиме да не исконтактирате. </p>{$signature}
mk_mk: {$recipientName}:<br /> <br /> Одлучивме во овој момент да го откажеме нашето барање да го рецензирате поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Се извинуваме за непријатностите кои ова би можело да ви ги предизвика и се надеваме дека ќе можеме повторно да ве повикаме да помогнете во процесот на рецензија на ова списание во иднина.<br /> <br /> Доколку имате дополнителни прашања, ве молам да не контактирате.
mr: <p>प्रिय {$recipientName},</p><p>अलीकडे, आम्ही तुम्हाला {$contextName} मध्ये आलेल्या सादरीकरणाचे समीक्षण करण्यास विनंती केली होती. तुम्हाला {$submissionTitle} साठीचे समीक्षण करण्याची आमची ही विनंती रद्द करण्याचा निर्णय घेतला आहे.</p><p>यामुळे तुम्हाला होणाऱ्या कोणत्याही गैरसोयीबद्दल आम्ही दिलगीर आहोत. पण आम्ही या नियतकालिकाच्या भविष्यकाळातील समीक्षण प्रक्रियेसाठी तुमच्यावर नक्कीच अवलंबून राहू.</p><p>तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी संपर्क साधा.</p>{$signature}
ms: <p> {$recipientName} yang dihormati,</p><p>Baru-baru ini, kami meminta anda menyemak penyerahan kepada {$contextName}. Kami telah memutuskan untuk membatalkan permintaan anda untuk menerima semula penyerahan, {$submissionTitle}.</p><p>Kami memohon maaf atas sebarang kesulitan yang mungkin berlaku kepada anda dan berharap kami akan dapat menghubungi anda untuk membantu dengan jurnal ini. proses semakan pada masa hadapan.</p><p>Jika anda mempunyai sebarang soalan, sila hubungi saya.</p>{$signature}
ms_my: {$recipientName}: <br /> <br /> Kami telah memutuskan untuk membatalkan permintaan kami agar anda mengulas penyerahan, &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami mohon maaf atas kesulitan yang menimpa anda dan berharap kami dapat menghubungi anda untuk membantu proses ulasan jurnal ini pada masa akan datang. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, sila hubungi saya.
nb: <p>Kjære {$recipientName},</p> <p>Vi har nylig bedt deg å vurdere et manuskript for {$contextName}. Vi har nå bestemt oss å trekke tilbake vår forespørsel om fagfellevurdering av innleveringen «{$submissionTitle}». </p><p>Vi beklager bryderiet denne gangen, men håper at vi fortsatt kan be deg om å vurdere manuskript for oss i fremtiden.</p> <p>Ta kontakt med meg hvis du har spørsmål.</p>{$signature}
nl_nl: {$reviewerName}:<br /> <br /> We hebben besloten om ons verzoek aan u om de inzending &quot;{$submissionTitle}&quot; voor {$contextName}in te trekken. We verontschuldigen ons voor enig ongemak dat we daarmee veroorzaken en hopen dat we u in de toekomst mogen vragen om een bijdrage aan het reviewproces van dit tijdschrift.<br /> <br /> Als u nog vragen heeft, kunt u contact met mij opnemen.
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Ostatnio poprosiliśmy Panią/Pana o wykonanie recenzji tekstu „{$submissionTitle}” zgłoszonego do czasopisma {$contextName}. Obecnie zdecydowaliśmy się anulować tę prośbę.</p><p>Przepraszamy za wszelkie niedogodności jakie nasza decyzja może spowodować. Mamy jednocześnie nadzieję, że w przyszłości będziemy mogli skorzystać z Pani/Pana pomocy przy recenzowaniu zgłoszonych tekstów.</p><p>Jeżeli powstaną jakiekolwiek pytania, proszę o kontakt ze mną.</p>{$signature}
pt_br: {$reviewerName}:<br /> <br /> Nós decidimos cancelar o pedido de avaliação da submissão, &quot;{$submissionTitle},&quot; para o periódico {$contextName}. Nós pedimos desculpas por qualquer inconveniência que isso lhe causou e esperamos poder contar com sua assistência no processo de avaliação por pares deste periódico no futuro.<br /> <br /> Se tiver alguma dúvida, por gentileza, entre em contato comigo.
pt_pt: {$reviewerName}:<br /> <br /> Foi cancelado o pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Lamentamos qualquer inconveniente causado e esperamos poder contar com a sua colaboração numa oportunidade futura.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.
ro_ro: {$reviewerName}:<br /> <br /> Am decis, în acest moment, să anulăm cererea noastră către dumneavoastră, de a revizui trimiterea, &quot;{$submissionTitle},&quot; for {$contextName}. Ne cerem scuze pentru eventualele neplăceri provocate și sperăm că vom putea să vă solicităm pentru a vă ajuta cu procesul de revizuire al revistei în viitor.<br /> <br /> Dacă aveți întrebări, vă rugăm să ne contactați.
ru: <p>Здравствуйте, {$recipientName}!</p><p>Недавно мы просили Вас дать рецензию на материал, присланный в журнал «{$contextName}», и теперь решили отменить наш запрос на рецензирование Вами материала «{$submissionTitle}».</p><p>Мы приносим свои извинения за причиненное Вам беспокойство и надеемся, что в будущем мы сможем к Вам обратиться за помощью в рецензировании материалов для нашего журнала.</p><p>Если у Вас есть вопросы, пожалуйста, свяжитесь со мной.</p>{$signature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> На данный момент мы решили отменить наш запрос на рецензирование Вами материала «{$submissionTitle}» для журнала «{$contextName}». Мы приносим свои извинения за причиненное Вам беспокойство и надеемся, что в будущем мы сможем к Вам обратиться за помощью в рецензировании материалов для нашего журнала.<br /> <br /> Если у Вас есть вопросы, пожалуйста, свяжитесь со мной.
sk_sk: {$reviewerName}:<br /> <br /> V tomto bode sme sa rozhodli odvolať našu žiadosť, aby ste pre nás spracoval recenziu príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Ospravedlňujeme sa za všetky nepríjemnosti, ktoré by Vám to mohlo spôsobiť, a dúfame, že Vás budeme môcť osloviť ohľadom recenzného riadenia tohto časopisu v budúcnosti.<br /> <br /> V prípade, že budete mať akékoľvek otázky, prosím kontaktujte ma.
sl: {$recipientName}:<br /> <br /> Odločili smo se, da prekličemo našo prošnjo za vašo recenzijo prispevka, &quot;{$submissionTitle},&quot; za publikacjo {$contextName}. Opravičujemo se vam za vse nevšečnosti, ki vam jih to lahko povzroči in upamo, da se lahko še obrnemo na vas pri uredniškem procesu revije tudi v prihodnje.<br /> <br /> Če imate kakršnokoli vprašanje, se prosim obrnite name.
sl_si: {$recipientName}:<br /> <br /> Odločili smo se, da prekličemo našo prošnjo za vašo recenzijo prispevka, &quot;{$submissionTitle},&quot; za publikacjo {$contextName}. Opravičujemo se vam za vse nevšečnosti, ki vam jih to lahko povzroči in upamo, da se lahko še obrnemo na vas pri uredniškem procesu revije tudi v prihodnje.<br /> <br /> Če imate kakršnokoli vprašanje, se prosim obrnite name.
sv: <p>Hej {$recipientName},</p><p>Vi har beslutat att återkalla vår förfrågan till dig om att granska bidraget {$submissionTitle} för {$contextName}.</p><p>Vi ber om ursäkt för besväret och hoppas att vi även i framtiden kan fråga dig om granskningsuppdrag för tidskriftens räkning.</p><p>Om du har några frågor, vänligen kontakta mig.</p>{$signature}
sv_se: {$reviewerName}:<br /> <br /> Vi har beslutat att återkalla vår förfrågan till dig om att granska bidraget &quot;{$submissionTitle},&quot; för {$contextName}. Vi ber om ursäkt för besväret och hoppas att vi även i framtiden kan fråga dig om granskningsuppdrag för tidskriftens räkning.<br /> <br /> Om du har några frågor, vänligen kontakta mig.
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} için yayınlanmak üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı makalenin değerlendirmesini sizden talep etmiştik. Ancak gelinen noktada değerlendirmeye gerek kalmamıştır. Şu ana dek size verdiğimiz zahmetlerden dolayı teşekkür ederiz.
uk: <p>Шановний(-а) {$recipientName}!</p><p>Нещодавно ми попросили Вас прорецензувати подання до "{$contextName}". Ми вирішили скасувати запит на рецензування подання "{$submissionTitle}".</p><p>Приносимо вибачення за будь-які незручності, які це може Вам спричинити, і сподіваємося, що ми зможемо звернутися до Вас за допомогою щодо процесу рецензування цього журналу в майбутньому.</p><p>Якщо у Вас виникли запитання, будь ласка, зв'яжіться зі мною.</p> {$signature}
uk_ua: {$reviewerName}:<br /> <br /> Наразі Ми вирішили скасувати наш запит на рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Вибачаємося за всі створені незручності та сподіваємось, що у майбутньому ми зможемо звертатися до Вас за допомогою у рецензуванні статей для цього журналу.<br /> <br /> Якщо Ви маєте додаткові запитання, будь ласка, повідомте мені про це.
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Яқинда биз сиздан {$contextName} журналига келиб тушган аризани тақриз қилишингизни сўраган эдик. Биз "{$submissionTitle}" мақоласи бўйича тақриз қилиш сўровини бекор қилишга қарор қилдик.</p><p>Бу келтириб чиқарган ноқулайликлар учун узр сўраймиз ва келажакда журналнинг тақриз жараёнида сизнинг ёрдамингизга таянамиз деб умид қиламиз.</p><p>Агар сизда саволлар бўлса, илтимос, мен билан боғланинг.</p>{$signature}
vi: Kính gửi {$recipientName},<br /> <br /> Tại thời điểm này, chúng tôi đã quyết định hủy yêu cầu của chúng tôi để bạn đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào mà điều này có thể gây ra cho bạn và hy vọng rằng chúng tôi sẽ có thể nhờ bạn hỗ trợ quá trình đánh giá của tạp chí trong tương lai.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.

# emails.reviewCancel.subject
source: Request for Review Cancelled
ar: إلغاء إلتماس التحكيم
az: Dəyərləndirmənin ləğvini tələb edirik
bg: Заявката за рецензиране на статия е отменена
bg_bg: Заявката за рецензиране на статия е отменена
bs_ba: Povlačenje zamolbe za recenziju
ca: Sol·licitud de revisió cancel·lada
ca_es: Sol·licitud de revisió cancel·lada
cs: Žádost o zrušení recenze
cs_cz: Žádost o zrušení recenze
da: Annullering af forespørgsel om bedømmelse
da_dk: Annullering af forespørgsel om bedømmelse
de: Anfrage zur Begutachtung zurückgezogen
de_de: Rücknahme einer Bitte um ein Gutachten
es: Petición de revisión cancelada
es_es: Petición de revisión cancelada
eu: Ebaluazio-eskaera bertan behera uztea
fi_fi: Arviointipyynnön peruminen
fr_ca: Annulation de la demande d'évaluation
fr_fr: Annulation de la demande d'évaluation
gl_es: Solicitude de revisión cancelada
hi_in: समीक्षा रद्द करने का अनुरोध
hu: Lektori felkérés visszavonása
hy_am: Գրախոսման հարցումը չեղարկվել է
id: Permohonan Review Dibatalkan
it: Cancellazione richiesta di revisione
it_it: Cancellazione richiesta di revisione
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Қарау сұрауы тоқтатылды
ku: داواکاریی هەڵسەنگاندنی توێژینەوە هەڵوەشێندرایەوە
mk: Барањето за рецензија е откажано
mk_mk: Барањето за рецензија е откажано
mr: समीक्षणाची विनंती रद्द
ms: Permintaan untuk Semakan Dibatalkan
ms_my: Permintaan Ulasan Dibatalkan
nb: Annulering av forespørsel om fagfellevurdering
nl_nl: Reviewverzoek ingetrokken
pl: Anulowanie prośby o wykonanie recenzji
pt_br: Cancelamento de solicitação de avaliação
pt_pt: Pedido de revisão cancelado
ro_ro: Cerere de revizuire anulată
ru: Запрос на рецензирование отменен
ru_ru: Запрос на рецензирование отменен
sk_sk: Žiadosť o zrušenie recenzie
sl: Prošnja za preklic recenzije
sl_si: Prošnja za preklic recenzije
sv: Förfrågan om granskning återkallad
sv_se: Förfrågan om granskning återkallad
tr: Değerlendirmenin iptalini rica ederiz
tr_tr: Değerlendirmenin iptalini rica ederiz
uk: Запит на рецензування скасвано
uk_ua: Запит на рецензування скасвано
uz@latin: Tekshirish so'rovi bekor qilindi
uz_cyrl: Тақриз қилиш сўрови бекор қилинди
vi: Hủy yêu cầu đánh giá bài báo
zh_tw: 已取消提出評審要求
