Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.openAccessNotify.body
source: Readers:<br /> <br /> {$contextName} has just made available in an open access format the following issue. We invite you to review the Table of Contents here and then visit our web site ({$contextUrl}) to review articles and items of interest.<br /> <br /> Thanks for the continuing interest in our work,<br /> {$signature}
ar: <p>عزيزي {$recipientName}،</p><p>يسعدنا إبلاغكم بأن <a href="{$issueUrl}">{$issueIdentification}</a> من {$contextName} صار متاحًا الآن بشكل مفتوح. لم يعد الاشتراك مطلوبًا لقراءة هذا العدد.</p><p>نشكر لكم إهتمامكم الدائم بنتاجاتنا.</p>{$contextSignature}
bg: <p>Уважаеми {$recipientName},</p><p>Имаме удоволствието да Ви информираме, че <a href="{$issueUrl}">{$issueIdentification}</a> от {$contextName} вече е наличен с отворен достъп. Вече не е необходим абонамент, за да прочетете този брой.</p><p>Благодарим ви за продължаващия интерес към нашата работа.</p>{$contextSignature}
bg_bg: До читателите:<br /> <br /> {$contextName} току-що направи във формат с отворен достъп следния брой. Каним ви да прегледате съдържанието тук и след това да посетите нашия уеб сайт ({$contextUrl}), за да прегледате статии и предмети, които биха представлявали интерес.<br /> <br /> Благодарим ви за продължаващия интерес към нашата работа,<br /> {$signature}
bs_ba: Ovaj broj časopisa {$contextName} od sada je u cijelosti dostupan svim čitateljima pod uvjetima otvorenog pristupa. Pozivamo vas da pregledate kazalo sadržaja i potom posjetite našu mrežnu stranicu ({$contextUrl}) gdje možete bez ograničenja pregledati sve članke i priloge koji vas zanimaju.<br /> <br /> Hvala vam na zanimanju za naš rad,<br /> {$editorialContactSignature}
ca: Benvolguts lectors/ores,<br /> <br /> {$contextName} acaba de publicar en format d'accés obert el número següent. Us convidem a consultar-ne el sumari adjunt i a visitar el nostre lloc web ({$contextUrl}) per accedir als articles i elements que us interessin<br /> <br /> Us agraïm l'interès en la nostra revista.<br /> {$contextSignature}
ca_es: Benvolguts lectors,<br /> <br /> {$contextName} acaba de publicar en format d'accés obert el número següent. Us convidem a consultar-ne el sumari adjunt i a visitar el nostre lloc web ({$contextUrl}) per a accedir als articles que us interessin.<br /> <br /> Us agraïm el vostre interès per la nostra revista.<br /> <br /> {$editorialContactSignature}
cs: <p>Vážený/á {$jméno příjemce},</p><p>S potěšením vám oznamujeme, že <a href="{$issueUrl}">{$issueIdentification}</a> periodika {$contextName} je nyní k dispozici v rámci otevřeného přístupu. Pro čtení tohoto čísla již není nutné předplatné.</p><p>Děkujeme Vám za Váš trvalý zájem o naši práci.</p>{{$contextSignature}}
cs_cz: Čtenáři:<br /> <br /> Časopis {$contextName} povolil otevřený přístup k následujícímu číslu. Zveme vás k prohlédnutí obsahu časopisu a návštěvě našich stránek ({$contextUrl}).<br /> <br /> Děkujeme za Vás pokračující zájem o naši práci<br /> {$editorialContactSignature}
da: <p>Kære {$recipientName}</p><p>Vi er glade for at kunne informere om, at <a href="{$issueUrl}">{$issueIdentification}</a> af {$contextName} nu er tilgængeligt som Open Access. Det betyder, at det ikke længere er nødvendigt at have abonnement for at kunne læse dette nummer.</p><p>Tak for din fortsatte interesse i vores arbejde.</p>Mvh. {$contextsignature}
da_dk: Læsere:<br /> <br /> {$contextName} har netop udgivet følgende udgave i et Open Access-format. Vi inviterer dig til at gennemse indholdsfortegnelsen her og derefter besøge vores websted ({$contextUrl}), hvor du kan gennemse artikler og elementer, der har din interesse.<br /> <br /> Tak for din fortsatte interesse i vores arbejde. {$editorialContactSignature}
de: <p>Sehr geehrte/r {$recipientName},</p><p>wir freuen uns, Ihnen mitteilen zu können, dass <a href="{$issueUrl}">{$issueIdentification}</a> der Zeitschrift {$contextName} jetzt im Open Access verfügbar ist. Ein Abonnement ist nicht mehr erforderlich, um diese Ausgabe zu lesen.</p><p>Wir danken Ihnen für Ihr anhaltendes Interesse an unserer Arbeit.</p>{$contextSignature}
de_de: Liebe Leser/innen,<br /> <br /> {$contextName} hat soeben die nächste Ausgabe frei zugänglich gemacht. Wir laden Sie ein, sich hier das Inhaltsverzeichnis und auf unserer Webseite ({$contextUrl}) die Sie interessierenden Beiträge anzusehen.<br /> <br /> Wir danken für Ihr Interesse an unserer Arbeit,<br /> {$editorialContactSignature}
es: <p>Estimado/a {$recipientName},</p><p>Nos complace informarle de que <a href="{$issueUrl}">{$issueIdentification}</a> de {$contextName} ya está disponible en acceso abierto. Por lo tanto, ya no es necesaria una suscripción para leer este número.</p><p>Gracias por mantener el interés en nuestro trabajo.</p>{$contextSignature}
es_es: Lectores:<br /> <br /> {$contextName} acaba de hacer disponible de forma acceso libre el siguiente número. Los invitamos a revisar la Tabla de Contenido aquí y después visite nuestra página Web ({$contextUrl}) para consultar los artículos que sean de su interés.<br /> <br /> Gracias por mantener el interés en nuestro trabajo,<br /> {$editorialContactSignature}
eu: <p>{$recipientName} agurgarria:</p><p>Atsegin handiz jakinarazten dizugu {$contextName} aldizkariaren <a href="{$issueUrl}">{$issueIdentification}</a> sarbide irekian eskuragarri dagoela jada. Horrenbestez, jada ez da harpidetzarik behar zenbaki hau irakurtzeko.</p><p>Eskerrik asko gure lanarekiko duzun interesarengatik.</p>{$contextSignature}
fi_fi: Hyvä lukija,<br /> <br /> Julkaisun {$contextName} alla oleva numero on nyt avoimesti saatavilla. Voitte tutustua sisällysluetteloon tässä ja sen jälkeen tutustua artikkeleihin ja muihin kiinnostaviin kohteisiin verkkosivustollamme (<a href="{$contextUrl}">{$contextUrl}</a>.<br /> <br /> Kiitos mielenkiinnostanne työtämme kohtaan,<br /> {$editorialContactSignature}
fr_ca: Chers lecteurs et lectrices,<br /> <br /> La revue {$contextName} vient de rendre disponible en libre accès le numéro suivant. Nous vous invitons à lire ici le sommaire puis visiter notre site Web ({$contextUrl}) pour lire les articles et autres textes qui pourraient vous intéresser.<br /> <br /> Merci de votre intérêt continu pour notre travail.<br /> {$editorialContactSignature}
fr_fr: Chers lecteurs et lectrices :<br /> <br /> {$contextName} vient de rendre disponible en format libre accès le numéro suivant. Nous vous invitons à lire la table des matières ici puis visiter notre site Web ({$contextUrl}) pour lire les articles et autres textes qui pourraient vous intéresser.<br /> <br /> Merci de votre intérêt continu pour notre travail,<br /> {$editorialContactSignature}
gl_es: Estimados lectores/as:<br /> <br /> {$contextName} acaba de publicar en formato de acceso libre o número seguinte. Convidámolos a consultar o sumario aquí e a visitar o noso sitio web ({$contextUrl}) para acceder aos artigos e a outros elementos do seu interese.<br /> <br /> Grazas polo continuo interese no noso traballo.<br /> {$signature}
hi_in: Readers:<br /> <br /> {$contextName} निम्नलिखित मुद्दे पर सिर्फ एक ओपन एक्सेस फॉर्मेट में उपलब्ध कराया गया है। हम आपको यहां सामग्री की तालिका की समीक्षा करने के लिए आमंत्रित करते हैं और फिर लेख और रुचि की वस्तुओं की समीक्षा करने के लिए हमारी वेब साइट ({$contextUrl}) पर जाएं।.<br /> <br /> हमारे काम में निरंतर रुचि के लिए धन्यवाद,<br /> {$editorialContactSignature}
hu: Tisztelt Olvasó!<br /> <br /> A(z) {$contextName} folyóirat nemrég új számot tett szabadon hozzáférhetővé, melyet a következő linken tekinthet meg: {$contextUrl}<br /> <br /> Üdvözlettel,<br /> {$contextSignature}
hy_am: Ընթերցողներ:<br /> <br /> {$contextName} -ը հենց նոր հասանելի դարձրեց բաց հասանելիության ձևաչափով հետևյալ համարը: Հրավիրում ենք Ձեզ ծանոթանալ Բովանդակության աղյուսակին այստեղ, այնուհետև այցելել մեր վեբ կայքը ({$contextUrl})՝ դիտելու հոդվածները և հետաքրքրող նյութերը:<br /> <br /> Շնորհակալություն մեր աշխատանքի նկատմամբ շարունակական հետաքրքրության համար,<br /> {$signature}
id: <p>Yth {$recipientName},</p><p>Dengan senang hati kami informasikan bahwa <a href="{$issueUrl}">{$issueIdentification}</a> dari {$contextName} telah menjadikan terbitan Open Access. Langganan tidak diperlukan lagi untuk membaca terbitan ini.</p><p>Terima kasih atas perhatiannya.</p>{$contextSignature}
it: Gentile lettore,<br /> <br /> {$contextName} ha appena reso disponibile in modalità open access una nuova uscita. Ti invitiamo dunque a visitare il sito web ({$contextUrl}) per trovare articoli e altre risorse di tuo interesse.<br /> <br /> Grazie per il tuo interesse per la nostra rivista<br /> {$contextSignature}
it_it: Gentile lettore,<br /> <br /> {$contextName} ha appena reso disponibile ad accesso aperto un fascicolo.<br /> <br /> Ti invitiamo dunque a visitare il sito web ({$contextUrl}) per trovare articoli e altre risorse di tuo interesse.<br /> <br /> Grazie per l'interesse dimolstrato nei nostri confronti,<br /> {$editorialContactSignature}
ka_ge: Readers:<br /> <br /> {$contextName} has just made available in an open access format the following issue. We invite you to review the Table of Contents here and then visit our web site ({$contextUrl}) to review articles and items of interest..<br /> <br /> Thanks for the continuing interest in our work,<br /> {$editorialContactSignature}
kk_kz: Құрметті оқырмандар!<br /> <br /> «{$contextName}» журналы келесі шығарылымға көпшілікке қол жеткізді. Біз сізді осы жерде мәселені қарап шығуға шақырамыз, содан кейін қызығушылық тудыратын тақырыптар бойынша мақалалар мен жазбаларды оқу үшін біздің веб -сайтқа ({$contextUrl}) кіріңіз.<br /> <br /> Біздің жұмысқа қызығушылығыңыз үшін рахмет,<br /> {$signature}
mk: <p>Почитувани {$recipientName},</p><p>Задоволство ни е да ве информираме дека <a href="{$issueUrl}">{$issueIdentification}</a> од{$contextName} сега е достапен под отворен пристап. Повеќе не е потребна претплата за читање на ова издание.</p><p>Ви благодариме за вашиот континуиран интерес за нашата работа.</p>{$contextSignature}
mk_mk: Читатели:<br /> <br /> {$contextName} штотуку го направи достапно следното издание со отворен пристап. Ве покануваме да ја прегледате тука содржината и потоа да ја посетите нашата веб-страница ({$contextUrl}) да прегледате трудови и предмети од интерес.<br /> <br /> Ви благодариме за непрекинатиот интерес за нашата работа,<br /> {$contextSignature}
mr: <p>प्रिय {$recipientName},</p><p>तुम्हाला कळविण्यात आम्हाला आनंद होत आहे की {$contextName} चा <a href="{$issueUrl}">{$issueIdentification}</a> अंक आता मुक्तपणे उपलब्ध आहे. हा अंक वाचण्यासाठी आता सदस्यत्वाची आवश्यकता नाही.</p><p>आमच्या प्रकाशनात तुम्ही सतत स्वारस्य दाखवल्याबद्दल धन्यवाद.</p>{$contextSignature}
ms: Pembaca: <br /> <br /> {$contextName} baru sahaja disediakan dalam terbitan format akses terbuka . Kami menjemput anda untuk melihat Isi Kandungan di sini dan kemudian mengunjungi laman web kami ({$contextUrl}) untuk meninjau artikel dan item yang menarik. <br /> <br /> Terima kasih atas minat berterusan dalam kerja kami, <br /> {$contextSignature}
ms_my: Pembaca: <br /> <br /> {$contextName} baru sahaja disediakan dalam terbitan format akses terbuka . Kami menjemput anda untuk melihat Isi Kandungan di sini dan kemudian mengunjungi laman web kami ({$contextUrl}) untuk meninjau artikel dan item yang menarik. <br /> <br /> Terima kasih atas minat berterusan dalam kerja kami, <br /> {$signature}
nb: <p>Kjære {$recipientName}</p> <p>Det er vår glede å informere deg at utgaven <a href="{$issueUrl}">{$issueIdentification}</a> av {$contextName} er nå åpent tilgjengelig. Abonnement er ikke lenger nødvendig å lese denne utgaven.</p><p>Takk for din interesse i vårt arbeid.</p> {$contextSignature}
nl_nl: Lezers:<br /> <br /> {$contextName} heeft het volgende nummer in open access beschikbaar gesteld. We nodigen u uit om de inhoudsopgave te bekijken en onze website te bezoeken ({$contextUrl}) voor de items en artikels die u interesseren.<br /> <br /> Bedankt voor de interesse in ons werk,<br /> {$editorialContactSignature}
pl: Szanowni Państwo,<br /> <br /> na stronie czasopisma "{$contextName}" został udostępniony w sposób otwarty jeden z numerów czasopisma. Zachęcamy do zapoznania się ze spisem treści zamieszczonym w wiadomości oraz odwiedzenia naszej strony <br /> <br /> Dziękujemy za zainteresowanie naszym czasopismem, <br /> {$contextSignature}
pt_br: Leitores: <br /> <br /> {$contextName} acabou de disponibilizar em um formato de acesso aberto a seguinte edição. Convidamos você a verificar o sumário abaixo e, em seguida, visitar nosso site ({$contextUrl}) para conferir os artigos e itens de interesse. <br /> <br /> Obrigado pelo interesse em nosso trabalho, <br /> {$editorialContactSignature}
pt_pt: Caros leitores,<br /> <br /> A {$contextName} acaba de disponibilizar em Acesso Aberto uma nova edição. Convidamo-lo a consultar o Sumário e aceder à revista ({$contextUrl}), para ler os artigos disponíveis e outros itens do seu interesse.<br /> <br /> Agradecemos o interesse pelas nossas publicações,<br /> {$editorialContactSignature}
ro_ro: Dragi cititori:<br /> <br /> {$contextName} tocmai a pus la dispoziție într-un format de acces deschis următorul număr. Vă invităm să consultați cuprinsul aici și apoi să vizitați site-ul nostru web ({$contextUrl}) pentru a revizui articole și pentru a citi articole de interes.<br /> <br /> Vă mulțumim pentru interesul continuu pentru revista noastră,<br /> {$editorialContactSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Журнал «{$contextName}» рад сообщить, что выпуск <a href="{$issueUrl}">{$issueIdentification}</a> теперь находится в открытом доступе. Для чтения этого номера подписка больше не требуется.</p><p>Благодарю Вас за постоянный интерес к нашей работе,</p>{$contextSignature}
ru_ru: Уважаемые читатели!<br /> <br /> Журнал «{$contextName}» только что предоставил открытый доступ к следующему выпуску. Мы предлагаем вам ознакомиться здесь с содержанием выпуска, а затем посетить наш веб-сайт ({$contextUrl}), чтобы прочитать статьи и сообщения на интересующие вас темы.<br /> <br /> Благодарю вас за постоянный интерес к нашей работе,<br /> {$editorialContactSignature}
sk_sk: Čitatelia:<br /> <br /> Časopis {$contextName} povolil otvorený prístup k nasledujúcemu číslu. Pozývame vás na prehliadnutie obsahu časopisu a návštevu našich stránok ({$contextUrl}).<br /> <br /> Ďakujeme za Váš pokračujúci záujem o našu prácu<br /> {$editorialContactSignature}
sl: Readers:<br /> <br /> {$contextName} has just made available in an open access format the following issue. We invite you to review the Table of Contents here and then visit our web site ({$contextUrl}) to review articles and items of interest.<br /> <br /> Thanks for the continuing interest in our work,<br /> {$contextSignature}
sv: <p>Hej {$recipientName},</p><p>Vi kan nu meddela att numret <a href="{$issueUrl}">{$issueIdentification}</a> från {$contextName}nu är fritt tillgängligt. Det är inte längre nödvändigt med en prenumeration för att komma åt innehållet i numret.</p><p>Tack för fortsatt visat intresse för vårt arbete!</p>{$contextSignature}
sv_se: Läsare:<br /> <br /> {$contextName} har nyligen gjort ett nytt nummer tillgängligt som open access. Se innehållsförteckningen här och klicka dig sedan in på vår webbplats {$contextUrl}) för att ta del av material av intresse.<br /> <br /> Tack för fortsatt visat intresse för vårt arbete!<br /> {$editorialContactSignature}
tr: Sayın Okuyucu,<br /> <br /> {$contextName} aşağıdaki sayıyı açık erişime açmıştır. Sizi sayının içindekiler bölümünü incelemeye ve dilediğiniz yazıları okumak üzere web sitemize davet ediyoruz ({$contextUrl}).<br /> <br /> Çalışmalarımıza süren ilginiz için teşekkür ederiz,<br /> {$contextSignature}
tr_tr: Sayın Okuyucu,<br /> <br /> {$contextName} aşağıdaki sayıyı açık erişime açmıştır. Sizi sayının içindekiler bölümünü incelemeye ve dilediğiniz yazıları okumak üzere web sitemize davet ediyoruz ({$contextUrl}).<br /> <br /> Çalışmalarımıza süren ilginiz için teşekkür ederiz,<br /> {$editorialContactSignature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Раді повідомити Вам, що <a href="{$issueUrl}">{$issueIdentification} з "{$contextName}"</a> тепер доступний у відкритому доступі. Щоб прочитати цей випуск, більше не потрібна передплата.</p><p>Дякуємо за постійний інтерес до нашої роботи.</p> {$contextSignature}
uk_ua: Читачі:<br /> <br /> Видання &quot;{$contextName}&quot; відкрило доступ до наступного випуску. Запрошуємо переглянути сторінку змісту випуску, а потім відвідати наш веб-сайт (<a href="{$contextUrl}">{$contextUrl}</a>), щоб переглянути статті та інші матеріали, що можуть Вас зацікавити.<br /> <br /> Дякуємо, що продовжуєте цікавитись нашою роботою,<br /> {$editorialContactSignature}
uz@latin: O'quvchilar: <br /> <br/> {$contextName} quyidagi raqamni ochiq formatda taqdim etdi. Sizni Mundarija bilan tanishib chiqishga taklif qilamiz, keyin maqolalar va qiziq narsalarni ko'rib chiqish uchun veb -saytimizga ({$contextUrl}) tashrif buyuring. <br /> <br/> Bizning ishimizga doimiy qiziqishingiz uchun rahmat, <br /> {$contextSignature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Биз {$contextName} журналининг <a href="{$issueUrl}">{$issueIdentification}</a> сони энди очиқ киришда (open access) мавжудлигини маълум қилишдан мамнунмиз. Ушбу сонни ўқиш учун энди обуна талаб қилинмайди.</p><p>Бизнинг ишимизга бўлган доимий қизиқишингиз учун ташаккур.</p>{$contextSignature}
vi: Kính gửi Độc giả,<br /> <br /> {$contextName} vừa có sẵn một số cho phép truy cập mở. Chúng tôi kính mời bạn tham khảo mục lục tại đây và sau đó truy cập trang web của chúng tôi ({$contextUrl}) để xem chi tiết các bài viết mà bạn quan tâm.<br /> <br /> Cám ơn sự quan tâm của bạn với các ấn phẩm của chúng tôi,<br /> {$contextSignature}

# emails.openAccessNotify.subject
source: Issue Now Open Access
ar: قراءة مجانية: صار الآن {$issueIdentification} من {$contextName} متاحًا بالمجان
bg: Броят вече е с отворен достъп: {$issueIdentification} на {$contextName}
bg_bg: Броят вече е с отворен достъп
bs_ba: Broj dostupan pod uvjetima otvorenog pristupa
ca_es: Ara el número és d'accés obert
cs: Zdarma ke čtení: {$issueIdentification} časopisu {$contextName} je nyní v režimu open access
cs_cz: Nyní otevřen přístup k číslu
da: Frit tilgængelig: {$issueIdentification} af {$contextName} er nu Open Access
da_dk: Udgave nu i Open Access-format
de: Frei zugänglich: {$issueIdentification} der Zeitschrift {$contextName} ist jetzt Open Access
de_de: Ausgabe jetzt im Open Access
es: Acceso libre: {$issueIdentification} de {$contextName} ahora está disponible en acceso abierto
es_es: Ahora el número es de acceso libre
eu: Sarbide irekia: {$contextName}-ren {$issueIdentification}(e)k sarbide irekia du orain
fi_fi: Numero nyt avoimesti saatavilla
fr_ca: Le numéro est maintenant en libre accès
fr_fr: Le numéro est maintenant à accès libre
gl_es: Agora o número é de acceso libre
hi_in: अंक अब ओपन एक्सेस
hy_am: Թողարկումը արդեն բաց հասանելիությունում է
id: Gratis dibaca: {$issueIdentification} of {$contextName} sudah akses terbuka sekarang
it_it: Nuovo fascicolo disponibile ad accesso aperto
ka_ge: გამოცემაზე ღია წვდომა გახსნილია
kk_kz: Шығарылым қазірдің өзінде жалпыға қолжетімді
mk: Слободно за читање: {$issueIdentification} од{$contextName} сега е со отворен пристап
mk_mk: Изданието е сега со отворен пристап
mr: वाचण्यासाठी विनामूल्य: {$contextName} चा {$issueIdentification} अंक आता मुक्तपणे उपलब्ध आहे
ms: Percuma untuk dibaca: {$issueIdentification} {$contextName} kini akses terbuka
ms_my: Terbitan Sekarang Akses Terbuka
nb: Ny utgave {$issueIdentification} av {$contextName} er nå åpent tilgjengelig.
nl_nl: Nummer nu Open Access
pl: Do przeczytania bezpłatnie: wydanie {$issueIdentification} czasopisma {$contextName} jest teraz dostępne bezpłatnie w modelu otwartego dostępu
pt_br: Nova edição de Acesso Livre
pt_pt: Nova edição de Acesso Aberto
ro_ro: Acest număr poate fi accesat liber
ru: Читать бесплатно: {$issueIdentification} журнала «{$contextName}» теперь в открытом доступе
ru_ru: Выпуск уже в открытом доступе
sk_sk: Teraz otvorený prístup k číslu
sl: Številka {$issueIdentification} revije {$contextName} je sedaj prosto dostopna
sv: Öppen tillgång: {$issueIdentification} från {$contextName} är nu fritt tillgänglig
sv_se: Nummer nu tillgängligt som open access
tr: {$contextName}'nin {$issueIdentification} sayısı açık erişime açıldı
tr_tr: Sayı Açık Erişime Açıldı
uk: Безкоштовно читати: {$issueIdentification} {$contextName} тепер у відкритому доступі
uk_ua: Випуск з'явився у відритому доступі
uz_cyrl: Бепул ўқиш учун: {$contextName} журналининг {$issueIdentification} сони энди очиқ киришда
vi: Đọc miễn phí: {$issueIdentification} của {$contextName} hiện có quyền truy cập mở
zh_tw: 發布即時開放取用
