Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestOneclick.subject
source: Article Review Request
bg_bg: Искане за рецензия на статията
bs_ba: Zamolba za recenziju članka
ca_es: Sol·licitud de revisió d'un article
cs_cz: Žádost o zpracování recenze článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
es_es: Petición de revisión de artículo
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
is_is: Beiðni um ritrýni á grein/handriti
it_it: Richiesta di revisione di un articolo
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Мақаланы қарауды сұраңыз
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
ms_my: Permintaan Ulasan Artikel
nl_nl: Artikel review verzoek
pt_br: Solicita avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru_ru: Запрос на рецензирование статьи
sk_sk: Žiadosť o spracovanie recenzie článku
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
tr_tr: Hakem Değerlendirmesi Talebi
uk_ua: Запит на рецензування статті

# emails.reviewResponseOverdueAuto.description
source: This email is automatically sent when the deadline for a reviewer to respond to a review request passes and one-click reviewer access is disabled.
bg_bg: Този имейл се изпраща автоматично, когато изтича срокът за потвърждение от страна на рецензента (вижте Опции за рецензии в Настройки > Работен поток > Рецензии) и достъпът на рецензент с едно щракване е деактивиран. Планираните задачи трябва да бъдат активирани и конфигурирани (вижте конфигурационния файл на сайта).
gl_es: Este correo electrónico é enviado automaticamente cando o prazo de confirmación dun revisor/a expira(vexa as opcións de revisión no paso 2 da configuración da revista) e desactívase o acceso do revisor/a cun clic. Las tarefas planificadas deben ser activadas e configuradas (vexa o arquivo de configuración do sitio).
is_is: Þessi tölvupóstur sendist sjálfkrafa þegar komið er fram yfir skiladag ritrýnis til að bregaðst við beiðni um ritrýni og þegar beinn aðgangur ritrýnis er ekki virkur.
kk_kz: Бұл электрондық пошта шолушының қарауды растау күні өткен кезде автоматты түрде жіберіледі (Параметрлер> Жұмыс үрдісі> Қарау бөліміндегі Қарау опцияларын қараңыз) және шолушының сілтеме арқылы тікелей қатынасы өшірілген. Жоспарланған тапсырмалар қосылып, конфигурациялануы керек (сайттың конфигурация файлын қараңыз).
ms_my: E-mel ini dihantar secara automatik apabila tarikh akhir pengesahan pengulas berlalu (lihat Pilihan Ulasan di bawah Tetapan> Alur Kerja> Ulasan) dan akses pengulas satu klik dinyahdayakan. Tugas berjadual mesti didayakan dan dikonfigurasi (lihat fail konfigurasi laman web).
sl_si: Ta email se pošlje avtomatsko, ko recenzent prekorači rok za potrditev opravljanja recenzije (več: Recenzijske nastavitve pri Nastavitve > Potek dela > Recenzija) in je izključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
