Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionSendToProduction.body
source: <p>Dear {$recipientName},</p><p>I am writing from {$contextName} to let you know that the editing of your submission, {$submissionTitle}, is complete. Your submission will now advance to the production stage, where the final galleys will be prepared for publication. We will contact you if we need any further assistance.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p>{$signature}
bg_bg: {$authors}:<br /> <br /> Редактирането на вашите изпратени материали , &quot;{$submissionTitle},&quot; е завършено. В момента се подготвят за публикация.<br /> <br /> URL на изпратените материали: {$submissionUrl}
cs_cz: {$authorName}:<br /> <br /> Editace vašeho příspěvku, &quot;{$submissionTitle},&quot; je hotová. Posíláme ho nyní do produkční fáze.<br /> <br /> Webová adresa příspěvku: {$submissionUrl}
da_dk: {$authorName}:<br /> <br /> Vi har færdiggjort redigeringen af din indsendelse, &quot;{$submissionTitle}. Den vil nu blive sendt til publicering.<br /> <br /> Submission URL: {$submissionUrl}
de_de: {$authorName}:<br /> <br /> Das Lektorat Ihrer Einreichung &quot;{$submissionTitle}&quot; ist beendet. Wir leiten den Beitrag jetzt zur Herstellung weiter.<br /> <br /> URL des Beitrags: {$submissionUrl}
es_es: {$authorName}:<br /> <br /> La edición de su envío, &quot;{$submissionTitle},&quot; se ha completado. Ahora lo enviaremos a producción.<br /> <br /> Submission URL: {$submissionUrl}
fi_fi: Hyvä {$authorName},<br /> <br /> Käsikirjoituksenne &quot;{$submissionTitle},&quot; on nyt toimitettu ja lähetämme sen tuotantoon.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName},<br /> <br /> L'édition de votre soumission « {$submissionTitle} » est complétée. Nous l'envoyons maintenant en production.<br /> <br /> URL de la soumission : {$submissionUrl}
fr_fr: {$authorName},<br /> <br /> L'édition de votre soumission « {$submissionTitle} » est terminée. Nous l'envoyons maintenant en production.<br /> <br /> URL de la soumission : {$submissionUrl}
hi_in: {$authorName}:<br /> <br /> आपके सबमिशन का संपादन, &quot;{$submissionTitle},&quot; पूरा है। अब हम इसे उत्पादन के लिए भेज रहे हैं.<br /> <br /> Submission URL: {$submissionUrl}
is_is: <p>Kæra/Kæri {$recipientName},</p><p> Ég skrifa þér frá {$contextName} til að láta þig vita að ritstýringu á handritinu þínu, {$submissionTitle}, er lokið. Handritið fer nú áfram á framleiðsluþrep þar sem lokaprófarkir eru settar upp fyrir útgáfu. Við verðum í sambandi við þig ef við þurfum frekari aðstoð.</p><p>Ef þú hefur einhverjar spurningar, vertu þá í sambandi við okkur í gengum kerfið frá <a href="{$submissionUrl}">Yfirlit yfir innsent efni</a>.</p><p>Bestu kveðjur,</p>{$signature}
it_it: Gentilissimo {$authorName}:<br /> <br /> La lavorazione editoriale della sua proposta, &quot;{$submissionTitle},&quot; è completa. Ora viene preparata per l'uscita sulla rivista.<br /> <br /> URL proposta: {$submissionUrl}
ka_ge: {$authorName}:<br /> <br /> The editing of your submission, &quot;{$submissionTitle},&quot; is complete. We are now sending it to production..<br /> <br /> Submission URL: {$submissionUrl}
kk_kz: Сәлеметсіз бе, {$authors}!<br /> <br /> "{$SubmissionTitle} " материалын өңдеу аяқталды. Енді біз оны өндіріске енгіземіз.<br /> <br /> Материалдың URL мекенжайы: {$submissionUrl}
ms_my: {$authors}: <br /> <br /> Penyuntingan penyerahan anda, &quot; {$submissionTitle}, &quot; selesai. Kami sekarang mengirimkannya ke produksi. <br /> <br /> URL Penyerahan: {$submissionUrl}
nl_nl: {$authorName}:<br /> <br /> De redactie van uw inzending, &quot;{$submissionTitle},&quot; is afgerond. We geven uw inzending nu in productie.<br /> <br /> URL inzending: {$submissionUrl}
pt_br: {$authorName}:<br /> <br /> A edição de texto da sua submissão, &quot;{$submissionTitle},&quot; está completa. Agora ela está sendo enviada para editoração.<br /> <br /> URL da submissão: {$submissionUrl}
pt_pt: {$authorName}:<br /> <br /> A edição da sua submissão, &quot;{$submissionTitle},&quot; está concluída. O artigo foi enviado para a produção.<br /> <br /> URL da submissão : {$submissionUrl}
ro_ro: {$authorName}:<br /> <br /> Editarea manuscrisului dumneavoastră &quot;{$submissionTitle},&quot; este finalizată. Acesta va fi trimis către producție.<br /> <br /> URL manuscris: {$submissionUrl}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Редактирование Вашего материала «{$submissionTitle}» завершено. Теперь мы запускаем его в производство.<br /> <br /> URL материала: {$submissionUrl}
sk_sk: {$authorName}:<br /> <br /> Editácia vášho príspevku, &quot;{$submissionTitle},&quot; je hotová. Posielame ho teraz do produkčnej fáze.<br /> <br /> Webová adresa príspevku: {$submissionUrl}
sl_si: {$authors}:<br /> <br /> Urejanje vašega prispevka, &quot;{$submissionTitle},&quot; je končano. Prispevek bom poslali v produkcijo.<br /> <br /> URL povezava do prispevka: {$submissionUrl}
sv_se: {$authorName}:<br /> <br /> Redigeringen av ditt bidrag &quot;{$submissionTitle}&quot; är färdig. Vi skickar det nu vidare till produktion.<br /> <br /> Bidragets URL: {$submissionUrl}
tr_tr: {$authorName}:<br /> <br /> &quot;{$submissionTitle},&quot; adlı gönderinizin düzenlemesi tamamlandı. Makalenizi basım aşamasına gönderiyoruz.<br /> <br /> Gönderi URL'si: {$submissionUrl}

# emails.editorDecisionSendToProduction.subject
source: Next steps for publishing your submission
bg_bg: Решение на редактора
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
is_is: Næstu skref í birtingu á handritinu þínu
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Өтінімді жариялау үшін келесі қадамдар
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão do Editor
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Naslednji koraki za objavo vašega prispevka
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı

# emails.editorDecisionSendToExternal.description
source: This email from the Editor or Section Editor to an Author notifies them that their submission is being sent to an external review.
bg_bg: Този имейл от редактора или редактора на секции до автора го уведомява, че изпратените материали са изпратени за рецензиране.
cs_cz: Tento email od editora nebo editora sekce autorovi sděluje, že jejich příspěvek je odesílán k externí recenzi.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til forfatteren meddeler at indsendelsen videresendes til ekstern bedømmelse.
de_de: Diese E-Mail von Redakteur/in oder Rubrikredakteur/in benachrichtigt die/den Autor/in darüber, dass ein externes Gutachten angefordert wird.
es_es: Este correo electrónico del editor/a, o del editor/a de sección, notifica al autor/a que su envío se traslada a un revisor/a externo.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique à un-e auteur-e le,la notifie de la décision concernant sa soumission, soit d'envoyer sa soumission en évaluation externe.
fr_fr: Cet courriel du rédacteur ou du chef de rubrique à un auteur les notifie que leur soumission a été envoyé à une source externe pour son évaluation.
hi_in: एक लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें सूचित करता है कि उनका प्रस्तुतिकरण बाहरी समीक्षा के लिए भेजा जा रहा है.
is_is: Þessi tölvupóstur frá ritstjóra eða kaflaritstjóra upplýsir höfund(a) um að innsent handrit verði sent áfram í ritrýni.
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore quando una proposta viene rivista da un esterno
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან, მასალის გარე რეცენზირებაზე გაგზავნის შესახებ.
kk_kz: Бұл редактордың немесе бөлім редакторының авторға сырттан қарауға жіберілгені туралы хабарлау үшін жіберген хаты.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka bahawa penyerahan mereka dihantar ke ulasan luaran.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt doorgestuurd aan een reviewer.
pt_br: Este e-mail enviado pelo Editor ou Editor de Seção para um autor serve para notificar o mesmo de que sua submissão foi enviada para avaliadores externos.
pt_pt: Este email é enviado pelo Editor/Editor de Secção ao Autor serve para o notificar que a submissão foi enviada para uma revisão externa.
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune către un autor, pe care îl notifică cu privire la trimiterea manuscrisului la revizori.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об отправке материала на внешнее рецензирование.
sk_sk: Tento email od editora alebo editora sekcie autorovi oznamuje, že ich príspevok je odosielaný k externej recenzii.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je šel prispevek v recenzijo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att hens bidrag skickas till extern granskning.
tr_tr: Editörden veya Bölüm Editörden bir Yazar'a gönderilen bu e-posta, gönderinin harici bir hakeme gönderildiğini bildirir.

# emails.editorDecisionSendToExternal.body
source: <p>Dear {$recipientName},</p><p>I am pleased to inform you that your submission, {$submissionTitle}, meets our requirements for submission to {$contextName}. It has now be sent for a round of peer review.</p><p>You will hear from us with feedback from the reviewers and information about the next steps.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p>{$signature}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е да: Изпратим за рецензиране<br /> <br /> URL на изпратените материали: {$submissionUrl}
cs_cz: Vážený(á) {$authorName}:<br /> <br /> Dosáhli jsme rozhodnutí, které se týká vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: odeslat k recenzi<br /> <br /> Webová adresa příspěvku: {$submissionUrl}
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Fremsendes til bedømmelse<br /> <br /> Submission URL: {$submissionUrl}
de_de: {$authorName}:<br /> <br /> Wir sind zu einer Entscheidung hinsichtlich Ihrer Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, ein Gutachten anzufordern.<br /> <br /> URL des Beitrags: {$submissionUrl}
es_es: {$authorName}:<br /> <br /> Hemos llegado a una decisión respecto a su envío {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Enviar a revisión<br /> <br /> Enlace: {$submissionUrl}
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Lähetetään arvioitavaksi<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est d'envoyer votre soumission en évaluation.<br /> <br /> URL de la soumission : {$submissionUrl}
fr_fr: {$authorName}:<br /> <br /> Nous avons pris une décision concernant votre soumission à {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Notre décision est d'envoyer votre soumission en évaluation<br /> <br /> URL de la soummission : {$submissionUrl}
hi_in: {$authorName}:<br /> <br /> हम आपके सबमिशन के बारे में निर्णय ले चुके हैं to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is to: Send to Review<br /> <br /> Submission URL: {$submissionUrl}
is_is: {$authors}:<br /> <br /> Við höfum tekið ákvörðun varðandi innsendingu til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Ákvörðun okkar er að senda handritið áfram í ritrýni.<br /> <br /> Vefslóð á innsent efni: {$submissionUrl}
it_it: Gentilissimo {$authorName}:<br /> <br /> Abbiamo preso una decisione circa la tua proposta a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisione: invio a un revisore esterno<br /> <br /> Submission URL: {$submissionUrl}
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is to: Send to Review<br /> <br /> Submission URL: {$submissionUrl}
kk_kz: Сәлеметсіз бе {$authors}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: Қарауға жіберу<br /> <br /> Жіберу URL: {$submissionUrl}
ms_my: {$authors}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$ submissionTitle} &quot ;. <br /> <br /> Keputusan kami adalah untuk: Kirim ke Ulasan <br /> <br /> URL Penyerahan: {$submissionUrl}
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze belissing is: Doorsturen aan reviewer</br /> <br /> URL inzending: {$submissionUrl}
pt_br: {$authorName}:<br /> <br /> Nós chegamos a uma decisão referente a sua submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é de: Enviar para avaliação<br /> <br /> URL da submissão: {$submissionUrl}
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Enviar para Revisão<br /> <br /> URL da submissão: {$submissionUrl}
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie cu privire la manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastă este: De trimis spre revizuire<br /> <br /> URL manuscris: {$submissionUrl}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отправить на рецензирование<br /> <br /> URL материала: {$submissionUrl}
sk_sk: Vážený(á) {$authorName}:<br /> <br /> Dosiahli sme rozhodnutie, ktoré sa týka vášho príspevku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: odoslať k recenzii<br /> <br /> Webová adresa príspevku: {$submissionUrl}
sl_si: {$authors}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek se pošlje v recenzijo<br /> <br /> URL povezava do prispevka: {$submissionUrl}
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Skicka till granskning<br /> <br /> Bidragets URL: {$submissionUrl}
tr_tr: {$authorName}:<br /> <br /> {$contextName}, &quot;{$submissionTitle}&quot; adresine yaptığınız gönderi için bir karara varılmıştır.<br /> <br /> Karar: Hakeme Gönderilmesi Uygundur<br /> <br /> Submission URL: {$submissionUrl}

# emails.editorDecisionSendToExternal.subject
source: Your submission has been sent for review
bg_bg: Решение на редактора
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
is_is: Ákvörðun ritstjóra
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Редакциялық шешім
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão do Editor
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Uredniška odločitev
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı

# emails.editorDecisionAccept.description
source: This email notifies the author that their submission has been accepted for publication.
bg_bg: Този имейл от редактора или редактора на секции до автора ги уведомява за окончателно решение за „приемане на подадените материали“ във връзка тяхното изпращане.
cs_cz: Tento e-mail od editora nebo editora sekce autorovi obsahuje informaci o konečném rozhodnutí o přijetí příspěvku.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
es_es: Este correo electrónico del editor/a o editor/a de sección para el autor/a le notifica que la decisión final es aceptar su envío .
fi_fi: This email from the Editor or Section Editor to an Author notifies them of a final "accept submission" decision regarding their submission.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique à un-e auteur-e le,la notifie de la décision finale concernant sa soumission, soit d'accepter sa soumission.
fr_fr: Cet courriel du rédacteur ou du chef de rubrique à un auteur les notifie d'une décision finale de «soumission acceptée» concernant leur soumission.
hi_in: एक लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें अंतिम रूप से "सबमिशन स्वीकार" करने का निर्णय देता है.
is_is: Þessi tölvupóstur upplýsir höfund um að greinin hefur verið samþykkt til birtingar.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან „მასალის მიღების“ საბოლოო გადაწყვეტილების შესახებ.
kk_kz: Бұл редактордың немесе бөлім редакторының авторға жіберуге қатысты соңғы «Өтінішті қабылдау» шешімі туралы хабарлау үшін жіберген хаты.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka tentang keputusan "terima penyerahan" terakhir mengenai penyerahan mereka.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt aanvaard.
pt_br: Esta é uma mensagem do Editor/Editor de Seção ao autor para notificá-lo da decisão editorial (final) tomada sobre a submissão.
pt_pt: Esta é uma mensagem do Editor/Editor de Secção ao Autor para notificá-lo da decisão editorial final de "aceitar a submissão".
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune, către un autor, pe care îl notifică cu privire la o decizie finală de „acceptare a manuscrisului”.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Принять материал» относительно присланного материала.
sk_sk: Tento e-mail od editora alebo editora sekcie autorovi obsahuje informáciu o konečnom rozhodnutí o prijatí príspevku.
sl_si: Ta email obvepša avtorja, da je bil prispevek sprejet za objavo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Acceptera bidrag" fattats för hens bidrag.
tr_tr: This email from the Editor or Section Editor to an Author notifies them of a final decision regarding their submission.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
