Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionRenewIndl.body
source: An individual subscription has been renewed online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$subscriberDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar: لقد تم تجديد إشتراك منفرد في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه:<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المستخدم:<br /> {$subscriberDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
bg: Индивидуален абонамент е подновен онлайн за {$contextName} със следните подробности. <br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Потребител:<br /> {$subscriberDetails}<br /> <br /> Информация за членство (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
bg_bg: Индивидуален абонамент е подновен онлайн за {$contextName} със следните подробности. <br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Потребител:<br /> {$subscriberDetails}<br /> <br /> Информация за членство (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
ca: S'ha renovat en línia una subscripció individual per a {$contextName} amb els detalls següents.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Usuari/ària:<br /> {$subscriberDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs: Bylo online obnoveno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$subscriberDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
cs_cz: Bylo online obnoveno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
da: Der er foretaget en online fornyelse af et individuelt abonnement på {$contextName}med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$subscriberDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
da_dk: Der er foretaget en online fornyelse af et individuelt abonnement på {$contextName}med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}
de: Ein individuelles Abonnement wurde online für {$contextName} mit den folgenden Details verlängert.<br /> <br /> Abonnementtyp:<br /> {$subscriptionType}<br /> <br /> Benutzer:<br /> {$subscriberDetails}<br /> <br /> Mitgliedschaftsinformationen (falls vorhanden):<br /> {$membership}<br /> <br /> Um dieses Abonnement anzuzeigen oder zu bearbeiten, verwenden Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
de_de: Ein individuelles Abonnement ist online für {$contextName} mit den folgenden Details erneuert worden.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Benutzer/in:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
es: Una suscripción individual ha sido renovada en línea para {$contextName} con los siguientes detalles.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$subscriberDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción use la siguiente URL:<br /> <br /> URL para gestionar la suscripción: {$subscriptionUrl}<br />
es_es: Una suscripción individual ha sido renovada en línea para {$contextName} con los siguientes detalles.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción use la siguiente URL:<br /> <br /> URL para gestionar la suscripción: {$subscriptionUrl}<br />
eu: {$contextName} aldizkariko harpidetza indibidual bat berritu dute linean, ondoren ematen diren xehetasunekin.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erabiltzailea:<br /> {$subscriberDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.
fi_fi: Julkaisun {$contextName} yksittäistilaus on uusittu verkossa. Tilauksen tiedot:<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Käyttäjä:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos saatavilla):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi tai muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
fr_ca: Un abonnement individuel a été renouvelé en ligne pour la revue {$contextName} avec les renseignements suivants.<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Utilisateur-trice :<br /> {$userDetails}<br /> <br /> Renseignements d'adhésion (si fournis) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivant.<br /> <br /> URL de l'abonnement : {$subscriptionUrl}<br />
fr_fr: Un abonnement individuel a été renouvelé en ligne pour la revue {$contextName} avec les renseignements suivants.<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Utilisateur-trice :<br /> {$userDetails}<br /> <br /> Renseignements d'adhésion (si fournis) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivant.<br /> <br /> URL de l'abonnement : {$subscriptionUrl}<br />
gl_es: Unha subscrición individual foi renovada en liña para {$contextName} cos detalles seguintes.<br /> <br /> Tipo de subscrición:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$subscriberDetails}<br /> <br /> Información de afiliación (se se proporciona):<br /> {$membership}<br /> <br /> Para ver ou editar esta subscrición utilice o seguinte URL:<br /> <br /> URL da subscrición: {$subscriptionUrl}<br />
hi_in: निम्नलिखित विवरण के साथ {$contextName} के लिए एक व्यक्तिगत सदस्यता ऑनलाइन नवीनीकृत की गई है.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> सदस्यता जानकारी (यदि प्रदान की गई है):<br /> {$membership}<br /> <br /> इस सदस्यता को देखने या संपादित करने के लिए, कृपया निम्न URL का उपयोग करें.<br /> <br /> सदस्यता URL: {$subscriptionUrl}<br />
hu: Egyéni előfizetést újítottak meg a(z) {$contextName} folyóiratnál, a következő adatokkal.<br /> <br /> Előfizetés típus:<br /> {$subscriptionType}<br /> <br /> Felhasználó:<br /> {$subscriberDetails}<br /> <br /> Tagsági információ (ha elérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük keresse fel a következő címet.<br /> <br /> Előfizetés URL címe: {$subscriptionUrl}<br />
hy_am: Անհատական բաժանորդագրությունը թարմացվել է առցանց {$contextName} -ի համար հետևյալ մանրամասներով:<br /> <br /> Բաժանորդագրության տեսակը:<br /> {$subscriptionType}<br /> <br /> Օգտվող:<br /> {$subscriberDetails}<br /> <br /> Անդամության մասին տեղեկություններ (եթե տրված է):<br /> {$membership}<br /> <br /> Այս բաժանորդագրությունը դիտելու կամ խմբագրելու համար խնդրում ենք օգտագործել հետևյալ URL-ը:<br /> <br /> Բաժանորդագրության URL: {$subscriptionUrl}<br />
id: Sebuah langganan individu telah diperbaharui online untuk {$contextName} dengan rincian berikut.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Pengguna:<br /> {$subscriberDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it: E' stato rinnovato online un abbonamento individuale a {$contextName} con i seguenti dettagli.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$subscriberDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}<br />
it_it: E' stato rinnovato online un abbonamento individuale a {$contextName} con i seguenti dettagli.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}
ka_ge: An individual subscription has been renewed online for {$contextName} with the following details..<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
kk_kz: Сайт келесі мәліметтермен «{$contextName}» журналына жеке жазылымды жаңартты.<br /> <br /> Жазылым түрі:<br /> {$subscriptionType}<br /> <br /> Қолданушы:<br /> {$subscriberDetails}<br /> <br /> Мүшелік туралы ақпарат (егер көрсетілген болса):<br /> {$membership}<br /> <br /> Бұл жазылымды көру немесе өңдеу үшін келесі URL мекенжайын қолданыңыз.<br /> <br /> Жазылым URL: {$subscriptionUrl}<br />
mk: Обновена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mk_mk: Обновена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mr: ऑनलाइन प्रणाली वापरून {$contextName} साठी वैयक्तिक सदस्यत्वाचे नूतनीकरण करण्यात आले आहे त्याचे तपशील खालीलप्रमाणे.<br /> <br /> सदस्यता प्रकार :<br /> {$subscriptionType}<br /> <br /> वापरकर्ता :<br /> {$subscriberDetails}<br /> <br /> सदस्यत्व माहिती (दिली असल्यास) :<br /> {$membership}<br /> <br /> सदस्यत्वाची माहिती वाचण्यासाठी किंवा संपादित करण्यासाठी, कृपया खालील URL वापरा.<br /> <br /> सदस्यता URL: {$subscriptionUrl}<br />
ms: Langganan individu telah diperbaharui dalam talian untuk {$contextName} dengan perincian berikut. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Pengguna: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
ms_my: Langganan individu telah diperbaharui dalam talian untuk {$contextName} dengan perincian berikut. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Pengguna: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
nb: Et individuelt abonnement på {$contextName} har blitt fornyet online. For mer informasjon se under.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruker:<br /> {$subscriberDetails}<br /> <br /> Medlemskapsinformasjon (hvis spesifisert):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk denne URL-en: {$subscriptionUrl}
nl_nl: Een individueel abonnement is met de volgende details online verlengd voor {$contextName}.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Gebruiker:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om het abonnement te bekijken of bewerken.<br /> <br /> Abonnement URL: {$subscriptionUrl}
pl: Subskrypcja indywidualna została wznowiona online dla: {$contextName}, z następującymi szczegółami.<br /> <br /> Rodzaj subskrypcji:<br /> {$subscriptionType}<br /> <br /> Użytkownik:<br /> {$subscriberDetails}<br /> <br /> Informacje członkowskie (jeśli określono):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować subskrypcję, zastosuj następujący URL.<br /> <br /> URL subskrypcji: {$subscriptionUrl}<br />
pt_br: Uma assinatura individual foi renovada online para {$contextName} com os seguintes detalhes. <br /> <br /> Tipo de Assinatura: <br /> {$subscriptionType} <br /> <br /> Usuário: <br /> {$userDetails} <br /> <br /> Informações sobre a Assinatura (se houver): <br /> {$membership} <br /> <br /> Para visualizar ou editar esta assinatura, use a seguinte URL. <br /> <br /> URL de inscrição: {$subscriptionUrl} <br />
pt_pt: Uma subscrição individual foi renovada online para a revista {$contextName} com as informações a seguir.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Utilizador:<br /> {$userDetails}<br /> <br /> Informação de Membro (caso indicado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL: {$subscriptionUrl}<br />
ro_ro: Un abonament individual a fost reînnoit online pentru {$contextName} cu următoarele detalii.<br /> <br /> Tip de abonament:<br /> {$subscriptionType}<br /> <br /> Utilizator:<br /> {$userDetails}<br /> <br /> Informații de membru (dacă sunt furnizate):<br /> {$membership}<br /> <br /> Pentru a vizualiza sau edita acest abonament, vă rugăm să utilizați următoarea adresă URL.<br /> <br /> Adresa URL a abonamentului: {$subscriptionUrl}<br />
ru: На сайте была продлена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$subscriberDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
ru_ru: На сайте была продлена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sk_sk: Bolo online obnovené individuálne predplatné pre {$contextName} s nasledujúcimi detailmi.<br /> <br /> Typ predplatného:<br /> {$subscriptionType}<br /> <br /> Užívateľ:<br /> {$userDetails}<br /> <br /> Informácie o členstve (ak boli uvedené):<br /> {$membership}<br /> <br /> Pre zobrazenie alebo editáciu tohto predplatného použite prosím nasledujúce URL.<br /> <br /> URL predplatného: {$subscriptionUrl}<br />
sv: En enskild prenumeration på {$contextName} har förnyats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$subscriberDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
sv_se: En enskild prenumeration på {$contextName} har förnyats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
tr: {$contextName} için aşağıdaki ayrıntıları yer alan bireysel abonelik yenilendi.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kişi:<br /> {$subscriberDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Abonelik hakkında bilgileri görüntülemek veya düzenlemek için lütfen aşağıdaki URL'ye tıklayın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
tr_tr: {$contextName} için aşağıdaki ayrıntıları yer alan bireysel abonelik yenilendi.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kişi:<br /> {$userDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Abonelik hakkında bilgileri görüntülemek veya düzenlemek için lütfen aşağıdaki URL'ye tıklayın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
uk: Онлайново було поновлено індивідуальну підписку на "{$contextName}" з такими відомостями.<br /> <br /> Тип підписки:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$subscriberDetails}<br /> <br /> Інформація про членство (якщо надано):<br /> {$membership}<br /> <br /> Щоб переглянути або відредагувати цю підписку, будь ласка, використовуйте наступну URL.<br /> <br /> URL-адреса підписки: {$subscriptionUrl}<br />
uk_ua: Була поновлена в електронному режимі індивідуальна передплата на видання &quot;{$contextName}&quot;, подробиці нижче.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
uz@latin: Quyidagi tafsilotlar bilan {$contextName} uchun onlayn obuna yangilandi. <br /> <br/> Obuna turi: <br /> {$subscriptionType} <br /> <br/> Foydalanuvchi: <br /> {$subscriberDetails} <br /> <br/> A'zolik haqida ma'lumot (agar mavjud bo'lsa): <br /> {$membership} <br /> <br/> Bu obunani ko'rish yoki tahrir qilish uchun quyidagi URL manzilidan foydalaning. <br /> <br/> Obuna URL: {$subscriptionUrl} <br />
uz_cyrl: {$contextName} учун онлайн равишда қуйидаги маълумотлар билан шахсий обуна янгиланди.<br /> <br /> Обуна тури:<br /> {$subscriptionType}<br /> <br /> Фойдаланувчи:<br /> {$subscriberDetails}<br /> <br /> Аъзолик маълумотлари (агар берилган бўлса):<br /> {$membership}<br /> <br /> Ушбу обунани кўриш ёки таҳрирлаш учун қуйидаги URL манзилидан фойдаланинг.<br /> <br /> Обуна URL манзили: {$subscriptionUrl}<br />
vi: Một thuê bao cá nhân đã được gia hạn trực tuyến với {$contextName} với các chi tiết sau.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$subscriberDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />

# emails.subscriptionRenewIndl.subject
source: Subscription Renewal: Individual
ar: تجديد إشتراك: منفرد
az: Abunə yenilənməsi: Fərdi
bg: Подновяване на абонамент: индивидуален
bg_bg: Подновяване на абонамент: индивидуален
ca: Renovació de la subscripció: Individual
cs: Obnovení předplatného: Individuální
cs_cz: Obnovení předplatného: Individuální
da: Fornyelse af abonnement: Individuelt
da_dk: Fornyelse af abonnement: Individuelt
de: Abonnementerneuerung: Individuell
de_de: Erneuerung eines Abonnements: Individuell
es: Renovación de suscripción: Individual
es_es: Renovación de suscripción: Individual
eu: Harpidetza-berritzea: banakakoa
fi_fi: Yksittäistilaus uusittu
fr_ca: Renouvellement d'abonnement individuel
fr_fr: Renouvellement d'abonnement : Individuel
gl_es: Renovación de subscrición: Individual
hi_in: सदस्यता नवीनीकरण: व्यक्तिगत
hu: Előfizetés megújítása: Egyéni
hy_am: Բաժանորդագրության նորացում՝ անհատական
id: Pembaharuan Langganan: Individu
it: Rinnovo dell'abbonamento individuale
it_it: Rinnovo dell'abbonamento individuale
ka_ge: გამოწერის გაგრძელება: პირადი
kk_kz: Жазылымды ұзарту: жеке
mk: Обнова на претплата: Поединечна
mk_mk: Обнова на претплата: Поединечна
mr: सदस्यत्व नूतनीकरण : वैयक्तिक
ms: Pembaharuan Langganan: Individu
ms_my: Pembaharuan Langganan: Individu
nb: Abonnementsfornyelse: Individuelt abonnement
nl_nl: Verlenging abonnement: individueel
pl: Wznowienie subskrypcji: indywidualna
pt_br: Renovação de Assinatura Individual
pt_pt: Renovação de Subscrição: Individual
ro_ro: Reînnoirea abonamentului: individual
ru: Продление подписки: индивидуальная
ru_ru: Продление подписки: индивидуальная
sk_sk: Obnovenie predplatného: Individuálne
sv: Förnyelse av prenumeration: Enskild prenumeration
sv_se: Förnyelse av prenumeration: Enskild prenumeration
tr: Abonelik Yenileme: Bireysel
tr_tr: Abonelik Yenileme: Bireysel
uk: Поновлення передплати: Індивідуальна
uk_ua: Поновлення передплати: Індивідуальна
uz@latin: Obunani uzaytirish: individual
uz_cyrl: Обуна янгиланди: Шахсий
vi: Gia hạn thuê bao: Cá nhân
zh_tw: 訂閱更新：個體
