Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionPurchaseInstl.subject
source: Subscription Purchase: Institutional
ar: شراء إشتراك: مؤسساتي
az: Abunə alınması: Korporativ
bg: Покупка на абонамент: институционален
bg_bg: Покупка на абонамент: институционален
ca: Compra de subscripció: Institucional
cs: Zakoupení předplatného: Institucionální
cs_cz: Zakoupení předplatného: Institucionální
da: Køb af abonnement: Institution
da_dk: Køb af abonnement: Institution
de: Abonnementkauf: Institutionell
de_de: Abschluss eines Abonnements: Institutionell
es: Compra de suscripción: Institucional
es_es: Compra de suscripción: Institucional
eu: Harpidetza-erosketa: Erakundeena
fi_fi: Instituutiotilauksen osto
fr_ca: Souscription à un abonnement institutionnel
fr_fr: Souscription à un abonnement institutionnel
gl_es: Adquisición de subscrición: institucional
hi_in: सदस्यता खरीद: व्यक्तिगत
hu: Előfizetés vásárlás: Intézményi
hy_am: Բաժանորդագրության գնում՝ ինստիտուցիոնալ
id: Pembelian Langganan: Institusi
it: Acquisto di un abbonamento istituzionale
it_it: Acquisto di un abbonamento istituzionale
ka_ge: გამოწერის შეძენა: ინსტიტუციონალური
kk_kz: Жазылымды сатып алу: ұйым үшін
mk: Набавка на претплата: Преку институција
mk_mk: Набавка на претплата: Преку институција
mr: सदस्यत्व : संस्थात्मक
ms: Pembelian Langganan: Institusi
ms_my: Pembelian Langganan: Institusi
nb: Abonnementskjøp: Institusjonelt abonnement
nl_nl: Aankoop abonnement: institutioneel
pl: Zakup subskrypcji: instytucyjna
pt_br: Aquisição de Assinatura: Institucional
pt_pt: Aquisição de Subscrição: Institucional
ro_ro: Achiziție abonament: instituțional
ru: Покупка подписки: на организацию
ru_ru: Покупка подписки: на организацию
sk_sk: Zakúpenie predplatného: Inštitucionálne
sv: Tecknande av prenumeration: Institutionsprenumeration
sv_se: Tecknande av prenumeration: Institutionsprenumeration
tr: Abonelik Satın Alma: Kurumsal
tr_tr: Abonelik Satın Alma: Kurumsal
uk: Придбання передплати: інституційна
uk_ua: Придбання передплати: інституційна
uz@latin: Obuna sotib olish: institutsional
uz_cyrl: Обуна сотиб олинди: Ташкилий
vi: Đăng ký mua: Tổ chức
zh_tw: 訂閱付費：院校

# emails.subscriptionPurchaseIndl.description
source: This email notifies the Subscription Manager that an individual subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
bg_bg: Този имейл уведомява Мениджъра на абонаменти, че отделен абонамент е закупен онлайн. Той предоставя обобщена информация за абонамента и връзка за бърз достъп до закупения абонамент.
cs_cz: Tento e-mail upozorňuje Správce předplatného, že individuální předplatné bylo zakoupeno online. Poskytuje souhrnné informace o předplatném a rychlý přístup k zakoupenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at der er blevet købt et individuelt abonnement online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det købte abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein individuelles Abonnement online erworben worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das abgeschlossene Abonnement.
es_es: Este correo electrónico notifica al administrador/a de suscripciones que una suscripción individual ha sido adquirida en línea. Proporciona un resumen de la información sobre la suscripción y un enlace de acceso rápido a la suscripción adquirida.
fr_ca: Ce courriel informe le,la responsable des abonnements qu'un abonnement individuel a été souscrit en ligne. Il fournit des renseignements sommaires sur l'abonnement et le lien pour accéder à l'abonnement souscrit.
fr_fr: Ce courriel informe le ou la responsable des abonnements qu'un abonnement individuel a été souscrit en ligne. If fournit des renseignements sommaires sur l'abonnement et un lien d'accès rapide vers l'abonnement souscrit.
gl_es: Este correo electrónico notifica ao administrador/a de subscricións que unha subscrición individual foi adquirida en liña. O correo proporciona un resumo da información sobre a subscrición e un enlace de acceso rápido á subscrición adquirida.
hi_in: यह ईमेल सदस्यता प्रबंधक को सूचित करता है कि एक व्यक्तिगत सदस्यता ऑनलाइन खरीदी गई है। यह सदस्यता के बारे में सारांश जानकारी और खरीदी गई सदस्यता के लिए त्वरित पहुंच लिंक प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է Բաժանորդագրման կառավարչին, որ անհատական բաժանորդագրությունը գնվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտքի հղում դեպի գնված բաժանորդագրություն:
it_it: Questo messaggio informa il Subscription manager che è stato acquistato online un nuovo abbonamento individuale. Informa sulla procedura e fornisce un link all'abbonamento acquistato.
ka_ge: ეს წერილი ატყობინებს გამოწერების მმართველს იმის შესახებ, რომ საიტზე ნაყიდია პირადი გამოწერა. წერილში მოცემულია ზოგადი ინფორმაცია გამოწერის შესახებ და ბმული სწრაფი წვდომისათვის შეძენილ გამოწერაზე.
kk_kz: Это письмо уведомляет менеджера по подписке, что через сайт была куплена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
ms_my: E-mel ini memberitahu Pengurus Langganan bahawa langganan individu telah dibeli secara dalam talian. Ini memberikan maklumat ringkasan mengenai langganan dan pautan akses cepat ke langganan yang dibeli.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pt_br: Esta mensagem notifica o Gerente de Assinaturas que uma assinatura individual foi adquirida online. Oferece informações sobre a assinatura e um link para acesso rápido à mesma.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição individual foi adquirida online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ro_ro: Acest e-mail notifică Managerul de abonamente că un abonament individual a fost achiziționat online. Oferă informații sumare despre abonament și un link de acces rapid la abonamentul achiziționat.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
sk_sk: Tento e-mail upozorňuje Správcu predplatného, že individuálne predplatné bolo zakúpené online. Poskytuje súhrnné informácie o predplatnom a rýchly prístup k zakúpenému predplatnému.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en enskild prenumeration har tecknats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den tecknade prenumerationen.
tr_tr: Bu e-posta, Abonelik Yöneticisine çevrimiçi olarak tek bir abonelik satın alındığını bildirir. Abonelik hakkında özet bilgiler ve satın alınan aboneliğe hızlı erişim bağlantısı sağlar.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі була придбана індивідуальна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
