Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRemindAuto.body
source: <p>Dear {$recipientName}:</p><p>This email is an automated reminder from {$contextName} in regards to our request for your review of the submission, "{$submissionTitle}."</p><p>We were expecting to have this review by {$reviewDueDate} and we would be pleased to receive it as soon as you are able to prepare it.</p><p>Please login to the journal and follow the review steps to view the submission, upload review files, and submit your review comments.</p><p>If you need an extension of the deadline, please contact me. I look forward to hearing from you.</p><p>Thank you in advance and kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}:</p><p>رسالة البريد الالكتروني هذه هي تذكير آلي من {$contextName} بشأن إلتماسنا لجنابكم الكريم تحكيم طلب التقديم الموسوم، "{$submissionTitle}".</p><p>كنا نأمل الحصول منكم على هذا التحكيم في موعد أقصاه {$reviewDueDate} ونرجو أن نتلقاه منكم حالماً تكونوا جاهزين لإرساله.</p><p>يرجى <a href="{$reviewAssignmentUrl}">تسجيل الدخول إلى موقع المجلة</a> وتتبع خطوات التحكيم لمعاينة طلب التقديم، رفع ملفات التحكيم، وتسليم ملاحظاتكم بشأنه.</p><p>إذا كنتم بحاجة إلى تمديد الموعد، يرجى التواصل معي. إنني أتطلع إلى ردكم الكريم.</p><p>شكرًا مقدمًا مع أطيب التحايا،</p>{$contextSignature}
bg: <p>Уважаема/и {$recipientName}:</p><p>Този имейл е автоматизирано напомняне от {$contextName} по отношение на нашата молба за рецензия от ваша страна на изпратените материали, „{$submissionTitle}“.</p> <p>Очаквахме тази рецензия до {$reviewDueDate} и ще се радваме да я получим веднага щом успеете да я подготвите.</p><p>Моля, <a href="{$reviewAssignmentUrl} ">влезте в списанието</a> и следвайте стъпките за рецензиране, за да видите подадените материали, да качите файлове за рецензия и да изпратите вашите коментари за рецензия.</p><p>Ако имате нужда от удължаване на крайния срок, моля свържете се с мен. Очаквам с нетърпение вашия отговор.</p><p>Благодаря ви предварително и сърдечни поздрави,</p>{$contextSignature}
bg_bg: {$recipientName}:<br /> <br /> Напомняме ви за молбата ни за рецензия на подадените към вас материали, &quot;{$submissionTitle},&quot; за {$contextName}. Надявахме се да направте това до {$reviewDueDate}, и този имейл е генериран автоматично и изпратен с изтичането на тази дата. С удоволствие ще го получим веднага щом успеете да го подготвите.<br /> <br /> Ако нямате потребителско име и парола за уебсайта на списанието, можете да използвате тази връзка, за да зададете нова парола (която след това ще ви бъде изпратена по имейл заедно с потребителското ви име). {$passwordResetUrl}<br /> <br /> URL на изпратените материали: {$reviewAssignmentUrl}<br /> <br /> Моля, потвърдете възможността си да завършите този съществен принос към работата на списанието. Очаквам отговора ви с нетърпение.<br /> <br /> {$signature}
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> željeli bismo vas samo podsjetiti da je rok koji smo dogovorili za recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName} istekao. Nadali smo se da će recenzija biti gotova do {$reviewDueDate}. Ova poruka se automatski šalje nakon prolaska tog datuma. Molimo vas da nam recenziju pošaljete u najskorijem roku.<br /> <br /> U slučaju da nemate pri ruci svoje korisničko ime ili lozinku za mrežnu stranicu časopisa, možete se koristiti ovom poveznicom kako biste promijenili lozinku (koju ćemo vam tada, zajedno s korisničkim imenom, poslati putem e-pošte). {$passwordResetUrl}<br /> <br /> URL članka: {$submissionReviewUrl}<br /> <br /> Molimo vas da nas izvijestite u kojem ste roku u mogućnosti izraditi recenziju. Nadamo se skorom odgovoru.<br /> <br /> Srdačno,<br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us recordem la nostra petició per a revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Esperàvem aquesta revisió abans del {$reviewDueDate}, i aquest missatge de correu electrònic s'ha generat i enviat automàticament en haver-se superat aquesta data. Malgrat això, encara confiem rebre la vostra revisió tan aviat com la tingueu enllestida.<br /> <br /> Si heu perdut el vostre nom d'usuari o la vostra contrasenya per al lloc web de la revista, podeu utilitzar l'enllaç següent per a reinicialitzar la contrasenya (en rebreu una de nova per correu electrònic, juntament amb el vostre nom d'usuari). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Us agrairem que ens confirmeu la vostra disponibilitat per a completar aquesta contribució vital per al funcionament de la revista, i confiem rebre notícies vostres ben aviat.<br /> <br /> {$editorialContactSignature}
cs: <p>Vážený/á {$recipientName}:</p><p>Tento email je automatickým připomenutím periodika {$contextName} ve věci naší prosby o recenzi příspěvku "{$submissionTitle}."</p><p>Očekávali jsme, že dostaneme recenzi do {$reviewDueDate} a byli bychom rádi, kdybychom ji od vás dostali co nejdříve.</p><p>Přihlaste se, prosím, do <a href="{$reviewAssignmentUrl}">redakčního systému </a>našeho periodika a postupujte podle pokynů pro prohlížení příspěvků, nahrávání recenzních souborů a zasílání recenzních komentářů.</p><p>Pokud potřebujete prodloužit lhůtu, kontaktujte nás, prosím. Těšíme se na vaši odpověď.</p><p>Předem vám děkujeme a jsme s pozdravem,</p>{$contextSignature}
cs_cz: {$reviewerName}:<br /> <br /> Dovolujeme si Vám opatrně připomenout naši žádost o zpracování recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Doufali jsme, že budeme mít tuto recenzi hotovou do {$reviewDueDate} a tento email byl automaticky vygenerován a poslán, jelikož stanovený termín již vypršel. Budeme velice rádi, když od Vás recenzi dostaneme hned, jak ji budete moci dokončit.<br /> <br /> Pokud nemáte své uživatelské jméno a heslo pro webovou stránku časopisu, můžete použít tento odkaz pro resetování Vašeho hesla (které Vám bude zasláno emailem spolu s Vaším uživatelským jménem). {$passwordResetUrl}<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, zda můžete dokončit tento nezbytný úkol pro náš časopis. Těším se, že se ozvete.<br /> <br /> {$editorialContactSignature}
da: <p>Kære {$recipientName}</p><p>Dette er en automatisk påmindelse fra {$contextName} angående vores forespørgsel om din bedømmelse af manuskriptet: "{$submissionTitle}."</p><p>Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate} og ser frem til at modtage den, så snart du er færdig med den.</p><p>Vær venlig at <a href="{$reviewAssignmentUrl}">logge ind på tidsskriftets webside</a> og følge trinnene for bedømmelse for at se manuskriptet, uploade filer og indsende dine bedømmelseskommentarer.</p><p>Kontakt mig venligst, hvis du har brug for en udsættelse af deadlinen. Jeg ser frem til at høre fra dig.</p><p>På forhånd tak og med venlig hilsen</p>{$contextSignature}
da_dk: {$reviewerName}:<br /> <br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate}, og denne e-mail er blevet automatisk genereret og sendt til dig, da den pågældende dato er overskredet. Vi ser stadig frem til at modtage den, så snart du er færdig med den.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at nulstille adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Vi beder dig bekræfte, at du er i stand til at fuldføre dette vigtige bidrag til tidsskriftets arbejde. Jeg ser frem til at høre fra dig.<br /> <br /> {$editorialContactSignature}
de: <p>Sehr geehrte/r {$recipientName}</p><p>Diese E-Mail ist eine automatische Erinnerung von {$contextName} in Bezug auf unsere Bitte um Ihre Begutachtung der Einreichung "{$submissionTitle}"</p><p>Wir haben Ihr Gutachten bis zum {$reviewDueDate} erwartet und würden uns freuen, es zu erhalten, sobald Sie es vorbereiten können. </p><p>Bitte <a href="{$reviewAssignmentUrl}">melden Sie sich bei der Zeitschrift an</a> und folgen Sie den Begutachtungsschritten, um die Einreichung einzusehen, die Begutachtungsdateien hochzuladen und Ihre Begutachtungskommentare abzugeben.</p><p>Wenn Sie eine Verlängerung der Frist benötigen, setzen Sie sich bitte mit mir in Verbindung. Ich freue mich darauf, von Ihnen zu hören.</p><p>Vielen Dank im Voraus und mit freundlichen Grüßen,</p>{$contextSignature}
de_de: {$reviewerName},<br /> <br /> hiermit möchten wir Sie freundlich an Ihre Zusage erinnern, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Wir hatten gehofft, das Gutachten zum {$reviewDueDate} zu erhalten. Diese E-Mail wurde automatisch erstellt und nach Überschreitung des Termins versandt. Wir würden uns freuen, wenn uns das Gutachten baldmöglichst zur Verfügung stünde.<br /> <br /> Falls Ihnen Benutzer/innennamen und Passwort fehlen, können Sie über folgenden Link Ihr Passwort neu setzen (Benutzer/innenname und Passwort gehen Ihnen umgehend per E-Mail zu). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Könnten Sie uns bitte bestätigen, dass Sie nach wie vor bereit sind, unsere Zeitschrift gutachterlich zu unterstützen? Wir würden uns freuen, bald von Ihnen zu hören.<br /> <br /> {$editorialContactSignature}
es: <p>Estimado/a {$recipientName}:</p><p>Este correo electrónico es un recordatorio automático de {$contextName} en relación con nuestra solicitud de revisión del envío "{$submissionTitle}".</p><p>Esperábamos disponer de esta revisión el {$reviewDueDate} y nos complacería recibirla tan pronto como sea posible.</p><p>Por favor, <a href="{$reviewAssignmentUrl}">inicie sesión en la revista</a> y siga los pasos de revisión para ver el artículo, cargar archivos de revisión y enviar sus comentarios de revisión.</p><p>Si necesita una extensión de la fecha límite, póngase en contacto con nosotros. Espero tener noticias suyas pronto.</p><p>Muchas gracias y saludos cordiales,</p>{$contextSignature}
es_es: {$reviewerName}:<br /> <br /> Le recordamos nuestra petición de revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos su revisión antes del {$reviewDueDate}, y se ha generado automáticamente este correo-e al haberse superado dicha fecha. Aún estaríamos encantados de recibirla una vez la tenga lista.<br /> <br /> Si ha perdido su nombre de usuaria/o y contraseña para la revista puede pinchar en el siguiente enlace para cambiar su contraseña (se la enviaremos por correo-e junto con su nombre de usuaria/o). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Le rogamos nos confirme su disponibilidad para completar esta contribución vital para el trabajo de la revista. Esperamos tener noticias suyas a la mayor brevedad.<br /> <br /> {$editorialContactSignature}
eu: <p>{$recipientName} agurgarria:</p><p>Mezu hau {$contextName} aldizkariak igorritako gogorarazpen automatiko bat da, "{$submissionTitle}" bidalketa ebaluatzeko egin genizun eskaera dela eta.</p><p> Ebaluazioa {$reviewDueDate} baino lehen jasotzea espero genuen, eta biziki eskertuko genizuke albait lasterren igorriko bazenigu.</p><p>Mesedez,<a href="{$reviewAssignmentUrl}">hasi saioa aldizkarian</a> eta jarraitu ebaluaziorako urratsak bidalketa ikusteko, ebaluatutako fitxategiak kargatzeko eta zure ebaluazio-oharrak bidaltzeko.</p><p>Epea luzatzea behar baduzu, mesedez, jarri nirekin harremanetan. Zure erantzunaren zain nago.</p><p>Eskerrik asko aldez aurretik eta ondo izan,</p>{$contextSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme arviointinne {$reviewDueDate} mennessä, ja tämä sähköposti on lähetetty automaattisesti määräajan umpeuduttua. Olisimme iloisia, mikäli edelleen voisitte lähettää arvioinnin meille heti sen suoritettuanne.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasanan (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Vahvistattehan vielä voitteko suorittaa tämän arvioinnin.<br /> <br /> Yhteydenottoanne odottaen,<br /> {$editorialContactSignature}
fr_ca: {$reviewerName},<br /> <br /> Ceci est un petit rappel concernant notre demande d'évaluation de la soumission « {$submissionTitle} » pour la revue {$contextName}. Puisque nous n'avons pas reçu, comme nous l'espérions, votre évaluation avant le {$reviewDueDate}, ce courriel a été généré et envoyé automatiquement après l'échéance du délai. Nous serions toutefois heureux de recevoir votre évaluation dès que possible.<br /> <br /> Si vous n'avez pas vos nom d'utilisateur-trice et mot de passe pour le site de la revue, vous pouvez utiliser le lien suivant pour réinitialiser votre mot de passe (lequel vous sera envoyé par courriel avec votre nom d'utilisateur-trice). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer que vous êtes en mesure d'effectuer ce travail essentiel pour la publication de notre revue. Nous espérons avoir de vos nouvelles très bientôt.<br /> <br /> {$editorialContactSignature}
fr_fr: {$reviewerName},<br /> <br /> Juste un petit mot pour vous rappeler notre demande à propos de l'évaluation de la soumission intitulée « {$submissionTitle} » pour {$contextName}. Nous espérions recevoir votre évaluation avant le {$reviewDueDate}. Ce courriel a été envoyé automatiquement parce que la date d'échéance est passée. Nous serions quand même heureux de recevoir votre évaluation dès que possible.<br /> <br /> Si vous n'avez pas de nom d'utilisateur ni de mot de passe pour le site Web de la revue, cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe (qui vous sera envoyé par courriel avec votre nom d'utilisateur). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer que vous êtes en mesure d'effectuer ce travail important pour notre revue. J'espère avoir de vos nouvelles très bientôt.<br /> <br /> {$editorialContactSignature}
hi_in: {$reviewerName}:<br /> <br /> प्रस्तुत करने की आपकी समीक्षा के लिए हमारे अनुरोध का एक सौम्य अनुस्मारक, &quot;{$submissionTitle},&quot; for {$contextName}. हम {$ reviewDueDate} द्वारा इस समीक्षा की उम्मीद कर रहे थे, और यह ईमेल स्वचालित रूप से जनरेट किया गया है और उस तारीख को पारित करने के साथ भेजा गया है। जैसे ही आप इसे तैयार करने में सक्षम होंगे, हम इसे प्राप्त करके प्रसन्न होंगे.<br /> <br /> यदि आपके पास जर्नल की वेब साइट के लिए आपका उपयोगकर्ता नाम और पासवर्ड नहीं है, तो आप अपना पासवर्ड रीसेट करने के लिए इस लिंक का उपयोग कर सकते हैं (जो तब आपके उपयोगकर्ता नाम के साथ आपको ईमेल किया जाएगा)। {$ PasswordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> कृपया जर्नल के काम में इस महत्वपूर्ण योगदान को पूरा करने की अपनी क्षमता की पुष्टि करें। तुम्हारे उत्तर की प्रतीक्षा है मुझे.<br /> <br /> {$editorialContactSignature}
hy_am: <p>Հարգելի {$recipientName}:</p><p>Այս նամակը ինքնաշխատ հիշեցում է {$contextName} -ից՝ «{$submissionTitle}» ներկայացման ձեր գրախոսության մեր խնդրանքի վերաբերյալ:</p><p>Մենք ակնկալում էինք, որ այս գրախոսությունը կունենանք մինչև {$reviewDueDate}, և մենք ուրախ կլինենք ստանալ այն հենց որ կարողանաք պատրաստել այն:</p><p>Խնդրում ենք մուտք գործել ամսագիր և հետևել գրախոսության քայլերին՝ որպեսզի դիտեք ներկայացումը, վերբեռնեք գրախոսության նիշքերը և ներկայացնեք գրախոսության ձեր մեկնաբանությունները:</p><p>Եթե Ձեզ անհրաժեշտ է երկարաձգել վերջնաժամկետը, խնդրում ենք կապվել ինձ հետ: Ես անհամբեր սպասում եմ ձեր կարծիքին:</p><p>Նախապես շնորհակալություն և հարգանքով,</p>{$signature}
id: <p>Yth {$recipientName}:</p><p>Sekedar mengingatkan tentang permohonan kami untuk melakukan review terhadap naskah, "{$submissionTitle}" untuk {$contextName}. </p><p>Kami mengharapkan telah menerima review ini pada {$reviewDueDate} dan kami berterima kasih bila dapat menyelesaikannya lebih awal.</p><p>Silakan <a href="{$reviewAssignmentUrl}">login ke jurnal</a> dan ikuti tahapan untuk melihat naskah, mengunggah file review, dan mwnambahkana komentar review.</p><p>Jika Anda membutuhkan tambahan waktu, silakan hubungi saya. Kami menunggu kabar dari Anda.</p><p>Terima kasih dan salam hormat,</p>{$contextSignature}
it_it: Gentile {$reviewerName},<br /> <br /> Questo è un promemoria automatico della richiesta di revisione della submission, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Scadenza prevista: {$reviewDueDate}.<br /> <br /> Se non hai una username and password per il sito web della rivista, puoi usare questo link per resettare la password (che ti sarà quindi mandata per email insieme con la username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti chiedo la cortesia di confermare al più presto la volontà di portare a termine l'incarico o meno.<br /> <br /> {$editorialContactSignature}
ka_ge: {$reviewerName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it..<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$editorialContactSignature}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бұл «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарауды сұраған өтінішімізді еске салады. Біз бұл шолуды {$reviewDueDate} дейін аламыз деп үміттенгенбіз, және бұл электрондық хат автоматты түрде жасалып, сол күннен кейін жіберілді. Егер сіз оны тезірек дайындасаңыз, біз қуанамыз.<br /> <br /> Егер сізде журналдың веб-сайтына кіру үшін пайдаланушы аты мен құпия сөз жоқ болса, парольді қалпына келтіру үшін осы сілтемені пайдалануға болады (ол сізге логинмен бірге электрондық пошта арқылы жіберіледі). {$passwordResetUrl}<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Сіз біздің журнал жұмысына маңызды үлес қоса алатындығыңызды растаңыз. Сізден жауап күтемін.<br /> <br /> {$signature}
mk: <p>Почитуван/а {$recipientName}:</p><p>Овој и-меил е автоматизиран потсетник од {$contextName} во врска со нашето барање за ваша рецензија на поднесокот, „{$submissionTitle}“.</p> <p>Очекувавме да ја имаме оваа рецензија до {$reviewDueDate} и со задоволство ќе ја добиеме веднаш штом ќе можете да ја подготвите.</p><p>Ве молиме <a href="{$reviewAssignmentUrl}"> најавете се во списанието</a> и следете ги чекорите за рецензија за да го видите поднесокот, да поставите датотеки со рецензија и да ги испратите вашите коментари за рецензијата.</p><p>Ако ви треба продолжување на рокот, ве молиме контактирајте ме.</p><p>Ви благодариме однапред и со почит,</p>{$contextSignature}
mr: <p>प्रिय {$recipientName}:</p><p>हा ई-मेल {$contextName} कडून पाठवलेल्या "{$submissionTitle}" सादरीकरणाच्या समीक्षणाच्या विनंतीच्या संदर्भात संगणकनिर्मित स्मरणपत्र आहे.</p> <p>आम्ही हे समीक्षण {$reviewDueDate} पर्यंत मिळण्याची अपेक्षा करत होतो आणि तुम्ही ते लवकरात लवकर पूर्ण करुन पाठवल्यास आम्हाला आनंद होईल.</p><p>तुम्ही <a href="{$reviewAssignmentUrl}">नियतकालिकावर लॉग-इन करुन</a> सादरीकरण पाहू शकाल तसेच समीक्षणाच्या फाईल्स संक्रमित (अपलोड) करणे आणि आपल्या समीक्षणादरम्यान केलेल्या टिप्पण्या सादर (सबमिट) करण्यासाठी समीक्षण प्रक्रियेच्या पायऱ्या अनुसरु शकता.</p><p>तुम्हाला निर्धारित कालमर्यादा वाढवून हवी असल्यास, कृपया माझ्याशी संपर्क साधा. मी तुमच्या उत्तराची वाट पहात आहे.</p><p>धन्यवाद आणि विनम्र अभिवादन,</p>{$signature}
ms: <p> {$recipientName} yang dihormati:</p><p>E-mel ini ialah peringatan automatik daripada {$contextName} berkenaan dengan permintaan kami untuk semakan penyerahan anda, "{$submissionTitle}."</p> <p>Kami menjangkakan untuk mendapatkan ulasan ini sebelum {$reviewDueDate} dan kami berbesar hati menerimanya sebaik sahaja anda dapat menyediakannya.</p><p>Sila <a href="{$reviewAssignmentUrl} ">log masuk ke jurnal</a> dan ikuti langkah semakan untuk melihat penyerahan, muat naik fail semakan dan serahkan ulasan ulasan anda.</p><p>Jika anda memerlukan lanjutan tarikh akhir, sila hubungi saya. Saya tidak sabar-sabar untuk mendengar daripada anda.</p><p>Terima kasih terlebih dahulu dan salam hormat,</p>{$contextSignature}
ms_my: {$recipientName}: <br /> <br /> Sekadar peringatan permintaan kami untuk ulasan penyerahan &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami mengharapkan ulasan ini selewat-lewatnya pada {$reviewDueDate}, dan e-mel ini telah dihasilkan dan dihantar secara automatik dengan berlalunya tarikh tersebut. Kami tetap akan menerimanya sebaik sahaja anda dapat menyiapkannya. <br /> <br /> Sekiranya anda tidak mempunyai nama pengguna dan kata laluan untuk laman web jurnal, anda boleh menggunakan pautan ini untuk menetapkan semula kata laluan anda (yang kemudian akan diemailkan kepada anda bersama dengan nama pengguna anda). {$passwordResetUrl} <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Sila sahkan kemampuan anda untuk menyelesaikan sumbangan penting ini untuk karya jurnal. Saya berharap dapat mendengar daripada anda. <br /> <br /> {$signature}
nb: <p>Kjære {$recipientName}</p><p>Dette er en automatisk generert e-post fra {$contextName} som sendes for å minne deg på vår forespørsel om din vurdering av manuskriptet: "{$submissionTitle}."</p><p>Vi hadde håpet å motta vurderingen senest {$reviewDueDate} og ser frem til å motta den, så snart den er klar.</p><p>Du kan <a href="{$reviewAssignmentUrl}">logge inn på tidsskriftets hjemmeside</a> og følge stegene for fagfellevurdering for å se manuskriptet, laste opp fagfellevurderingsfiler og sende inn dine kommentarer.</p><p>Hvis du har behov for å utsette fristen, vennligst ta kontakt. Jeg ser frem til å høre fra deg.</p><p>På forhånd takk og med vennlig hilsen,</p>{$contextSignature}
nl_nl: {$reviewerName}:<br /> <br /> We willen u vriendelijk herinneren aan ons verzoek om de inzending &quot;{$submissionTitle}&quot; voor {$contextName} te reviewen. We verwachtten uw review op {$reviewDueDate}. We stellen het zeer op prijs om de review te ontvangen zodra u in de gelegenheid bent om die uit te voeren.<br /> <br /> Als u de gebruikersnaam en het wachtwoord van de website van het tijdschrift niet heeft, kunt u deze link gebruiken voor het herstellen van uw wachtwoord (dat samen met uw gebruikersnaam in een e-mail naar u verstuurd wordt). {$passwordResetUrl}<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Wilt u uw beschikbaarheid voor het voltooien van deze voor het werk van het tijdschrift vitale taak bevestigen. Ik kijk uit naar uw reactie.<br /> <br /> {$editorialContactSignature}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Niniejsza wiadomość e-mail jest automatycznym przypomnieniem o naszej prośbie do Pani/Pana o wykonanie recenzji tekstu „{$submissionTitle}” zgłoszonego do publikacji w czasopiśmie {$contextName}. Zgodnie z zaakceptowanymi przez Panią/Pana terminami spodziewaliśmy się, że recenzja ta zostanie wykonana i będzie dostępna w systemie w terminie do {$reviewDueDate}. Jeżeli potrzebuje Pani/Pan przedłużenia tego terminu, prosimy o kontakt. Czekamy na wiadomość od Pani/Pana.</p><p>Dostęp do specjalnie przygotowanej strony internetowej przeznaczonej do przeprowadzenia przedmiotowej recenzji jest możliwy po kliknięciu <a href="{$reviewAssignmentUrl}">tutaj</a>.</p><p>W przypadku jakichkolwiek pytań dotyczących tego zgłoszenia lub procedowania jego recenzji proszę o kontakt.</p><p>Dziękuję za rozpatrzenie tej prośby. Okazana pomoc będzie bardzo mile widziana.</p><p>Z szacunkiem,</p>{$signature}
pt_br: {$reviewerName}:<br /> <br /> Este é apenas um lembrete amigável do nosso pedido de avaliação da submissão, &quot;{$submissionTitle},&quot; ao periódico {$contextName}. Esperávamos ter recebido sua avaliação até {$reviewDueDate}, então este email foi gerado automaticamente com o passar daquele prazo. Nós ainda assim ficaríamos gratos em recebê-la assim que você conseguir prepará-la.<br /> <br /> Se você não tiver seu nome de usuário e senha para o site do periódico, poderá usar este link para redefinir sua senha (que será enviada por e-mail juntamente com seu nome de usuário). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Por favor, confirme que poderá completar essa contribuição vital ao trabalho do periódico. Aguardo seu retorno.<br /> <br /> {$editorialContactSignature}
pt_pt: {$reviewerName},<br /> <br /> Este é apenas um lembrete automático, referente ao pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Esperávamos receber a revisão até {$reviewDueDate} e este email foi enviado automaticamente pois o prazo para entrega foi ultrapassado. Aguardamos a receção da revisão assim que for possível concluí-la.<br /> <br /> Caso não possua o nome de utilizador e a senha para aceder ao sistema da revista, use o link a seguir para criar uma nova senha, que lhe será enviada via email junto com os seus dados de acesso. {$passwordResetUrl}<br /> <br /> URL da Submissão: {$submissionReviewUrl}<br /> <br /> Confirme a sua disponibilidade para concluir a revisão, contribuição vital para a qualidade desta publicação. Aguardando o seu contacto,<br /> <br /> {$editorialContactSignature}
ro_ro: {$reviewerName}:<br /> <br /> Acest email v-a fost trimis pentru a vă reaminti că ați acceptat să revizuiți manuscrisul, &quot;{$submissionTitle},&quot; pentru {$contextName}. Speram că veți finaliza această revizuire până la {$reviewDueDate}, iar acest e-mail a fost generat și trimis automat odată cu trecerea acestei date. Ne-ar face plăcere să primim revizia dumneavoastră imediat ce o puteți pregăti.<br /> <br /> Dacă nu aveți numele de utilizator și parola pentru site-ul web al jurnalului, puteți utiliza acest link pentru a vă reseta parola (care vă va fi apoi trimisă prin e-mail împreună cu numele de utilizator). {$passwordResetUrl}<br /> <br /> Mink manuscris: {$submissionReviewUrl}<br /> <br /> Toate cele bune.<br /> <br /> {$editorialContactSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Это письмо — автоматическое напоминание из журнала «{$contextName}» о нашем запросе Вашей рецензии на материал «{$submissionTitle}».</p><p>Мы ожидали получить Вашу рецензию до {$reviewDueDate} и мы будем рады получить её, если Вы как можно скорее ее подготовите.</p><p>Пожалуйста, <a href="{$reviewAssignmentUrl}">войдите в систему</a> и следуйте шагам процесса рецензирования, чтобы просмотреть материал, загрузить файлы рецензии и отправить Ваши комментарии по рецензии.</p><p>Если Вам нужно продлить срок отправки рецензии, пожалуйста, свяжитесь со мной. Жду вашего ответа.</p><p>Заранее спасибо и с уважением,</p>{$contextSignature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы надеялись получить эту рецензию до {$reviewDueDate}, и это письмо было автоматически сгенерировано и отправлено, так как эта дата уже прошла. Мы будем рады, если Вы как можно скорее ее подготовите.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Пожалуйста, подтвердите, что Вы сможете сделать этот важный вклад в работу нашего журнала. Жду вашего ответа.<br /> <br /> {$editorialContactSignature}
sk_sk: {$reviewerName}:<br /> <br /> Dovoľujeme si Vám opatrne pripomenúť našu žiadosť o spracovanie recenzie príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Dúfali sme, že budeme mať túto recenziu hotovú do {$reviewDueDate} a tento email bol automaticky vygenerovaný a poslaný, keďže stanovený termín už vypršal. Budeme veľmi radi, keď od Vás recenziu dostaneme hneď, ako ju budete môcť dokončiť.<br /> <br /> Ak nemáte svoje užívateľské meno a heslo pre webovú stránku časopisu, môžete použiť tento odkaz pre resetovanie Vášho hesla (ktoré Vám bude zaslané emailom spolu s Vašim užívateľským menom).{$passwordResetUrl}<br /> <br /> URL príspevku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, či môžete dokončiť túto nevyhnutu úlohu pre náš časopis. Teším sa, že sa ozvete.<br /> <br /> {$editorialContactSignature}
sl: <p>Spoštovani {$recipientName},</p><p>Ta email je avtoamtski opomnik za našo prošnjo za vašo recenziranje prispevka "{$submissionTitle}" pri reviji {$contextName}. </p><p>Recenzijo pričakujemo opravljeno do {$reviewDueDate}, a bi je bili veseli takoj, ko ste jo pripravljeni opraviti.</p><p>Prijavite se v sistem in sledite recenzijskim korakom, da boste lahko videli prispevek, naložili recenzijske datotek in oddali vaše recenzijsko mnenje.</p><p>Če bi želeli podaljšati rok, se prosim obrnite name. Se že veselim vašega odziva.</p><p>Hvala lepa že vnaprej in s spoštovanjem,</p>{$contextSignature}
sl_si: {$recipientName}:<br /> <br /> Samo prijazen opomnik za našo prošnjo za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste opravili recenzijo do predvidenega datuma {$reviewDueDate}. E-pošta je bila generirana avtomatično s potekom tega datuma. Z veseljem bomo sprejeli recenzijo takoj, ko jo pripravite.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom: {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Prosim, če potrdite vašo pripravljenost za dokončanje vašega pomembnega prispevka za delo revije. Veselimo se vašega odgovora.<br /> <br /> {$signature}
sv: <p>{$recipientName}:</p><p>Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget {$submissionTitle} för {$contextName}. </p><p>Vi hade hoppats på att få din granskning senast {$reviewDueDate} och det här e-postmeddelandet skickas automatiskt när datum för deadline passeras. Vi skulle fortfarande vara tacksamma över att få in din granskning, så fort som möjligt.</p><p><a href="{$reviewAssignmentUrl}">Logga in till tidskriften</a> och följ stegen för granskningen för att se bidraget, ladda upp granskningsfilerna, och skicka in dina kommentarer.</p><p>om du behöver en förlängning av deadline, kontakta mig</p><p>Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.</p>{$contextSignature}
sv_se: {$reviewerName}:<br /> <br /> Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på att få din granskning senast {$reviewDueDate} och det här e-postmeddelandet skickas automatiskt när datum för deadline passeras. Vi skulle fortfarande vara tacksamma över att få in din granskning, så fort som möjligt.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.<br /> <br /> {$editorialContactSignature}
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergide yayınlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışmanın değerlendirmesini {$reviewDueDate} tarihinden önce tamamlayacağınızı ümit ediyorduk. Yoğun işleriniz nedeni ile oluşan gecikme nedeni ile sistemimiz tarafından bu mesaj tarafınıza otomatik olarak gönderilmişitir. <br /> <br /> Değerlendirme raporunuzu bize bir an önce ileteceğiniz inancı ile dergimiz sitesindeki ulaşım bilgilerini size iletmeyi istedik.<br /> <br /> Eğer derginin web sitesine giriş için kullanıcı adı ve şifreniz yoksa veya unuttunuz ise, şifrenizi yenilemek için bu bağlantıyı kullanabilirsiniz (Kullanıcı adınızla birlikte şifreniz size postalanacaktır). {$passwordResetUrl}<br /> <br /> Makale Erişim Adresi: {$submissionReviewUrl}<br /> <br /> Derginin kalitesini arttıracak bu önemli katkıyı yapabileceğinizi lütfen onaylayınız.<br /> <br /> {$editorialContactSignature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Цей електронний лист є автоматичним нагадуванням від "{$contextName}" про наш запит щодо рецензування подання "{$submissionTitle}".</p><p>Ми очікували отримати цю рецензію до {$reviewDueDate} і були б раді отримати її, як тільки Ви зможете її підготувати.</p><p>Будь ласка, <a href="{$reviewAssignmentUrl}">увійдіть до журналу</a> й дотримуйтеся кроків рецензування для перегляду подання, вивантаження файлів рецензії та надсилання своїх коментарів до рецензії.</p><p>Якщо Вам потрібно подовжити термін, будь ласка, зв'яжіться зі мною. З нетерпінням чекаю від Вас новин.</p><p>Заздалегідь дякую і з повагою,</p>{$contextSignature}
uk_ua: {$reviewerName}:<br /> <br /> Нагадуємо Вам про рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Ми очікували отримати цю рецензію до {$reviewDueDate}, цей лист був автоматично надісланий Вам, оскільки вказана дата минула. Ми все ще чекаємо на Вашу рецензію і будемо вдячні, якщо Ви завершите та надішлете її якомога скоріше.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Будь ласка, підтвердьте можливість завершити цю важливу для нашого журналу роботу. З нетерпінням очікую Вашої відповіді.<br /> <br /> {$editorialContactSignature}
uz_cyrl: <p>Ҳурматли {$recipientName}:</p><p>Ушбу хат {$contextName} журналидан "{$submissionTitle}" мақоласи бўйича тақриз сўровимизга нисбатан автоматлаштирилган эслатмадир.</p><p>Биз ушбу тақризни {$reviewDueDate} санасигача кутган эдик ва уни тайёр бўлиши билан қабул қилишдан мамнун бўлардик.</p><p>Илтимос, <a href="{$reviewAssignmentUrl}">журналга киринг</a> ва тақриз босқичларига амал қилиб аризани кўринг, файлларни юкланг ва тақриз изоҳларингизни юборинг.</p><p>Агар сизга муддатни узайтириш керак бўлса, илтимос, мен билан боғланинг. Жавобингизни кутиб қоламан.</p><p>Олдиндан ташаккур ва эҳтиром ила,</p>{$contextSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it.<br /> <br /> Nếu bạn không có username và mật khẩu cho trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordLostUrl}<br /> <br /> URL bài gửi: {$reviewAssignmentUrl}<br /> <br /> Vui lòng xác nhận khả năng hoàn thành quy trình quan trọng này cho công việc của tạp chí. Chúng tôi mong nhận được phản hồi của bạn.<br /> <br /> {$contextSignature}
