Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.revisedVersionNotify.body
source: Editors:<br /> <br /> A revised version of &quot;{$submissionTitle}&quot; has been uploaded by the author {$authors}.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$signature}
ar: <p>عزيزي {$recipientName}،</p><p>قام المؤلف برفع نسخة منقحة من طلب التقديم،<b>{$authorsShort} — {$submissionTitle}</b>. <p>بصفتك المحرر المعين له، نلتمس منك تسجيل الدخول و <a href="{$submissionUrl}">معاينة التنقيحات</a> واتخاذ القرار بقبولها، رفضها، أو إرسال طلب التقديم إلى جولة تحكيم أخرى.</p><br><br>—<br>هذه رسالة مؤتمتة من قبل <a href="{$contextUrl}">{$contextName}</a>.
bg: <p>Уважаеми/а, {$recipientName},</p><p>Авторът е качил ревизии за изпратените материали, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Като асоцииран редактор ви молим да влезете и да <a href="{$submissionUrl}">прегледате ревизиите</a> и да вземете решение да приемете, отхвърлите или изпратите подаването за допълнителна рецензия.</ p><br><br>—<br>Това е автоматично съобщение от <a href="{$contextUrl}">{$contextName}</a>.
bg_bg: До редакторите:<br /> <br /> Ревизирана версия на &quot;{$submissionTitle}&quot; е качена от автора {$authors}.<br /> <br /> URL на изпратените материали: {$submissionUrl}<br /> <br /> {$signature}
cs: <p>Vážený/vážená {$recipientName},</p><p>Autor nahrál novou verzi příspěvku, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Jako přiděleného redaktora vás žádáme, abyste se přihlásili a <a href="{$submissionUrl}">zobrazil si novu verzi příspěvku</a> a rozhodnul o přijetí, odmítnutí nebo odeslání příspěvku k dalšímu posouzení.</p><br><br>—<br>Toto je automatická zpráva od <a href="{$contextUrl}">{$contextName}</a>.
cs_cz: Editoři:<br /> <br /> Opravená verze příspěvku &quot;{$submissionTitle}&quot; byla nahrána autorem {$authorName}.<br /> <br /> Webová adresa příspěvku: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
da: <p>Kære {$recipientName</p><p>Forfatteren har uploadet en revideret version af manuskriptet: <b>{$authorsShort} — {$submissionTitle}</b>.</p><p>Som redaktør på denne indsendelse, beder vi dig logge ind og <a href="{$submissionUrl}">gennemgå revisionen</a> og tage en beslutning om, hvorvidt indsendelsen skal accepteres, afvises eller sendes i endnu en bedømmelsesrunde.</p><br><br>—<br>Dette er en automatisk besked fra <a href="{$contextUrl}">{$contextName}</a>.
da_dk: Redaktører:<br /> <br /> En revideret udgave af &quot;{$submissionTitle}&quot; er blevet uploadet af forfatter {$authorName}.<br /> <br /> Manuskriptets URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
de: <p>Liebe/r {$recipientName},</p><p>der Autor/die Autorin hat Überarbeitungen für die Einreichung <b>{$authorsShort} - {$submissionTitle}</b> hochgeladen. <p>Als zugewiesene/r Redakteur/in bitten wir Sie, sich einzuloggen und <a href="{$submissionUrl}">die Überarbeitungen</a> anzusehen und eine Entscheidung zu treffen, ob Sie die Einreichung annehmen, ablehnen oder zur weiteren Überprüfung weiterleiten möchten.</p><br><br>-<br>Dies ist eine automatische Nachricht von <a href="{$contextUrl}">{$contextName}</a>.
de_de: Sehr geehrte Redaktion,<br /> <br /> eine überarbeitete Fassung von &quot;{$submissionTitle}&quot; ist von der/dem Autor/in {$authorName} hochgeladen worden.<br /> <br /> URL des Beitrags: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
es: <p>Estimado/a {$recipientName},</p><p>El autor/a ha cargado revisiones para el envío, <b>{$authorsShort} — {$submissionTitle}</b>.</p><p>Como editor/a asignado, le solicitamos que inicie sesión, <a href="{$submissionUrl}">visualice las revisiones</a> y tome la decisión de aceptar, rechazar o remitir el envío a otra revisión.</p><br><br>—<br>Este es un mensaje automatizado de <a href="{$contextUrl}">{$contextName}</a>.
es_es: Editores/as:<br /> <br /> El autor {$authorName} ha cargado un versión revisada de &quot;{$submissionTitle}&quot;.<br /> <br /> URL del envío: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
eu: {$recipientName}:<br /> <br /> &quot;{$submissionTitle}&quot; artikuluaren bertsio berrikusia gora kargatu du {$submitterName} egileak.<br /> <br /> Bidalketaren URLa: {$submissionUrl}<br /> <br /> {$signature}
fi_fi: Hyvät toimittajat,<br /> <br /> {$authorName} on ladannut käsikirjoituksen &quot;{$submissionTitle}&quot; korjatun version.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}
fr_ca: Rédacteurs-trices,<br /> <br /> Une version révisée de « {$submissionTitle} » a été téléversée par l'auteur-e {$authorName}.<br /> <br /> URL de la soumission : {$submissionUrl}<br /> <br /> {$editorialContactSignature}
fr_fr: Rédacteurs, rédactrices,<br /> <br /> Une version révisée de &quot;{$submissionTitle}&quot; a été téléversée par {$authorName}.<br /> <br /> URL de la soumission : {$submissionUrl}<br /> <br /> {$editorialContactSignature}
gl_es: Editores/as:<br /> <br /> O autor {$authors} cargou unha versión revisada de &quot;{$submissionTitle}&quot;.<br /> <br /> URL do envío: {$submissionUrl}<br /> <br /> {$signature}
hi_in: संपादकों:<br /> <br /> का संशोधित संस्करण &quot;{$submissionTitle}&quot; लेखक द्वारा अपलोड किया गया है {$ authorName}.<br /> <br /> सबमिशन URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
hy_am: Խմբագիրներ:<br /> <br /> Վերանայված տարբերակը &quot;{$submissionTitle}&quot; վերբեռնվել է հեղինակի կողմից՝ {$authors}։<br /> <br /> Բաժանորդագրության URL: {$submissionUrl}<br /> <br /> {$signature}
id: <p>Yth {$recipientName},</p><p>Penulis telah mengunggah revisi naskahnya, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Sebagai.editorp, silakan login dan <a href="{$submissionUrl}">periksa revisinya</a> dan ambil keputusan apakah menerima, menolak, atau kirim.naskah untuk direview lebih lanjut.</p><br><br>—<br>Ini pesan otomatis dari <a href="{$contextUrl}">{$contextName}</a>.
it_it: Caro editor:<br /> <br /> L'autore {$authorName} ha caricato una versione revisionata di &quot;{$submissionTitle}&quot;.<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ka_ge: Editors:<br /> <br /> A revised version of &quot;{$submissionTitle}&quot; has been uploaded by the author {$authorName}..<br /> <br /> Submission URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
kk_kz: Құрметті редакторлар!<br /> <br /> «{$submissionTitle}» материалының жаңартылған нұсқасы сайтқа жүктелді ({$authors} авторы).<br /> <br /> Жіберу URL: {$submissionUrl}<br /> <br /> {$signature}
mk: <p>Почитувани{$recipientName},</p><p>Авторот има прикачено ревизии за поднесокот, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Како доделен уредник, ве молиме да се најавите и <a href="{$submissionUrl}">погледнете ги ревизиите</a> и донесе одлука да го прифатите, одбиете или испратите поднесокот на понатамошно разгледување.</p><br><br>—<br>TОва е автоматизирана порака од <a href="{$contextUrl}">{$contextName}</a>.
mk_mk: Уредници:<br /> <br /> Прикачена е корегирана верзија на &quot;{$submissionTitle}&quot; од страна на авторот {$submitterName}.<br /> <br /> URL-адреса на поднесокот: {$submissionUrl}<br /> <br /> {$signature}
mr: <p>प्रिय {$recipientName},</p><p>लेखकाने सादरीकरणाची <b>{$authorsShort} — {$submissionTitle}</b> सुधारित आवृत्ती संक्रमित (अपलोड) केली आहे. <p>नियुक्त संपादक या नात्याने तुम्ही लॉग-इन करून <a href="{$submissionUrl}">सुधारित आवृत्ती पहा</a> आणि ती स्वीकारण्याचा, नाकारण्याचा किंवा समीक्षणासाठी पाठविण्याचा निर्णय घ्या.</a> p><br><br>—<br>हा <a href="{$contextUrl}">{$contextName}</a> यांचेकडून पाठवलेला गेलेला संगणक निर्मित संदेश आहे.
ms: <p> {$recipientName} yang dihormati,</p><p>Pengarang telah memuat naik semakan untuk penyerahan, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Sebagai editor yang ditugaskan, kami meminta anda log masuk dan <a href="{$submissionUrl}">melihat semakan</a> dan membuat keputusan untuk menerima, menolak atau menghantar penyerahan untuk semakan lanjut.</ p><br><br>—<br>Ini ialah mesej automatik daripada <a href="{$contextUrl}">{$contextName}</a>.
ms_my: Editor: <br /> <br /> Versi &quot; {$submissionTitle} &quot; yang disemak semula telah dimuat naik oleh pengarang {$authors}. <br /> <br /> URL Penyerahan: {$submissionUrl} <br /> <br /> {$signature}
nb: <p>Kjære {$recipientName},</p> <p>Forfatteren har lastet opp en revidert versjon av manuskriptet som har blitt tildelt deg for å se gjennom fagfellevurderingsprosessen: <b>{$authorsShort} — {$submissionTitle}</b>.</p><p>Vennligst logg inn for å <a href="{$submissionUrl}">se gjennom revisjonen</a> og ta en beslutning om hvorvidt innleveringen skal aksepteres, avvises eller sendes til ny vurderingsrunde.</p><br><br>—<br>Dette er en automatisk beskjed fra <a href="{$contextUrl}">{$contextName}</a>.
nl_nl: {$editorialContactName}:<br /> <br /> Een herziene versie van &quot;{$submissionTitle}&quot; is geladen door de auteur {$authorName}.<br /> <br /> URL van de inzending: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Autor tekstu <b>{$submissionTitle}</b> dosłał nowe wersje treści dla swego zgłoszenia.<p>Ponieważ jest Pani/Pan redaktorem prowadzącym to zgłoszenie, to konieczna jest Pani/Pana wizyta na stronie internetowej <a href="{$submissionUrl}">zgłoszenia</a> w celu podjęcia decyzji o dalszym jego procedowaniu.</ p><br><br>—<br>To jest automatyczna wiadomość z systemu czasopisma <a href="{$contextUrl}">{$contextName}</a>.
pt_br: Editores: <br /> <br /> Uma versão revisada de &quot;{$submissionTitle}&quot; foi carregada pelo autor {$authorName}. <br /> <br /> URL da Submissão: {$submissionUrl} <br /> <br /> {$editorialContactSignature}
pt_pt: Cara(o) Editor:<br /> <br /> A versão revista do &quot;{$submissionTitle}&quot; foi enviada pelo autor {$authorName}.<br /> <br /> URL da submissão: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ro_ro: Pentru editori:<br /> <br /> Versiunea revizuită a manusrisului &quot;{$submissionTitle}&quot; a fost încărcată de autorul {$authorName}.<br /> <br /> Adresa URL a manuscrisului: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Автор загрузил исправленную версию для материала <b>{$authorsShort} — «{$submissionTitle}»</b>. <p>Как назначенного редактора мы просим Вас войти в систему, <a href="{$submissionUrl}">просмотреть исправленную версию</a> и принять решение о приёме, отклонении или отправке материала на дальнейшее рецензирование.</p><br><br>—<br>Это автоматическое сообщение из журнала <a href="{$contextUrl}">«{$contextName}»</a>.
ru_ru: Уважаемые редакторы!<br /> <br /> Исправленная версия материала «{$submissionTitle}» была загружена на сайт (автор — {$authorName}).<br /> <br /> URL материала: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
sk_sk: Editori:<br /> <br /> Opravená verzia príspevku &quot;{$submissionTitle}&quot; bola nahraná autorom {$authorName}.<br /> <br /> Webová adresa príspevku: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
sl: Uredništvo:<br /> <br /> Avtor {$submitterName} je naložil posodobljeno verzijo prispevka "&quot;{$submissionTitle}&quot;.<br /> <br /> URL povezava prispevka: {$submissionUrl}<br /> <br /> {$signature}
sl_si: Uredništvo:<br /> <br /> Avtor {$authors} je naložil posodobljeno verzijo prispevka "&quot;{$submissionTitle}&quot;.<br /> <br /> URL povezava prispevka: {$submissionUrl}<br /> <br /> {$signature}
sv: <p>Hej {$recipientName},</p><p>En reviderad version har laddats upp av författaren, <b>{$authorsShort} — {$submissionTitle}</b>. <p>Vi ber dig som redaktör att <a href="{$submissionUrl}">bedöma ändringarna</a> och fatta beslut om att acceptera, refusera, eller skicka bidraget vidare till ytterligare granskning.</p><br><br>—<br>Detta är ett automatiskt meddelande från <a href="{$contextUrl}">{$contextName}</a>.
sv_se: Redaktörer:<br /> <br /> En reviderad version av &quot;{$submissionTitle}&quot; har laddats upp av författaren, {$authorName}.<br /> <br /> Bidragets URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
tr_tr: Sayın Editörler,<br /> <br /> &quot;{$submissionTitle}&quot'un düzeltilmiş sürümü, yazar {$authorName} tarafından yüklendi<br /> <br /> Gönderi URL: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Автор вивантажив правки для подання <b>{$authorsShort} – "{$submissionTitle}"</b>. <p>Як призначеного редактора ми просимо Вас увійти в систему й <a href="{$submissionUrl}">переглянути редакції та</a> ухвалити рішення прийняти, відхилити або надіслати подання на подальше рецензування.</p><br><br>–<br> Це автоматичне повідомлення від <a href="{$contextUrl}">"{$contextName}"</a>.
uk_ua: {$editorialContactName}:<br /> <br /> Перероблена версія рукопису &quot;{$submissionTitle}&quot; була вивантажена автором {$authorName}.<br /> <br /> URL подання: {$submissionUrl}<br /> <br /> {$editorialContactSignature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Муаллиф <b>{$authorsShort} — {$submissionTitle}</b> аризаси бўйича қайта ишланган версияни юклади. <p>Тайинланган муҳаррир сифатида сиздан тизимга кириб, <a href="{$submissionUrl}">ўзгаришларни кўришингизни</a> ва мақолани қабул қилиш, рад этиш ёки кейинги тақриз босқичига юбориш бўйича қарор қабул қилишингизни сўраймиз.</p><br><br>—<br>Бу <a href="{$contextUrl}">{$contextName}</a> тизимидан автоматлаштирилган хабар.

# emails.revisedVersionNotify.subject
source: Revised Version Uploaded
ar: تم رفع نسخة منقحة
az: Düzəldilmiş versiya yükləndi
bg: Качена е коригирана версия
bg_bg: Качена е коригирана версия
ca: Versió revisada carregada
cs: Byla nahrána upravená verze
cs_cz: Nahrána opravená verze příspěvku
da: Revideret udgave uploadet
da_dk: Revideret udgave uploadet
de: Überarbeitete Version hochgeladen
de_de: Überarbeitete Version hochgeladen
es: Versión revisada cargada
es_es: Versión revisada cargada
eu: Bertsio errebisatua kargatu da
fi_fi: Korjattu versio on ladattu
fr_ca: Version révisée téléversée
fr_fr: Version révisée téléversée
gl_es: Versión revisada cargada
hi_in: संशोधित संस्करण अपलोड किया गया
hu: Átdolgozott változat feltöltve
hy_am: Վերանայված տարբերակը վերբեռնվեց
id: Versi Revisi telah Diunggah
it: Caricamento di versione revisionata
it_it: Caricamento di versione revisionata
ka_ge: ატვირთულია ჩასწორებული ვერსია
kk_kz: Түзетілген нұсқасы жүктелді
mk: Прикачена корегирана верзија
mk_mk: Прикачена корегирана верзија
mr: सुधारित आवृत्ती संक्रमित (अपलोड) केली
ms: Versi Semakan Dimuat naik
ms_my: Versi Semakan Dimuat naik
nb: Revidert versjon lastet opp
nl_nl: Herziene versie geladen
pl: Poprawiona wersja przesłana do systemu
pt_br: Envio de versão atualizada
pt_pt: Versão revista enviada
ro_ro: Versiunea revizuită a fost încărcată
ru: Загружена исправленная версия
ru_ru: Загружена исправленная версия
sk_sk: Nahraná opravená verzia príspevku
sl: Posodobljena verzija je naložena
sl_si: Posodobljena verzija je naložena
sv: Reviderad version uppladdad
sv_se: Reviderad version uppladdad
tr: Düzeltilmiş Sürüm Yüklendi
tr_tr: Düzeltilmiş Sürüm Yüklendi
uk: Вивантажено перероблену версію
uk_ua: Перероблена версія вивантажена
uz@latin: Yangilangan versiya yuklandi
uz_cyrl: Қайта ишланган версия юкланди
vi: Tải lên bản sửa chữa
zh_tw: 已上載修正版本

# emails.citationEditorAuthorQuery.description
source: This email allows copyeditors to request additional information about references from authors.
bg_bg: Този имейл позволява на стиловите редакторите да изискват допълнителна информация за библиографски препратки от автори.
cs_cz: Tento e-mail umožňuje redaktorům vyžádat si další informace o referencích od autorů.
da_dk: Denne e-mail tillader manuskriptredaktører at anmode forfattere om yderligere oplysninger vedrørende referencer.
de_de: Diese E-Mail ermöglicht es Lektor/innen, zusätzliche Informationen über Verweise von Autor/innen anzufordern.
es_es: Este correo electrónico permite a los correctores/as de estilo solicitar información adicional acerca de las referencias de los autores/as.
fr_ca: Ce courriel permet aux réviseurs-es de demander des renseignements additionnels à propos des références bibliographiques citées par les auteurs-es.
fr_fr: Ce courriel permet au réviseurs et réviseuses de demander aux auteurs ou auteures des renseignements supplémentaires à propos des références bibliographiques.
gl_es: Este correo electrónico permite que os correctores/as soliciten aos autores/as información adicional sobre as referencias bibliográficas.
hi_in: यह ईमेल लेखकों से संदर्भों के बारे में अतिरिक्त जानकारी का अनुरोध करने के लिए प्रतिलिपिलेखकों को अनुमति देता है.
hy_am: Այս էլ․ նամակը թույլ է տալիս գրական խմբագիրներին լրացուցիչ տեղեկություններ պահանջել հեղինակներից հղումների մասին:
it_it: Questo messaggio permette al copyeditor di chiedere a un autore ulteriori informazioni sulle citazioni bibliografiche.
ka_ge: ეს წერილი ლიტერატურულ რედაქტორებს საშუალებას აძლევთ მოითხოვონ დამატებითი ინფორმაცია ავტორებისგან ბმულების შესახებ.
kk_kz: Бұл хат әдеби редакторларға авторлардан цитаталар туралы қосымша ақпарат сұрауға мүмкіндік береді.
mk_mk: Овој и-меил им овозможува на уредниците да побараат дополнителни информации за референци од авторите.
ms_my: E-mel ini membenarkan copyeditors untuk meminta maklumat tambahan mengenai rujukan dari pengarang.
nl_nl: Met deze e-mail kunnen tekstredacteurs auteurs vragen om bijkomende informatie te geven over de bronverwijzing van citaten in hun artikel.
pt_br: Solicitação ao autor de detalhes sobre referência, enviada pelo editor de texto.
pt_pt: Este e-mail permite aos editores de texto que solicitem aos autores informação adicional sobre as referências.
ro_ro: Acest e-mail permite editorilor de conținut să solicite informații suplimentare despre referințe de la autori.
ru_ru: Это письмо позволяет литературным редакторам запрашивать дополнительную информацию о ссылках у авторов.
sk_sk: Tento e-mail umožňuje redaktorom vyžiadať si ďalšie informácie o referenciách od autorov.
sl_si: Ta email pošlje lektor avtorju s prošnjo za dodatne informacije o citiranih referencah.
sv_se: Det här e-postmeddelandet kan användas om manusredaktörer behöver efterfråga mer information om referenser från författare.
tr_tr: Bu e-posta, kopya düzenleme editörlerinin yazarlardan kaynakça hakkında ek bilgi istemesini sağlar.
uk_ua: Цей лист дозволяє літературним редакторам уточнювати у авторів інформацію про пристатейну бібліографію.
