Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorRecommendation.description
source: This automated email notifies a senior Editor or Section Editor that an editorial recommendation has been made regarding a submission. This template is used when an editor is only allowed to recommend an editorial decision and requires an authorized editor to record editorial decisions. This option can be selected when assigning participants to a submission.
bg_bg: Този имейл от препоръчващия редактор или редактор на секции до редакторите за вземане на решения или редакторите на раздели ги уведомява за последна препоръка относно подадените материали.
cs_cz: Tento e-mail je od redaktora nebo redaktora sekce pro odpovědného redaktora nebo pro redaktory sekcí - informuje o konečném doporučení ohledně příspěvku.
da_dk: This email from the recommending Editor or Section Editor to the decision making Editors or Section Editors notifies them of a final recommendation regarding the submission
es_es: Este correo electrónico del editor/a o editor/a de sección que aconseja para los editores/as o editores/as de sección que toman las decisiones les notifica sobre la recomendación final respecto al envío.
fi_fi: This email from the recommending Editor or Section Editor to the decision making Editors or Section Editors notifies them of a final recommendation regarding the submission.
fr_ca: Ce courriel envoyé par le,la rédacteur-trice ou le,la rédacteur-trice de rubrique en charge de la recommandation au,à la rédacteur-trice ou au,à la rédacteur-trice de rubrique en charge de la prise de décisions l'informe d'une recommandation finale concernant la soumission.
fr_fr: Ce courriel du rédacteur en chef ou du rédacteur en chef de la section à l'intention des rédacteurs en chef décideurs ou des rédacteurs en chef de la section les avise d'une recommandation finale concernant la soumission.
hi_in: एडिटिंग या सेक्शन एडिटर्स की सिफारिश करने वाले एडिटर या सेक्शन एडिटर की सिफारिश से यह ईमेल उन्हें सबमिट करने से संबंधित अंतिम सिफारिश के बारे में सूचित करता है।.
it_it: Mail che l'editor invia al responsabile contenente la raccomandazione su cosa fare di una certa proposta.
ka_ge: ეს წერილი არის რეკომენდაციის მიმცემი რედაქტორის, ან განყოფილების რედაქტორის მიერ გაგზავნილი მასალის საბოლოო რეკომენდაციის შესახებ.
kk_kz: Бұл ұсынушы редактордың немесе бөлім редакторының редакторларға немесе бөлім редакторларына жіберуге қатысты соңғы ұсыныс туралы хабарлау туралы шешім қабылдаған хаты.
ms_my: E-mel ini dari Editor yang mencadangkan atau Editor Bahagian kepada Editor yang membuat keputusan atau Editor Bahagian memberitahu mereka tentang cadangan terakhir mengenai penyerahan.
nl_nl: Deze e-mail van de aanbevelende redacteur of sectieredacteur brengt de beslissende redacteurs of sectieredacteurs op de hoogte van een aanbeveling over de inzending.
pt_br: Este e-mail do Editor que recomenda ou do Editor de Seção para os Editores que tomam decisões ou Editores de Seção notifica-os de uma recomendação final sobre a submissão.
pt_pt: Este e-mail é enviado pelo Editor ou Editor de Secção ao Editor que emite a decisão editorial a notificar da recomendação final relativa à submissão.
ro_ro: Acest e-mail de la editorul care recomandă sau de la editorul de secțiune către editorii care iau decizii sau editorii de secțiuni, îi notifică pe aceștia cu privire la recomandarea finală privind manuscrisul.
ru_ru: Это письмо рекомендующего редактора или редактора раздела редакторам или редакторам раздела, принимающим решение, чтобы уведомить их об итоговой рекомендации относительного присланного материала.
sk_sk: Tento e-mail je od editora alebo redaktora sekcie pre zodpovedného redaktora alebo pre redaktorov sekcií - informuje o konečnom odporúčaní príspevku.
sl_si: Ta avtomatski email obvesti urednika, da bilo podano uredniško pripročilo glede prispevka. Ta predloga se uporablja, kadar ima določen urednik pravico le podati svoje mnenje in mora drug urednik sprejeti uredniško odločitev. To se določi, ko se dodeluje sodelavce na prispevek.
sv_se: Det här e-postmeddelandet från den rekommenderande redaktören eller sektionsredaktören till ansvariga redaktörer eller sektionsredaktörer meddelar dem en slutgiltig rekommendation för bidraget.
tr_tr: Düzenleyici Editörden veya Bölüm Editörden, karar veren editörleri veya Bölüm Editörleri'ne gönderilen bu e-postalar, onlara gönderiyle ilgili nihai bir öneriyi bildirir.

# emails.editorRecommendation.body
source: <p>Dear {$editors},</p><p>After considering the reviewers' feedback, I would like to make the following recommendation regarding the submission {$submissionTitle}.</p><p>My recommendation is:<br />{$recommendation}.</p><p>Please visit the submission's <a href="{$submissionUrl}">editorial workflow</a> to act on this recommendation.</p><p>Please feel free to contact me with any questions.</p><p>Kind regards,</p><p>{$senderName}</p>
bg_bg: {$editors}:<br /> <br /> Препоръката относно подадените материали до {$contextName}, &quot;{$submissionTitle}&quot; е: {$recommendation}
cs_cz: {$editors}:<br /> <br /> Doporučení k příspěvku {$contextName}, &quot;{$submissionTitle}&quot; je: {$recommendation}
da_dk: {$editors}:<br /> <br /> Anbefalingen med hensyn til {$contextName}, &quot;{$submissionTitle}&quot; er: {$recommendation}
de_de: {$editors}:<br /> <br /> Die Empfehlung hinsichtlich der Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; ist: {$recommendation}
es_es: {$editors}:<br /> <br /> La recomendación respecto al envío a {$contextName}, &quot;{$submissionTitle}&quot; es: {$recommendation}
fi_fi: {$editors}:<br /> <br /> Julkaisun {$contextName} käsikirjoitusta &quot;{$submissionTitle}&quot; koskeva suositus on: {$recommendation}<br /> <br /> Ystävällisin terveisin,
fr_ca: {$editors},<br /> <br /> La recommandation concernant la soumission « {$submissionTitle} » à la revue {$contextName} est de : {$recommendation}
fr_fr: {$editors},<br /> <br /> La recommandation concernant la soumission « {$submissionTitle} » à la revue {$contextName} est de {$recommendation}
hi_in: {$editors}:<br /> <br /> को प्रस्तुत करने के संबंध में सिफारिश {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
it_it: {$editors}:<br /> <br /> La raccomandazione riguardo la proposta &quot;{$submissionTitle}&quot;, giunta per {$contextName}, è: {$recommendation}
ka_ge: {$editors}: <br /> <br /> The recommendation regarding the submission to {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
kk_kz: Сәлем {$editors}! <br /> <br /> «{$submitTitle}» «{$contextName}» ұсынысына мен келесіні ұсынамын: {$recommendation}
ms_my: {$editor}: <br /> <br /> Cadangan mengenai penyerahan kepada {$contextName}, &quot; {$submissionTitle} &quot; ialah: {$recommendation}
nl_nl: {$editors}:<br /> <br /> De aanbeveling voor de inzending voor {$contextName}, &quot;{$submissionTitle}&quot; is: {$recommendation}
pt_br: {$editors}:<br /> <br /> A recomendação referente à submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot; é: {$recommendation}
pt_pt: {$editors}:<br /> <br /> A recomendação relativamente à submissão para {$contextName}, &quot;{$submissionTitle}&quot; é: {$recommendation}
ro_ro: {$editors}:<br /> <br /> Recomandarea noastră cu privire la manuscrisul {$contextName}, &quot;{$submissionTitle}&quot; este: {$recommendation}
ru_ru: Здравствуйте, {$editors}!<br /> <br /> По материалу «{$submissionTitle}», отправленному в «{$contextName}», могу рекомендовать следующее: {$recommendation}
sk_sk: {$editors}:<br /> <br /> Odporúčania k príspevku {$contextName}, &quot;{$submissionTitle}&quot; je: {$recommendation}
sl_si: <p>Spoštovani {$editors},</p><p>Po temeljitem pregledu recenzentskih mnenj, bi predlagal naslednje spremembe glede prispevka {$submissionTitle}.</p><p>Moj predlog je:<br />{$recommendation}.</p><p>Prosim poglejte <a href="{$submissionUrl}">prispevek</a> in sprejmite priporočilo.</p><p>V primeru morebitnih vprašanj, me prosim kontaktirajte.</p><p>S spoštovanjem,</p><p>{$senderName}</p>
sv_se: {$editors}:<br /> <br /> Rekommendationen angående bidraget &quot;{$submissionTitle}&quot; till {$contextName} är: {$recommendation}
tr_tr: {$editors}:<br /> <br /> {$contextName}, &quot;{$submissionTitle}&quot; adlı gönderi ile ilgili öneri: {$recommendation}

# emails.editorRecommendation.subject
source: Editor Recommendation
bg_bg: Препоръка на редактора
cs_cz: Doporučení redaktora
da_dk: Redaktøranbefaling
de_de: Entscheidung der Redaktion
es_es: Recomendación del editor/a
fi_fi: Toimittajan suositus
fr_ca: Recommandation du rédacteur
fr_fr: Recommandation éditoriale
hi_in: संपादक की सिफारिश
it_it: Raccomandazione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Редактордың ұсынысы
ms_my: Cadangan Editor
nl_nl: Redacteursaanbeveling
pt_br: Recomendação do Editor
pt_pt: Recomendação Editorial
ro_ro: Recomandarea editorului
ru_ru: Рекомендация редактора
sk_sk: Odporúčania redaktora
sl_si: Uredniško priporočilo
sv_se: Redaktörsrekommendation
tr_tr: Editör Tavsiyesi

# emails.editorDecisionDecline.description
source: This email notifies the author that their submission has been declined after peer review.
bg_bg: Този имейл от редактора или редактора на секции до автора ги уведомява за окончателно решение за „отхвърляне“ във връзка с изпратените материали.
cs_cz: Tento e-mail od editora nebo editora sekce informuje autora o konečném rozhodnutí o odmítnutí jeho příspěvku.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica sobre la decisión final de "rechazar" su envío.
fi_fi: This email from the Editor or Section Editor to an Author notifies them of a final "decline" decision regarding their submission.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique à un-e auteur-e le,la notifie de la décision concernant sa soumission, soit de refuser la soumission.
fr_fr: Cet courriel du rédacteur ou du chef de rubrique à un auteur les notifie d'une décision finale de «soumission refusée» concernant leur soumission.
hi_in: एक लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें उनके जमा करने के बारे में अंतिम "गिरावट " निर्णय के बारे में सूचित करता है.
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore per non accettare una proposta.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან „მასალის უარყოფა“ საბოლოო გადაწყვეტილების შესახებ.
kk_kz: Бұл электрондық пошта авторға рецензиядан кейін оның өтініші қабылданбағаны туралы хабарлайды.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka tentang keputusan "penolakan" terakhir mengenai penyerahan mereka.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending wordt geweigerd.
pt_br: Esta mensagem do Editor/Editor de Seção ao autor notifica sobre a decisão final tomada sobre a submissão.
pt_pt: Este e-mail enviado pelo Editor/Editor de Secção ao Autor notifica sobre a decisão final da submissão de rejeitar.
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune, către un autor, pe care îl notifică cu privire la o decizie finală de „respingerea manuscrisului”.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Отклонить материал» относительно присланного материала.
sk_sk: Tento e-mail od editora alebo editora sekcie informuje autora o konečnom rozhodnutí o odmietnutí jeho príspevku.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je objava prispevka zavrnjena po opravljeni recenziji.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Refusera bidrag" fattats för hens bidrag.
tr_tr: This email from the Editor or Section Editor to an Author notifies them of a final decision regarding their submission.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.

# emails.editorDecisionDecline.body
source: <p>Dear {$recipientName},</p><p>While we appreciate receiving your submission, we are unable to accept {$submissionTitle} for publication on the basis of the comments from reviewers.</p><p>The reviewers' comments are included at the bottom of this email.</p><p>Thank you for submitting to {$contextName}. Although it is disappointing to have a submission declined, I hope you find the reviewers' comments to be constructive and helpful.</p><p>You are now free to submit the work elsewhere if you choose to do so.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е да: Отхвърлим подадените материали
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: odmítnout příspěvek
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Afvise manuskript
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet: Beitrag ablehnen
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Rechazar el envío
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Käsikirjoitus on hylätty<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName}:<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de refuser votre soumission.
fr_fr: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de refuser votre soumission.
hi_in: {$authorName}:<br /> <br /> आपके द्वारा सबमिट किए जाने के संबंध में हम एक निर्णय पर पहुंच गए हैं {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> हमारा निर्णय है: सबमिशन को अस्वीकार करना
it_it: {$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è di non accettare la proposta
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is to: Decline Submission
kk_kz: Сәлеметсіз бе {$recipientName}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: материалды қабылдамау
ms_my: {$authors}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$submissionTitle} &quot ;. <br /> <br /> Keputusan kami adalah untuk: Menolak Penyerahan
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Weiger inzending
pt_br: {$authorName}:<br /> <br /> Nós chegamos a uma decisão referente a sua submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é de: Rejeitar a Submissão
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Rejeitar
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie privind manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastră este: Manuscrisul nu este acceptat
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отклонить материал
sk_sk: {$authorName}:<br /> <br /> Urobili sme rozhodnutie ohľadom Vášho príspevku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: odmietnuť príspevok
sl_si: {$authors}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek se zavrne
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Refusera bidrag
tr_tr: Sayın {$authorName},<br /> <br /> {$contextName} için gönderdiğiniz &quot;{$submissionTitle}&quot; başlıklı çalışmanız ile ilgili bir karara varılmıştır.<br /> <br /> Kararımız: Makale Reddedildi
uk_ua: {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;.<br /> <br /> Наше рішення:

# emails.editorDecisionDecline.subject
source: Your submission has been declined
bg_bg: Решение на редактора
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Сіздің өтінішіңіз қабылданбады
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão editorial
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Vaš prispevek je bil zavrnjen
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı
uk_ua: Рішення редактора

# emails.editorDecisionResubmit.description
source: This email from the Editor or Section Editor to an Author notifies them of a "revise and resubmit" decision regarding their submission.
bg_bg: Този имейл от редактора или редактора на секции до автора го уведомява за окончателно решение за „Повторно изпращане за рецензия“ във връзка с изпратените материали.
cs_cz: Tento e-mail od editora nebo editora sekce upozorňuje autora na konečné rozhodnutí „opětovné podání“.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica sobre la decisión final de volver a revisar su envío.
fi_fi: This email from the Editor or Section Editor to an Author notifies them of a final "resubmit" decision regarding their submission.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique un-e auteur-e le,la notifie de la décision finale concernant sa soumission, soit de demander d'y apporter des révisions et la soumettre à nouveau.
fr_fr: Cet courriel du rédacteur ou du chef de rubrique à un auteur les notifie d'une décision finale de «soumission à redéposer» concernant leur soumission.
hi_in: लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें उनके जमा करने के बारे में अंतिम "पुनर्निमित " निर्णय के बारे में सूचित करता है.
it_it: Messaggio dell'editor all'autore per informarlo della decisione conclusiva sulla proposta inviata.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან „რეცენზირებაზე გაგზავნა“ საბოლოო გადაწყვეტილების შესახებ.
kk_kz: Редактордың немесе бөлім редакторының Авторға берген бұл электрондық поштасы оларды ұсынуға қатысты "қайта қарау және қайта жіберу" туралы шешім туралы хабарлайды.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka tentang keputusan "serah semula" mengenai penyerahan mereka.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending opnieuw moet worden ingediend voor review.
pt_br: Esta mensagem do Editor/Editor de Seção ao autor notifica sobre a decisão editorial final tomada sobre a submissão.
pt_pt: Esta mensagem enviada pelo Editor/Editor de Secção ao Autor notifica sobre a decisão editorial final de Submeter novamente para revisão.
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune, către un autor, pe care îl notifică cu privire la o decizie finală de „reînregistrare a manuscrisului”.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Отправить на рецензирование повторно» относительно присланного материала.
sk_sk: Tento e-mail od editora alebo editora sekcie upozorňuje autora na konečné rozhodnutie "opätovné podanie".
sl_si: Ta email pošlje urednik avtorju z obvestilom, da so potrebni popravki in ponovna oddaja prispevka.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Skicka in igen för ny granskning" fattats för hens bidrag.
tr_tr: Bu e-posta, Editörden veya Bölüm Editörü'nden bir yazara makalesi ile ilgili "değerlendirme için yeniden gönder" şeklindeki nihai kararı bildirmek için gönderilir.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.
