Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestSubsequent.body
source: <p>Dear {$recipientName},</p><p>Thank you for your review of <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. The authors have considered the reviewers' feedback and have now submitted a revised version of their work. I'm writing to ask if you would conduct a second round of peer review for this submission. {$contextName}.</p><p>If you are able to review this submission, your review is due by {$reviewDueDate}. You can <a href="{$reviewAssignmentUrl}">follow the review steps</a> to view the submission, upload review files, and submit your review comments.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Abstract</p>{$submissionAbstract}<p>Please accept or decline the review by {$responseDueDate}.</p><p>Please feel free to contact me with any questions about the submission or the review process.</p><p>Thank you for considering this request. Your help is much appreciated.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>شكرًا لقيامك بتحكيم <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. لقد أخذ المؤلفون آراء المحكمين بنظر الاعتبار وقدموا نسخة منقحة من عملهم. إنني أراسل بشأن رغبتكم بإجراء جولة تحكيم مناظر ثانية لطلب التقديم هذا.</p><p>إن كنتم قادرين على تولي مهمة التحكيم هذه، فتسليم التحكيم موعده النهائي هو {$reviewDueDate}. يمكنكم <a href="{$reviewAssignmentUrl}">اتباع خطوات التحكيم</a> لمعاينة طلب التقديم، رفع ملفات التحكيم، وتسليم ملاحظاته.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>الملخص</p>{$submissionAbstract}<p>يرجى <a href="{$reviewAssignmentUrl}">قبول تولي المهمة أو رفضها</a> في موعد أقصاه<b>{$responseDueDate}</b>.</p><p>رجاءً لا تترددوا في مراسلتي بشأن أي استفسارات تتعلق بطلب التقديم أو عملية تحكيمه.</p><p>نشكر لكم أخذكم لالتماسنا هذا بنظر الاعتبار. مساعدتكم نقابلها ببالغ التقدير.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаема/и {$recipientName},</p><p>Благодарим ви за рецензията на <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Авторите са взели под внимание отзивите на рецензентите и сега са изпратили преработена версия на своята работа. Пиша, за да попитам дали бихте извършили втори кръг рецензиране на тези материали.</p><p>Ако можете да прегледате материалите, рецензията ви трябва да се извърши до {$reviewDueDate}. Можете да <a href="{$reviewAssignmentUrl}">следвате стъпките за преглед</a>, за да видите материалите, да качите файлове за с рецензия и да изпратите своите коментари.<p><p><a href="{$reviewAssignmentUrl }">{$submissionTitle}</a></p><p>Резюме</p>{$submissionAbstract}<p>Моля, приемете или отхвърлете поканата за рецензиране до {$responseDueDate}.</p><p>Моля не се колебайте да се свържете с мен с всякакви въпроси относно изпратените материали или процеса на рецензиране.</p><p>Благодарим ви, че разгледахте тази молба. Вашата помощ е високо ценена.</p><p>Сърдечни поздрави,</p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Това се отнася до ръкописа &quot;{$submissionTitle},&quot; което се разглежда от {$contextName}.<br /> <br /> След рецензирането на предишната версия на ръкописа, авторите са представили преработена версия на своя доклад (материали за статия). Ще Ви бъдем благодарни, ако помогнете с оценката му.<br /> <br /> Моля, влезте в уебсайта на списанието чрез {$responseDueDate} да посочите дали ще предприемете прегледа или не, както и да получите достъп до изпратеното и да запишете вашата реценнзия и препоръка. Уеб сайтът е {$contextUrl}<br /> <br /> Самата рецензия следва да бъде готова до {$reviewDueDate}.<br /> <br /> Ако нямате потребителско име и парола за уебсайта на списанието, можете да използвате тази връзка, за да зададете нова парола (която след това ще ви бъде изпратена по имейл заедно с потребителското ви име). {$passwordLostUrl}<br /> <br /> URL на изпратените материали: {$reviewAssignmentUrl}<br /> <br /> Благодарим ви, за отделеното време.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs: Vážený/vážená {$recipientName},,</p><p>Děkujeme vám za vaši recenzi článku <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Autoři zvážili připomínky recenzentů a nyní předložili revidovanou verzi své práce. Obracím se na vás s prosbou, zda byste provedl/a druhé kolo recenzního řízení této předložené práce.</p><p> Pokud jste schopni tento příspěvek recenzovat, vaši recenzi je třeba provést do {$reviewDueDate}. Můžete <a href="{$reviewAssignmentUrl}">postupovat podle kroků recenze</a> a zobrazit příspěvek, nahrát soubory recenze a odeslat své komentáře k recenzi.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Abstrakt</p>{$submissionAbstract}<p>. Prosím, přijměte nebo odmítněte recenzi do {$responseDueDate}.</p><p>Prosím, neváhejte se na mě obrátit s jakýmikoliv dotazy ohledně příspěvku nebo recenzního řízení.</p><p>Děkuji za zvážení naší žádosti. Vaší pomoci si velmi vážíme.</p><p>S pozdravem,</p>{$signature}
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; podávaného autorem {$contextName}.<br /> <br /> Na základě recenzí předchozí verze nahráli autoři opravenou verzi tohoto příspěvku. Byli bychom rádi, kdybyste nám pomohl(a) tuto verzi zkontrolovat.<br /> <br /> Zalogujte se, prosím, do {$responseDueDate} a dejte nám vědět, zda jste schopen(a) a ochoten(a) udělat recenzi této opravené verze, na webu máte také dostupný přístup k článku a najdete tam také odkaz k odeslání své recenze a formulář pro vaše doporučení. Webová stránka je {$contextUrl}<br /> <br /> Termín na dokončení recenze je {$reviewDueDate}.<br /> <br /> Pokud jste zapomněli svůj login a heslo na stránky časopisu, můžete použít následující odkaz na reset vašeho hesla (které vám poté bude zasláno spolu s loginem). {$passwordResetUrl}<br /> <br /> Adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da: <p>Kære {$recipientName}</p><p>Tak for din bedømmelse af <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Forfatterne har gennemgået feedbacken fra bedømmerne og har nu indsendt en revideret udgave af deres manuskript. Jeg skriver for at spørge, om du vil foretage endnu en runde fagfællebedømmelse af dette manuskript.</p><p>Hvis du har mulighed for at bedømme denne indsendelse, skal din bedømmelse være færdig senest den {$reviewDueDate}. Du kan <a href="{$reviewAssignmentUrl}">følge trinnene i bedømmelsen</a> for at se indsendelsen, uploade bedømmelsesfiler og indsende dine bedømmelseskommentarer.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Resumé</b></p>{$submissionAbstract}<p>Vær venlig at <a href="{$reviewAssignmentUrl}">acceptere eller afvise</a> bedømmelsesopgaven senest den <b>{$responseDueDate}</b>.</p><p>Hvis du har spørgsmål omkring indsendelsen eller bedømmelsesprocessen, er du meget velkommen til at kontakte mig.</p><p>Jeg vil takke dig for at overveje denne anmodning. Din hjælp er meget værdsat.</p><p>Med venlig hilsen</p>{$signature}
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Log på tidsskriftets websted inden {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling. Webstedet er {$contextUrl}<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at ændre adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de: <p>Sehr geehrte/r {$recipientName},</p><p>Danke für Ihr Gutachten zu <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Die Autor/innen haben das Feedback der Gutachter/innen berücksichtigt und nun eine überarbeitete Version ihrer Arbeit eingereicht. Ich schreibe Ihnen, um Sie zu fragen, ob Sie eine zweite Begutachtungsrunde für diese Einreichung durchführen würden.</p><p>Wenn Sie in der Lage sind, diese Einreichung zu begutachten, ist Ihre Begutachtung bis {$reviewDueDate} fällig. Sie können <a href="{$reviewAssignmentUrl}">den Begutachtungsschritten folgen</a>, um die Einreichung anzusehen, Begutachtungsdateien hochzuladen und Ihre Begutachtungskommentare einzureichen. <p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Bitte <a href="{$reviewAssignmentUrl}">Annahme oder Ablehnung</a> des Gutachtens bis zum <b>{$responseDueDate}</b>. </p><p>Bei Fragen zur Einreichung oder zum Begutachtungsverfahren können Sie sich gerne an mich wenden.</p><p>Danke, dass Sie diesen Anfrage berücksichtigen. Ihre Hilfe wird sehr geschätzt.</p><p>Mit freundlichen Grüßen,</p>{$signature}
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Bitte loggen Sie sich auf der Website der Zeitschrift bis zum {$responseDueDate} ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können auch Ihr Gutachten und Ihre Empfehlung dort abgeben. Die Adresse ist {$contextUrl}.<br /> <br /> Das Gutachten selbst wäre fällig am {$reviewDueDate}.<br /> <br /> Falls Sie nicht über Benutzer/innennamen und Passwort verfügen, können Sie über folgenden Link Ihr Passwort neu setzen (das Ihnen dann zusammen mit Ihrem Benutzer/innennamen per E-Mail zugesandt wird). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es: <p>Estimado/a {$recipientName},</p><p>Le agradecemos su revisión de <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Los autores/as han tenido en cuenta los comentarios de los revisores/as y han enviado una versión revisada de su trabajo. Le escribo para preguntarle si podría realizar una segunda ronda de revisión por pares de este envío.</p><p>Si está disponible para revisar este envío, debería devolvernos su revisión antes del {$reviewDueDate}. Puede <a href="{$reviewAssignmentUrl}">seguir los pasos de revisión</a> para ver el envío, cargar archivos de revisión y enviar sus comentarios de revisión.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Resumen</b></p>{$submissionAbstract}<p>Por favor, <a href="{$reviewAssignmentUrl}">acepte o rechace</a> la revisión antes del <b>{$responseDueDate}</b>.</p><p>No dude en ponerse en contacto con nosotros si tiene alguna pregunta sobre el envío o el proceso de revisión.</p><p>Gracias por considerar esta solicitud. Apreciamos mucho su ayuda.</p><p>Atentamente,</p>{$signature}
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Inicie sesión en el sitio web de la revista antes del {$responseDueDate} para indicar si llevará a cabo la revisión o no, además de para obtener acceso al envío y registrar su revisión y recomendación. El sitio web es {$contextUrl}<br /> <br /> La fecha límite para entregar la revisión es el {$reviewDueDate}.<br /> <br /> Si no dispone de un nombre de usuario/a y contraseña para el sitio web de la revista, puede hacer clic en este enlace para restablecer su contraseña (se la enviaremos junto con su nombre de usuario/a). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu: {$recipientName}:<br /> <br /> Hau &quot;{$submissionTitle},&quot; bidalketari dagokio, {$contextName} aldizkariak aintzat hartu duena.<br /> <br /> Bidalketaren aurreko bertsioaren berrikuspenari jarraituz, egileek orain haien lanaren bertsio berrikusi bat bidali dute. Eskertuko genuke ebaluatzen lagunduko bazenu.<br /> <br /> Mesedez, sartu aldizkariaren web orrian {$responseDueDate} datarako, adierazteko berrikuspenaz arduratuko zaren edo ez, baita bidalitakora sartzeko eta zure berrikuspena eta gomendioa grabatzeko ere. Web gunea da: {$contextUrl}<br /> <br /> Berrikuspenaren epemuga: {$reviewDueDate}.<br /> <br /> Ez baduzu erabiltzailerik eta pasahitzik aldizkariaren web orrirako, lotura hau erabil dezakezu zure pasahitza berrezartzeko (eta posta elektronikoz bidaliko zaizu ondoren, zure erabiltzailearekin batera). {$passwordLostUrl}<br /> <br /> Bidalketaren URLa: {$reviewAssignmentUrl}<br /> <br /> Mila esker eskari hau kontuan hartzeagatik.<br /> <br /> {$signature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle},&quot; joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne. Verkkosivusto on osoitteessa <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasananne (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> Ystävällisin terveisin, <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fr_ca: {$reviewerName},<br /> <br /> Ceci concerne le manuscrit « {$submissionTitle} », qui est présentement évalué par {$contextName}.<br /> <br /> Suivant l'évaluation de la dernière version du manuscrit, l'auteur a soumis une version révisée de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Veuillez vous authentifier sur la page de la revue avant le {$responseDueDate} pour y indiquer si vous participerez à cette évaluation ou non, ou encore pour accéder à la soumission et y enregistrer votre évaluation et vos recommandations. Le site Web est {$contextUrl}<br /> <br /> L'évaluation est due pour le {$reviewDueDate}.<br /> <br /> Si vous n'avez pas vos nom d'utilisateur-trice et mot de passe pour le site de la revue, vous pouvez utiliser le lien suivant pour réinitialiser votre mot de passe (lequel vous sera envoyé par courriel avec votre nom d'utilisateur-trice). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} » <br /> <br /> {$submissionAbstract}
fr_fr: {$reviewerName},<br /> <br /> Ceci concerne le manuscrit « {$submissionTitle} », qui est actuellement évalué par {$contextName}.<br /> <br /> À la suite de l'évaluation de la dernière version du manuscrit, l'auteur ou l'auteure a soumis une version révisée de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Veuillez vous authentifier sur la page de la revue avant le {$responseDueDate} pour y indiquer si vous participerez à cette évaluation ou non, ou encore pour accéder à la soumission et y enregistrer votre évaluation et vos recommandations. Le site Web est {$contextUrl}<br /> <br /> L'évaluation est due pour le {$reviewDueDate}.<br /> <br /> Si vous n'avez pas vos nom d'utilisateur ou d'utilisatrice et mot de passe pour le site de la revue, vous pouvez utiliser le lien suivant pour réinitialiser votre mot de passe (lequel vous sera envoyé par courriel avec votre nom d'utilisateur ou d'utilisatrice). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} » <br /> <br /> {$submissionAbstract}
hi_in: {$reviewerName}:<br /> <br /> यह पांडुलिपि का संबंध है &quot;{$submissionTitle},&quot; जो विचाराधीन है {$contextName}.<br /> <br /> पांडुलिपि के पिछले संस्करण की समीक्षा के बाद, लेखकों ने अब अपने पेपर का एक संशोधित संस्करण प्रस्तुत किया है। यदि आप इसका मूल्यांकन करने में मदद कर सकते हैं तो हम इसकी सराहना करेंगे.<br /> <br /> कृपया यह दिखाने के लिए कि क्या आप समीक्षा करेंगे या नहीं, साथ ही सबमिशन एक्सेस करने और अपनी समीक्षा और अनुशंसा दर्ज करने के लिए कृपया {$ responseDueDate} द्वारा जर्नल वेब साइट पर लॉग इन करें। वेब साइट है {$contextUrl}<br /> <br /> समीक्षा स्वयं होने वाली है{$reviewDueDate}.<br /> <br /> यदि आपके पास जर्नल की वेब साइट के लिए आपका उपयोगकर्ता नाम और पासवर्ड नहीं है, तो आप अपना पासवर्ड रीसेट करने के लिए इस लिंक का उपयोग कर सकते हैं (जो तब आपके उपयोगकर्ता नाम के साथ आपको ईमेल किया जाएगा). {$passwordResetUrl}<br /> <br /> सबमिशन URL: {$submissionReviewUrl}<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद।<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hy_am: <p>Հարգելի {$recipientName},</p><p>Շնորհակալություն այս գրախոսման համար <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>։ Հեղինակները հաշվի են առել գրախոսողի կարծիքը և այժմ ներկայացրել են իրենց աշխատանքի վերանայված տարբերակը: Ես գրում եմ՝ հարցնելու համար, թե արդյոք դուք կանցկացնեք գործընկերային գրախոսության երկրորդ փուլ այս ներկայացման համար: {$contextName}.</p><p>Եթե դուք կարող եք գրախոսել այս ներկայացումը, այն պետք է պատրաստ լինի մինչև {$reviewDueDate}։ Կարող եք <a href="{$reviewAssignmentUrl}">հետևել գրախոսման քայլերին</a> ներկայացումը դիտելու, գրախոսված նիշքերը վերբեռնելու և ձեր գրախոսման մեկնաբանությունները ներկայացնելու համար:<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Ամփոփում</p>{$submissionAbstract}<p>Խնդրում ենք ընդունել կամ մերժել գրախոսությունը մինչև {$responseDueDate}։</p><p>Խնդրում ենք ազատորեն կապվել ինձ հետ ներկայացման կամ գրախոսման գործընթացի հետ կապված ցանկացած հարցով:</p><p>Շնորհակալություն այս հարցումը քննարկելու համար: Ձեր օգնությունը շատ գնահատելի է:</p><p>Հարգանքով,</p>{$signature}
id: <p>Yang terhormat {$recipientName},</p><p>Terima kasih telah mereview <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Penulis telah mempertimbangkan saran mitra bestari dan saat ini telah mengirimkan versi revisi naskahnya. Kami menghubungi untuk menanyakan apakah Anda bersedia mereview pada putaran kedua untuk naskah ini.</p><p>Jika bersedia, batas waktu review berakhir sebelum {$reviewDueDate}. Anda dapat <a href="{$reviewAssignmentUrl}">mengikuti tahapan review</a> untuk melihat naskah, mengunggah file review, dan mengirimkan komentar Anda.<p><p><a href="{$reviewAssignmentUrl }"{$submissionTitle}</a></p><p>Abstrak</p>{$submissionAbstract}<p>Harap terima atau tolak permintaan review sebelum {$responseDueDate}.</p><p>Jangan sungkan menghubungi saya jika ada pertanyaan terkait naskah atau proses review.</p><p>Terima kasih telah mempertimbangkan permintaan kami. Bantuan Anda sangat berharga bagi kami.</p><p>Hormat kami,</p>{$signature}
it_it: Gentile {$reviewerName}:<br /> <br /> ti scrivo riguardo alla proposta &quot;{$submissionTitle},&quot; che è in revisione per essere pubblicata in {$contextName}.<br /> <br /> Seguendo i suggerimenti emersi in precedenza, l'autore ha modificato il manoscritto e inviato una nuova versione. Ti sarei grato se volessi aiutarci a valutarla.<br /> <br /> Ti prego quindi di accedere al sito entro il {$responseDueDate} per comunicare se ti incaricherai o meno della revisione e poi per accedere alla proposta e registrare il tuo parere. Il sito è {$contextUrl}<br /> <br /> La data di scadenza per l'incarico di revisione è il {$reviewDueDate}.<br /> <br /> Se non ricordi la tua username e password, puoi utilizzare la funzione di reset password: {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti ringrazio della considerazione<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ka_ge: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username).. {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бұл электрондық пошта «{$contextName}» қарайтын «{$submissionTitle}» материалына қатысты.<br /> <br /> Материалдың алдыңғы нұсқасын қарау нәтижелері бойынша авторлар өз мақаласының түзетілген нұсқасын жіберді. Егер сіз оны бағалауға көмектессеңіз, біз қуанар едік.<br /> <br /> Журнал веб -сайтына {$responseDueDate} дейін кіріп, қарауға немесе тексеруден бас тартуға келісіміңізді растаңыз, сонымен қатар материалға қол жеткізіңіз және өз пікіріңіз бен ұсыныстарыңызды қалдырыңыз. Сайт url - {$contextUrl}<br /> <br /> Шолудың өзін {$reviewDueDate} жіберуі керек.<br /> <br /> Егер сізде журналдың веб-сайтына кіру үшін пайдаланушы аты мен құпия сөз болмаса, сіз парольді қалпына келтіру үшін осы сілтемені пайдалана аласыз (ол сізге логинмен бірге электрондық пошта арқылы жіберіледі). {$passwordLostUrl}<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
mk: <p>Почитувани{$recipientName},</p><p>Ви благодариме за рецензијата на <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Авторите ги разгледаа повратните информации на рецензентите и доставија ревидирана верзија на нивната работа. Ви пишувам за да ве прашам дали ќе спроведете втор круг на рецензија за овој поднесок.</p><p>Доколку сте во можност да го прегледате овој поднесок, вашата ревизија треба да заврши до {$reviewDueDate}. Можете да <a href="{$reviewAssignmentUrl}">следете ги чекорите за рецензија </a> за да го погледнете поднесокот, прикачите ревидирани датотеки, и да ги поднесете коментарите од рецензијата.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Апстракт</b></p>{$submissionAbstract}<p>Ве молиме<a href="{$reviewAssignmentUrl}">прифатете или одбијте</a> ја рецензијата до <b>{$responseDueDate}</b>.</p><p>Ве молиме слободно исконтактирајте не со какви било прашања во врска со поднесувањето или процесот на рецензирање.</p><p>Ви благодариме што го разгледавте ова барање. Вашата помош е многу ценета.</p><p>Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>तुम्ही केलेल्या <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a> च्या समीक्षणाबद्दल धन्यवाद. लेखकांनी समीक्षकांच्या दिलेल्या अभिप्रायाचा विचार करुन आता त्यांच्या सादरीकरणाची सुधारित आवृत्ती सादर (सबमिट) केली आहे. या सुधारित सादरीकरणाचे तुम्ही दुसर्‍या फेरीत समीक्षण कराल का याची चौकशी करण्यासाठी मी लिहित आहे.</p><p>तुम्ही या सादरीकरणाचे समीक्षण करू शकत असल्यास, तुमचे समीक्षण {$reviewDueDate} या तारखेपर्यंत पूर्ण होणे आवश्यक आहे. तुम्ही हे सादरीकरण पाहण्यासाठी, समीक्षणाची फाईल संक्रमित (अपलोड) करण्यासाठी तसेच तुमच्या समीक्षण टिप्पण्या सादर (सबमिट) करण्यासाठी <a href="{$reviewAssignmentUrl}">समीक्षण प्रक्रियेच्या पायऱ्या</a> अनुसरु शकता.<p><p><a href="{$reviewAssignmentUrl }">{$submissionTitle}</a></p><p><b>गोषवारा</b></p>{$submissionAbstract}<p>हे समीक्षणाचे कार्य करण्यासाठी कृपया आपला <a href="{$reviewAssignmentUrl}">स्वीकार किंवा नकार</a> <b>{$responseDueDate}</b> या तारखेपावेतो नोंदवावा.</p><p>सादरीकरण किंवा समीक्षण प्रक्रियेबद्दल कोणतेही प्रश्न असल्यास तुम्ही माझ्याशी मोकळेपणे संपर्क साधू शकता.</p><p>या विनंतीचा विचार केल्याबद्दल धन्यवाद. तुमची मदत आमच्याकरता खूप मोलाची असेल.</p><p>विनम्र अभिवादन,</p>{$signature}
ms: <p> {$recipientName} yang dihormati,</p><p>Terima kasih atas ulasan anda tentang <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Pengarang telah mempertimbangkan maklum balas pengulas dan kini telah menyerahkan versi kerja mereka yang disemak semula. Saya menulis untuk bertanya sama ada anda akan menjalankan semakan rakan sebaya pusingan kedua untuk penyerahan ini.</p><p>Jika anda dapat menyemak penyerahan ini, semakan anda perlu dibuat sebelum {$reviewDueDate}. Anda boleh <a href="{$reviewAssignmentUrl}">mengikut langkah semakan</a> untuk melihat penyerahan, memuat naik fail semakan dan menyerahkan ulasan anda.<p><p><a href="{$reviewAssignmentUrl }">{$submissionTitle}</a></p><p><b>Abstrak</b></p>{$submissionAbstract}<p>Sila <a href="{$reviewAssignmentUrl}">terima atau tolak</a> semakan selewat-lewatnya <b>{$responseDueDate}</b>.</p><p>Sila hubungi saya untuk sebarang pertanyaan tentang penyerahan atau proses semakan.</p>< p>Terima kasih kerana mempertimbangkan permintaan ini. Bantuan anda amat dihargai.</p><p>Sekian,</p>{$signature}
ms_my: {$recipientName}: <br /> <br /> Ini berkaitan dengan manuskrip &quot; {$submissionTitle}, &quot; yang sedang dipertimbangkan oleh {$contextName}. <br /> <br /> Setelah mengulas versi manuskrip sebelumnya, pengarang kini telah menyerahkan versi yang telah disemak. Kami sangat menghargainya sekiranya anda dapat membantu menilainya. <br /> <br /> Sila log masuk ke laman web jurnal selewat-lewatnya pada {$responseDueDate} untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk mengakses penyerahan dan untuk mencatat ulasan dan cadangan anda. Laman webnya adalah {$contextUrl} <br /> <br /> Ulasan dijangkakan {$reviewDueDate}. <br /> <br /> Sekiranya anda tidak mempunyai nama pengguna dan kata laluan untuk laman web jurnal, anda boleh menggunakan pautan ini untuk menetapkan semula kata laluan anda (yang kemudian akan diemailkan kepada anda bersama dengan nama pengguna anda). {$passwordLostUrl} <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> &quot; {$submissionTitle} &quot; <br /> <br /> {$submissionAbstract}
nb: <p>Kjære {$recipientName}</p><p>Takk for din vurdering av <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Forfatterne har sendt inn en revidert versjon av manuskriptet. Jeg håper du er villig til å gjøre en ny vurdering av dette reviderte manuskript til {$contextName}.</p><p>Hvis du har mulighet til å vurdere dette manuskriptet, er fristen {$reviewDueDate}. Du kan <a href="{$reviewAssignmentUrl}">følge stegene for fagfellevurdering</a> for å se manuskriptet, laste opp fagfellevurderingsfiler og sende inn dine kommentarer.</p> <p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p> <p>Sammendrag</p>{$submissionAbstract} <p>Vennligst <a href="{$reviewAssignmentUrl}">aksepter eller avslå</a> denne forespørselen innen {$responseDueDate}.</p> <p>Ta gjerne kontakt om du har spørsmål om manuskriptet eller vurderingsprosessen.</p><p>Takk for at du vurderer denne forespørselen, redaksjonen setter stor pris på din hjelp. </p><p>Med vennlig hilsen</p>{$signature}
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na de review van een vorige versie van hun manuscript hebben de auteurs een gereviseerde versie ingestuurd. We zouden het waarderen als u wilt helpen die te evalueren.<br /> <br /> Gelieve in te loggen op de website van het tijdschrift vóór {$responseDueDate} om aan te geven of u deze review wilt doen of niet, alsmede om toegang te krijgen tot de inzending en uw bevindingen en aanbeveling vast te leggen. De website is {$contextUrl}<br /> <br /> De revieuw moet gereed zijn op {$reviewDueDate}.<br /> <br /> Als u uw gebruikersnaam en wachtwoord niet meer heeft, kunt u deze link gebruiken om uw wachtwoord terug te zetten (dat u met uw gebruikersnaam in een e-mail zult ontvangen). {$passwordResetUrl}<br /> <br /> URL van de inzending: {$submissionReviewUrl}<br /> <br /> Hartelijk dank voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Dziękujemy za wykonanie recenzji tekstu „<a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>”. Autorzy uwzględnili opinie recenzentów, przesłali poprawioną wersję swojej pracy i redakcja rozpoczęła drugą rundę recenzji dla tego zgłoszenia. W związku z tym prosimy Panią/Pana o przeprowadzenie ponownej recenzji tekstu. Akceptację albo odrzucenie naszej prośby można wyrazić <a href="{$reviewAssignmentUrl}">klikając tutaj</a>, a na to wyrażenie będziemy czekać do <b>{$responseDueDate}</b>. Okres czasu na wykonanie recenzji kończy się <b>{$reviewDueDate}</b>.</p><p>Tytuł:<b> {$submissionTitle}</b></p><p><b>Abstrakt</b></p>{$submissionAbstract}<p><b>Uwaga:</b> Tekst procedowanego zgłoszenia nigdy nie jest dostępny recenzentowi bez jego wcześniejszej akceptacji prośby ze strony czasopisma o wykonanie recenzji. Dopiero po takiej akceptacji recenzent może pobrać odpowiedni plik(i), wykonać recenzję a jej wyniki odnotować zwrotnie w systemie. Wszystkie te kroki realizowane są na specjalnie przygotowanej stronie internetowej przeznaczonej do przeprowadzenia <a href="{$reviewAssignmentUrl}">przedmiotowej recenzji</a>.</p><p>W przypadku jakichkolwiek pytań dotyczących tego zgłoszenia lub procedowania jego recenzji proszę o kontakt.</p><p>Dziękuję za rozpatrzenie tej prośby. Okazana pomoc będzie bardzo mile widziana.</p><p>Z szacunkiem,</p>{$signature}
pt_br: {$reviewerName}:<br /> <br /> Esta mensagem é referente ao manuscrito &quot;{$submissionTitle},&quot; que está sendo avaliado para publicação pelo periódico {$contextName}.<br /> <br /> Após a avaliação da versão anterior do manuscrito, os autores submeteram uma versão revisada do artigo. Nós apreciaríamos se você pudesse ajudar com um parecer.<br /> <br /> Por gentileza, logue no site do periódico até {$responseDueDate} para indicar se você irá aceitar dar o parecer ou não, e também para acessar a submissão e registrar sua avaliação e recomendação. O site é {$contextUrl}<br /> <br /> O prazo para envio do parecer é {$reviewDueDate}.<br /> <br /> Caso você não possua login e senha para o site deste periódico, você pode usar este link para solicitar uma nova senha (que lhe será, então, enviada por email junto ao seu login). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Obrigado por considerar este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> <br /> Esta mensagem é relativa ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência da sua revisão, os autores submeteram uma versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> Por favor, aceda ao site da revista até {$responseDueDate} para indicar se está disponível ou não para realizar a revisão, assim como aceder à submissão e registar a sua revisão e recomendações. O site da revista é {$contextUrl}<br /> <br /> O prazo de revisão é {$reviewDueDate}.<br /> <br /> Se não tem nome de utilizador e senha para aceder ao site da revista, poderá usar este link para gerar a sua senha (que será enviada por e-mail juntamente com o seu nome de utilizador). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}</a><br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ro_ro: {$reviewerName}:<br /> <br /> Acest mesaj se referă la manuscrisul &quot;{$submissionTitle},&quot; care este analizat de {$contextName}.<br /> <br /> În urma revizuirii versiunii anterioare a manuscrisului, autorii au transmis acum o versiune revizuită a lucrării lor. Am aprecia dacă ați putea contribui la evaluarea acestuia.<br /> <br /> Vă rugăm să vă conectați la site-ul web al jurnalului până la{$responseDueDate} pentru a indica dacă veți întreprinde sau nu revizuirea, precum și pentru a accesa manuscrisul respecti pentru a înregistra revizia și recomandarea dvs. Site-ul web este{$contextUrl}<br /> <br /> Vă rog să trimiteți revizia până la data de {$reviewDueDate}.<br /> <br /> Dacă nu aveți numele de utilizator și parola pentru site-ul web al jurnalului, puteți utiliza acest link pentru a reseta parola (care vă va fi trimisă prin e-mail împreună cu numele dvs. de utilizator). {$passwordResetUrl}<br /> <br /> Adresa URL de trimitere: {$submissionReviewUrl}<br /> <br /> Vă mulțumim că ați luat în considerare această solicitare.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Благодарю Вас за рецензирование материала <a href="{$reviewAssignmentUrl}">«{$submissionTitle}»</a>. Авторы ознакомились с отзывами рецензентов и прислали откорректированную версию их работы. В связи с этим хочу спросить Вас: сможете ли Вы принять участие во втором раунде рецензирования этого материала?</p><p>Если Вы сможете дать рецензию на этот материал, то её нужно прислать до {$reviewDueDate}. Вы можете <a href="{$reviewAssignmentUrl}">следовать шагам процесса рецензирования</a>, чтобы просмотреть материал, загрузить файлы рецензии и отправить Ваши комментарии по рецензии.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Пожалуйста, <a href="{$reviewAssignmentUrl}">подтвердите Ваше согласие или откажитесь</a> от рецензирования до <b>{$responseDueDate}</b>.</p><p>Пожалуйста, свяжитесь со мной, если у Вас есть какие-то вопросы по материалу или процессу рецензирования.</p><p>Благодарю Вас за рассмотрение этой просьбы. Мы высоко ценим вашу помощь.</p><p>С уважением,</p>{$signature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию. Адрес сайта — {$contextUrl}<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sk_sk: {$reviewerName}:<br /> <br /> Tento email sa týka rukopisu &quot;{$submissionTitle},&quot; podávaného autorom {$contextName}.<br /> <br /> Na základe recenzií predchádzajúcej verzie nahrali autori opravenú verziu tohto príspevku. Boli by sme radi, keby ste nám pomohol(a) túto verziu skontrolovať.<br /> <br /> Zalogujte sa, prosím, do {$responseDueDate} a dajte nám vedieť, či ste schopný(á) a ochotný(á) urobiť recenziu tejto opravenej verzie, na webe máte tiež dostupný prístup k článku a nájdete tam tiež odkaz na odoslanie svojej recenzie a formulár pre vaše odporúčania. Webová stránka je {$contextUrl}<br /> <br /> Termín na dokončenie recenzie je {$reviewDueDate}.<br /> <br /> Ak ste zabudli svoj login a heslo na stránky časopisu, môžete použiť nasledujúci odkaz na reset vášho hesla (ktoré vám potom bude zaslané spolu s loginom).{$passwordResetUrl}<br /> <br /> Adresa príspevku: {$submissionReviewUrl}<br /> <br /> Ďakujeme mnohokrát za spoluprácu.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sl: {$recipientName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordLostUrl}<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sl_si: {$recipientName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordLostUrl}<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv: <p>Hej {$recipientName},</p><p>Tack för din granskning av <a href="{$reviewAssignmentUrl}">{$submissionTitle}</a>. Efter granskningen har författarna nu skickat in en reviderad version av sin artikel. Jag skriver för att fråga dig om du har möjlighet att genomföra ytterligare en granskningsomgång för artikeln. {$contextName}.</p><p>Om du har möjlighet att åta dig uppdraget är deadline för granskningen {$reviewDueDate}. Du kan <a href="{$reviewAssignmentUrl}">följa granskningsstegen</a> för att få tillgång till artikeln och lägga till din granskning och rekommendation.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Abstract</p>{$submissionAbstract}<p>Svara gärna om du kan åta dig uppdraget eller ej senast {$responseDueDate}.</p><p>Kontakta mig om du har frågor några frågor.</p><p>Tack för att du överväger granskningsuppdraget.</p><p>Vänliga hälsningar,</p>{$signature}
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Webbplatsens adress är: {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
tr_tr: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Дякуємо за Вашу рецензію для <a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a>. Автори розглянули відгуки рецензентів і тепер представили доопрацьовану версію своєї роботи. Я пишу, щоб запитати, чи проведете Ви другий раунд експертного оцінювання цього подання.</p><p>Якщо Ви зможете переглянути це подання, Вашу рецензію потрібно залишити до {$reviewDueDate}. Ви можете <a href="{$reviewAssignmentUrl}">дотримуватися кроків рецензування</a> для перегляду подання, вивантаження файлів рецензії та надсилання своїх коментарі до рецензії.<p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a></p><p><b>Анотація</b></p>{$submissionAbstract}<p>Будь ласка, <a href="{$reviewAssignmentUrl}">прийміть або відхиліть рецензування</a> до <b>{$responseDueDate}</b>.</p><p>Будь ласка, не соромтеся звертатися до мене з будь-якими запитаннями щодо подання або процесу рецензування.</p><p>Дякуємо, що розглянули цей запит. Дуже вдячні за Вашу допомогу.</p><p>З повагою,</p>{$signature}
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Будь ласка, зайдіть на сайт журналу до {$responseDueDate}, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. Адреса веб-сайту журналу <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a> мақоласига берган тақризингиз учун ташаккур. Муаллифлар тақризчиларнинг фикрларини инобатга олиб, ўз ишларининг қайта ишланган версиясини тақдим этдилар. Сиздан ушбу ариза бўйича иккинчи босқич тақриз жараёнини ўтказишингизни сўрайман.</p><p>Агар сиз ушбу мақолани тақриз қила олсангиз, тақризингиз {$reviewDueDate} санасигача тайёр бўлиши керак. Сиз <a href="{$reviewAssignmentUrl}">тақриз босқичларига амал қилиб</a> аризани кўришингиз, файлларни юклашингиз ва тақриз изоҳларингизни қолдиришингиз мумкин.<p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Илтимос, <b>{$responseDueDate}</b> санасигача тақризни <a href="{$reviewAssignmentUrl}">қабул қилинг ёки рад этинг</a>.</p><p>Ариза ёки тақриз жараёни бўйича ҳар қандай савол билан менга мурожаат қилишдан тортинманг.</p><p>Ушбу сўровни кўриб чиққанингиз учун ташаккур. Сизнинг ёрдамингиз жуда қадрланади.</p><p>Эҳтиром билан,</p>{$signature}
vi: Kính gửi {$recipientName},<br /> <br /> Liên quan tới bản thảo &quot;{$submissionTitle},&quot; được xem xét bởi {$contextName}.<br /> <br /> Sau khi xem xét phiên bản trước của bản thảo, các tác giả hiện đã gửi phiên bản sửa chữa bài báo của họ. Chúng tôi đánh giá cao nếu bạn có thể giúp đánh giá bản sửa chữa này.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí trước ngày {$responseDueDate} để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn. Trang web là {$contextUrl}<br /> <br /> Thời hạn đánh giá là ngày {$reviewDueDate}.<br /> <br /> Nếu bạn không nhớ username và mật khẩu cho trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordLostUrl}<br /> <br /> URL bài gửi: {$reviewAssignmentUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
