Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewerRegister.body
source: In light of your expertise, we have taken the liberty of registering your name in the reviewer database for {$contextName}. This does not entail any form of commitment on your part, but simply enables us to approach you with a submission to possibly review. On being invited to review, you will have an opportunity to see the title and abstract of the paper in question, and you'll always be in a position to accept or decline the invitation. You can also ask at any point to have your name removed from this reviewer list.<br /> <br /> We are providing you with a username and password, which is used in all interactions with the journal through its website. You may wish, for example, to update your profile, including your reviewing interests.<br /> <br /> Username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$signature}
ar: <p>عزيزي {$recipientName},</p><p>في ضوء ما هو معروف عنك من خبرة، سنحت لنا الظروف بتسجيل اسمك ضمن قاعدة بياناتنا للمحكمين في موقع {$contextName}. هذا الأمر لا يترتب عليه أي مستوى من الإلتزام من جهتك، بل ببساطة، يمكننا من التواصل معك بشأن إحتمالية تحكيم بعض طلبات النشر التي ترد مجلتنا. فيما لو تمت دعوتك مستقبلاً لغرض التحكيم، ستكون لك فرصة الاطلاع على عنوان المؤلَّف وملخصه، وستكون صاحب الرأي بشأن الموافقة على تلك الدعوة أو الاعتذار عنها. فضلاً عن ذلك، بإمكانك دوماً المطالبة برفع اسمك من قائمة المحكمين هذه.</p><p>نحن نزودك باسم الدخول وكلمة المرور الخاصين بك، واللذين يتيحان لك القيام بكل الفعاليات المتعلقة بعملك ضمن موقعنا. فقد ترغب، على سبيل المثال، بتحديث بيانات ملفك الشخصي وتضمين المجالات العلمية التي يهمك التحكيم فيها.</p><p>اسم الدخول: {$recipientUsername}<br />كلمة المرور: {$password}</p><p>شكراً لك.</p>{$signature}
az: <p>Hörmətli {$recipientName},</p><p>İxtisasınıza uyğun olaraq, adınızı {$contextName} üçün rəyçi data bazasına qeyd etdik. Bu sizi hər hansı bir iş üçün məcbur etməz; sadəcə dəyərləndirmək üçün sizə bir müraciət göndərməyimizi təmin edər. Dəyərləndirilməsi istənəcək məqalənin başlıq və xülasəsini görmə imkanı tanıyır. Dəvəti qəbul və ya rədd etmək sizin ixtiyarınızdadır. Əlavə olaraq, istədiyiniz zaman adınızın dəyərləndirmə siyahısından çıxarılmasını istəyə bilərsiniz. </p><p>Veb sayt vasitəsilə, Jurnal ilə əlaqəli bütün proseslər üçün istifadə edilən bir istifadəçi adı və şifrə təqdim edirik. Məsələn, bu şifrə ilə maraq sahələrinizi və profilinizi yeniləyə bilərsiniz.</p><p>İstifadəçi adı: {$recipientUsername}<br />Şifrə: {$password}</p><p>Hörmətlə,</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>с оглед на вашия опит в областта регистрирахме името ви в базата данни на рецензенти за {$contextName}. Това не предполага каквато и да е форма на ангажимент от ваша страна, а просто ни позволява да се обърнем към вас с молба за евентуално рецензия. Когато бъдете поканени да рецензирате, ще имате възможност да видите заглавието и резюмето на въпросната статия и винаги ще сте в състояние да приемете или откажете поканата. Можете също така да поискате по всяко време името ви да бъде премахнато от този списък с рецензенти.</p><p>Ние ви предоставяме потребителско име и парола, които се използват при всички взаимодействия със списанието през неговия уебсайт. Може да искате например да актуализирате своя профил, включително вашите интереси за рецензиране.</p><p>Потребителско име: {$recipientUsername}<br />Парола: {$password}</p><p>Благодарим ви, </p>{$signature}
bg_bg: С оглед на вашия опит, ние си позволихме да регистрираме вашето име в базата данни на рецензенти за {$contextName}. Това не включва никаква форма на ангажираност от ваша страна, а просто ни дава възможност да се обърнем към вас с представяне за евентуално преразглеждане. Когато бъдете поканени да прегледате, ще имате възможност да видите заглавието и резюмето на въпросния доклад и винаги ще бъдете в състояние да приемете или отхвърлите поканата. Можете също така да поискате във всеки момент вашето име да бъде премахнато от този списък с рецензенти. <br /> <br /> Ние ви предоставяме потребителско име и парола, които се използват при всички взаимодействия със списанието чрез неговия уебсайт. Може да пожелаете например да актуализирате потребителския си профил, включително вашите интереси за преглед .<br /> <br /> Потребител: {$recipientUsername}<br /> Парола: {$password}<br /> <br /> Благодарим ви,<br /> {$signature}
bs_ba: Imajući u vidu vaše područje ekspertize, odlučili smo registrirati vas u bazu recenzenata časopisa {$contextName}. Ovo vas ne obvezuje ni na koji način, već samo omogućava uredništvu da vas kontaktira sa informacijama o prilozima koje biste potencijalno mogli recenzirati. Po zaprimljenom pozivu za recenziju, bit ćete u mogućnosti pregledati naslov i sažetak konkretnog rada čiju recenziju predlažemo, te ćete uvijek biti u mogućnosti prihvatiti ili odbiti rencenzijsko zaduženje. Također, u bilo kojem trenutku možete zatražiti da uklonimo vaše ime iz baze recenzenata i zatvorimo vaš korisnički račun.<br /> <br /> Ovdje vam prilažemo vaše korisničko ime i lozinku, koja vam je potrebna za rad sa časopisom kroz naš sustav za elektroničko uređivanje. U njemu možete i dopuniti svoje korisničke detalje (npr. recenzentske interese).<br /> <br /> Korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> Srdačno,<br /> {$principalContactSignature}
ca_es: Després d'avaluar el vostre perfil, ens hem pres la llibertat de registrar el vostre nom a la base de dades de revisors per a {$contextName}. El fet de pertànyer a aquesta base de dades no suposa cap compromís per part vostra i, d'altra banda, ens permet fer-vos arribar propostes de revisions. Quan rebeu una proposta de revisió d'un document tindreu l'oportunitat de consultar-ne el títol i el resum, i tant podreu acceptar com rebutjar la invitació. En qualsevol moment podeu sol·licitar que se suprimeixi el vostre nom d'aquesta llista de revisors.<br /> <br /> A continuació trobareu el vostre nom d'usuari i la vostra contrasenya. Necessitareu aquestes dades per a entrar al lloc web de la revista i treballar-hi. És possible que, per exemple, vulgueu actualitzar el vostre perfil i incloure-hi els vostres interessos de revisió.<br /> <br /> Nom d'usuari: {$username}<br /> Contrasenya: {$password}<br /> <br /> Moltes gràcies,<br /> <br /> {$principalContactSignature}
cs: <p>Vážený/á{$recipientName},</p><p>Vzhledem k vašim odborným znalostem jsme vaše jméno zaregistrovali v databázi recenzentů {$contextName}. Neznamená to pro vás žádný závazek, ale pouze nám to umožňuje obrátit se na vás s žádostí o recenzi. Po pozvání k recenzi budete mít možnost vidět název a abstrakt daného příspěvku a vždy budete moci pozvání přijmout nebo odmítnout. Můžete také kdykoli požádat o vyřazení svého jména z tohoto seznamu recenzentů.</p><p>Poskytujeme vám uživatelské jméno a heslo, které se používá při všech interakcích s časopisem prostřednictvím jeho webových stránek. Můžete si například přát aktualizovat svůj profil včetně svých recenzních zájmů.</p><p>Uživatelské jméno: {$recipientUsername}<br />Heslo: {$password}</p><p>Děkujeme,</p>{$signature}
cs_cz: S ohledem na Vaši odbornost jsme si Vás dovolili zaregistrovat do databáze recenzentů pro časopis {$contextName}. To Vás nezavazuje k žádné odpovědnosti, pouze nám to umožní Vás rychle kontaktovat s příspěvkem, který byste mohl případně recenzovat. Pokud Vás přizveme ke zpracování recenze, budete mít příležitost vidět název a abstrakt daného příspěvku a vždy budete v pozici, kdy můžete rozhodnout, zda přizvání přijmete nebo odmítnete. Můžete také kdykoliv požádat o odstranění Vašeho jména ze seznamu recenzentů.<br /> <br /> Přidělili jsme Vám uživatelské jméno a heslo, které budete používat na internetových stránkách časopisu. Možná budete chtít například upravit svůj profil nebo rozsah zájmu o zpracování recenzí.<br /> <br /> Uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da: <p>Kære {$recipientName}</p><p>På baggrund af din ekspertise har vi taget den frihed at registrere dit navn i bedømmerdatabasen for {$contextName}. Dette stiller ikke krav om nogen form for engagement fra din side, men gør det blot muligt for os at kontakte dig med hensyn til en eventuelt bedømmelse af et manuskript. Hvis du inviteres til at foretage en bedømmelse, vil du have mulighed for at se titlen på og et resumé af det pågældende manuskript, og du vil altid kunne acceptere eller afvise invitationen. Du kan til enhver tid også bede om at få dit navn fjernet fra listen over bedømmere.</p><p>Vi giver dig et brugernavn og en adgangskode, der skal bruges i forbindelse med alle interaktioner med tidsskriftet via tidsskriftets webside. Du kan f.eks. opdatere din profil, herunder dine bedømmelsesinteresser.</p><p>Brugernavn: {$recipientUsername}<br />Adgangskode: {$password}</p><p>Med venlig hilsen</p>{$signature}
da_dk: På baggrund af din ekspertise har vi taget den frihed at registrere dit navn i bedømmerdatabasen for {$contextName}. Dette stiller ikke krav om nogen form for engagement fra din side, men gør det blot muligt for os at kontakte dig med hensyn til en eventuelt bedømmelse af et manuskript. Hvis du inviteres til at foretage en bedømmelse, vil du have mulighed for at se titlen på og et resumé af det pågældende manuskript, og du vil altid kunne acceptere eller afvise invitationen. Du kan til enhver tid også bede om at få dit navn fjernet fra listen over bedømmere.<br /> <br /> Vi giver dig et brugernavn og en adgangskode, der skal bruges i forbindelse med alle interaktioner med tidsskriftet via tidsskriftets webside. Du kan f.eks. bede om at få opdateret din profil, herunder dine bedømmelsesinteresser.<br /> <br /> Brugernavn: {$username}<br /> Adgangskode: {$password}<br /> <br /> Tak. {$principalContactSignature}
de: <p>Guten Tag {$recipientName}, </p><p>angesichts Ihrer Expertise haben wir uns erlaubt, Ihren Namen der Gutachter/innendatenbank von {$contextName} hinzuzufügen. Dies verpflichtet Sie zu nichts, ermöglicht uns aber, Sie um mögliche Gutachten für eine Einreichung zu bitten. Wenn Sie zu einem Gutachten eingeladen werden, werden Sie Titel und Abstract des Beitrags sehen können und werden stets selber entscheiden können, ob Sie der Einladung folgen oder nicht. Sie können zu jedem Zeitpunkt Ihren Namen von der Gutachter/innenliste entfernen lassen.</p><p>Wir senden Ihnen einen Benutzer/innennamen und ein Passwort, die Sie in allen Schritten der Zusammenarbeit mit der Zeitschrift über deren Website benötigen. Vielleicht möchten Sie z.B. Ihr Profil inkl. Ihrer Begutachtungsinteressen aktualisieren.</p><p>Benutzer/innenname: {$recipientUsername}<br />Passwort: {$password}</p><p>Vielen Dank</p>{$signature}
de_de: Angesichts Ihrer Erfahrung haben wir uns erlaubt, Ihren Namen der Gutachter/innendatenbank von {$contextName} hinzuzufügen. Dies verpflichtet Sie in keiner Weise, ermöglicht uns aber, Sie um mögliche Gutachten für eine Einreichung zu bitten. Wenn Sie zu einem Gutachten eingeladen werden, werden Sie Titel und Abstract des Beitrags sehen können und werden stets selber entscheiden können, ob Sie der Einladung folgen oder nicht. Sie können zu jedem Zeitpunkt Ihren Namen von der Gutachter/innenliste entfernen lassen.<br /> <br /> Wir senden Ihnen einen Benutzer/innennamen und ein Passwort, die sie in allen Schritten der Zusammenarbeit mit der Zeitschrift über deren Website benötigen. Vielleicht möchten Sie z.B. Ihr Profil inkl. Ihrer Begutachtungsinteressen aktualisieren.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
es: <p>Estimado/a {$recipientName},</p><p>En vista de su experiencia, hemos registrado su nombre en la base de datos de revisores/as de {$contextName}. Esto no implica ningún compromiso por su parte, simplemente nos permite contactarle para una posible revisión de un trabajo. Cuando reciba una invitación para revisar podrá ver el título y el resumen del artículo en cuestión, y siempre tendrá la posibilidad de aceptar o rechazar la invitación. También puede pedirnos en cualquier momento que lo eliminemos de la lista de revisores/as.</p><p>Le enviamos el nombre de usuario/a y la contraseña, que le servirán para realizar cualquier tarea de la revista a través de su página web. Por ejemplo, puede actualizar su perfil e incluir sus intereses de revisión.</p><p>Nombre de usuario/a: {$recipientUsername}<br />Contraseña: {$password}</p><p>Gracias,</p>{$signature}
es_es: A la vista de su trayectoria profesional, su nombre ha sido propuesto para figurar como revisor potencial en el sistema de gestión electrónica de artículos de la revista {$contextName}, sin que ello implique ningún compromiso por su parte y pudiendo dejar de formar parte de esta lista cuando lo desee. Únicamente nos posibilita poder enviarle artículos para una eventual revisión por su parte. En caso de estar conforme con actuar como revisor para la revista, podrá recibir solicitudes de revisión de artículos, y aceptar o rechazar dichas solicitudes en su momento.<br /> <br /> A continuación le enviamos un nombre de usuario/a y contraseña con los que podrá acceder al sistema de gestión de envíos de la revista, donde además podrá indicarnos los temas que le son de interés como revisor.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Agradecidos por su atención, reciba un cordial saludo,<br /> {$principalContactSignature}
eu: <p>{$recipientName} estimatua:</p><p>{$contextName} aldizkarian lantzen dugun jakintza-arloan aditua zarenez, zure izena ebaluatzaileen datu-basean erregistratzeko atrebentzia izan dugu. Horrek ez zaitu ezertara konprometitzen, baina zuregana jotzeko aukera emango digu bidalketaren baten ebaluazioa egiteko prest egongo zinatekeen galdetzeko. Ebaluazioa egiteko gonbitarekin batera, artikuluaren edo paperaren izenburua eta laburpena bidaliko dizkizugu, eta beti izango duzu gonbita onartzeko edo ez onartzeko aukera. Edozein unetan eska dezakezu zure izena ebaluatzaileen zerrendatik kentzeko.</p><p>Erabiltzaile-izena eta pasahitza eman dizkizugu, aldizkariaren webgunean sartzeko eta gurekin elkarlanean aritzeko. Beharbada zure profila aldatu ahal izango duzu, ebaluazioak egiteko interesak barne.</p><p>Erabiltzaile-izena: {$recipientUsername}<br />Pasahitza: {$password}</p><p>Eskerrik asko,</p>{$signature}
fi_fi: Asiantuntemuksenne valossa, olemme ottaneet vapauden rekisteröidä teidät julkaisun {$contextName} arvioijatietokantaan. Tämä ei velvoita teitä mihinkään, mutta antaa meille mahdollisuuden ottaa teihin yhteyttä mahdollisen käsikirjoituksen arvioinnin tiimoilta. Arviointikutsun yhteydessä näette arvioitavan työn otsikon ja abstraktin, ja voitte aina joko hyväksyä kutsun tai kieltäytyä siitä. Voitte myös missä tahansa vaiheessa pyytää, että nimenne poistetaan tältä arvioijalistalta.<br /> <br /> Annamme teille käyttäjätunnuksen ja salasanan, joita käytetään kaikkeen vuorovaikutukseen julkaisun kanssa sen verkkosivuston kautta. Haluatte ehkä esimerkiksi päivittää profiilinne ja teitä kiinnostavat arviointiaiheet.<br /> <br /> Käyttäjätunnus: {$username}<br /> Salasana: {$password}<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
fr_ca: Compte tenu de votre expertise, nous avons pris l'initiative d'inscrire votre nom dans la base de données des évaluateurs-trices de la revue {$contextName}. Cela ne vous engage d'aucune façon, mais nous permet simplement de solliciter vos services pour l'évaluation d'une soumission. Si vous êtes invité-e à effectuer une évaluation, vous recevrez le titre et le résumé de l'article en question, et serez toujours libre d'accepter ou de refuser une telle invitation. À tout moment, il vous est également possible de demander à ce que votre nom soit retiré de la liste des évaluateurs-trices.<br /> <br /> Nous vous acheminons un nom d'utilisateur-trice et un mot de passe, car tous deux sont requis pour tout échange avec la revue via son site Web. Vous pouvez, par exemple, si vous le souhaitez, effectuer la mise à jour de votre profil, y compris vos domaines d'intérêt en matière d'évaluation.<br /> <br /> Nom d'utilisateur-trice : {$username}<br /> Mot de passe : {$password}<br /> <br /> Merci,<br /> {$principalContactSignature}
fr_fr: Compte tenu de votre expertise, nous avons pris l'initiative d'inscrire votre nom dans la base de données des rapporteurs de {$contextName}. Cela ne vous engage d'aucune façon, mais nous permet simplement de solliciter vos services pour l'évaluation d'une soumission. Si vous êtes invité à effectuer une évaluation, vous recevrez le titre et le résumé de l'article en question, et serez toujours libre d'accepter ou de refuser une telle invitation. À tout moment, il vous est également possible de demander à ce que votre nom soit retiré de la liste des rapporteurs.<br /> <br /> Nous vous acheminons un nom d'utilisateur et un mot de passe, car tous deux sont requis pour tout échange avec la revue, par l'intermédiaire de ce site Web. Vous pouvez, par exemple, si vous le souhaitez, effectuer la mise à jour de votre profil, y compris vos intérêts en matière d'évaluation.<br /> <br /> Nom d'utilisateur : {$username}<br /> Mot de passe : {$password}<br /> <br /> Merci,<br /> {$principalContactSignature}
gl_es: Despois de avaliar o seu perfil, tomamos a liberdade de rexistrar o seu nome na base de datos de revisores de {$contextName}. O feito de pertencer a esta base de datos non implica ningún compromiso pola súa parte e, por outra banda, permítenos propoñerlle a revisión dun envío. Cando reciba unha proposta de revisión dun documento terá acceso ao título e ao resumo do artigo en cuestión, e tanto poderá aceptar como rexeitar a invitación. En calquera momento pode solicitar que se suprima o seu nome da lista de revisores.<br /> <br /> A continuación enviarémoslle o seu nome de usuario e o seu contrasinal, datos que necesitará para interactuar co sitio web desta revista. É posible que, por exemplo, queira actualizar o seu perfil e incluír os seus intereses de revisión.<br /> <br /> Nome de usuario: {$recipientUsername}<br /> Contrasinal: {$password}<br /> <br /> Moitas grazas,<br /> {$signature}
he_il: לאור המומחיות שלך, רשמנו את שמך במאגר הסוקרים עבור {contextName$}. זה לא כרוך בשום צורה של התחייבות מצידך, אלא פשוט מאפשר לנו לפנות אליך עם הגשה שתוכל לבדוק. לאחר שתוזמן לבדיקה, תהיה לך הזדמנות לראות את הכותרת והתקציר של המאמר המדובר, ותמיד תהיה לך האופציה לקבל את ההזמנה או לדחות אותה. אתה יכול גם לבקש בכל נקודה להסיר את שמך מרשימת הסוקרים הזו. <br /> <br />אנו מספקים לך שם משתמש וסיסמא, המשמשים בכל האינטראקציות עם כתב העת דרך אתר האינטרנט שלו. ייתכן שתרצה, למשל, לעדכן את הפרופיל שלך, כולל תחומי העניין שלך בביקורת. <br /> <br /> שם משתמש: {username}$ <br/> סיסמא: {סיסמא$} <br /> <br /> תודה לך, <br /> {principalContactSignature$}
hi_in: आपकी विशेषज्ञता के प्रकाश में, हमने {$contextName} के लिए समीक्षक डेटाबेस में आपका नाम दर्ज करने की स्वतंत्रता ले ली है। यह आपकी ओर से किसी भी प्रकार की प्रतिबद्धता को पूरा नहीं करता है, लेकिन संभवतया समीक्षा के लिए प्रस्तुत करने के लिए बस हमें आपसे संपर्क करने में सक्षम बनाता है। समीक्षा के लिए आमंत्रित किए जाने पर, आपके पास प्रश्न में कागज का शीर्षक और सार देखने का अवसर होगा, और आप हमेशा आमंत्रण को स्वीकार या अस्वीकार करने की स्थिति में होंगे। आप किसी भी बिंदु पर इस समीक्षक सूची से अपना नाम हटाने के लिए कह सकते हैं.<br /> <br /> हम आपको एक उपयोगकर्ता नाम और पासवर्ड प्रदान कर रहे हैं, जो अपनी वेबसाइट के माध्यम से जर्नल के साथ सभी बातचीत में उपयोग किया जाता है। उदाहरण के लिए, आप अपनी समीक्षा हितों सहित अपनी प्रोफ़ाइल को अपडेट कर सकते हैं.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$principalContactSignature}
hu: <p>Tisztelt Szakértő!</p><p>Ezúton értesítjük, hogy tekintettel a szakértelmére regisztráltuk Önt a(z) {$contextName} folyóirathoz szakmai lektorként, mert a jövőben szeretnénk lektorálási kéréssel fordulni Önhöz. Ez nem jár semmiféle kötelezettséggel az Ön részéről, hanem egyszerűen csak lehetővé teszi számunkra, hogy felkérjük Önt egy beküldött anyag szakmai lektorálására. Ha lektori felkérést kap lehetősége lesz megnézni a kérdéses cikk címét és absztraktját, és mindig lehetősége lesz arra, hogy elfogadja vagy elutasítsa a felkérést. Bármikor kérheti, hogy távolítsuk el a szakmai lektorok listájáról.</p><p>Létrehoztuk felhasználónevét és jelszavát, mellyel beléphet a folyóirat weboldalára. Belépést követően frissítheti profilját, beleértve a megadott szakterületeit is.</p><p>Felhasználónév: {$recipientUsername}<br />Jelszó: {$password}</p><p>Köszönettel,</p>{$signature}
hy_am: Հաշվի առնելով ձեր փորձը, մենք անարգել վերցրել ենք ձեր անունը գրանցելու {$contextName} -ի վերանայողների տվյալների շտեմարանում: Սա չի ենթադրում որևէ ձևի պարտավորություն ձեր կողմից, այլ պարզապես հնարավորություն է տալիս մեզ մոտենալ ձեզ՝ հնարավոր գրախոսման առաջարկով: Գրախոսման հրավիրվելուց հետո դուք հնարավորություն կունենաք տեսնել խնդրո առարկա աշխատության վերնագիրը և համառոտագիրը, և դուք միշտ կարող եք ընդունել կամ մերժել հրավերը: Կարող եք նաև ցանկացած պահի խնդրել, որ ձեր անունը հեռացվի գրախոսների այս ցուցակից.<br /> <br /> Մենք ձեզ տրամադրում ենք օգտանուն և գաղտնաբառ, որոնք օգտագործվում են ամսագրի հետ բոլոր փոխազդեցությունների ժամանակ նրա կայքի միջոցով: Դուք կարող եք, օրինակ, եթե ցանկանաք թարմացնել ձեր պրոֆիլը, ներառյալ գրախոսողի ձեր հետաքրքրությունները:<br /> <br /> Օգտանուն: {$recipientUsername}<br /> Գաղտնաբառ: {$password}<br /> <br /> Շնորհակալություն,<br /> {$signature}
id: <p>Yth {$recipientName},</p><p>Dengan mempertimbangkan keahlian Anda, kami memasukkan nama Anda dalam database reviewer di {$contextName}. THal ini tidak bersifat mengikat, hanya sekedar memudahkan kami untuk mengundang Anda untuk melakukan review terhadap suatu naskah. Ketika memperoleh undangan untuk melakukan review suatu naskah, Anda dapat melihat judul dan abstrak naskah tersebut, dan Anda berhak menentukan apakah akan menerima atau menolak undangan tersebut. Anda juga dapat meminta nama Anda dihapus dari daftar reviewer.</p><p>Kami menyertakan nama pengguna dan sandi Anda, yang digunakan dalam semua interaksi dengan jurnal melalui website. Anda dapat melakukan update profil, termasuk minat review Anda.</p><p>Username: {$recipientUsername}<br />Password: {$password}</p><p>Terima kasih,</p>{$signature}
is_is: Í ljós sérfræðiþekkingar þinnar, höfum við leyft okkur að skrá nafn þitt á lista yfir ritrýna hjá {$contextName}. Í þessu felst engin skuldbinding fyrir þig, en gerir okkur hins vegar kleyft að nálgast þig með handrit fyrir mögulega ritrýni. Ef þú verður beðin(n) um ritrýni getur þú skoðað titil og úrdrátt handritsins og þú getur alltaf samþykkt eða hafnað beiðni um ritrýni. Þú getur einnig hvenær sem er beðið um að nafn þitt sé farlægt af listanum yfir ritrýna.<br /> <br /> Við sendum þér notendanafn og lykilorð, sem þarf að nota í allri vinnu með tímaritinu. Þú gætir t.d. viljiað uppfæra gögnin þín og skrá áhugasvið fyrir ritrýni. <br /> <br /> Notendanafn: {$recipientUsername}<br /> Lykilorð: {$password}<br /> <br /> Með kærri þökk,<br /> {$signature}
it: Alla luce delle tue competenze, ci siamo presi la libertà di registrare il tuo nome nella banca dati dei valutatori per {$contextName}.<br /> <br /> Questo non implica nessun tipo di impegno da parte tua, ma semplicemente ci permette di contattarti per proporti la valutazione di manoscritti sottoposti per la pubblicazione a questa rivista.<br /> <br /> Quando ti inviteremo ad una valutazione, riceverai il titolo e il riassunto del manoscritto ed avrai l'opportunità di accettare o rifiutare l'invito. Puoi anche chiedere in qualsiasi momento di far rimuovere il tuo nome dall'elenco dei valutatori.<br /> <br /> Di seguito il tuo nome utente e la password, che vengono usati per tutte le interazioni con la rivista attraverso il suo sito web.<br /> Se hai modo, ti suggeriamo di verificare le informazioni inserite e di completare il tuo profilo, inclusi i tuoi interessi di valutazione.<br /> <br /> Nome utente: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Con i più cordiali saluti,<br /> {$signature}
it_it: Alla luce delle tue competenze, ci siamo presi la libertà di registrare il tuo nome nella banca dati dei revisori per {$contextName}.<br /> <br /> Questo non implica nessun tipo di impegno da parte tua, ma semplicemente ci permette di contattarti per proporti la revisione di proposte di pubblicazione per la rivista.<br /> <br /> Quando ti proporremo una revisione, potrai vedere il titolo e l'abstract dell'articolo in questione, e potrai sempre accettare o rifiutare l'invito. Puoi anche chiedere in qualsiasi momento di far rimuovere il tuo nome dall'elenco dei revisori.<br /> <br /> Ti indico sotto il tuo nome utente e la password, che vengono usate per tutte le interazioni con la rivista attraverso il suo sito web.<br /> Puoi volere, per esempio, aggiornare il tuo profilo, inclusi i tuoi interessi di revisione.<br /> <br /> Nome utente: {$username}<br /> Password: {$password}<br /> <br /> Grazie,<br /> {$principalContactSignature}
ka_ge: თქვენი გამოცდილების გათვალისწინებით, ჩვენ თავს უფლება მივეცით თქვენი რეგისტრაცია ჟურნალის {$contextName} პოტენციურ რეცენზენტად. ეს არ გაკისრებთ რაიმე ვალდებულებას, უბრალოდ საშუალებას გვაძლევს მოგმართოთ ჟურნალში მასალების შემოსვლისას, რომლის რეცენზენტი შეიძლება თქვენ გახდეთ. რეცენზიის შესრულების შემოთავაზების მიღების შემდგომ, თქვენ შეძლებთ ნახოთ ხელნაწერის დასახელებისა და აბსტრაქტის ნახვას და თქვენ ყოველთვის გექნებათ საშუალება, მიიღოთ ან უარყოთ ეს წინადადება. თქვენ ასევე, ნებისმიერ დროს შეგიძლიათ მოითხოვოთ ჩვენგან თქვენი სახელის წაშლა რეცენზენტების სიიდან.<br /> <br /> ჩვენ გიგზავნით მომხმარებლის სახელსა და პაროლს, რომლებიც გამოიყენება ჩვენს ჟურნალთან ურთიერთქმედებისათვის. თქვენ მაგალითად შეგიძლიათ ჩაასწოროთ თქვენი მონაცემები პროფილში, ასევე სარეცენზიო თემატიკის მითითებაც.<br /> <br /> მომხმარებელი: {$username}<br /> პაროლი: {$password}<br /> <br /> გმადლობთ,<br /> {$principalContactSignature}
kk_kz: Сіздің тәжірибеңізге сүйене отырып, біз сізді «{$contextName}» журналының потенциалды рецензенттері дерекқорына тіркеу құқығын алдық. Бұл сізге ешқандай міндеттеме жүктемейді, бірақ сіз біздің журналға рецензент бола алатын материалдар жіберілген кезде сізге хабарласуға мүмкіндік береді. Шолу жасау туралы ұсыныс алғаннан кейін сіз сұрауда қолжазбаның тақырыбы мен аннотациясын көре аласыз және сізде бұл ұсынысты қабылдауға немесе қабылдамауға әрқашан мүмкіндік болады. Сондай -ақ, сіз кез келген уақытта атыңызды осы шолушылар тізімінен алып тастауды сұрай аласыз. <br /> <br /> Біз сізге веб -сайт арқылы журналмен кез келген қарым -қатынаста қолданылатын пайдаланушы аты мен құпия сөзді жібереміз. Мысалы, сіз шолушы ретінде сізді қызықтыратын тақырыпты көрсете отырып, пайдаланушы профиліндегі деректерді түзете аласыз. <br /> <br /> Пайдаланушы аты: {$recipientUsername} <br /> Құпия сөз: {$password} <br /> <br /> Құрметпен, <br /> {$signature}
ku: لە ژێر ڕۆشنایی شارەزایی ئێوەدا، ئێمە ناوی تۆمان وەک هەڵسەنگێنەر تۆمار کردووە لە داتابەیسی {$contextName}.ئەمەش مانای دەستپێکردنی هیچ کارێک لە لایەن بەڕێزتانەوە ناگەیەنێت، بەڵام هەلێک بە ئێمە دەبەخشێت بۆ ئەوەی ناوتان لە لامان هەبێت لە ئەگەری بابەتێکی پەیوەندیدار بە ئێوە. لە کاتی بانگێشتکردنتان بۆ هەڵسەنگاندمن، ئێوە ناونیشان و کورتەی توێژینەوەکە دەبینن و هەمیشە دەتوانن ئەرکەکە قبوڵ یان ڕەت بکەنەوە. لە هەر کاتێکدا ئەگەر بتانەوێت، دەتوانن داوای سڕینەوەی ناوەکەتان لە سیستەمەکەماندا بکەن. <br /> <br /> ئێمە ناوی بەکارهێنەر و وشەی تێپەڕتان بۆ دەنێرین، کە بەکار دێت بۆ کارکردن لەسەر پەڕەی گۆڤارەکەی ئێمە. تۆ هەمو کات دەتوانیت زانیارییەکانت نوێ بکەیتەوە. <br /> <br /> ناوی بەکارهێنەر: {$username}<br /> وشەی نهێنیی بەکارهێنەر: {$password}<br /> <br /> سوپاس بۆ هاوکاریتان<br /> {$principalContactSignature}
mk: <p>Почитувани,{$recipientName},</p><p>Поради Вашата експертиза, го регистриравме Вашето име во базата на податоци за рецензенти{$contextName}. Ова не повлекува каква било форма на посветеност од ваша страна, туку едноставно ни овозможува да ви пристапиме со поднесок за евентуално рецензирање.Кога ќе бидете поканети да рецензирате, ќе имате можност да го видите насловот и апстрактот на трудот за кој станува збор и секогаш ќе бидете во позиција да ја прифатите или одбиете поканата. Можете исто така да побарате во кој било момент вашето име да се отстрани од оваа листа на рецензенти.</p><p>Ви даваме корисничко име и лозинка, кои се користат во сите интеракции со списанието преку неговата веб-страница.Можеби сакате, на пример, да го ажурирате вашиот профил, вклучувајќи ги и вашите интереси за рецензирање.</p><p>Корисничко име: {$recipientUsername}<br />Лозинка: {$password}</p><p>Ви благодариме,</p>{$signature}
mk_mk: Со оглед на вашето познавање, си земавме за слобода да го регистрираме вашето име во датабазата со рецензенти на {$contextName}. Ова не наметнува никаква обврска од ваша страна, но едноставно ни овозможува да ви пријдеме со поднесок кој би можеле да го рецензирате. Откако ќе ја добиете поканата за рецензирање, ќе имате можност да ги прегледате насловот и апстрактот на трудот, и во секое време ќе можете да ја прифатите или одбиете поканата. Воедно, во кој било момент можете да побарате да го отстраниме вашето име од оваа листа на рецензенти.<br /> <br /> Ви обезбедивме корисничко име и лозинка, кои се користат при секоја интеракција со списанието преку веб-страницата. Доколку сакате можете, на пример, да го ажурирате вашиот профил, вклучувајќи ги и областите за кои сте заинтересирани за рецензија.<br /> <br /> Корисничко име: {$recipientUsername}<br /> Лозинка: {$password}<br /> <br /> Ви благодарам,<br /> {$signature}
mr: <p>प्रिय {$recipientName},</p><p>तुमच्या विषयातल्या तुमच्या निपुणतेचा विचार करुन, आम्ही तुम्हाला या {$contextName} करता समीक्षकाच्या डेटाबेसमध्ये नोंदवले आहे. याचा उपयोग तुमच्या विषयातले एखादे सादरीकरण आल्यास त्याचे तुम्ही समीक्षण करण्याच्या हेतूने तुमच्याशी संपर्क साधण्यासाठी केला जाईल. अर्थात या कार्यासाठी तुमच्याकडून कुठल्याही प्रकारची बांधीलकी अपेक्षित नसेल. समीक्षणाच्या आमंत्रणाबरोबर, तुम्हाला लेखाचे शीर्षक आणि गोषवारा वाचण्याची सोय दिली जाईल जेणेकरून तुम्ही नेहमीच आमंत्रणाच्या स्वीकाराचा किंवा नकाराचा निर्णय घेऊ शकाल. तुम्ही या समीक्षक सूचीमधून तुमचे नाव काढून टाकण्यासाठी केव्हाही सांगू शकता.</p><p>आम्ही तुम्हाला एक वापरकर्तानाव आणि संकेतशब्द (पासवर्ड) पाठवत आहोत, जो तुम्हाला नियतकालिकाच्या संकेतस्थळावर सर्व संवादांसाठी वापरता येईल. उदाहरणार्थ, तुम्ही तुमच्या संक्षिप्त परिचयात बदल करु / इतर माहितीची भर घालू शकता तसेच समीक्षणासाठी कोणकोणत्या विषयांत तुम्हाला स्वारस्य आहे हेही तुम्ही तेथे नोंदवू शकता. </p><p>वापरकर्तानाव: {$recipientUsername}<br />पासवर्ड: {$password}</p><p>धन्यवाद, </p>{$signature}
ms: <p> {$recipientName} yang dihormati,</p><p>Berdasarkan kepakaran anda, kami telah mendaftarkan nama anda dalam pangkalan data pengulas untuk {$contextName}. Ini tidak memerlukan sebarang bentuk komitmen di pihak anda, tetapi hanya membolehkan kami mendekati anda dengan penyerahan untuk kemungkinan menyemak. Apabila dijemput untuk menyemak, anda akan mempunyai peluang untuk melihat tajuk dan abstrak kertas yang dipersoalkan dan anda akan sentiasa berada dalam kedudukan untuk menerima atau menolak jemputan itu. Anda juga boleh meminta pada bila-bila masa untuk mengeluarkan nama anda daripada senarai penyemak ini.</p><p>Kami memberikan anda nama pengguna dan kata laluan, yang digunakan dalam semua interaksi dengan jurnal melalui tapak webnya. Anda mungkin ingin, sebagai contoh, mengemas kini profil anda, termasuk minat menyemak anda.</p><p>Nama pengguna: {$recipientUsername}<br />Kata Laluan: {$password}</p><p>Terima kasih, </p>{$signature}
ms_my: Mengikut kepakaran anda, kami dengan bebas mendaftarkan nama anda di pangkalan data pengulas untuk {$contextName}. Ini tidak memerlukan apa-apa bentuk komitmen daripada pihak anda, tetapi hanya membolehkan kami mendekati anda dengan permintaan untuk membuat ulasan. Setelah diundang untuk membuat ulasan, anda akan berpeluang melihat tajuk dan abstrak makalah yang dimaksud, dan anda akan sentiasa dapat menerima atau menolak jemputan tersebut. Anda juga boleh meminta agar nama anda dihapus dari senarai pengulas ini. <br /> <br /> Kami memberi anda nama pengguna dan kata laluan, yang digunakan dalam semua interaksi dengan jurnal melalui laman webnya. Anda mungkin ingin, misalnya, mengemas kini profil anda, termasuk minat mengulas anda. <br /> <br /> Nama pengguna: {$recipientUsername} <br /> Kata Laluan: {$password} <br /> <br /> Terima kasih, <br /> {$signature}
nb: <p>Kjære{$recipientName},</p> <p>På grunn av dine faglige interesser, har vi tillatt oss å registrere navnet ditt i databasen over potensielle fagfeller for {$contextName}. Dette innebærer ingen form for forpliktelse fra din side, men gir oss en mulighet til å henvende oss til deg hvis vi mottar manuskript innen ditt fagfelt. Dersom du får en forespørsel om å fagfellevurdere et manuskript, vil du få mulighet til å se tittel og sammendrag for det aktuelle manuskriptet. Du vil alltid stå fritt til å akseptere eller avslå oppdraget. Du kan dessuten når som helst be om at navnet ditt blir fjernet fra listen vår over potensielle fagfeller.</p> <p>Her får du brukernavn og et passord til nettstedet vårt som kan brukes til alt arbeid med tidsskriftet. Der kan du også endre profilen din, for eksempel institusjonstilhørighet og fagfellevurderingsinteresser.</p> <p> Brukernavn: {$recipientUsername}<br/> Passord: {$password}</p> <p>På forhånd takk,</p> {$signature}
nl_nl: Met het oog op uw expertise hebben wij de vrijheid genomen om uw naam op te nemen in de lijst met reviewers van {$contextName}. Dit verplicht u tot niets maar geeft ons de mogelijkheid u te benaderen met het verzoek eventueel een inzending te reviewen. Bij de uitnodiging krijgt u de gelegenheid de titel en samenvatting van het stuk in kwestie te bekijken. U kunt de uitnodiging te allen tijde accepteren of weigeren. U kunt ook altijd vragen om uw naam van deze lijst te laten verwijderen.<br /> <br /> We geven u een gebruikersnaam en wachtwoord, die gebruikt worden voor alle interacties met de website van het tijdschrift. Zo kunt u bijvoorbeeld uw profiel bijwerken, waaronder uw review-interesses.<br /> <br /> Gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>W oparciu o posiadane przez nas informacje o Pani/Pana specjalizacji naukowej pozwoliliśmy sobie umieścić Pani/Pana nazwisko i adres kontaktowy na wewnętrznej liście recenzentów naszego czasopisma. Nie pociąga to za sobą żadnej konieczności zaangażowania z Pani/Pana strony. To jedynie ułatwienie dla nas, byśmy w przyszłości mogli zwrócić się do Pani/Pana z prośbą o recenzję jakiegoś zgłoszonego do nas tekstu. Po otrzymaniu takiej prośby będzie możliwość zapoznania się z tytułem i abstraktem tekstu, a także zdecydowania o jej akceptacji albo odrzuceniu. Jednocześnie informujemy, że może Pani/Pan od razu albo w dowolnym momencie w przyszłości zażądać od nas usunięcia swych informacji z naszej wewnętrznej listy recenzentów.</p><p>Niżej podajemy informacje przeznaczone tylko dla Pani/Pana, których użycie będzie konieczne w przyszłych, ewentualnych interakcjach z internetowym systemem obsługującym nasze czasopismo. Są to nazwa użytkownika i hasło dostępowe do tego systemu.</p><p>Nazwa użytkownika: {$recipientUsername}<br />Hasło: {$password}</p><p>Z poważaniem, </p>{$signature}
pt_br: Devido à sua experiência, tomamos a liberdade de cadastrar seu nome no banco de dados de avaliadores para {$contextName}. Isso não implica qualquer forma de compromisso de sua parte, mas simplesmente nos permite lhe contatar com uma submissão para uma possível avaliação. Ao ser convidado(a) a avaliar, você terá a oportunidade de ver o título e o resumo do artigo em questão e poderá sempre aceitar ou recusar o convite. Você também pode pedir a qualquer momento para remover seu nome desta lista de avaliadores.<br /> <br /> Estamos fornecendo a você um nome de usuário e senha, que são usados em todas as interações com o periódico por meio de seu site. Você pode, por exemplo, atualizar seu perfil, incluindo seus interesses de avaliação.<br /> <br /> Usuário: {$username}<br /> Senha: {$password}<br /> <br /> Atenciosamente,<br /> {$principalContactSignature}
pt_pt: Tendo em consideração o conhecimento excecional na sua área de investigação/intervenção, tomamos a liberdade de registá-lo na base de dados de revisores da nossa revista, {$contextName}. Esta ação não implica nenhum compromisso da sua parte, mas simplesmente nos permite abordá-lo para uma possível revisão de uma submissão. Ao ser convidado para efetuar uma revisão, terá acesso ao título e resumo do artigo em questão, e pode sempre aceitar ou recusar o convite. A qualquer momento pode pedir-nos para remover o seu nome da lista de revisores.<br /><br /> Os seus dados de acesso, nome de utilizador e senha, utilizados para interagir com o website desta revista, estão incluídos nesta mensagem. Pode por exemplo atualizar o seu perfil, incluindo os seus interesses de revisão.<br /> <br /> Nome de utilizador: {$username}<br /> Senha: {$password}<br /> <br /> Agradecendo desde já a atenção dispensada,<br /> {$principalContactSignature}
ro_ro: Având în vedere expertiza dvs., ne-am luat libertatea de a vă înregistra numele în baza de date pentru recenzori {$contextName}. Acest lucru nu implică nicio formă de angajament din partea dvs., ci ne permite pur și simplu să vă abordăm cu o rugăminte pentru examina un manuscris. După ce sunteți invitați să revizuiți, veți avea ocazia să vedeți titlul și rezumatul lucrării în cauză și veți fi întotdeauna în măsură să acceptați sau să refuzați invitația. De asemenea, puteți cere în orice moment să vă fie eliminat numele din această listă.<br /> <br /> Vă oferim un nume de utilizator și o parolă, care este utilizată în toate interacțiunile cu jurnalul prin intermediul site-ului său web. Poate doriți, de exemplu, să vă actualizați profilul, inclusiv interesele dvs. de examinare.<br /> <br /> Nume de utilizator: {$username}<br /> Parolă: {$password}<br /> <br /> Mulțumesc,<br /> {$principalContactSignature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Принимая во внимание Ваш опыт, мы взяли на себя смелость зарегистрировать Вас в базе данных потенциальных рецензентов для журнала «{$contextName}». Это не налагает на Вас никаких обязательств, а просто позволяет нам обращаться к Вам при поступлении в наш журнал материалов, рецензентом которых Вы могли бы стать. Получив предложение дать рецензию, Вы сможете увидеть название и аннотацию рукописи в запросе, и у Вас всегда будет возможность принять или отклонить это предложение. Вы также в любой момент можете попросить, чтобы мы удалили Ваше имя из этого списка рецензентов.</p><p>Мы высылаем Вам имя пользователя и пароль, которые используются при любом взаимодействии с нашим журналом через веб-сайт. Например, Вы можете откорректировать свои данные в профиле пользователя, указав интересующую Вас как рецензента тематику.</p><p>Имя пользователя: {$recipientUsername}<br /> Пароль: {$password}</p><p>С уважением,</p>{$signature}
ru_ru: Принимая во внимание Ваш опыт, мы взяли на себя смелость зарегистрировать Вас в базе данных потенциальных рецензентов для журнала «{$contextName}». Это не налагает на Вас никаких обязательств, а просто позволяет нам обращаться к Вам при поступлении в наш журнал материалов, рецензентом которых Вы могли бы стать. Получив предложение дать рецензию, Вы сможете увидеть название и аннотацию рукописи в запросе, и у Вас всегда будет возможность принять или отклонить это предложение. Вы также, в любой момент, можете попросить, чтобы мы удалили Ваше имя из этого списка рецензентов.<br /> <br /> Мы высылаем Вам имя пользователя и пароль, которые используются при любом взаимодействии с нашим журналом через веб-сайт. Например, Вы можете откорректировать свои данные в профиле пользователя, указав интересующую Вас как рецензента тематику.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> С уважением,<br /> {$principalContactSignature}
sk_sk: S ohľadom na Vašu odbornosť sme si Vás dovolili zaregistrovať do databázy recenzentov pre časopis {$contextName}. To Vás nezaväzuje k žiadnej zodpovednosti, len nám to umožní Vás rýchlo kontaktovať s príspevkom, ktorý by ste mohli prípadne recenzovať. Pokiaľ Vás prizveme na spracovanie recenzie, budete mať príležitosť vidieť názov a abstrakt daného príspevku a vždy budete v pozícii, kedy môžete rozhodnúť, či prizvanie prijmete alebo odmietnete. Môžete tiež kedykoľvek požiadať o odstránenie Vášho mena zo zoznamu recenzentov.<br /> <br /> Pridelili sme Vám užívateľské meno a heslo, ktoré budete používať na internetových stránkach časopisu. Možno budete chcieť napríklad upraviť svoj profil alebo rozsah záujmu o spracovanie recenzií.<br /> <br /> Užívateľské meno: {$username}<br /> Heslo: {$password}<br /> <br /> Ďakujeme,<br /> {$principalContactSignature}
sl: <p>Spoštovani {$recipientName},</p><p>V luči vašega znanja smo si dovolili registrirati vaše ime v bazo recenzentov za revijo {$contextName}. To ne pomeni nobene obveze z vaše strani in nam le omogoča, da vas lahko povabimo k recenziji prispevkov. Ko boste povabljeni k recenziji, boste lahko videli naslov in povzetek prispevka in se boste lahko odločili ali sodelujete v recenziji ali ne. Kadarkoli lahko zahtevate, da vas odstranimo iz seznama recenzentov.</p><p> Pošiljamo vam uporabniško ime in geslo, ki ju potrebujete za vso interakcijo s revijo preko spleta. Če želite lahko posodobite vaš račun, vključno z recenzentskimi interesi.</p><p>Uporabniško ime: {$recipientUsername}<br /> Geslo: {$password}<br /></p><p>Lepa hvala,<br />{$signature}
sl_si: V luči vašega znanja smo si dovolili registrirati vaše ime v bazo recenzentov za revijo {$contextName}. To ne pomeni nobene obveze z vaše strani in nam le omogoča, da vas lahko povabimo k recenziji prispevkov. Ko boste povabljeni k recenziji, boste lahko videli naslov in povzetek prispevka in se boste lahko odločili ali sodelujete v recenziji ali ne. Kadarkoli lahko zahtevate, da vas odstranimo iz seznama recenzentov.<br /> <br /> Pošiljamo vam uporabniško ime in geslo, ki ju potrebujete za vso interakcijo s revijo preko spleta. Če želite lahko posodobite vaš račun, vključno z recenzentskimi interesi.<br /> <br /> Uporabniško ime: {$recipientUsername}<br /> Geslo: {$password}<br /> <br /> Lepa hvala,<br /> {$signature}
sv: <p>Hej {$recipientName},</p><p>Baserat på den ämnesexpertis du besitter har vi tagit oss friheten att registrera ditt namn i granskardatabasen hos {$contextName}. Detta innebär inga förplikelser från din sida utan innebär endast att vi har möjlighet att höra av oss till dig med ett potentiellt granskningsuppdrag. I samband med inbjudan till granskning kommer du att kunna se titel och abstract för artikeln i fråga och du har alltid möjlighet att antingen acceptera eller avböja inbjudan. Du kan även när som helst be om att få ditt namn bortplockat från listan över granskare.</p><p>Här förser vi dig med användarnamn och lösenord, som används i all interaktion med tidskriften via webbplatsen. Till exempel kan du logga in och uppdatera din profil och ange intresseområden för granskning.</p><p>Användarnamn: {$recipientUsername}<br />Lösenord: {$password}</p><p>Thank you,</p>{$signature}
sv_se: Baserat på den ämnesexpertis du besitter har vi tagit oss friheten att registrera ditt namn i granskardatabasen hos {$contextName}. Detta innebär inga förplikelser från din sida utan innebär endast att vi har möjlighet att höra av oss till dig med ett potentiellt granskningsuppdrag. I samband med inbjudan till granskning kommer du att kunna se titel och abstract för artikeln i fråga och du har alltid möjlighet att antingen acceptera eller avböja inbjudan. Du kan även när som helst be om att få ditt namn bortplockat från listan över granskare.<br /> <br /> Här förser vi dig med användarnamn och lösenord, som används i all interaktion med tidskriften via webbplatsen. Till exempel kan du logga in och uppdatera din profil och ange intresseområden för granskning.<br /> <br /> Användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> Vänligen,<br /> {$principalContactSignature}
tr_tr: Uzmanlık alanınız ışığında, adınızı {$contextName} için hakem veri tabanına kaydettik. Bu sizi herhangi bir katkı yapma zorunluluğu altına sokmaz; ancak değerlendirilmek üzere size bir başvuru göndermemizi sağlar. Değerlendirmesi istenecek makalenin başlığını ve özetini görme olanağı sağlar. Daveti kabul etmek veya reddetmek sizin tasarrufunuzdadır. Ayrıca, dilediğiniz zaman adınızın değerlendirme listesinden kaldırılmasını isteyebilirsiniz.<br /> <br /> Web sitesi üzerinden, dergi ile ilgili tüm işlemler için kullanılan bir kullanıcı adı ve şifre sunuyoruz. Örneğin, bu şifre ile ilgi alanlarınızı ve profilinizi güncelleyebilirsiniz.<br /> <br /> Kullanıcı adı: {$username}<br /> Şifre: {$password}<br /> <br /> Saygılarımızla,<br /> {$principalContactSignature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>З огляду на Ваш досвід ми зареєстрували Ваше ім'я в базі даних рецензентів для "{$contextName}". Це не тягне за собою жодних зобов'язань із Вашого боку, а просто дозволяє нам звернутися до Вас стосовного можливого рецензування матеріалів. Отримавши запрошення на рецензування, Ви матимете можливість побачити назву й анотацію відповідної статті, і Ви завжди зможете прийняти або відхилити запрошення. Ви також можете попросити видалити Ваше ім'я з цього списку рецензентів.</p><p>Ми надаємо Вам ім'я користувача й пароль, які використовуються у всіх взаємодіях із журналом через його вебсайт. Ви можете, наприклад, оновити свій профіль, включно з інтересами щодо рецензій.</p><p>Ім'я користувача: {$recipientUsername}<br />Пароль: {$password}</p><p>Дякую,</p>{$signature}
uk_ua: З огляду на Ваш досвід, ми взяли на себе сміливість внести Ваше ім'я до бази даних рецензентів видання {$contextName}. Це не передбачає жодних зобов'язань з Вашого боку, а лише дозволяє нам розглядати Вас як можливого рецензента рукописів, що подаються до нашого журналу. Під час запрошень на проведення рецензування, Ви матимете можливість бачити назву та анотацію рукопису, про який йтиме мова, і, розглянувши цю інформацію, Ви завжди зможете прийняти або відхилити запрошення. Крім того, в будь-який час Ви можете вимагати видалення свого імені з цього списку рецензентів.<br /> <br /> Ми надаємо Вам ім'я користувача та пароль, які будуть необхідні Вам упродовж усієї подальшої роботи з журналом через його веб-сайт. Серед іншого, Ви можете оновити свій профіль та вказати власні наукові інтереси.<br /> <br /> Ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> Дякую,<br /> {$principalContactSignature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Сизнинг тажрибангизни инобатга олиб, биз исмингизни {$contextName} журналининг тақризчилар маълумотлар базасига киритдик. Бу сиздан ҳеч қандай мажбурият талаб қилмайди, шунчаки бизга сизга тақриз қилиш учун мақолалар таклиф қилиш имконини беради. Тақриз қилишга таклиф қилинганингизда, сиз мақола сарлавҳаси ва аннотациясини кўриш имкониятига эга бўласиз ва ҳар доим таклифни қабул қилиш ёки рад этиш ҳуқуқига эгасиз. Шунингдек, исталган вақтда исмингизни тақризчилар рўйхатидан ўчиришни сўрашингиз мумкин.</p><p>Биз сизга журнал веб-сайти орқали барча алоқалар учун ишлатиладиган фойдаланувчи номи ва паролини тақдим этмоқдамиз. Сиз ўз профилингизни, жумладан, илмий қизиқишларингизни янгилашни хоҳлашингиз мумкин.</p><p>Фойдаланувчи номи: {$recipientUsername}<br />Парол: {$password}</p><p>Ташаккур,</p>{$signature}
vi: Dựa theo chuyên môn của bạn, chúng tôi đã tự đăng ký tên của bạn trong cơ sở dữ liệu của người phản biện cho {$contextName}. Điều này không đòi hỏi bất kỳ hình thức cam kết nào từ phía bạn, mà chỉ cho phép chúng tôi tiếp cận bạn với một bài gửi để bạn có thể nhận xét. Khi được mời nhận xét, bạn sẽ có thể xem tiêu đề và tóm tắt của bài báo đang đề cập và bạn sẽ có thể chấp nhận hoặc từ chối lời mời. Bạn cũng có thể yêu cầu bất cứ lúc nào để xóa tên của bạn khỏi danh sách phản biện.<br /> <br /> Chúng tôi đang cung cấp cho bạn username và mật khẩu, được sử dụng trong tất cả các tương tác với tạp chí thông qua trang web. Bạn có thể muốn, ví dụ, để cập nhật hồ sơ của bạn, bao gồm cả lĩnh vực mà bạn đang quan tâm.<br /> <br /> Username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Trân trọng,<br /> {$signature}
