Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionBackToSubmission.body
source: <p>Dear {$recipientName},</p> <p>Your submission, {$submissionTitle}, has been sent back to the submission stage. An editor will look it over before it is sent for peer review.</p> <p>Occasionally, a decision to send a submission for peer review will be recorded accidentally in our system and we must send it back to the submission stage. I apologize for any confusion this may have caused.</p><p>We will contact you if we need any further assistance.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
hy_am: <p>Հարգելի {$recipientName},</p> <p>Ձեր դիմումը՝ {$submissionTitle}, հետ է ուղարկվել ներկայացման փուլ: Խմբագիրն այն կուսումնասիրի նախքան այն գործընկերների գրախոսման ուղարկելը:</p> <p>Երբեմն, գործընկերների գրախոսման համար ներկայացում ուղարկելու որոշումը պատահաբար գրանցվում է մեր համակարգում, և մենք պետք է այն հետ ուղարկենք ներկայացման փուլ: Ներողություն եմ խնդրում, ցանկացած շփոթության համար, որը սա կարող է առաջացնել:</p><p>Մենք կկապվենք ձեզ հետ, եթե անհրաժեշտ լինի լրացուցիչ օգնություն:</p> <p>Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>։</p> <p>Հարգանքով,</p> <p>{$signature}</p>
