Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionSkipReview.body
source: <p>Dear {$recipientName},</p> <p>I am pleased to inform you that we have decided to accept your submission without peer review. We found your submission, {$submissionTitle}, to meet our expectations, and we do not require that work of this type undergo peer review. We are excited to publish your piece in {$contextName} and we thank you for choosing our journal as a venue for your work.</p> Your submission is now forthcoming in a future issue of {$contextName} and you are welcome to include it in your list of publications. We recognize the hard work that goes into every successful submission and we want to congratulate you on your efforts.</p> <p>Your submission will now undergo copy editing and formatting to prepare it for publication. </p> <p>You will shortly receive further instructions.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
ar: <p>عزيزي {$recipientName}،</p> <p>يسعدني إبلاغك بأننا قررنا قبول طلب تقديمك بدون إجراء التحكيم المناظر. لقد وجدنا بأن طلب تقديمك، {$submissionTitle}، يلبي توقعاتنا، ولا يتطلب عمل من هذا النوع أن يخضع لإجراءات التحكيم المناظر. نحن نتوقع نشر عملك في {$contextName} ونشكرك على اختيار مجلتنا محلاً لإظهار عملك.</p> <p>طلب تقديمك من المتوقع نشره في عدد قادم من {$contextName} ويسعدنا أن تضمنه في قائمة أعمالك المنشورة. نحن نميز الجهد المبذول وراء كل طلب تقديم ناجح ونود تهنئتك على هذا المجهود.</p> <p>سيخضع طلب تقديمك الآن إلى التدقيق الإملائي والتنسيق لتحضيره للنشر.</p> <p>ستتلقى قريبًا المزيد من التعليمات.</p> <p>إن كانت لديك أي أسئلة، يرجى التواصل معي من <a href="{$authorSubmissionUrl}">دفة قيادة طلب تقديمك</a>.</p> <p>أطيب التحايا،</p> <p>{$signature}</p>
bg: <p>Здравейте, {$recipientName},</p> <p>Имам удоволствието да ви информирам, че решихме да приемем вашите материали без рецензиране. Установихме, че вашите материали, {$submissionTitle}, отговарят на очакванията ни и не е необходима допълнителна рецензия. Радваме се да публикуваме вашата статия в {$contextName} и ви благодарим, че избрахте нашето списание като място за вашата работа.</p> Вашата статия ще бъде публикувана в бъдещ брой на {$contextName} и можете да я включите в списъка си с публикации. Признаваме упоритата работа във всяко успешно подаване на материали и искаме да ви поздравим за усилията ви.</p> <p>Вашата статия ще бъде подложено на оформление и форматиране, за да бъде подготвена за публикуване. </p> <p>Скоро ще получите допълнителни инструкции.</p> <p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$authorSubmissionUrl}">табло за управление</a>.</p> <p>С уважение,</p> <p>{$signature}</p>
cs: <p>Vážený/vážená {$recipientName},</p> <p>S potěšením Vám oznamujeme, že jsme se rozhodli přijmout váš příspěvek bez recenzního řízení. Shledali jsme, že vaše práce, {$submissionTitle}, splňuje naše očekávání, a nevyžadujeme, aby práce tohoto typu prošla recenzním řízením. Jsme rádi, že můžeme vaši práci publikovat v našem periodiku {$kontextNázev}, a děkujeme vám, že jste si jako místo pro svou práci vybrali náš časopis.</p> Váš příspěvek nyní vyjde v některém z příštích čísel našeho časopisu {$contextName} a můžete jej zařadit do seznamu svých publikací. Uvědomujeme si tvrdou práci, která stojí za každým úspěšným příspěvkem, a chceme vám k vašemu úsilí poblahopřát.</p> <p>Váš příspěvek nyní projde redakčními úpravami a formátováním, aby byl připraven ke zveřejnění. </p> <p>Brzy dostanete další pokyny.</p> <p>Pokud máte jakékoli dotazy, kontaktujte mě prosím z <a href="{$authorSubmissionUrl}">ovládacího panelu příspěvku</a>.</p> <p>S pozdravem,</p> <p>{$signature}</p>
da: <p>Kære {$recipientName}</p> <p>Jeg er glad for at kunne meddele dig, at vi har besluttet at acceptere din indsendelse uden fagfællebedømmelse. Vi syntes, at din indsendelse, {$submissionTitle}, levede op til vores forventninger, og vi kræver ikke, at arbejde af denne type skal gennemgå fagfællebedømmelse. Vi glæder os til at udgive din artikel i {$contextName}, og vi takker dig, fordi du valgte vores tidsskrift til at udgive dit arbejde.</p> Din indsendelse udkommer nu i en fremtidig udgave af {$contextName}, og du er velkommen til at inkludere den på din liste over publikationer. Vi anerkender det hårde arbejde, der ligger bag hver succesfuld indsendelse, og vi vil gerne lykønske dig med din indsats.</p> <p>Din indsendelse vil nu gennemgå manuskriptredigering og formatering for at forberede den til offentliggørelse. </p> <p>Du vil snart modtage yderligere instruktioner.</p> <p>Hvis du har spørgsmål, bedes du kontakte mig fra dit <a href="{$authorSubmissionUrl}">indsendelseskontrolpanel</a>.</p> <p>Med venlig hilsen</p> <p>{$signatur}</p>
de: <p>Sehr geehrte/r {$recipientName},</p> <p>Ich freue mich, Ihnen mitteilen zu können, dass wir beschlossen haben, Ihre Einreichung ohne Peer Review anzunehmen. Wir sind der Meinung, dass Ihre Einreichung {$submissionTitle} unseren Erwartungen entspricht, und wir verlangen nicht, dass Arbeiten dieser Art einem Peer-Review unterzogen werden. Wir freuen uns, Ihren Beitrag in {$contextName} zu veröffentlichen und danken Ihnen, dass Sie unsere Zeitschrift für Ihre Arbeit gewählt haben.</p> Ihr Beitrag wird nun in einer zukünftigen Ausgabe von {$contextName} veröffentlicht und Sie können ihn gerne in Ihre Publikationsliste aufnehmen. Wir wissen um die harte Arbeit, die hinter jeder erfolgreichen Einreichung steckt, und möchten Ihnen zu Ihren Bemühungen gratulieren.</p>> <p>Ihre Einreichung wird nun redaktionell bearbeitet und formatiert, um sie für die Veröffentlichung vorzubereiten. </p> <p>Sie werden in Kürze weitere Anweisungen erhalten.</p> <p>Wenn Sie Fragen haben, kontaktieren Sie mich bitte über Ihr <a href="{$authorSubmissionUrl}">Einreichungs-Dashboard</a>.</p> <p>Mit freundlichen Grüßen,</p> <p>{$signature}</p>
es: <p>Estimado/a {$recipientName},</p> <p>Me complace informarle de que hemos decidido aceptar su envío sin pasar por la fase de revisión por pares. Le confirmamos que su envío "{$submissionTitle}" cumple con nuestras expectativas, por lo que no necesitamos que este tipo de trabajo pase por la fase de revisión por pares. Estamos emocionados por publicar su trabajo en {$contextName} y le agradecemos que haya elegido nuestra revista como hogar de su trabajo.</p> <p>Su envío se publicará en un número futuro de {$contextName}, así que le invitamos a incluirlo en su lista de publicaciones. Reconocemos el arduo trabajo que implica cada envío exitoso y queremos felicitarle por sus esfuerzos.</p> <p>Ahora su envío pasará a edición y formateo para su posterior publicación. </p> <p>En breve recibirá más instrucciones.</p> <p>Si tiene alguna pregunta, póngase en contacto con nosotros a través de su <a href="{$authorSubmissionUrl}">panel de envíos</a>.</p> <p>Atentamente,</p> <p>{$signature}</p>
eu: <p>{$recipientName} agurgarria:</p> <p>Atsegin handiz jakinarazten dizut zure bidalketa onartu egin dugula, itsu bikoitzeko ebaluaziorik egin gabe. Baieztatzen dizugu zure {$submissionTitle} bidalketak gure espektatibak betetzen dituela eta, beraz, ez dela beharrezkoa lanari itsu bikoitzeko ebaluaziorik egitea. Zure lana {$contextName}-n argitaratzeko irrikaz gaude. Mila esker zure lana argitaratzeko gure aldizkaria aukeratzeagatik.</p> Zure bidalketa {$contextName}-ren hurrengo zenbaki batean argitaratuko da. Hortaz, zure argitalpenen zerrendan txertatzera gonbidatzen zaitugu. Badakigu zer nolako lana egin behar den entregak arrakastatsuak izan daitezen, eta egindako ahalegina eskertu nahi dizugu.</p> <p>Orain, zure lana editatuko eta formateatu egingo da, argitaratzeko prest uzteko.</p> <p>Aurki jarraibide gehiago jasoko dituzu.</p> <p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan hemendik: <a href="{$authorSubmissionUrl}">bidalketen panela</a>.</p> <p>Adeitasunez,</p> <p>{$signature}</p>
hy_am: <p>Հարգելի {$recipientName},</p> <p>Ուրախ եմ ձեզ տեղեկացնել, որ մենք որոշել ենք ընդունել ձեր ներկայացումը առանց գործընկերային գրախոսման: Մենք գտանք, որ ձեր {$submissionTitle} ներկայացումը, համապատասխանում է մեր ակնկալիքներին, և մենք չենք պահանջում, որ այս տեսակի աշխատանքը ենթարկվի գործընկերային գրախոսման: Մենք ուրախ ենք հրապարակել ձեր հոդվածը {$contextName} -ում և շնորհակալություն ենք հայտնում մեր ամսագիրը որպես ձեր աշխատանքի վայր ընտրելու համար:</p> Ձեր ներկայացումն այժմ հասանելի է {$contextName} -ի ապագա համարում, և դուք կարող եք այն ներառել ձեր հրապարակումների ցանկում: Մենք գիտակցում ենք այն քրտնաջան աշխատանքը, որը կատարվում է յուրաքանչյուր հաջող ներկայացման համար և ցանկանում ենք շնորհավորել ձեզ ձեր ջանքերի համար:</p> <p>Ձեր ներկայացումն այժմ կենթարկվի գրական խմբագրման և ձևաչափման՝ այն հրապարակման պատրաստելու համար: </p> <p>Շուտով դուք կստանաք լրացուցիչ հրահանգներ:</p> <p>Եթե հարցեր ունեք, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>։</p> <p>Հարգանքով,</p> <p>{$signature}</p>
id: <p>Yth. {$recipientName},</p> <p>Dengan senang hati kami menginformasikan bahwa kami telah memutuskan menerima naskah Anda tanpa melalui proses review. Naskah Anda, {$submissionTitle}, telah memenuhi ketentuan jurnal, dan tidak perlu melewati proses tersebut. Kami senang menerbitkan karya Anda di {$contextName} dan terima kasih atas pilihan ANda memilih jurnal kami sebagai media publikasi karya Anda.</p> Naskah Anda sekarang berstatus Akan terbit papa nomor {$contextName} dan membolehkan anda menambahkannya ke dalam daftar publikasi Anda. Kami menghargai kerja keras yang telah berhasil diterima dan selamat atas pencapaian Anda.</p> <p>Naskah Anda selanjutnay akan melalui proses copy edit dan pengaturan format agar siap diterbitkan. </p> <p>Kami akan segera mengirimkan panduan lanjutan.</p> <p>Jika ada pertanyaan, silakan hubungi saya melalui <a href="{$authorSubmissionUrl}">dashboar naskah</a> Anda.</p> <p>Hormat Kami,</p> <p>{$signature}</p>
it: <p>Gentilissimo {$recipientName},</p> <p>Ho il piacere di informarla che il suo manoscritto è stato accettato senza peer review. Il suo contributo, {$submissionTitle}, è in linea con la politica editoriale della rivista, che non prevede peer review per questa tipologia di contenuti. Siamo lieti di poter pubblicare il suo contributo in {$contextName} e la ringraziamo per avere scelto la nostra rivista per il suo lavoro. </p> Il suo manoscritto è di prossima pubblicazione in una nuova uscita di {$contextName} e la invitiamo ad aggiungerlo alla sua lista di pubblicazioni . Desideriamo congratularci per il suo impegno professionale, che ha meritatamente ricevuto un esisto positivo.</p> <p>Il suo manoscritto verrà a breve assegnato ad un copyeditor che lo preparerà per la pubblicazione e riceverà nuovi aggiornamenti in tempi tecnici.</p> <p>A disposizione per qualsiasi informazione, la invitiamo a contattarci attraverso <a href="{$authorSubmissionUrl}">dashboard</a>.</p> <p>Cordialmente,</p> <p>{$signature}</p>
mk: <p>Почитуван {$recipientName},</p> <p>Задоволство ми е да ве информирам дека решивме да го прифатиме вашиот поднесок без рецензија. Откривме дека вашето поднесокк, {$submissionTitle}, ги исполнува нашите очекувања и не бараме трутот од овој тип да биде подложена на рецензија. Возбудени сме што ќе го објавиме вашиот труд во {$contextName} и ви благодариме што го избравте нашето списание за вашата работа.</p> Вашиот поднесок сега е достапен во идниот број на {$contextName} и добредојдени сте да го вклучите во вашата листа на публикации. Ја препознаваме напорната работа што се вложува во секое успешно поднесување и сакаме да ви честитаме за вашите напори.</p> <p>Вашиот поднесок сега ќе претрпи уредување и форматирање на копии за да се подготви за објавување. </p> <p>Наскоро ќе добиете дополнителни инструкции.</p> <p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$authorSubmissionUrl}">контролна табла за поднесување</a>.</p> <p>Со почит,</p> <p>{$signature}</p>
mr: <p>प्रिय {$recipientName},</p> <p>मला तुम्हाला कळवण्यास आनंद होत आहे की आम्ही तज्ज्ञ समीक्षणाशिवाय तुमचे सादरीकरण स्वीकारण्याचा निर्णय घेतला आहे. आम्हाला तुमचे सादरीकरण, {$submissionTitle} आमच्या अपेक्षा पूर्ण करणारे आढळले आहे आणि या प्रकारच्या संशोधनासाठी तज्ज्ञ समीक्षणाची आवश्यकता वाटत नाही. तुमचा लेख {$contextName} मध्ये प्रकाशनासाठी घेताना आम्हाला हर्ष होत आहे आणि संशोधनासाठी तुम्ही आमच्या नियतकालिकाची निवड केलीत याबद्दल आम्ही तुमचे आभारी आहोत.</p> <p>तुमचे सादरीकरण {$contextName} च्या भावी अंकात प्रकाशित होईल आणि तुम्ही तुमच्या प्रकाशनांच्या सूचीमध्ये ते समाविष्ट करणे स्वागतार्ह ठरेल. आम्हाला प्रत्येक यशस्वी सादरीकरणासाठी घेतल्या गेलेल्या परिश्रमांची जाणीव आहे आणि आपण या टप्प्यावर पोहोचल्याबद्दल आम्ही तुमचे अभिनंदन करू इच्छितो.</p> <p>तुमचे सादरीकरण आता प्रकाशनासाठी तयार करण्यासाठी त्याची सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटिंग) तसेच पृष्ठ रचनेच्या (फॉरमॅटिंग) टप्प्यांमधून जाईल.</p> <p >तुम्हाला पुढील निर्देश लवकरच प्राप्त होतील.</p> <p>तुम्हाला काही प्रश्न असल्यास, कृपया तुमच्या <a href="{$authorSubmissionUrl}">सादरीकरण डॅशबोर्ड</a> वरून माझ्याशी संपर्क साधा.</p> <p >विनम्र अभिवादन,</p> <p>{$signature}</p>
ms: <p>Yang dihormati {$recipientName},</p> <p>Saya berbesar hati untuk memaklumkan anda bahawa kami telah memutuskan untuk menerima penyerahan anda tanpa semakan rakan sebaya. Kami mendapati penyerahan anda, {$submissionTitle}, memenuhi jangkaan kami dan kami tidak memerlukan kerja jenis ini menjalani semakan rakan sebaya. Kami teruja untuk menerbitkan karya anda dalam {$contextName} dan kami berterima kasih kerana memilih jurnal kami sebagai tempat untuk kerja anda.</p> Penyerahan anda kini akan dikeluarkan dalam keluaran masa hadapan {$contextName} dan anda dialu-alukan untuk memasukkannya dalam senarai penerbitan anda. Kami mengiktiraf kerja keras yang dilakukan dalam setiap penyerahan yang berjaya dan kami ingin mengucapkan tahniah atas usaha anda.</p> <p>Serahan anda kini akan menjalani pengeditan dan pemformatan salinan untuk menyediakannya untuk penerbitan. </p> <p>Anda akan menerima arahan lanjut sebentar lagi.</p> <p>Jika anda mempunyai sebarang soalan, sila hubungi saya daripada <a href="{$authorSubmissionUrl}">papan pemuka penyerahan</a> anda.</p> <p>Salam hormat,</p> <p>{$signature}</p>
nb: <p>Kjære {$recipientName}</p> <p>Jeg er glad for å kunne informere deg om at vi har besluttet å akseptere ditt manuskript {$submissionTitle} uten fagfellevurdering. Vi gleder oss til å publisere din artikkel i {$contextName}, og vi takker deg for at du valgte vårt tidsskrift til ditt arbeid.</p> Ditt manuskript vil bli publisert i et fremtidig nummer av {$contextName}, og du er velkommen til å inkludere det i din publikasjonsliste. Vi anerkjenner det harde arbeidet som ligger bak hvert antatte manuskript og vil gjerne gratulere deg med innsatsen.</p> <p>Ditt manuskript vil nå bli redigert og formatert for å klargjøres for publisering.</p> <p>Du vil snart motta ytterligere instruksjoner.</p> <p>Hvis du har spørsmål, ta kontakt via din <a href="{$authorSubmissionUrl}">innleveringsside</a>.</p> <p>Med vennlig hilsen</p> <p>{$signatur}</p>
pl: <p>Drogi {$recipientName},</p> <p>Z przyjemnością informujemy, że zdecydowaliśmy się zaakceptować Twoje zgłoszenie bez wzajemnej weryfikacji. Stwierdziliśmy, że Twoje zgłoszenie {$submissionTitle} spełnia nasze oczekiwania i nie wymagamy, aby prace tego typu były poddawane wzajemnej ocenie. Cieszymy się, że możemy opublikować Twój artykuł w {$contextName} i dziękujemy za wybranie naszego czasopisma jako miejsca Twojej pracy.</p> Twoje zgłoszenie pojawi się teraz w przyszłym wydaniu {$contextName} i możesz umieścić je na swojej liście publikacji. Doceniamy ciężką pracę włożoną w każde udane zgłoszenie i chcemy pogratulować Ci wysiłków.</p> <p>Twoje zgłoszenie zostanie teraz poddane edycji i formatowaniu w celu przygotowania go do publikacji. </p> <p>Wkrótce otrzymasz dalsze instrukcje.</p> <p>Jeśli masz jakieś pytania, skontaktuj się ze mną za pomocą <a href="{$authorSubmissionUrl}">panelu zgłoszeń</a>.</p> <p>Pozdrawiam,</p> <p>{$signature}</p>
ru: <p>Уважаемый {$recipientName}!</p> <p>Я рад сообщить Вам, что мы решили принять Ваш материал без рецензирования. Мы считаем, что материал {$submissionTitle} полностью соответствует требованиям нашего журнала и не нуждается в дополнительной экспертной оценке. Мы рады опубликовать Ваш материал в журнале {$contextName} и благодарим Вас за выбор нашего журнала для публикации результатов Ваших исследований.</p> Ваша статья будет опубликована в ближайшем выпуске журнала {$contextName}, и Вы сможете включить её в Ваш список публикаций. Мы понимаем, какая серьёзная работа предшествует каждой научной публикации, и хотим поздравить Вас с её успешным завершением.</p> <p>Теперь Ваш материал будет отредактирован и отформатирован для подготовки к публикации. </p> <p>В ближайшее время Вы получите от меня дальнейшие инструкции.</p> <p>Если у Вас возникли вопросы, пожалуйста, свяжитесь со мной из Вашего <a href="{$authorSubmissionUrl}">аккаунта</a>.</p> <p>С уважением,</p> <p>{$signature}</p>
sl: <p>Spoštovani {$recipientName},</p> <p>V veselje mi je, da vam lahko sporočim, da bomo sprejeli vaš prispevek brez recenzijskega postopka. Vaš prispevek, {$submissionTitle}, dosega naše zahteve in zato recenzija ni potrebna. Veseli nas, da bomo lahko objavili vaše delo v reviji {$contextName} in se vam zahvaljujemo za objavo v naši reviji.</p> Vaš prispevek je sedaj na voljo za objavo v eni od prihodnjih številk revije {$contextName}. Zavedamo se dela, ki je potreben za vsak uspešen prispevek in se vam zahvaljujemo za vaš trud.</p> <p>Vaš prispevek bo šel zdaj v fazo lektoriranja in produkcije, da se ga pripravi za objavo. </p> <p>V kratkem prejmete nadaljna navodila.</p> <p>Če imate kakršnokoli vprašanje, me lahko kontaktirate preko vaše <a href="{$authorSubmissionUrl}">nadzorne plošče prispevkov</a>.</p> <p>S spoštovanjem,</p> <p>{$signature}</p>
sv: <p>Hej {$recipientName},</p> <p>Vi har beslutat att acceptera ditt manuskript {$submissionTitle} utan att låta det genomgå sakkunniggranskning. Tack för att du skickade in ditt bidrag till {$contextName}.</p> Ditt bidrag till kommer att publiceras i ett framtida nummer av {$contextName} och du kan inkludera det i din egen publikationslista.</p> <p>Bidraget kommer genomgå redigering och formatering för att färdigställa det för publicering</p> <p>Du kommer snart få ytterligare instruktioner</p> <p>Om du har några frågor kan du kontakta mig genom <a href="{$authorSubmissionUrl}">gränssnittet för ditt bidrag</a>.</p> <p>Vänliga hälsningar,</p> <p>{$signature}</p>
uk: <p>Шановний(-а) {$recipientName}!</p> <p>Раді повідомити Вам, що ми вирішили прийняти Ваше подання без експертного оцінювання. Ми виявили, що ваша праця "{$submissionTitle}" відповідає нашим очікуванням, і ми не вимагаємо, щоб роботи такого типу проходили експертну перевірку. Ми раді опублікувати Вашу статтю в "{$contextName}" і дякуємо Вам за вибір нашого журналу як місця для Вашого твору.</p> Ваше подання зараз очікується в наступному номері "{$contextName}", і Ви можете включити його до свого списку публікацій. Ми визнаємо важку роботу, яка вкладається в кожну успішну подачу, і хочемо привітати Вас із вашими зусиллями.</p> <p>Тепер Ваше подання буде відредаговано та відформатовано для підготовки до опублікування. </p> <p>Незабаром Ви отримаєте подальші інструкції.</p> <p>Якщо у Вас виникли запитання, будь ласка, зв'яжіться зі мною з <a href="{$authorSubmissionUrl}">інформаційної панелі Вашого подання</a>.</p> <p>Щирі вітання,</p> <p>{$signature}</p>
uz@latin: <p>Hurmatli {$recipientName},</p> <p>Biz sizning taqdimnomangizni ko'rib chiqmasdan qabul qilishga qaror qilganimizni ma'lum qilishdan mamnunman. Biz sizning {$submissionTitle} taklifingizni kutganimizga mos deb topdik va bu turdagi ishni oʻzaro tekshirishni talab qilmaymiz. Asaringizni {$contextName} da chop etishdan xursandmiz va jurnalimizni ish joyingiz sifatida tanlaganingiz uchun tashakkur bildiramiz.</p> Sizning taqdimnomangiz endi {$contextName} jurnalining kelgusi sonida chop etiladi va uni nashrlar roʻyxatiga kiritishingiz mumkin. Biz har bir muvaffaqiyatli topshirish uchun mashaqqatli mehnatni tanlaymiz va sizni sa'y-harakatlaringiz bilan tabriklaymiz.</p> <p>Endi sizning taqdimnomangiz nashrga tayyorlash uchun nusxa ko'chirish va formatlashdan o'tadi. </p> <p>Tez orada qo'shimcha ko'rsatmalar olasiz.</p> <p>Agar sizda biron bir savol bo'lsa, iltimos, <a href="{$authorSubmissionUrl}">yuborish paneli</a> orqali men bilan bog'laning.</p> <p>Hurmat bilan,</p> <p>{$imzo}</p>
uz_cyrl: <p>Ҳурматли {$recipientName},</p> <p>Сизнинг аризангизни тақриз жараёнисиз қабул қилишга қарор қилганимизни мамнуният билан маълум қиламан. Биз сизнинг "{$submissionTitle}" мақолангизни талабларимизга мос деб топдик ва бу турдаги ишлар тақриз жараёнидан ўтишини талаб қилмаймиз. Биз ишингизни {$contextName} журналида нашр этишдан хурсандмиз ва ишингиз учун бизнинг журнални танлаганингиз учун ташаккур билдирамиз.</p> Аризангиз энди {$contextName} журналининг келгуси сонларидан бирида нашр этилади ва сиз уни ўз нашрларингиз рўйхатига киритишингиз мумкин. Биз ҳар бир муваффақиятли ариза ортида катта меҳнат ётишини тушунамиз ва сизни табриклаймиз.</p> <p>Аризангиз энди нашрга тайёрлаш учун таҳрир қилиш ва форматлаш жараёнидан ўтади. </p> <p>Тез орада сизга кейинги кўрсатмалар юборилади.</p> <p>Агар сизда саволлар бўлса, илтимос, <a href="{$authorSubmissionUrl}">аризалар панели</a> орқали мен билан боғланинг.</p> <p>Эҳтиром билан,</p> <p>{$signature}</p>

# emails.editorDecisionSkipReview.subject
source: Your submission has been sent for copyediting
ar: طلب تقديمك تمت إعادته إلى التدقيق
az: #YOX
bg: Вашето представяне е изпратено за стилова редакция
ca: La vostra tramesa ha estat enviada a correcció
cs: Váš příspěvek byl odeslán do copyeditovací fáze
da: Din indsendelse er blevet sendt til manuskriptredigering
de: Ihre Einreichung wurde in das Lektorat geschickt
es: Su artículo se ha enviado a edición
eu: Zure bidalketa zuzentzeko bidali da
hy_am: Ձեր ներկայացումն ուղարկվել է գրական խմբագրման
id: Naskah Anda telah dikirim untuk proses copyediting
it: Il suo contributo è stato assegnato al copyediting
mk: Вашиот поднесок е испратен на едитирање
mr: तुमचे सादरीकरण आता त्याची सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटिंग) करण्यासाठी पाठवले गेले आहे
ms: Penyerahan anda telah dihantar untuk disalin
nb: Din innlevering er blitt sendt til språkvask
pl: Twoje zgłoszenie zostało przesłane do etapu korekty technicznej
ru: Ваш материал отправлен на корректуру
sl: Vaš prispevek je bil poslan v fazo lektoriranja
sv: Ditt bidrag har skickats till manusredigering
tr: Aday makaleniz son kopya düzenleme için gönderildi
uk: Ваше подання відправлено на літературне редагування
uz@latin: Taqdimotingiz nusxa ko'chirish uchun yuborildi
uz_cyrl: Сизнинг аризангиз таҳрирлаш (copyediting) босқичига юборилди
vi: Bài gửi của bạn đã được gửi để sao chép
zh_tw: 我們現正為您的投稿進行審稿
