Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionAccept.subject
source: Your submission has been accepted to {$contextName}
ar: لقد تم قبول طلب تقديمك في {$contextName}
az: Namizəd məqaləniz {$contextName} üçün qəbul edildi
bg: Вашето подаване на материали е прието към {$contextName}
bg_bg: Решение на редактора
ca: La vostra tramesa a {$contextName} ha estat acceptada
cs: Váš příspěvek do periodika {$contextName} byl přijat
cs_cz: Rozhodnutí editora
da: Din indsendelse er blevet accepteret til {$contextName}
da_dk: Redaktørbeslutning
de: Ihre Einreichung wurde bei {$contextName} angenommen
de_de: Entscheidung der Redaktion
es: Su envío a {$contextName} ha sido aceptado
es_es: Decisión del editor/a
eu: Zure bidalketa {$contextName}-ra onartu da
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
hy_am: Ձեր ներկայացումն ընդունվել է {$contextName }-ում
id: Naskah Anda telah diterima pada {$contextName}
is_is: Handritið þitt hefur verið samþykkt fyrir {$contextName}
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Сіздің өтініміңіз {$contextName} қабылданды
mk: Вашиот поднесок е прифатен во {$contextName}
mk_mk: Вашиот поднесок е прифатен во {$contextName}
mr: तुमचे सादरीकरण {$contextName} वर स्वीकारले गेले आहे
ms: Penyerahan anda telah diterima ke {$contextName}
ms_my: Keputusan Editor
nb: Innleveringen din har blitt akseptert til {$contextName}
nl_nl: Redacteursbeslissing
pl: Twoje zgłoszenie zostało zaakceptowane w {$contextName}
pt_br: Decisão editorial
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru: Ваш материал был принят в «{$contextName}»
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl: Vaš prispevek je bil sprejet pri reviji {$contextName}
sl_si: Vaš prispevek je bil sprejet pri reviji {$contextName}
sv: Ditt bidrag har accepterats av {$contextName}
sv_se: Redaktörsbeslut
tr: Aday makaleniz {$contextName} için kabul edildi
tr_tr: Editör Kararı
uk: Ваше подання прийнято до "{$contextName}"
uk_ua: Рішення редактора
uz@latin: Sizning arizangiz {$contextName} uchun qabul qilindi
uz_cyrl: Сизнинг аризангиз {$contextName} журналига қабул қилинди
vi: Bài gửi của bạn đã được chấp nhận cho {$contextName}
zh_tw: 您的投稿已被{$contextName}接受

# emails.reviewRemindAutoOneclick.description
source: This email is automatically sent when a reviewer's due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is enabled. Scheduled tasks must be enabled and configured (see the site configuration file).
bg_bg: Този имейл се изпраща автоматично, когато изтича срокът на рецензента (вижте Опции за рецензии в Настройки > Работен поток > Преглед) и достъпът на рецензент с едно щракване е активиран. Планираните задачи трябва да бъдат активирани и конфигурирани (вижте конфигурационния файл на сайта).
bs_ba: Ovim obrascem e-pošte urednik rubrike podsjeća recenzenta da rok za izradu recenzije istekao. Obrazac se koristi ukoliko je recenzentu je omogućen pristup jednim klikom.
ca_es: Aquest missatge de correu electrònic s'envia automàticament quan se supera la data de venciment per a una revisió (vegeu les opcions de revisió del pas 2 de la configuració de la revista) i s'ha habilitat l'accés per a revisors en un clic. Les tasques planificades han d'estar habilitades i configurades (vegeu el fitxer de configuració del lloc).
cs_cz: Tento email je automaticky poslán, když recenzentovi vyprší stanovený termín pro zpracování recenze (viz Možnosti recenze v Nastavení časopisu, Krok 2) a je povolen přístup recenzenta na jedno kliknutí. Musí být povoleny a nakonfigurovány naplánované úlohy (viz konfigurační soubor stránky).
da_dk: Denne e-mail sendes automatisk, når en bedømmers forfaldsdato overskrides (se Bedømmelsesindstillinger under Konfiguration af tidsskrift, trin 2), og når adgang for bedømmere ved hjælp af ét klik er aktiveret. Planlagte opgaver skal aktiveres og konfigureres (se webstedets konfigurationsfil).
de_de: Diese E-Mail wird automatisch verschickt, wenn das Fälligkeitsdatum für eine/n Gutachter/in verstrichen ist (vgl. die Begutachtungseinstellungen in Schritt 2 des Zeitschriftensetups) und wenn der One-Click-Zugang für Gutachter/innen aktiviert ist. Planmäßige Aufgaben (scheduled tasks) müssen aktiviert und konfiguriert sein (vgl. die Konfigurationsdatei der Website).
es_es: Este correo electrónico se envía automáticamente cuando transcurre la fecha de vencimiento del revisor (consulte Opciones de revisión en Configuración > Flujo de trabajo> Revisar) y cuando se habilita el acceso de revisor con un clic. Las tareas programadas deben estar habilitadas y configuradas (consulte el archivo de configuración del sitio).
fr_ca: Ce courriel est envoyé automatiquement lorsque la date d'échéance de remise d'une évaluation est révolue (voir Options d'évaluation sous Paramètres > Flux des travaux > Évaluation) et que l'accès de l'évaluateur-trice en un clic est activé. Les tâches planifiées doivent être activées et configurées (voir le fichier de configuration du site).
fr_fr: Ce courriel est envoyé automatiquement quand la date d'échéance de l'évaluation est dépassée (voir Options d'évaluation à l'Étape 2 de Configuration de la revue) et que l'accès en « un clic » à un rapporteur est activé. Les Tâches planifiées doivent être activées et configurées (voir le fichier de configuration du site).
gl_es: Este correo electrónico envíase automaticamente cando se supera a data de vencemento para unha revisión (vexa as opcións de revisión do paso 2 da configuración da revista) e se activa o acceso para revisores nun clic. As tarefas programadas deben estar activadas e configuradas (vexa o arquivo de configuración do sitio).
hi_in: यह ईमेल स्वचालित रूप से तब भेजा जाता है जब एक समीक्षक की नियत तिथि समाप्त हो जाती है (सेटिंग्स> वर्कफ़्लो> समीक्षा के तहत समीक्षा विकल्प देखें) और एक-क्लिक समीक्षक पहुंच सक्षम है। अनुसूचित कार्यों को सक्षम और कॉन्फ़िगर किया जाना चाहिए (साइट कॉन्फ़िगरेशन फ़ाइल देखें).
is_is: Þessi tölvupóstur sendist sjálfkrafa eþgar komið er fram yfir skiladag ritrýni. (Sjá ritýni valkosti undir Stillingar>Verkferlar>Ritrýni) og þegar beinn aðgangur ritrýnis er virkjaður. Áætluð verk þurfa að vera virkjuð og uppsett (Sjá config. skrá vefsíðunnar).
it_it: Questa email viene mandata automaticamente quando una data di revisionee scade (vedi opzioni del revisore nel Journal Setup, passo 2) e l'accesso one-click del revisore è attivato. I compiti programmati devono essere abilitati e configurati (vedi il file di configurazione del sito).
ka_ge: ეს წერილი იგზავნება ავტომატურად, როდესაც რეცენზიის მოწოდების ვადა გავიდა (იხილეთ პარამეტრები > სამუშაო პროცესი > რეცენიზრება) და რეცენზენტს პირდაპირი წვდომა გამოერთო. დაგეგმილი ამოცანები უნდა ჩაირთოს (იხილეთ საიტის კონფიგურაციის ფაილი).
kk_kz: Бұл электрондық пошта шолушының жіберу күні өткен кезде автоматты түрде жіберіледі (Параметрлер> Жұмыс үрдісі> Қарау бөліміндегі Қарау опцияларын қараңыз) және шолушының тікелей сілтемесі қосылған. Жоспарланған тапсырмалар қосылып, конфигурациялануы керек (сайттың конфигурация файлын қараңыз).
ms_my: E-mel ini dihantar secara automatik apabila tarikh akhir pengulas berlalu (lihat Pilihan Ulasan di bawah Tetapan> Aliran Kerja> Ulasan) dan akses pengulas satu klik didayakan. Tugas berjadual mesti didayakan dan dikonfigurasi (lihat fail konfigurasi laman web).
nl_nl: Deze e-mail wordt automatisch verzonden als de afgesproken reviewperiode verstrijkt (zie review opties onder Tijdschrift inrichten, stap 2) en een-klik toegang voor de reviewer is ingeschakeld. Scheduled tasks moeten ingeschakeld en geconfigureerd zijn (zie het configuratiebestand van de site)
pt_br: Mensagem enviada automaticamente ao avaliador quando a data de conclusão de avaliação for ultrapassada (veja as Opções de Avaliação no Passo 2 da Configuração da Revista) e o acesso 1-Clique estiver ativado. Tarefas agendadas devem ser habilitadas e configuradas (veja o arquivo de configuração do sistema).
pt_pt: Este e-mail é enviado automaticamente quando o prazo de revisão expirou (consulte Opções de revisão em Configurações > Fluxo de trabalho > Revisão) e o acesso em um clique está ativo. As tarefas agendadas devem ser ativadas e configuradas (consulte o ficheiro de configuração do portal).
ro_ro: Acest e-mail este trimis automat la expirarea termenului de scadență al unui revizor (consultați Opțiunile de revizuire din Setări> Flux de lucru> Revizuire) și accesul cu un singur clic al revizorului este activat. Sarcinile programate trebuie să fie activate și configurate (consultați fișierul de configurare a site-ului).
ru_ru: Это письмо отправляется автоматически, когда дата предоставления рецензии рецензентом прошла (смотрите Параметры рецензирования в Настройки > Рабочий процесс > Рецензирование) и прямой доступ рецензента по ссылке включен. Запланированные задачи должны быть включены и настроены (смотрите файл конфигурации сайта).
sk_sk: Tento email je automaticky poslaný, keď recenzentovi vyprší stanovený termín pre spracovanie recenzie (pozri Možnosti recenzie v Nastavenie časopisu, Krok 2) a je povolený prístup recenzenta na jedno kliknutie. Musia byť povolené a nakonfigurované naplánované úlohy (pozri konfiguračný súbor stránky).
sl_si: Ta email se pošlje recenzentu avtomatično, ko poteče rok za opravljanje recenzije (več v recenzijskih nastavitveh v Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
sv_se: Det här e-postmeddelandet skickas automatiskt när en granskares deadline löper ut (se Granskningsalternativ under Inställningar > Arbetsflöde > Granskning) och när Granskning utan inloggning är aktiverat. Schemalagda aktiviteter måste vara aktiverat och konfigurerat (se serverns konfigurationsfil).
tr_tr: Gözden geçirme işlemi için verilen süre geçtiğinde ve hakemler için tek tıklama özelliği açıldığında bu elektronik posta otomatik olarak gönderilir(Derginin Kurulum Bölümü altındaki Gözden Geçirme seçeneklerine bakınız, Adım 2). Zamanlanmış görevler aktif hale getirilmeli ve düzenlenmelidir(alan düzenleme dosyasına bakınız).
uk_ua: Цей лист автоматично надсилається рецензенту, коли настає кінцева дата рецензування (див. розділ "Налаштування рецензування" кроку 2 Налаштування журналу) та включений доступ рецензента "єдиним натисканням". Щоб ця функціональність працювала необхідно включити на налаштувати Scheduled tasks (див. файл конфігурації сайту).
