Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionNotify.subject
source: Subscription Notification
ar: إشعار الإشتراك
az: Abunəlik məlumatlandırma
bg: Уведомление за абонамент
bg_bg: Уведомление за абонамент
bs_ba: Obavijest o pretplati
ca: Notificació de subscripció
ca_es: Notificació de subscripció
cs: Oznámení o předplatném
cs_cz: Oznámení o předplatném
da: Abonnementsmeddelelse
da_dk: Abonnementsmeddelelse
de: Benachrichtigung zu einem Abonnement
de_de: Abonnementbestätigung
es: Notificación de suscripción
es_es: Notificación de suscripción
eu: Harpidetzaren jakinarazpena
fi_fi: Ilmoitus tilauksesta
fr_ca: Avis d'abonnement
fr_fr: Avis d'abonnement
gl_es: Notificación de subscrición
hi_in: सदस्यता अधिसूचना
hu: Előfizetési értesítő
hy_am: Բաժանորդագրության ծանուցում
id: Pemberitahuan Langganan
it: Notifica di abbonamento
it_it: Notifica di abbonamento
ka_ge: შეტყობინება გამოწერის შესახებ
kk_kz: Жазылым туралы хабарлама
mk: Известување за претплата
mk_mk: Известување за претплата
mr: वर्गणी/सदस्यता सूचना
ms: Notifikasi Langganan
ms_my: Notifikasi Langganan
nb: Varsel om nyopprettet abonnement
nl_nl: Bevestiging abonnement
pl: Powiadomienia o subskrypcji
pt_br: Confirmação de assinatura
pt_pt: Confirmação de subscrição
ro_ro: Notificare abonat
ru: Уведомление о подписке
ru_ru: Уведомление о подписке
sk_sk: Oznámenie o predplatnom
sl: Obvestilo o naročnini
sl_si: Obvestilo o naročnini
sv: Meddelande om prenumerationsregistrering
sv_se: Meddelande om prenumerationsregistrering
tr: Abonelik Bilgilendirme
tr_tr: Abonelik Bilgilendirme
uk: Повідомлення щодо передплати
uk_ua: Повідомлення щодо передплати
uz@latin: Obuna haqida bildirishnoma
uz_cyrl: Обуна ҳақида хабарнома
vi: Thông báo thuê bao
zh_tw: 訂閱通知

# emails.emailLink.description
source: This email template provides a registered reader with the opportunity to send information about an article to somebody who may be interested. It is available via the Reading Tools and must be enabled by the Journal Manager in the Reading Tools Administration page.
ar: قالب هذه الرسالة نموذج لما يرسله قارئ مسجل في موقع المجلة إلى أحد معارفه ملفتاً نظره إلى مقالة علمية أو بحث. تلك الخاصية متوافرة عبر أدوات القراءة وينبغي تفعيلها من قبل مدير موقع المجلة في صفحة إدارة أدوات القراءة.
bg: Този шаблон за имейл предоставя на регистриран читател възможност да изпраща информация за статия на някой, който може да се интересува. Той е достъпен чрез инструментите за четене и трябва да бъде активиран от мениджъра на дневника на страницата за администриране на инструментите за четене.
bg_bg: Този шаблон за имейл предоставя на регистриран читател възможност да изпраща информация за статия на някой, който може да се интересува. Той е достъпен чрез инструментите за четене и трябва да бъде активиран от мениджъра на дневника на страницата за администриране на инструментите за четене.
bs_ba: Ovaj obrazac e-pošte omogućuje registriranom čitatelju da šalje informaciju o članku nekome tko je zainteresiran. Ovaj je obrazac dostupan putem alata za čitanje i njegovu upotrebu mora aktivirati glavni urednik unutar postavki alata za čitanje među postavkama časopisa.
ca: Aquesta plantilla de missatge de correu electrònic ofereix als lectors registrats l'oportunitat d'enviar informació sobre un article a algú que hi pugui estar interessat. Aquesta plantilla està disponible a les eines de lectura si l'administrador de la revista l'ha habilitada a la pàgina d'administració d'aquestes eines.
ca_es: Aquesta plantilla de missatge de correu electrònic ofereix als lectors registrats l'oportunitat d'enviar informació sobre un article a algú que hi pugui estar interessat. Aquesta plantilla està disponible a les eines de lectura si l'administrador de la revista l'ha habilitada a la pàgina d'administració d'aquestes eines.
cs: Tato emailová šablona umožňuje registrovanému čtenáři poslat informaci o článku někomu, koho by mohl zajímat. Je dostupná přes Nástroje pro čtení a musí být povolena manažerem časopisu na stránce Správa nástrojů pro čtení.
cs_cz: Tato emailová šablona umožňuje registrovanému čtenáři poslat informaci o článku někomu, koho by mohl zajímat. Je dostupná přes Nástroje pro čtení a musí být povolena manažerem časopisu na stránce Správa nástrojů pro čtení.
da: Denne e-mail-skabelon giver en registreret læser mulighed for at sende oplysninger om en artikel til en person, der muligvis er interesseret. Den er tilgængelig via læseværktøjerne og skal aktiveres af tidsskriftschefen på siden Administration af læseværktøjer.
da_dk: Denne e-mail-skabelon giver en registreret læser mulighed for at sende oplysninger om en artikel til en person, der muligvis er interesseret. Den er tilgængelig via læseværktøjerne og skal aktiveres af tidsskriftschefen på siden Administration af læseværktøjer.
de: Diese E-Mail-Vorlage bietet registrierten Leser/innen die Möglichkeit, Informationen über einen Artikel an eine interessierte Person zu senden. Sie ist über die Reading Tools verfügbar und muss von dem/der Zeitschriftenmanager/in auf der Verwaltungsseite der Reading Tools aktiviert werden.
de_de: Diese E-Mail-Vorlage gibt einer registrierten Leserin/einem registrierten Leser die Möglichkeit, Informationen über einen Artikel an jemanden zu senden, die/der sich eventuell dafür interessiert. Sie ist über die Lesewerkzeuge erreichbar und muss von der/dem Zeitschriftenverwalter/in in den Einstellungen der Lesewerkzeuge aktiviert werden.
es: Esta plantilla de correo proporciona a un/a lector/a registrado/a la oportunidad de enviar información sobre un artículo a alguien a quien le podría interesar. Está disponible a través de las Herramientas de Lectura y debe ser activado por el/la Gestor/a de la Revista en las Administración de Herramientas de Lectura.
es_es: Esta plantilla de correo proporciona a un/a lector/a registrado/a la oportunidad de enviar información sobre un artículo a alguien a quien le podría interesar. Está disponible a través de las Herramientas de Lectura y debe ser activado por el/la Gestor/a de la Revista en las Administración de Herramientas de Lectura.
eu: Mezu-txantiloi hau irakurle erregistratuek erabil dezakete beste norbaiti artikulu bati buruzko informazioa bidaltzeko, interesatuko zaiolakoan. Irakurtzeko tresnen bidez eskuratzen da txantiloi hau, eta Aldizkariaren kudeatzaileak gaitu behar du Irakurtzeko tresnen administrazio-orrian.
fr_ca: Ce modèle de courriel fournit à un,une lecteur-trice inscrit-e l'occasion d'envoyer de l'information à quelqu'un qui peut être intéressé par un article en particulier. Il est disponible via Outils de lecture et doit être activé par le,la directeur-trice de la revue à la page Gestion des outils de lecture.
fr_fr: Ce courriel type donne à un lecteur inscrit l'occasion d'envoyer de l'information à quelqu'un qui peut être intéressé par un article en particulier. Il est disponible via Outils de lecture et doit être activé par le Directeur de la revue à la page Gestion des outils de lecture.
gl_es: Este modelo de correo electrónico ofrece a un lector/a rexistrado/a a oportunidade de enviar información sobre un artigo a alguén que poida estar interesado. Está dispoñible a través das ferramentas de lectura e debe ser activado polo administrador/a da revista na páxina de administración de ferramentas de lectura.
hi_in: यह ईमेल टेम्प्लेट एक पंजीकृत पाठक को एक लेख के बारे में जानकारी भेजने का अवसर प्रदान करता है, जिसे कोई दिलचस्पी हो। यह रीडिंग टूल्स के माध्यम से उपलब्ध है और जर्नल मैनेजर द्वारा रीडिंग टूल्स एडमिनिस्ट्रेशन पेज में सक्षम होना चाहिए.
hu: Ez az email sablon a regisztrált olvasóknak kínál lehetőséget arra, hogy ajánlhassák másoknak az érdekesnek talált cikkeket. Ez az Olvasói eszközöknél érhető el és a Folyóirat menedzser engedélyezheti az Olvasói eszközök adminisztrációs oldalán.
hy_am: Էլ․ փոստի այս ձևանմուշը գրանցված ընթերցողին հնարավորություն է տալիս հոդվածի մասին տեղեկատվություն ուղարկել մեկին, ով կարող է հետաքրքրված լինել դրանով: Այն հասանելի է "Ընթերցանության գործիքների" միջոցով և պետք է միացված լինի ամսագրի կառավարիչի կողմից "Ընթերցանության գործիքների կառավարում" էջում:
id: Template email ini memungkinkan pembaca terdaftar mengirimkan informasi tentang suatu artikel kepada seseorang yang mungkin akan tertarik. Email ini tersedia di Alat Baca dan harus diaktifkan oleh Manajer Jurnal di halaman Administrasi Alat Baca.
it: Questo modello di email fornisce ad un utente registrato l'opportunità di inviare informazioni su un articolo a qualcuno che potrebbe essere interessato. E' disponibile via utility di lettura e e deve essere abilitata dall'amministratore della rivista nella pagina di amministrazione delle utility di lettura.
it_it: Questo modello email fornisce ad un utente registrato l'opprtunità di inviare informazioni su un articolo a qualcuno che potrebbe essere interessato. E' disponibile via utility di lettura e e deve essere abilitata dall'amministratore della rivista nella pagina di amministrazione delle utility di lettura.
ka_ge: წერილის ეს შაბლონი დარეგისტრირებულ მკითხველს საშუალებას აძლევს გაგზავნოს ინფორმაცია სტატიის შესახებ მასთან, ვინც შესაძლოა დაინტერსდეს. წვდომა სექციიდან „მკითხევლის ხელსაწყოები“ ჩართული უნდა იყოს ჟურნალის მმართველის მიერ: „მკითხველის ხელსაწყოები: ადმინისტრირება“.
kk_kz: Бұл электрондық пошта үлгісі тіркелген оқырманға мақала туралы ақпаратты қызықтыратын адамға жіберуге мүмкіндік береді. Бұл мүмкіндік «Оқырман құралдары» арқылы қол жетімді және оны «Оқырман құралдары: Әкімшілік» бетінде журнал менеджері қосуы керек.
mk: Овој и-меил шаблон му ја обезбедува на регистриран корисник можноста да испрати информации за текст до некој кој би го интересирал истиот. Достапен е преку Алатки за читање и мора да биде овозможен од страна на Раководител на списание на страната Администрација на алатки за читање.
mk_mk: Овој и-меил шаблон му ја обезбедува на регистриран корисник можноста да испрати информации за текст до некој кој би го интересирал истиот. Достапен е преку Алатки за читање и мора да биде овозможен од страна на Раководител на списание на страната Администрација на алатки за читање.
ms: Templat e-mel ini memberi peluang kepada pembaca yang berdaftar untuk menghantar maklumat mengenai artikel kepada sesiapa yang mungkin berminat. Ia tersedia melalui Alat Bacaan dan mesti didayakan oleh Pengurus Jurnal di halaman Pentadbiran Alat Bacaan.
ms_my: Templat e-mel ini memberi peluang kepada pembaca yang berdaftar untuk menghantar maklumat mengenai artikel kepada sesiapa yang mungkin berminat. Ia tersedia melalui Alat Bacaan dan mesti didayakan oleh Pengurus Jurnal di halaman Pentadbiran Alat Bacaan.
nb: Denne e-postmalen gir en registrert bruker muligheten til å sende informasjon om en artikkel til potenisielt interesserte. Den er tilgjengelig via «Leseverktøy», og må være slått på av redaksjonslederen fra administrasjonssiden for leseverktøy.
nl_nl: Deze e-mail sjabloon geeft een lezer de mogelijkheid om informatie over een artikel naar iemand te sturen die daar mogelijk in geïnteresseerd is. Het is beschikbaar via de leesgereedschappen en moet ingeschakeld worden door de tijdschriftbeheerder (leesgereedschappen beheer pagina)
pl: Wiadomość wysyłana przez zalogowanego na stronie czasopisma czytelnika, która zawiera zachętę do zapoznania się z treścią artykułu wraz z linkiem do tekstu.
pt_br: Mensagem enviada por um leitor a um colega, sobre um artigo considerado de seu interesse, com link para acesso e informações sobre a revista e a edição onde o documento foi publicado.
pt_pt: Este e-mail é enviado por um leitor a um colega, sobre um artigo considerado de seu interesse, com link para acesso e informações sobre a revista e a edição onde o documento foi publicado. Está disponível através das Ferramentas de Leitura e deve ser ativado na página de configuração das Ferramentas de Leitura.
ro_ro: Acest șablon de e-mail oferă unui cititor înregistrat posibilitatea de a trimite informații despre un articol cuiva care ar putea fi interesat. Este disponibil prin intermediul instrumentelor de citire și trebuie activat de către Managerul jurnalului în pagina de administrare a instrumentelor de citire.
ru: Этот шаблон письма позволяет зарегистрированному читателю возможность отправить информацию о статье тому, кому она может быть интересна. Возможность доступна через «Инструменты читателя» и должна быть включена управляющим журнала на странице «Инструменты читателя: Администрирование».
ru_ru: Этот шаблон письма позволяет зарегистрированному читателю возможность отправить информацию о статье тому, кому она может быть интересна. Возможность доступна через «Инструменты читателя» и должна быть включена управляющим журнала на странице «Инструменты читателя: Администрирование».
sk_sk: Táto emailová šablóna umožňuje registrovanému čitateľovi poslať informáciu o článku niekomu, koho by mohol zaujímať. Je dostupná cez Nástroje pre čítanie a musí byť povolená manažérom časopisu na stránke Správa nástrojov pre čítanie.
sl: Ta email pošlje registrirani bralec, kadar želi nekoga obvestiti o zanimivem prispevku. Email vsebuje nekaj informacij o prispevku in povezavo do prispevka. Ta funkcionalnost mora biti posebej vkljkučena med Orodji za branje in jo mora vključiti Administrator publikacije na strani z nastavitvami za Orodja za branje.
sl_si: Ta email pošlje registrirani bralec, kadar želi nekoga obvestiti o zanimivem prispevku. Email vsebuje nekaj informacij o prispevku in povezavo do prispevka. Ta funkcionalnost mora biti posebej vkljkučena med Orodji za branje in jo mora vključiti Administrator publikacije na strani z nastavitvami za Orodja za branje.
sv: Den här e-postmallen ger en registrerad läsare möjligheten att skicka information om en artikel till någon annan som hen tror kan vara intresserad. Den är tillgänglig via Läsverktyg och måste vara aktiverat av tidskriftsansvarig på administrationssidan för Läsverktyg.
sv_se: Den här e-postmallen ger en registrerad läsare möjligheten att skicka information om en artikel till någon annan som hen tror kan vara intresserad. Den är tillgänglig via Läsverktyg och måste vara aktiverat av tidskriftsansvarig på administrationssidan för Läsverktyg.
tr: Okuyucuların, meslekdaşlarına ilgi çekici makaleleri haber vermeleri için hazır şablon mesaj. Dergi yöneticisi tarafında "Okuma Araçları" sayfasında bu özellik etkinleştirilince hizmete sunulur.
tr_tr: Okuyucuların, meslekdaşlarına ilgi çekici makaleleri haber vermeleri için hazır şablon mesaj. Dergi yöneticisi tarafında "Okuma Araçları" sayfasında bu özellik etkinleştirilince hizmete sunulur.
uk: Цей шаблон листа надає зареєстрованому читачу можливість надсилати інформацію про статтю будь-яким зацікавленим особам. Ця функціональність доступна засобами панелі "Інструментарій читання"; менеджер журналу повинен дозволити цей інструмент на сторінці "Налаштування інструментів читання".
uk_ua: Цей шаблон листа надає зареєстрованому читачу можливість надсилати інформацію про статтю будь-яким зацікавленим особам. Ця функціональність доступна засобами панелі "Інструментарій читання"; менеджер журналу повинен дозволити цей інструмент на сторінці "Налаштування інструментів читання".
uz@latin: Ushbu elektron pochta shabloni ro'yxatdan o'tgan o'quvchiga maqola haqida ma'lumotni qiziqqan kishiga yuborish imkoniyatini beradi. U o'qish vositalari orqali mavjud va uni o'qish asboblarini boshqarish sahifasida jurnal menejeri yoqishi kerak.
vi: Mẫu email này cung cấp cho người đọc đã đăng ký cơ hội gửi thông tin về một bài viết cho ai đó có thể quan tâm. Nó có sẵn thông qua Công cụ đọc và phải được Quản lý tạp chí kích hoạt trong trang Quản trị công cụ đọc.
