Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.layoutRequest.body
source: <p>Dear {$recipientName},</p><p>A new submission is ready for layout editing:</p><p><a href="{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><ol><li>1. Click on the Submission URL above.</li><li>2. Download the Production Ready files and use them to create the galleys according to the journal's standards.</li><li>3. Upload the galleys to the Publication section of the submission.</li><li>4. Use the Production Discussions to notify the editor that the galleys are ready.</li></ol><p>If you are unable to undertake this work at this time or have any questions, please contact me. Thank you for your contribution to this journal.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>طلب تقديم جديد صار جاهزًا لتعديل إخراجه الطباعي:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>. أنقر على رابط طلب التقديم أعلاه.</li><li>. قم بتنزيل الملفات الجاهزة للإنتاج واستعملها لإنشاء الألواح الطباعية بما يتناسب مع معايير المجلة.</li><li>.إرفع هذه الألواح إلى مقطع النشر العائد لطلب التقديم.</li><li>إستعمل مناقشات الإنتاج لإشعار المحرر بأن الألواح الطباعية صارت جاهزة.</li></ol><p>إذا تعذر عليك القيام بهذا العمل حاليًا أو كانت لديك أي أسئلة، أرجو التواصل معي. شكرًا لمساهمتك في هذه المجلة.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаема/и, {$recipientName},</p><p>Ново изпращане е готово за редактиране на оформлението:</p><p><a href="{$submissionUrl}">{$submissionId} {$submissionTitle }</a><br />{$contextName}</p><ol><li>1. Кликнете върху URL адреса за изпращане по-горе.</li><li>2. Изтеглете файловете с маркер "Готови за публикуване" и ги използвайте, за да създадете типографии според стандартите на списанието.</li><li>3. Качете типографиите в раздела Публикация на подаденото.</li><li>4. Използвайте "Производствените дискусии", за да уведомите редактора, че типографиите са готови.</li></ol><p>Ако не можете да се заемете с тази работа в момента или имате някакви въпроси, моля, свържете се с мен. Благодарим ви за приноса ви към това списание.</p><p>Сърдечни поздрави,</p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Изпратените материали &quot;{$submissionTitle}&quot; до {$contextName} сега се нуждае от типографско оформление, което може да бъде направено, като следвате тези стъпки.<br /> 1. Кликнете върху URL адреса за изпратените материали по-долу.<br /> 2. Влезте в системата на списанието и използвайте готовите за производство файлове, за да създадете типографиите според стандартите на списанието.<br /> 3. Качете типографиите в раздела „Файлове - типографии“.<br /> 4. Уведомете редактора с помощта дискусионния панел, че типографията е качена и готова.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL на изпратените материали: {$submissionUrl}<br /> Потребител: {$recipientUsername}<br /> <br /> Ако не можете да се заемете с тази работа понастоящем или имате някакви въпроси, моля, свържете се с мен. Благодаря ви за приноса ви към това списание.
bs_ba: Poštovana/i {$participantName},<br /> <br /> molim vas da pripremite prijelom priloga &quot;{$submissionTitle}&quot; za časopis {$contextName}.<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$participantUsername}<br /> <br /> U slučaju da trenutačno niste u mogućnosti preuzeti ovu obavezu ili ako imate bilo kakvih dodatnih pitanja, molim vas da mi se obratite.<br /> <br /> Srdačno,
ca_es: Benvolgut/uda {$participantName},<br /> <br /> Us demanem que us encarregueu de preparar les galerades de la tramesa &quot;{$submissionTitle}&quot; per a {$contextName} seguint els passos següents:<br /> <br /> 1. Feu clic a l'URL de la tramesa que trobareu més avall en aquest missatge.<br /> 2. Inicieu la sessió a la revista i utilitzeu el fitxer de la versió maquetada per a crear les galerades d'acord amb els estàndards de la revista.<br /> 3. Envieu el missatge de correu electrònic COMPLET a l'editor.<br /> <br /> URL de {$contextName}: {$contextUrl}<br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'usuari: {$participantUsername}<br /> <br /> Si no esteu disponible per a encarregar-vos d'aquesta tasca o si teniu cap dubte o consulta, no dubteu a fer-m'ho saber.<br /> <br /> Gràcies per la vostra contribució a aquesta revista.
cs: <p>Vážený/á{$recipientName},</p><p>Nový příspěvek je připraven k editaci sazebnice:</p><p><a href="{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><ol><li>1. Klikněte na adresu příspěvku výše.</li><li>2. Stáhněte si soubory pro produkční fázi a použijte je k vytvoření sazebnic dle standardů našeho periodika.</li><li>3. Nahrajte sazebnice do sekce Publikace pro tento příspěvek.</li><li>4. Použijte diskusi v rámci produkční fáze, abyste upozornili editora, že jsou sazebnice hotové.</li></ol><p>Pokud nejste schopný/á převzít tento úkol, nebo pokud máte jakékoliv dotazy, kontaktujte mne, prosím. Děkujeme za spolupráci v rámci našeho periodika.</p><p>S pozdravem,</p>{$signature}
cs_cz: {$participantName}:<br /> <br /> Příspěvek &quot;{$submissionTitle}&quot; pro {$contextName} je nyní třeba připravit do sazenicového formátu podle následujících instrukcí.<br /> 1. Klikněte níže na URL příspěvku.<br /> 2. Přihlaste se do časopisu a pro vytvoření sazebnice podle standardů časopisu použijte verzi souboru pro grafické úpravy.<br /> 3. Nahrajte upravené soubory do sekce Soubory sazebnic.<br /> 4. Upozorněteč redaktora pomocí diskuse v produkční fázi, že sazebnice jsou hotové.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$participantUsername}<br /> <br /> Pokud nyní nemůžete tento úkol provést nebo máte nějaké dotazy, kontaktujte mě prosím. Děkujeme za Vaši pomoc našemu časopisu.
da: <p>Kære{$recipientName}</p><p>En ny indsendelse er klar til layout redigering:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Klik på manuskriptets URL-adresse ovenfor.</li><li>Hent filerne placeret under ‘Produktionsklare filer’ og formater dem til publiceringsklare filer i overensstemmelse med tidsskriftets krav.</li><li>Upload de publiceringsklare filer til indsendelsens publiceringssektion ved at klikke på ‘Tilføj publiceringsversion’.</li><li>Giv redaktøren besked når publiceringsversionen er klar ved at klikke på ‘Tilføj indlæg’ under ‘Drøftelser under produktion’.</li></ol><p>Hvis du ikke er i stand til at påtage dig dette arbejde på nuværende tidspunkt eller har spørgsmål, bedes du kontakte mig. Tak for dit bidrag til dette tidsskrift.</p><p>Med venlig hilsen</p>{$signature}
da_dk: {$participantName}:<br /> <br /> Indsendelsen &quot;{$submissionTitle}&quot; til {$contextName} skal nu gøres publiceringsklar ved at følge disse trin.<br /> 1. Klik på manuskriptets URL-adresse nedenfor.<br /> 2. Hent filerne placeret under ‘Produktionsklare filer’ og formater dem til publiceringsklare filer i overensstemmelse med tidsskriftets krav.<br /> 3. Upload de publiceringsklare filer via linket ‘Tilføj publiceringsversion’.<br /> 4. Giv redaktøren besked når publiceringsversionen er klar via linket ‘Tilføj indlæg’ under ‘Drøftelser under produktion’.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Hvis du ikke er i stand til at påtage dig dette arbejde på nuværende tidspunkt eller har spørgsmål, bedes du kontakte mig.<br /> Tak for dit bidrag til dette tidsskrift
de: <p>Liebe/r {$recipientName},</p><p>eine neue Einreichung steht für die Layout-Bearbeitung bereit:</p><p><a href="{$submissionUrl}">{$submissionId} - {$submissionTitle}</a><br />{$contextName}</p><ol><li>Klicken Sie auf die obige Einreichungs-URL.</li><li>Laden Sie die produktionsfertigen Dateien herunter und verwenden Sie sie, um die Druckfahnen gemäß den Standards der Zeitschrift zu erstellen. </li><li>Laden Sie die Druckfahnen in den Publikationsbereich der Einreichung hoch.</li><li>Benutzen Sie die Produktionsdiskussionen, um der Redaktion mitzuteilen, dass die Druckfahnen fertig sind.</li></ol><p>Wenn Sie diese Arbeit zu diesem Zeitpunkt noch nicht erledigen können oder Fragen haben, wenden Sie sich bitte an mich. Vielen Dank für Ihren Beitrag zu dieser Zeitschrift.</p><p>Mit freundlichen Grüßen,</p>{$signature}
de_de: {$participantName},<br /> <br /> ich bitte Sie um das Layout der Fahnen für das Manuskript &quot;{$submissionTitle}&quot; für {$contextName}. Bitte gehen Sie folgendermaßen vor:<br /> <br /> 1. Klicken Sie auf die unten stehende URL des Beitrags.<br /> 2. Loggen Sie sich bei der Zeitschrift ein und verwenden Sie die Datei der Layout-Fassung, um die Fahne entsprechend den Vorgaben der Zeitschrift zu erstellen.<br /> 3. Schicken Sie die ABGESCHLOSSEN-E-Mail an die Redaktion.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$participantUsername}<br /> <br /> Falls Sie zur Zeit nicht in der Lage sein sollten, die Arbeit zu übernehmen, oder Fragen haben, geben Sie mir bitte Bescheid. Vielen Dank für Ihre Unterstützung dieser Zeitschrift.
es: <p>Estimado/a {$recipientName},</p><p>Un nuevo envío está listo para la maquetación:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Haga clic en la URL anterior.</li><li>Descargue los archivos de producción y utilícelos para crear las galeradas de acuerdo con los estándares de la revista.</li><li>Cargue las galeradas en la sección de publicación del envío.</li><li>Use las discusiones de producción para notificar al editor/a que las galeradas están listas.</li></ol><p>Si no puede llevar a cabo este trabajo en este momento o tiene alguna pregunta, póngase en contacto con nosotros. Gracias por su contribución a esta revista.</p><p>Atentamente,</p>{$signature}
es_es: {$participantName}:<br /> <br /> El envío &quot;{$submissionTitle}&quot; a {$contextName} ahora necesita que prepare las galeradas siguiendo los siguientes pasos.<br /> 1. Haga click en la URL del envío que hay a continuación.<br /> 2. Entre a la revista con su usuario y utilice los ficheros preparados para publicación para crear las galeradas de acuerdo a los estándares de la revista.<br /> 3. Suba las galeradas a la sección de ficheros de galerada.<br /> 4. Notifique al Editor de que las galeradas están subidas y listas.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL de envío: {$submissionUrl}<br /> Usuario: {$participantUsername}<br /> <br /> Si no puede llevar a cabo este trabajo en este momento o tiene cualquier pregunta, póngase en contacto con nosotros/as. Gracias por su contribución a la revista.
eu: <p>{$recipientName} agurgarria:</p><p>Bidalketa berri bat maketaziorako prest dago:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Egin klik goian, bidalketaren URLan.</li><li>Deskargatu produkziorako prest dauden fitxategiak eta erabil itzazu aldizkariaren estandarrekin bat datozen galeradak sortzeko.</li><li>Kargatu galeradak bidalketaren Argitalpena atalera.</li><li>Erabili Produkzioko Elkarrizketak editoreari galeradak prest daudela jakinarazteko.</li></ol><p>Une honetan ezin badiozu lan honi heldu edo zalantzarik baduzu, jarri nirekin harremanetan, mesedez. Eskerrik asko aldizkari honi egindako ekarpenarengatik.</p><p>Adeitasunez,</p>{$signature}
fi_fi: Hyvä {$participantName},<br /> <br /> Julkaisuun {$contextName} liittyvä käsikirjoitus &quot;{$submissionTitle}&quot; tulee nyt taittaa julkaistaviksi tiedostoiksi, seuraavia vaiheita noudattaen:<br /> 1. Klikatkaa alla olevaa käsikirjoituksen URL-osoitetta.<br /> 2. Kirjautukaa julkaisuun ja käyttäkää tuotantovalmiita tiedostoja laatiaksenne julkaistavat tiedostot julkaisun standardien mukaisesti.<br /> 3. Ladatkaa valmiit tiedostot Julkaistavat tiedostot -osioon.<br /> 4. Ilmoittakaa toimittajalle Tuotantoon liittyvien keskustelujen kautta, että julkaistavat tiedostot ovat valmiit ja ne on ladattu.<br /> <br /> {$contextName} URL: <a href="{$contextUrl}">{$contextUrl}</a><br /> Käsikirjoituksen URL: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Käyttäjätunnus: {$participantUsername}<br /> <br /> Mikäli ette voi ryhtyä tähän tehtävään juuri nyt, tai jos teillä on kysyttävää, otattehan minuun yhteyttä. Kiitos panoksestanne tämän julkaisun hyväksi.<br /> <br /> Ystävällisin terveisin,
fr_ca: {$participantName},<br /> <br /> J'aimerais que vous prépariez les épreuves du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName} à l'aide des étapes suivantes.<br /> 1. Cliquer sur l'URL de la soumission ci-dessous.<br /> 2. Se connecter au site Web de la revue et utiliser les fichiers disponibles sous Fichiers prêts pour la production pour créer les épreuves en fonction des normes de la revue.<br /> 3. Téléverser les épreuves dans la section Épreuves.<br /> 4. Informer le,la rédacteur-trice, via une discussion sur la production, que les épreuves ont été téléversées et qu'elles sont prêtes.<br /> <br /> URL de la revue {$contextName} : {$contextUrl}<br /> URL du manuscrit : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$participantUsername}<br /> <br /> Si vous ne pouvez pas effectuer ce travail pour le moment ou si vous avez des questions, veuillez communiquer avec moi. Je vous remercie de votre collaboration.
fr_fr: {$participantName},<br /> <br /> J'aimerais que vous prépariez les épreuves du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName} à l'aide des étapes suivantes.<br /> 1. Cliquer sur l'URL de la soumission ci-dessous.<br /> 2. Se connecter au site Web de la revue et utiliser les fichiers disponibles sous Fichiers prêts pour la production pour créer les épreuves en fonction des normes de la revue.<br /> 3. Téléverser les épreuves dans la section Épreuves.<br /> 4. Informer le rédacteur ou la rédactrice, via une discussion sur la production, que les épreuves ont été téléversées et qu'elles sont prêtes.<br /> <br /> URL de la revue {$contextName} : {$contextUrl}<br /> URL du manuscrit : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$participantUsername}<br /> <br /> Si vous ne pouvez pas effectuer ce travail pour le moment ou si vous avez des questions, veuillez communiquer avec moi. Je vous remercie de votre collaboration.
hi_in: {$participantName}:<br /> <br /> The submission &quot;{$submissionTitle}&quot; to {$contextName} अब इन चरणों का पालन करके गैलियों की जरूरत है.<br /> 1. नीचे दिए गए सबमिशन यूआरएल पर क्लिक करें.<br /> 2. जर्नल में लॉग इन करें और जर्नल के मानकों के अनुसार गैलिलियों को बनाने के लिए प्रोडक्शन रेडी फाइलों का उपयोग करें.<br /> 3. गैलीज़ को गैली फ़ाइल्स अनुभाग में अपलोड करें.<br /> 4. प्रोडक्शन डिस्कशन का उपयोग करके संपादक को सूचित करें कि गैलिसियां अपलोड और तैयार हैं.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> यदि आप इस समय यह कार्य करने में असमर्थ हैं या कोई प्रश्न हैं, तो कृपया मुझसे संपर्क करें। इस जर्नल में आपके योगदान के लिए धन्यवाद.
hy_am: <p>Հարգելի {$recipientName},</p><p>Նոր ներկայացումը պատրաստ է դասավորության խմբագրման համար.</p><p><a href="{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><ol><li>1. Սեղմեք վերևում գտնվող Ներկայացման URL-ի վրա:</li><li>2. Ներբեռնեք «Պատրաստ է արտադրության» նիշքերը և օգտագործեք դրանք ամսագրի չափանիշներին համապատասխան շարվածքներ ստեղծելու համար:</li><li>3. Վերբեռնեք շարվածքները ներկայացման "Հրապարակում" բաժնում:</li><li>4. Օգտագործեք «Արտադրական քննարկումներ»՝ խմբագրին տեղեկացնելու համար, որ շարվածքները պատրաստ են:</li></ol><p>Եթե այս պահին չկարողանաք ձեռնարկել այս աշխատանքը կամ ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ: Շնորհակալություն այս ամսագրում ձեր ներդրման համար:</p><p>Հարգանքով,</p>{$signature}
id: <p>Yth. {$recipientName},</p><p>Naskah baru telah siap proses layout editing:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Klik URL Naskah di atas.</li><li>Unduh file Siap Cetak dan gunakan untuk membuat galley sesuai aturan jurnal.</li><li>Unggah galley ke bagian Publikasi naskah.</li><li>Gunakan fitur Diskusi Produksi untuk memberitahu editor bahwa file galley sudah siap.</li></ol><p>Jika tidak bisa mengerjakan sekarang atau ada pertanyaan, silakan hubungi saya. Terima kasih atas kontribusinya kepada jurnal ini.</p><p>Salam hormat,</p>{$signature}
it: <p>{$recipientName}:</p> <br /> <p>Il seguente articolo è pronto per l'impaginazione:</p> <p>Titolo: {$submissionTitle</p> <p>Rivista: {$contextName}</p> <br /> <p>URL manoscritto: {$submissionUrl}</p> <p>Username: {$recipientUsername}</p> <br /> <p><ol><li>1. Scarica i file di produzione dal link all'articolo.</li><li>2. Impagina l'articolo nello stile della rivista.</li><li>3. Carica le bozze .</li><li>4. utilizza la production discussion per avvisare che le bozze sono disponibili.</li></ol></p> Se non puoi prendere in carico il lavoro in questo periodo o hai qualche domanda, ti prego di contattarmi. </p> <br /> <p>Grazie per la collaborazione.</p> <p>{$signature}</p>
it_it: {$participantName}:<br /> <br /> Vorrei chiederti di preparare le bozze per il manoscritto &quot;{$submissionTitle}&quot; per {$contextName}.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL manoscritto: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Se non puoi prendere in carico il lavoro in questo periodo o hai qualche domanda, ti prego di contattarmi. Grazie per il tuo contributo al journal.
ka_ge: {$participantName}:<br /> <br /> The submission &quot;{$submissionTitle}&quot; to {$contextName} now needs galleys laid out by following these steps..<br /> 1. Click on the Submission URL below.<br /> 2. Log into the journal and use the Production Ready files to create the galleys according to the journal's standards.<br /> 3. Upload the galleys to the Galley Files section.<br /> 4. Notify the Editor using Production Discussions that the galleys are uploaded and ready.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> If you are unable to undertake this work at this time or have any questions, please contact me. Thank you for your contribution to this journal.
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> Осы қадамдарды орындау арқылы «{$contextName}» үшін «{$submissionTitle}» галереясын теру қажет.<br /> 1. Төмендегі мазмұн URL мекенжайын басыңыз.<br /> 2. Журналға кіріңіз және журнал стандарттарына сәйкес галлейлерді дайындау үшін «Өндіруге дайын» панеліндегі файлдарды пайдаланыңыз.<br /> 3. Галерея файлдарын Galley панеліне жүктеңіз.<br /> 4. Өндірістік талқылаулар арқылы редакторға галереялар жүктелгенін және дайын екенін хабарлаңыз.<br /> <br /> «{$contextName}» журналының URL мекенжайы: {$contextUrl}<br /> Жіберу URL: {$submissionUrl}<br /> Пайдаланушы аты: {$recipientUsername}<br /> <br /> Егер сіз бұл жұмысты қазір аяқтай алмасаңыз немесе сұрақтарыңыз болса, маған хабарласыңыз. Біздің журналға қосқан үлесіңіз үшін рахмет.
mk: <p>Почитувани{$recipientName},</p><p>Нов поднесок е подготвен за дизајнерско уредување:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Кликнете на линкот за поднесување погоре.</li><li>Преземете ги датотеките Спремни за Обработка и користете ги да креирате печатарски табаци според стандардите на списанието.</li><li>Прикачете ги печатарските табаци во секцијата Публикација од поднесокот </li><li>Користете ги Дискусиите за Обработка за да го известите уредникот дека печатарските табаци се подготвени</li></ol><p>Доколку не можете да ја преземете оваа обрска во овој момент или имате какви било прашања, ве молиме исконтактирајте не. Ви благодариме за вашиот придонес во ова списание.</p><p>Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>नवीन सादरीकरण मांडणी (layout editing) करण्यासाठी तयार आहे:</p><p><a href="{$submissionUrl}">{$submissionId} — {$ submissionTitle</a><br />{$contextName}</p><ol><li>वरील सादरीकरण URL वर क्लिक करा.</li><li>प्रकाशनार्थ (प्रॉडक्शन रेडी) फाईल्स उतरवून घ्या (डाउनलोड करा) आणि नियतकालिकाच्या मानकांनुसार कच्ची मुद्रिते (गॅली) तयार करण्यासाठी त्यांचा वापर करा.</li><li>सादरीकरणाच्या प्रकाशन विभागात कच्ची मुद्रिते (गॅली) संक्रमित (अपलोड) करा.</li><li>कच्ची मुद्रिते (गॅली) तयार असल्याचे संपादकाला सूचित करण्यासाठी निर्मिती वार्तालाप (Production Discussions) फलक वापरा.</li></ol><p>तुम्ही सध्या हे काम हाती घेऊ शकत नसाल किंवा काही प्रश्न असतील तर कृपया माझ्याशी संपर्क साधा. या नियतकालिकासाठी तुम्ही देत असलेल्या योगदानाबद्दल धन्यवाद.</p><p>विनम्र अभिवादन,</p>{$signature}
ms: <p> {$recipientName} yang dihormati,</p><p>Serahan baharu sedia untuk pengeditan reka letak:</p><p><a href="{$submissionUrl}">{$submissionId} — {$ submissionTitle}</a><br />{$contextName}</p><ol><li>Klik pada URL Penyerahan di atas.</li><li>Muat turun fail Sedia Pengeluaran dan gunakannya untuk mencipta galley mengikut piawaian jurnal.</li><li>Muat naik galley ke bahagian Penerbitan penyerahan.</li><li>Gunakan Perbincangan Pengeluaran untuk memberitahu editor bahawa galley sudah sedia.</li><li> </ol><p>Jika anda tidak dapat menjalankan kerja ini pada masa ini atau mempunyai sebarang pertanyaan, sila hubungi saya. Terima kasih atas sumbangan anda kepada jurnal ini.</p><p>Sekian,</p>{$signature}
ms_my: {$recipientName}: <br /> <br /> Penyerahan &quot; {$submissionTitle} &quot; untuk {$contextName} kini memerlukan galley yang disusun dengan mengikuti langkah-langkah ini. <br /> 1. Klik pada URL Penyerahan di bawah. <br /> 2. Log masuk ke jurnal dan gunakan fail Produksi Sedia untuk membuat galley mengikut standard jurnal. <br /> 3. Muat naik galley ke bahagian Fail Galley. <br /> 4. Maklumkan kepada Editor menggunakan Perbincangan Produksi bahawa galley telah dimuat naik dan siap. <br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Penyerahan: {$submissionUrl}<br /> Nama pengguna: {$recipientUsername}<br /> <br /> Sekiranya anda tidak dapat melakukan kerja ini pada masa ini atau mempunyai sebarang pertanyaan, sila hubungi saya. Terima kasih atas sumbangan anda dalam jurnal ini.
nb: <p>Kjære{$recipientName}</p><p>En ny innlevering er klar til layout-redigering:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Klikk på manuskriptets URL-adresse ovenfor.</li><li>Last ned de produksjonsklare filene og bruk dem for å lage oppsett som følger tidsskriftets retningslinjer.</li><li> Last opp oppsettet til ‘Filer klare for produksjon’ under fanen Produksjon. </li><li>Bruk "Diskusjon av Produksjon" for å gi beskjed til redaktøren om at oppsettet er lastet opp og klart.</li></ol><p>Hvis du ikke er i stand til å påta deg dette arbeidet på nåværende tidspunkt eller har spørsmål, ta kontakt. Takk for ditt bidrag til dette tidsskrift.</p><p>Med vennlig hilsen</p>{$signature}
nl_nl: {$participantName}:<br /> <br /> De proeven van inzending &quot;{$submissionTitle}&quot; bij {$contextName} kunnen aangemaakt worden door de volgende stappen te doorlopen.<br /> 1. Klik op de inzendings-URL hieronder.<br /> 2. Log in bij het tijdschrift en gebruik het Layout versie bestand om de proeven aan te maken conform de regels van het tijdschrift.<br /> 3. Stuur de GEREED e-mail naar de redacteur.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL inzending: {$submissionUrl}<br /> Gebruikersnaam: {$participantUsername}<br /> <br /> Als u op dit moment niet in staat bent om dit werk te doen of als u vragen heeft, neem dan contact met me op.
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Następujące zgłoszenie rozpoczęło etap produkcji:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Proszę kliknąć powyższy odsyłacz.</li><li>Proszę pobrać pliki gotowe do produkcji i użyć je do utworzenia - zgodnie ze standardami czasopisma - plików gotowych do publikacji.</li><li>Pliki gotowe do publikacji proszę przesłać do systemu (sekcja <b>Pliki do publikacji</b> w zakładce <b>Publikacja</b> zgłoszenia).</li><li>Proszę powiadomić redaktora o gotowości plików do publikacji (sekcja <b>Korespondencje produkcji</b> w zakładce <b>Produkcja</b> zgłoszenia.</li></ol><p>Jeżeli powyższe czynności nie mogą być podjęte przez Panią/Pana w tej chwili lub pojawiły się jakieś pytania, proszę o kontakt ze mną. Dziękujemy za Pani/Pana wkład w nasze czasopismo.</p><p>Serdecznie pozdrawiam,</p>{$signature}
pt_br: {$participantName}:<br /> <br /> A submissão &quot;{$submissionTitle}&quot; para {$contextName} de provas tipográficas, conforme as seguintes etapas. <br /> 1. Clique na URL de Submissão abaixo. <br /> 2. Faça login no periódico e use os arquivos Prontos para Produção para criar as provas de acordo com os padrões do periódico. <br /> 3. Carregue as provas na seção Arquivos de Prova. <br /> 4. Notifique o Editor, usando as Discussões de Produção, informando de que as provas estão carregadas e prontas. <br /> <br /> URL de {$contextName}: {$contextUrl} <br /> URL da submissão: {$submitUrl} <br /> Nome de usuário: {$participantUsername} <br /> <br /> Se você não conseguir realizar esse trabalho no momento ou tiver alguma dúvida, entre em contato comigo. Obrigado por sua contribuição para este periódico.
pt_pt: {$participantName},<br /> <br /> Solicito a preparação dos ficheiros finais de publicação da submissão &quot;{$submissionTitle}&quot;, à {$contextName}, conforme as seguintes instruções:<br /> 1. Clique no URL da submissão, indicado mais adiante nesta mensagem.<br /> 2. Aceda ao sistema e use os ficheiros Prontos para Produção para produzir os ficheiros de publicação, de acordo com os padrões da revista.<br /> 3. Envie para o sistema os ficheiros prontos para publicação.<br /> 4. Notifique o Editor através das Discussões de Produção que os ficheiros estão prontos.<br /> <br /> URL da revista {$contextName}: {$contextUrl}<br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$participantUsername}<br /> <br /> Caso não esteja disponível para assumir esta responsabilidade no momento, ou em caso de dúvidas, entre em contacto connosco.
ro_ro: {$participantName}:<br /> <br /> Manuscrisul &quot;{$submissionTitle}&quot; către {$contextName} va avea constituită galeria urmând pașii următori<br /> 1. Click pe adresa manuscrisului de mai jos.<br /> 2. Conectați-vă la jurnal și utilizați fișierele Gata de Producție pentru a crea galeria în conformitate cu standardele jurnalului.<br /> 3. Încărcați materialele în secțiunea Fișiere galerie.<br /> 4. Notificați editorul folosind Discuțiile despre Producție, că galeriile sunt încărcate și sunt pregătite.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Adresa manuscris: {$submissionUrl}<br /> Nume utilizator: {$participantUsername}<br /> <br /> Dacă nu puteți întreprinde această solicitare în acest moment sau aveți întrebări, vă rugăm să mă contactați. Vă mulțumim pentru contribuția dvs. la acest jurnal.
ru: <p>Здравствуйте, {$recipientName}!</p><p>Новый материал готов для верстки:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Щелкните по URL материала выше.</li><li>Скачайте «Файлы для публикации» и используйте их для создания гранок в соответствии со стандартами журнала.</li><li>Загрузите гранки в раздел «Публикация» материала.</li><li>Используйте «Обсуждения публикации», чтобы уведомить редактора о готовности гранок.</li></ol><p>Если Вы не можете выполнить эту работу в данное время или у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной. Спасибо за Ваш вклад в наш журнал.</p><p>С уважением,</p>{$signature}
ru_ru: Здравствуйте, {$participantName}!<br /> <br /> Необходимо сверстать гранки материала «{$submissionTitle}» для журнала «{$contextName}», выполнив следующие шаги.<br /> 1. Щелкните на URL материала ниже.<br /> 2. Войдите в журнал и используйте файлы из панели «Готовые для производства» для подготовки гранок в в соответствии со стандартами журнала.<br /> 3. Загрузите файлы гранок в панели «Гранки».<br /> 4. Уведомите редактора с помощью Обсуждений производства, что гранки загружены и готовы.<br /> <br /> URL журнала «{$contextName}»: {$contextUrl}<br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$participantUsername}<br /> <br /> Если Вы не можете выполнить эту работу сейчас или у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной. Спасибо за Ваш вклад в наш журнал.
sk_sk: {$participantName}:<br /> <br /> Príspevok &quot;{$submissionTitle}&quot; pre {$contextName} je teraz treba pripraviť do sadzobnicového formátu podľa nasledujúcich inštrukcií.<br /> 1. Kliknite nižšie na URL príspevku.<br /> 2. Prihláste sa do časopisu a pre vytvorenie sadzobnice podľa štandardov časopisu použite verziu súboru pre grafické úpravy.<br /> 3. Nahrajte upravené súbory do sekcie Súbory sadzobníc<br /> 4. Upozornite redaktora pomocou diskusie v produkčnej fáze, že sadzobnice sú hotové.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL príspevku: {$submissionUrl}<br /> Užívateľské meno: {$participantUsername}<br /> <br /> Ak teraz nemôžete túto úlohu vykonať alebo máte nejaké otázky, kontaktujte ma prosím. Ďakujeme za Vašu pomoc nášmu časopisu.
sl: <p>Spoštovani {$recipientName},</p><p>Nov prispevek je pripravljen za pripravo preloma:</p><p><a href="{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><ol><li>1. Kliknite na URL povezavo prispevka zgoraj.</li><li>2. Prenesite Datoteke pripravljene za produkcijo in jih uporabite za izdelavo prelomov kot je zahtevano pri tej reviji.</li><li>3. Naložite prelome pod razdelek Prelomi.</li><li>4. Obvestite urednika preko razprave za produkcijo, da so prelomi pripravljeni in naloženi.</li></ol><p>Če v tem trenutku ne morete opraviti tega dela ali imate kakšno vprašanje, se prosim obrnite name. Hvala za vaš trud za to publikacijo.</p><p>S spoštovanjem,</p>{$signature}
sl_si: {$recipientName}:<br /> <br /> Prispevek &quot;{$submissionTitle}&quot; za publikacijo {$contextName} potrebuje prelom, ki se naredi po spodnjih korakih.<br /> 1. Kliknite na URL povezavo prispevka spodaj.<br /> 2. Prijavite se v publikacijo in uporabite datoteko, ki so pripravljene za produkcijo, da pripravite prelom po standardih publikacije.<br /> 3. Naložite datoteke v razdelek s prelomi.<br /> 4. Obvestite urednika preko razprave za produkcijo, da so prelomi pripravljeni in naloženi.<br /> <br /> Povezava do publikacije{$contextName}: {$contextUrl}<br /> Povezava do prispevka: {$submissionUrl}<br /> Uporabniško ime: {$recipientUsername}<br /> <br /> Če v tem trenutku ne morete opraviti tega dela ali imate kakšno vprašanje, se prosim obrnite name. Hvala za vaš trud za to publikacijo.
sv: <p>{$recipientName}:</p><p> Ett nytt bidrag är klart för layoutredigering </p><p><a href="{$submissionUrl}"> {$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>1. Klicka på Bidragets URL ovan.</li><li>2. Ladda ner de produktionsklara filerna och använd dem för att skapa publiceringsversionerna enligt tidskriftens riktlinjer</li><li>3. Ladda upp publiceringsversionerna i Fil er redo för produktion under fliken Produktion.</li><li>4. Använd Produktionsdiskussioner för att meddela redaktören att publiceringsversionerna är uppladdade och klara.</li></ol><p>Om du för tillfället inte har möjlighet att genomföra det här arbetet, eller om du har frågor, vänligen kontakta mig. Tack för ditt arbete med tidskriften.</p><p>Vänliga hälsningar, </p>{$signature}
sv_se: {$participantName}:<br /> <br /> Bidraget &quot;{$submissionTitle}&quot; till {$contextName} behöver nu få publiceringsversioner skapade genom att följa nedanstående steg:<br /> 1. Klicka på Bidragets URL nedan.<br /> 2. Logga in på tidskriften och använd filerna under Filer redo för produktion för att skapa publiceringsversioner enligt tidskriftens standarder.<br /> 3. Ladda upp publiceringsversionerna till sektionen Filer för publiceringsversion.<br /> 4. Meddela Redaktören, genom att använda Produktionsdiskussioner, att publiceringsversionerna är uppladdade och klara.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$participantUsername}<br /> <br /> Om du för tillfället inte har möjlighet att genomföra det här arbetet, eller om du har frågor, vänligen kontakta mig. Tack för ditt arbete med tidskriften.
tr_tr: {$participantName}:<br /> <br /> {$contextName} için &quot;{$submissionTitle}&quot; başlıklı çalışmanın mizanpajının tamamlanarak, prova dizginin tarafımıza gönderilmesi için rica ederiz.<br /> <br /> Prova dizgi kopya bağlantısı: {$submissionUrl}<br /> Kullanıcı adı: {$participantUsername}<br /> <br /> İşin gerçekleştirilmesi ile ilgili bir soru / sorularınızı yazabilirsiniz.<br /> Katkılarınız için teşekkür ederiz.
uk: <p>Шановний(-а) {$recipientName}!</p><p>Нове подання готове до верстання:</p><p><a href="{$submissionUrl}">{$submissionId} – "{$submissionTitle}"</a><br />"{$contextName}"</p><ol><li>Натисніть на URL-адресу подання вище.</li><li>Завантажте готові до виробництва файли та використовуйте їх для створення гранок відповідно до стандартів журналу.</li><li>Вивантажте гранки до розділу подання "Опублікування".</li><li>Використовуйте виробничі обговорення, щоб повідомити редактора про те, що гранки готові.</li></ol><p>Якщо Ви не можете взяти на себе цю роботу в даний час або маєте будь-які запитання, будь ласка, зв'яжіться зі мною. Дякуємо за Ваш внесок у цей журнал.</p><p>Щирі вітання,</p>{$signature}
uk_ua: {$participantName}:<br /> <br /> Подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot; потребує створення верстки. Для цього потрібно виконати наступні дії:<br /> 1. Натисніть на вказаній нижче адресі URL подання.<br /> 2. Увійдіть на сайт журналу та зробіть гранки з файлу версії для верстки, керуючись стандартами журналу.<br /> 3. Натисніть на зображення поштового конверту під заголовком &quot;закінчення&quot;, щоб надіслати лист редактору.<br /> <br /> URL видання &quot;{$contextName}&quot;: <a href="{$contextUrl}">{$contextUrl}</a><br /> URL подання: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Ім'я користувача: {$participantUsername}<br /> <br /> Якщо зараз Ви не маєте можливості виконати цю роботу або маєте додаткові запитання, будь ласка, повідомте мені. Дякую за працю для нашого журналу.
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Янги ариза саҳифалаш (layout) учун тайёр:</p><p><a href="{$submissionUrl}">{$submissionId} — {$submissionTitle}</a><br />{$contextName}</p><ol><li>Юқоридаги ариза URL манзилига босинг.</li><li>Нашрга тайёр (Production Ready) файлларни юклаб олинг ва улардан журнал стандартларига мувофиқ галлеялар яратишда фойдаланинг.</li><li>Галлеяларни аризанинг Нашр қилиш (Publication) бўлимига юкланг.</li><li>Галлеялар тайёр бўлгани ҳақида муҳаррирни хабардор қилиш учун Нашрга тайёрлаш бўйича муҳокамалардан (Production Discussions) фойдаланинг.</li></ol><p>Агар сиз ҳозир ушбу ишни ўз зиммангизга ололмасангиз ёки саволларингиз бўлса, илтимос, мен билан боғланинг. Ушбу журналга қўшган ҳиссангиз учун ташаккур.</p><p>Эҳтиром билан,</p>{$signature}
vi: Kính gửi {$recipientName},<br /> <br /> Bài gửi &quot;{$submissionTitle}&quot; đến {$contextName} bây giờ cần bản in bằng cách làm theo các bước sau.<br /> 1. Nhấp vào URL gửi dưới đây.<br /> 2. Đăng nhập vào tạp chí và sử dụng các tập tin sẵn sàng chế bản để tạo ra các bản in theo tiêu chuẩn của tạp chí.<br /> 3. Tải các bản in thử vào tập tin Bản in<br /> 4. Thông báo cho Biên tập viên bằng mục thảo luận khi chế bản rằng các bản in được tải lên và sẵn sàng.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL bài gửi: {$submissionUrl}<br /> Username: {$recipientUsername}<br /> <br /> Nếu bạn không thể thực hiện công việc này vào lúc này hoặc có bất kỳ câu hỏi nào, xin vui lòng liên hệ với tôi. Cảm ơn bạn đã đóng góp cho tạp chí này.
