Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionAfterExpiryLast.body
source: {$recipientName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> Please note that this is the final reminder that will be emailed to you.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$signature}
ar: {$recipientName}:<br /> <br /> إن مدة إشتراكك في {$contextName} قد انتهت.<br /> لطفاً، نشيرك إلى أن هذه الرسالة هي بمثابة التذكير الأخير بشأنه.<br /> <br /> {$subscriptionType}<br /> تاريخ إنتهاء صلاحيته: {$expiryDate}<br /> <br /> لتجديد إشتراكك، لطفاً أدخل موقع المجلة. بإمكانك الولوج إلى النظام مستعملاً اسم الدخول: &quot;{$recipientUsername}&quot;.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionSignature}
bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е изтекъл.<br /> Моля, обърнете внимание, че това е последното напомняне, което ще ви бъде изпратено по имейл.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да подновите абонамента си, моля, посетете уебсайта на списанието. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$subscriptionSignature}
bg_bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е изтекъл.<br /> Моля, обърнете внимание, че това е последното напомняне, което ще ви бъде изпратено по имейл.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да подновите абонамента си, моля, посетете уебсайта на списанието. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$signature}
bs_ba: {$subscriberName},<br /> <br /> vaša pretplata na časopis {$contextName} je istekla.<br /> Ovo je posljednji podsjetnik koji će vam biti poslan e-poštom.<br /> <br /> {$subscriptionType}<br /> Datum isteka: {$expiryDate}<br /> <br /> Kako biste obnovili vašu pretplatu, posjetite mrežnu stranicu časopisa. U sustav se možete prijaviti koristeći vaše korisničko ime &quot;{$username}&quot;.<br /> <br /> U slučaju da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}
ca: Benvolgut/uda {$recipientName},<br /> <br /> La vostra subscripció per a {$contextName} ha vençut.<br /> Tingueu en compte que aquest missatge és el darrer recordatori que rebreu.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a renovar la subscripció, aneu al lloc web de la revista. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$recipientUsername}&quot;.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> La vostra subscripció per a {$contextName} ha vençut.<br /> Tingueu en compte que aquest missatge és el darrer recordatori que rebreu.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a renovar la subscripció, aneu al lloc web de la revista. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs: {$recipientName}:<br /> <br /> Vaše předplatné pro {$contextName} vypršelo.<br /> Vězte prosím, že toto je poslední připomínka, která Vám bude poslána.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro obnovení předplatného přejděte prosím na stránky časopisu. Do systému se můžete přihlásit Vaším uživatelským jménem &quot;{$recipientUsername}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionSignature}
cs_cz: {$subscriberName}:<br /> <br /> Vaše předplatné pro {$contextName} vypršelo.<br /> Vězte prosím, že toto je poslední připomínka, která Vám bude poslána.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro obnovení předplatného přejděte prosím na stránky časopisu. Do systému se můžete přihlásit Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionContactSignature}
da: Kære {$recipientName}<br /> <br /> Dit abonnement på {$contextName} er udløbet.<br /> Vær opmærksom på, at dette er den sidste påmindelse, du vil modtage.<br /> <br /> {$subscriptionType}<br /> Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil forny abonnementet, skal du gå til tidsskriftets websted. Du kan logge på systemet med dit brugernavn, &quot;{$recipientUsername}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> Mvh. {$subscriptionsignature}
da_dk: {$subscriberName}:<br /> <br /> Dit abonnement på {$contextName} er udløbet. Vær opmærksom på, at dette er den sidste påmindelse, du vil modtage.<br /> <br /> {$subscriptionType} Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil forny abonnementet, skal du gå til tidsskriftets websted. Du kan logge på systemet med dit brugernavn, &quot;{$username}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de: Sehr geehrte/r {{$recipientName}<br /> <br /> Ihr Abonnement für {$contextName} ist abgelaufen.<br /> Bitte beachten Sie, dass dies die letzte Erinnerung ist, die Sie per E-Mail erhalten werden.<br /> <br /> {$subscriptionType}<br /> Verfallsdatum: {$expiryDate}<br /> <br /> Um Ihr Abonnement zu verlängern, gehen Sie bitte auf die Website der Zeitschrift. Sie können sich mit Ihrem Benutzernamen "{$recipientUsername}" in das System einloggen.<br /> <br /> Wenn Sie Fragen haben, können Sie mich gerne kontaktieren.<br /> <br /> {$subscriptionSignature}
de_de: {$subscriberName},<br /> <br /> Ihr Abonnement für {$contextName} ist abgelaufen.<br /> Bitte beachten Sie, dass dies die letzte Benachrichtung ist, die wir Ihnen senden.<br /> <br /> {$subscriptionType}<br /> Ablaufdatum: {$expiryDate}<br /> <br /> Falls Sie Ihr Abonnement erneuern möchten, gehen Sie bitte zur Website der Zeitschrift. Sie können sich mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System einloggen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
es: {$recipientName}:<br /> <br /> Su suscripción a {$contextName} ha caducado.<br /> Tenga en cuenta que este es el último correo que recibirá para recordárselo.<br /> <br /> {$subscriptionType}<br /> Fecha de caducidad: {$expiryDate}<br /> <br /> Para renovar su suscripción acceda a la página web de la revista. Puede iniciar sesión en el sistema con su nombre de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionSignature}
es_es: {$subscriberName}:<br /> <br /> Su suscripción a {$contextName} ha expirado.<br /> Tenga en cuenta que este es el último correo que recibirá para recordárselo.<br /> <br /> {$subscriptionType}<br /> Fecha de expiración: {$expiryDate}<br /> <br /> Para renovar su suscripción entre en la página web de la revista. Puede acceder al sistema con su nombre de usuario/a, &quot;{$username}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionContactSignature}
eu: {$recipientName}:<br /> <br /> {$contextName} aldizkariko harpidetza amaitu zaizu.<br /> Mesedez, kontuan izan hau dela azkeneko jakinarazpena, ez dizugula berriz gogoraraziko.<br /> <br /> {$subscriptionType}<br /> Amaiera-data: {$expiryDate}<br /> <br /> Harpidetza berritzeko, zoaz aldizkariaren webgunera, mesedez. Sisteman saioa hasteko zure erabiltzaile-izena, &quot;{$recipientUsername}&quot;, erabil dezakezu.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> {$contextName} -tilauksenne on päättynyt.<br /> <br /> Huomaattehan, että tämä on viimeinen teille lähetettävä muistutus.<br /> <br /> {$subscriptionType}<br /> Tilauksen päättymispäivämäärä: {$expiryDate}<br /> <br /> Voitte uusi tilauksenne julkaisun verkkosivustolla, jossa voitte kirjautua järjestelmään käyttäjätunnuksellanne &quot;{$username}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> Ystävällisin terveisin,<br /> {$subscriptionContactSignature}
fr_ca: {$subscriberName},<br /> <br /> Votre abonnement à la revue {$contextName} est expiré. Veuillez prendre note que ceci est le dernier rappel qui vous sera envoyé.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Pour renouveller votre abonnement, aveuillez vous rendre sur le site Web de la revue. Vous pouvez y ouvrir une session avec votre nom d'utilisateur-trice, soit « {$username} ».<br /> <br /> Si vous avez des questions, ne hésitez pas à communiquer avec nous.<br /> <br /> {$subscriptionContactSignature}
fr_fr: {$subscriberName},<br /> <br /> Votre abonnement à la revue {$contextName} est expiré.<br/> Veuillez prendre note que ceci est le dernier rappel qui vous sera envoyé.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Pour renouveller votre abonnement, aveuillez vous rendre sur le site Web de la revue. Vous pouvez y ouvrir une session avec votre nom d'utilisateur ou d'utilisatrice, soit &quot;{$username}&quot;.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous.<br /> <br /> {$subscriptionContactSignature}
gl_es: {$recipientName}:<br /> <br /> A súa subscrición a {$contextName} expirou.<br /> Teña en conta que este é o último recordatorio que se lle enviará.<br /> <br /> {$subscriptionType}<br /> Data de vencemento: {$expiryDate}<br /> <br /> Para renovar a subscrición vaia ao sitio web da revista. Pode acceder ao sistema co seu nome de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Se ten calquera pregunta, non dubide en contactar con nós.<br /> <br /> {$signature}
hi_in: {$subscriberName}:<br /> <br /> आपकी {$contextName} सदस्यता समाप्त हो गई है.<br /> कृपया ध्यान दें कि यह अंतिम अनुस्मारक है जिसे आपको ईमेल किया जाएगा.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> अपनी सदस्यता को नवीनीकृत करने के लिए, कृपया जर्नल वेबसाइट पर जाएं। आप अपने उपयोगकर्ता नाम के साथ सिस्टम में लॉग इन करने में सक्षम हैं, &quot;{$username}&quot;.<br /> <br /> यदि आपके कोई प्रश्न हैं, तो कृपया मुझसे बेझिझक संपर्क करें.<br /> <br /> {$subscriptionContactSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Előfizetése a(z) {$contextName} folyóiratnál lejárt.<br /> <br /> {$subscriptionType}<br /> Lejárat dátuma: {$expiryDate}<br /> <br /> Előfizetése megújításához, kérjük, keresse fel folyóiratunk weboldalát. A rendszerbe felhasználónevével tud bejelentkezni: &quot;{$recipientUsername}&quot;<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionSignature}
hy_am: {$recipientName}:<br /> <br /> Ձեր {$contextName} բաժանորդագրության ժամկետը լրացել է:<br /> PԽնդրում ենք նկատի ունենալ, որ սա վերջին հիշեցումն է, որը կուղարկվի ձեզ էլ. փոստին։<br /> <br /> {$subscriptionType}<br /> Ժամկետը լրանալու ամսաթիվ: {$expiryDate}<br /> <br /> Ձեր բաժանորդագրությունը թարմացնելու համար այցելեք ամսագրի կայք: Դուք կարող եք մուտք գործել համակարգ ձեր օգտվողի անունով, &quot;{$recipientUsername}&quot;.<br /> <br /> Եթե ունեք հարցեր, խնդրում եմ կապվել ինձ հետ:<br /> <br /> {$signature}
id: {$recipientName}:<br /> <br /> Langganan {$contextName} Anda telah berakhir.<br /> Ini adalah pengingat terakhir yang diemailkan kepada Anda.<br /> <br /> {$subscriptionType}<br /> Tanggal berakhir: {$expiryDate}<br /> <br /> Untuk memperbaharui langganan Anda, silakan kunjungi website jurnal. Anda dapat login dengan menggunakan nama pengguna Anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionSignature}
it: Gentilissimo {$recipientName}:<br /> <br /> Il suo abbonamento a {$contextName} è scaduto.<br /> Questo è l'ultimo avviso che le inviamo.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per rinnovare l'abbonamento visiti il sito della rivista. Per l'accesso utilizzi il suo username &quot;{$recipientUsername}&quot;.<br /> <br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarci.<br /> <br /> {$subscriptionSignature}
it_it: Gentilissimo {$subscriberName}:<br /> <br /> Il suo abbonamento a {$contextName} è scaduto.<br /> Questo è l'ultimo avviso che le inviamo.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per rinnovare l'abbonamento, si rechi sul sito della rivista.<br /> Per l'accesso utilizzi la sua username, &quot;{$username}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ka_ge: {$subscriberName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> Please note that this is the final reminder that will be emailed to you.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$username}&quot;..<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> "{$ContextName}" журналына Жазылу мерзімі аяқталды.<br /> Бұл сізге электрондық пошта арқылы жіберілетін соңғы ескерту екенін ескеріңіз.<br /> <br /> {$subscriptionType}<br /> Жазылымның аяқталу күні: {$expiryDate}<br / > <br /> Жазылымды жаңарту үшін журналдың веб-сайтына өтіңіз. Сіз журнал сайтына "{$recipientUsername}" пайдаланушы атыңызбен кіре аласыз.<br /> <br /> Егер сізде сұрақтар туындаса, менімен хабарласудан тартынбаңыз.<br /> <br /> {$signature}
mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е истечена.<br /> Ве молиме земете во предвид дека ова е последниот потсетник кој ќе ви го испратиме преку и-меил.<br /> <br /> {$subscriptionType}<br /> Истечено на: {$expiryDate}<br /> <br /> За да ја обновите вашата претплата, ве молам да се упатите кон веб-страницата на списанието. Можете да се најавите на системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mk_mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е истечена.<br /> Ве молиме земете во предвид дека ова е последниот потсетник кој ќе ви го испратиме преку и-меил.<br /> <br /> {$subscriptionType}<br /> Истечено на: {$expiryDate}<br /> <br /> За да ја обновите вашата претплата, ве молам да се упатите кон веб-страницата на списанието. Можете да се најавите на системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mr: {$recipientName}:<br /> <br /> तुमचे {$contextName} सदस्यत्व कालबाह्य झाले आहे.<br /> हे शेवटचे स्मरणपत्र तुम्हाला ई-मेलने पाठवण्यात येत आहे याची कृपया नोंद घ्या.<br /> <br /> { $subscriptionType}<br /> कालबाह्यता तारीख: {$expiryDate}<br /> <br /> तुमच्या सदस्यत्वाचे नूतनीकरण करण्यासाठी, कृपया नियतकालिकाच्या संकेतस्थळावर जा. तुम्ही तुमच्या वापरकर्ता नावाने &quot;{$recipientUsername}&quot; प्रणालीमध्ये लॉग इन करू शकता.<br /> <br /> तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी मोकळ्या मनाने संपर्क साधा.<br /> <br /> {$subscriptionSignature}
ms: {$recipientName}:<br /> <br /> Langganan {$contextName} anda telah tamat tempoh.<br /> Sila ambil perhatian bahawa ini ialah peringatan terakhir yang akan dihantar melalui e-mel kepada anda.<br /> <br /> {$subscriptionType}<br /> Tarikh luput: {$expiryDate}<br /> <br /> Untuk memperbaharui langganan anda, sila pergi ke laman web jurnal. Anda boleh log masuk ke sistem dengan nama pengguna anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.<br /> <br /> {$subscriptionSignature}
ms_my: {$recipientName}: <br /> <br /> Langganan {$contextName} anda telah tamat. <br /> Harap maklum bahawa ini adalah peringatan terakhir yang akan dihantar melalui email kepada anda. <br /> <br /> {$subscriptionType} <br /> Tarikh luput: {$expiryDate} <br /> <br /> Untuk memperbaharui langganan anda, sila pergi ke laman web jurnal. Anda dapat log masuk ke sistem dengan nama pengguna anda, &quot; {$recipientUsername} &quot ;. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, jangan ragu untuk menghubungi saya. <br /> <br /> {$signature}
nb: {$recipientName}:<br /> <br /> Abonnementet ditt på {$contextName} har løpt ut.<br /> Dette er det siste varselet du vil motta fra oss om dette.<br /> <br /> {$subscriptionType}<br /> Utløpsdato: {$expiryDate}<br /> <br /> Gå til tidsskriftets nettsted for å fornye abonnementet ditt. Du logger inn med brukernavnet ditt: «{$recipientUsername}».<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionSignature}
nl_nl: {$subscriberName}:<br /> <br /> Uw abonnement op {$contextName} is verlopen.<br /> Dit is de laatste herinnering die naar u wordt verstuurd.<br /> <br /> {$subscriptionType}<br /> Afloopdatum: {$expiryDate}<br /> <br /> Om uw abonnement te verlengen, kunt u naar de website van het tijdschrift gaan en inloggen met uw gebruikersnaam: &quot;{$username}&quot;.<br /> <br /> Aarzel niet om contact met mij op te nemen als u vragen heeft.<br /> <br /> {$subscriptionContactSignature}
pl: {$recipientName}:<br /> <br /> Twoja {$contextName} subskrypcja wygasła.<br /> Prosimy, zwróć uwagę, że to ostatnie przypomnienie wysłane do Ciebie.<br /> <br /> {$subscriptionType}<br /> Data wygaśnięcia: {$expiryDate}<br /> <br /> Aby wznowić subskrypcję, odwiedź stronę czasopisma. Możesz zalogować się do systemu swoim loginem, &quot;{$recipientUsername}&quot;.<br /> <br /> W razie pytań, skontaktuj się ze mną.<br /> <br /> {$subscriptionSignature}
pt_br: {$subscriberName}: <br /> <br /> Sua assinatura do {$contextName} expirou. <br /> Observe que este é o lembrete final que lhe será enviado por e-mail. <br /> <br /> {$subscriptionType} <br /> Data de validade: {$expiryDate} <br /> <br /> Para renovar sua assinatura, acesse o site da revista. Você pode fazer login no sistema com seu nome de usuário, &quot;{$username}&quot;. <br /> <br /> Se você tiver alguma dúvida, não hesite em contactar-me. <br /> <br /> {$subscriptionContactSignature}
pt_pt: {$subscriberName},<br /> <br /> A sua subscrição da revista {$contextName} expirou.<br /> Este é o lembrete final a ser enviado pelo portal.<br /> <br /> {$subscriptionType}<br /> Data de expiração: {$expiryDate}<br /> <br /> Para renovar a sua subscrição, aceda ao portal da revista, com o seu nome de utilizador &quot;{$username}&quot;.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ro_ro: {$subscriberName}:<br /> <br /> Abonamentul dumneavoastră {$contextName} a expirat.<br /> Vă rugăm să rețineți că acesta este ultimul memento care vă va fi trimis prin e-mail.<br /> <br /> {$subscriptionType}<br /> Data expirării: {$expiryDate}<br /> <br /> Pentru a vă reînnoi abonamentul, vă rugăm să accesați site-ul web al jurnalului. Vă puteți conecta la sistem cu numele dvs. de utilizator, &quot;{$username}&quot;.<br /> <br /> Dacă aveți întrebări, nu ezitați să mă contactați.<br /> <br /> {$subscriptionContactSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Срок Вашей подписки на журнал «{$contextName}» истек.<br /> Пожалуйста, обратите внимание, что это — последнее напоминание, которое будет отправлено Вам электронной почтой.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Для продления Вашей подписки, пожалуйста, перейдите на сайт журнала. Вы можете войти на сайт журнала со своим именем пользователя «{$recipientUsername}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Срок Вашей подписки на журнал «{$contextName}» истек.<br /> Пожалуйста, обратите внимание, что это — последнее напоминание, которое будет отправлено Вам электронной почтой.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Для продления Вашей подписки, пожалуйста, перейдите на сайт журнала. Вы можете войти на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sk_sk: {$subscriberName}:<br /> <br /> Vaše predplatné pre {$contextName} vypršalo.<br /> Vedzte prosím, že toto je posledná pripomienka, ktorá Vám bude poslaná.<br /> <br /> {$subscriptionType}<br /> Dátum vypršania: {$expiryDate}<br /> <br /> Pre obnovenie predplatného prejdite prosím na stránky časopisu. Do systému sa môžete prihlásiť Vašim užívateľským menom &quot;{$username}&quot;.<br /> <br /> Ak máte nejaké otázky, neváhajte ma prosím kontaktovať.<br /> <br /> {$subscriptionContactSignature}
sl: {$recipientName}:<br /> <br /> Your {$contextName} subscription has expired.<br /> Please note that this is the final reminder that will be emailed to you.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To renew your subscription, please go to the journal website. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionSignature}
sv: {$recipientName}:<br /> <br /> Din prenumeration på tidskriften {$contextName} har förfallit.<br /> Observera att det här är den sista påminnelsen som skickas till dig.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> Gå till tidskriftens webbplats för att förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$recipientUsername}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionSignature}
sv_se: {$subscriberName}:<br /> <br /> Din prenumeration på tidskriften {$contextName} har förfallit.<br /> Observera att det här är den sista påminnelsen som skickas till dig.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> Gå till tidskriftens webbplats för att förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionContactSignature}
tr: {$recipientName}:<br /> <br /> {$contextName} dergisi abonelik süreniz doldu.<br /> Bu size gönderdiğimiz son anımsatma olacaktır.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Aboneliğinizi yenilemek için dergi sitesine giriniz. Sisteme &quot;{$recipientUsername}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionSignature}
tr_tr: {$subscriberName}:<br /> <br /> {$contextName} dergisi abonelik süreniz doldu.<br /> Bu size gönderdiğimiz son anımsatma olacaktır.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Aboneliğinizi yenilemek için dergi sitesine giriniz. Sisteme &quot;{$username}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionContactSignature}
uk: Шановний(-а) {$recipientName}!<br /> <br /> Ваша передплата на видання "{$contextName}" закінчилась.<br /> Будь ласка, зауважте, що це останнє нагадування, яке ми надсилаємо Вам.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб поновити Вашу передплату, будь ласка, завітайте на вебсайт журналу. Ви можете увійти до системи з Вашим іменем користувача {$recipientUsername}.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionSignature}
uk_ua: {$subscriberName}:<br /> <br /> Ваша передплата на видання &quot;{$contextName}&quot; закінчилась.<br /> Будь ласка, зауважте, що це останнє нагадування, яке ми надсилаємо Вам.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб поновити Вашу передплату, будь ласка, завітайте на веб-сайт журналу. Ви можете увійти до системи з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
uz@latin: {$recipientName}: <br /> <br/> {$contextName} obunangiz muddati tugadi. <br /> E'tibor bering, bu sizga elektron pochta orqali yuboriladigan oxirgi eslatma. <br /> <br/> {$subscriptionType} <br /> Yaroqlilik muddati: {$expiryDate} <br /> <br/> Obunani yangilash uchun jurnal veb -saytiga o'ting. Siz tizimga &quot; {$ username} &quot; ismingiz bilan kirishingiz mumkin. <br /> <br/> Savollaringiz bo'lsa, iltimos, men bilan bog'laning. <br /> <br/> {$subscriptionSignature}
uz_cyrl: Ҳурматли {$recipientName}:<br /> <br /> Сизнинг {$contextName} журналига обунангиз муддати тугади.<br /> Илтимос, эътибор беринг, бу сизга электрон почта орқали юбориладиган охирги эслатмадир.<br /> <br /> {$subscriptionType}<br /> Тугаш санаси: {$expiryDate}<br /> <br /> Обунангизни янгилаш учун, илтимос, журнал веб-сайтига ўтинг. Сиз тизимга &quot;{$recipientUsername}&quot; фойдаланувчи номи билан киришингиз мумкин.<br /> <br /> Агар сизда саволлар бўлса, илтимос, мен билан боғланишдан тортинманг.<br /> <br /> {$subscriptionSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Thuê bao tại {$contextName} đã hết hạn.<br /> Xin lưu ý rằng đây là lời nhắc cuối cùng sẽ được gửi qua email cho bạn.<br /> <br /> {$subscriptionType}<br /> Ngày hết hạn: {$expiryDate}<br /> <br /> Để gia hạn thuê bao của bạn, vui lòng truy cập trang web tạp chí. Bạn có thể đăng nhập vào hệ thống bằng username của bạn, &quot;{$recipientUsername}&quot;.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionSignature}
