Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestAttached.body
source: {$recipientName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; and I am asking that you consider undertaking this important task for us. The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
bg_bg: {$recipientName}:<br /> <br /> Вярвам, че бихте били отличен рецензент на ръкописа, &quot;{$submissionTitle},&quot; и ви моля да обмислите да поемете тази важна задача за нашето списание. Насоките за рецензия на това списание са приложени по-долу и изпратеното е приложено към този имейл. Вашият преглед на изпратените материали, заедно с вашата препоръка, моля да ми изпратите по имейл до {$reviewDueDate}.<br /> <br /> Моля, посочете в обратен имейл до {$responseDueDate} дали сте в състояние и желаете да направите рецензията.<br /> <br /> Благодаря ви, че бихте обмислили тази молба.<br /> <br /> {$signature}<br /> <br /> <br /> Насоки за рецензиране<br /> <br /> {$reviewGuidelines}<br />
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> U nastavku teksta poruke nalaze se upute za recenzente našeg časopisa, a tekst članka nalazi se u prilogu. Od vas očekujemo da nam vašu recenziju članka, zajedno s preporukom dostavite e-poštom zaključno s {$reviewDueDate}.<br /> <br /> No prije svega, molimo vas da nam u odgovoru na ovu poruku e-poštom zaključno s datumom {$responseDueDate} naznačite da li ste u mogućnosti i da li ste voljni izvršiti recenziju<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> Upute za recenzente<br /> <br /> {$reviewGuidelines}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Considero que el vostre perfil és adequat per a revisar el manuscrit &quot;{$submissionTitle}&quot; tramès a la revista {$contextName}, per la qual cosa us demano que valoreu la possibilitat d'encarregar-vos d'aquesta important tasca per a la nostra revista. A continuació trobareu les indicacions per a la revisió d'aquesta revista, així com també la tramesa com a fitxer adjunt. Noteu que m'hauríeu de fer arribar per correu electrònic la revisió de la tramesa i la recomanació corresponent abans del {$reviewDueDate}.<br /> <br /> Us demano que respongueu a aquest missatge abans del {$responseDueDate} per a indicar-nos si accepteu encarregar-vos de la revisió.<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Indicacions per a la revisió<br /> <br /> {$reviewGuidelines}
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle}&quot; a žádám Vás, abyste zvážil možnost přijetí tohoto pro nás důležitého úkolu. Instrukce pro zpracování recenze pro tento časopis jsou připojeny níže a příspěvek je přiložen k tomuto emailu. Vaši recenzi příspěvku spolu s Vaším doporučením byste mi měl zaslat emailem do {$reviewDueDate}.<br /> <br /> Uveďte prosím do {$responseDueDate} v odpovědi na tento email, zda můžete a chcete zpracovat tuto recenzi.<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instrukce pro zpracování recenze<br /> <br /> {$reviewGuidelines}<br />
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil kunne være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, og jeg beder dig om at overveje at påtage dig denne vigtige opgave for os. Dette tidsskrifts Retningslinjer for bedømmelser er angivet nedenfor, og manuskriptet er vedhæftet denne e-mail. Din bedømmelse af manuskriptet samt din anbefaling skal sendes til mig pr. e-mail senest den {$reviewDueDate}.<br /> <br /> Meld venligst tilbage via e-mail inden den {$responseDueDate}, om du kan og er villig til at foretage bedømmelsen.<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for bedømmelser<br /> <br /> {$reviewGuidelines}<br />
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe. Die Richtlinien für die Begutachtung sind angefügt, ebenso der Beitrag, um den es geht. Ihr Gutachten und Ihre Empfehlung sollten gegebenenfalls bis zum {$reviewDueDate} per E-Mail bei uns eingehen.<br /> <br /> Bitte benachrichtigen Sie uns bis zum {$responseDueDate} per E-Mail, ob Sie das Gutachten übernehmen können.<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Richtlinien für Gutachter/innen<br /> <br /> {$reviewGuidelines}<br />
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un/a excelente revisor/a del manuscrito &quot;{$submissionTitle},&quot;. A continuación encontrará un extracto del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros. A continuación le mostramos las Normas de Revisión de esta revista y adjunto a este correo-e recibirá el envío. Debería enviarme por correo-e su revisión del envío, así como su recomendación antes del {$reviewDueDate}.<br /> <br /> Le ruego me conteste a este correo-e antes del {$responseDueDate} y me comunique si puede y quiere hacer la revisión.<br /> <br /> Gracias por tener en cuenta esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Normas de Revisión<br /> <br /> {$reviewGuidelines}<br />
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että sopisitte erinomaisesti käsikirjoituksen&quot;{$submissionTitle},&quot; arvioijaksi, ja pyydänkin, että harkitsette ryhtyvänne tähän meille tärkeään tehtävään. Julkaisumme arviointiohjeet löytyvät tämän sähköpostin lopusta ja käsikirjoitus on liitteenä. Arviointinne sekä suosituksenne tulisi lähettää minulle sähköpostitse {$reviewDueDate} mennessä.<br /> <br /> Ilmoittakaa pystyttekö ja haluatteko suorittaa arvioinnin vastaamalla tähän viestiin {$responseDueDate} mennessä.<br /> <br /> Kiitos, että harkitsette arviointiin ryhtymistä.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}<br /> <br /> <br /> Arviointiohjeet<br /> <br /> {$reviewGuidelines}<br />
fr_ca: {$reviewerName},<br /> <br /> Nous croyons que vous feriez un-e excellent-e évaluateur-trice pour le manuscrit intitulé « {$submissionTitle} ». Nous espérons que vous envisagerez d'entreprendre cette tâche essentielle à la publication de la revue. Les directives d'évaluation de la revue se trouvent ci-dessous et la soumission est jointe au présent courriel. Votre évaluation de la soumission, ainsi que vos recommandations, devraient nous parvenir par courriel d'ici le {$reviewDueDate}.<br /> <br /> Veuillez nous faire savoir par courriel d'ici le {$responseDueDate} si vous acceptez ou non d'effectuer cette évaluation.<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Directives pour l'évaluation<br /> <br /> {$reviewGuidelines}<br />
fr_fr: {$reviewerName},<br /> <br /> Nous croyons que vous feriez un excellent évaluateur ou une excellente évaluatrice pour le manuscrit intitulé « {$submissionTitle} ». Nous espérons que vous envisagerez d'entreprendre cette tâche essentielle à la publication de la revue. Les directives d'évaluation de la revue se trouvent ci-dessous et la soumission est jointe au présent courriel. Votre évaluation de la soumission, ainsi que vos recommandations, devraient nous parvenir par courriel d'ici le {$reviewDueDate}.<br /> <br /> Veuillez nous faire savoir par courriel d'ici le {$responseDueDate} si vous acceptez ou non d'effectuer cette évaluation.<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Directives pour l'évaluation<br /> <br /> {$reviewGuidelines}<br />
hi_in: {$reviewerName}:<br /> <br /> मुझे विश्वास है कि आप पांडुलिपि के एक उत्कृष्ट समीक्षक के रूप में काम करेंगे, &quot;{$submissionTitle},&quot; और मैं पूछ रहा हूं कि आप हमारे लिए इस महत्वपूर्ण कार्य को करने पर विचार कर रहे हैं। इस जर्नल के लिए समीक्षा दिशानिर्देश नीचे संलग्न हैं, और प्रस्तुत इस ईमेल से जुड़ा हुआ है। प्रस्तुत करने की आपकी समीक्षा, आपकी सिफारिश के साथ, मेरे द्वारा ईमेल की जानी चाहिए {$reviewDueDate}.<br /> <br /> कृपया {$ responseDueDate} द्वारा वापसी ईमेल में इंगित करें कि क्या आप समीक्षा करने में सक्षम और इच्छुक हैं।<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद।<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
it_it: Gentilissimo {$reviewerName}:<br /> <br /> Ti propongo la revisione del manoscritto &quot;{$submissionTitle}&quot;.<br /> Le linee guida per la revisione sono indicate sotto e il file della submission è allegato.<br /> <br /> Puoi comunicarmi il tuo parere per posta elettronica entro il {$reviewDueDate}.<br /> <br /> Ti chiedo di farmi sapere entro il {$responseDueDate} e accetti o meno l'incarico di revisione.<br /> <br /> Grazie per la tua collaborazione<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> ======<br /> Linee guida per le revisioni<br /> <br /> {$reviewGuidelines}
ka_ge: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; and I am asking that you consider undertaking this important task for us. The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review..<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
kk_kz: Сәлем {$recipientName}!<br /> <br /> Менің ойымша, сіз «{$submissionTitle}» үшін керемет шолушы бола аласыз және сізден біз үшін осы маңызды тапсырманы алуыңызды сұраймын. Бұл журналға рецензенттерге арналған нұсқаулар төменде қосылды, және шолу материалдары осы хатқа қоса берілді. Материалға шолуыңыз ұсыныспен бірге маған {$reviewDueDate} электрондық поштасы арқылы жіберілуі керек.<br /> <br /> Жауап электрондық поштаңызға {$responseDueDate} дейін хабарлаңыз, егер қарап шығуға мүмкіндігіңіз болса. Бізге хабарлаңыз.<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> <br /> Рецензенттерге арналған нұсқаулық<br /> <br /> {$reviewGuidelines}<br />
ms_my: {$recipientName}: <br /> <br /> Saya percaya bahawa anda akan berperana sebagai pengulas manuskrip yang sangat baik, &quot; {$submissionTitle}, &quot; dan saya meminta anda mempertimbangkan untuk melaksanakan tugas penting ini untuk kami. Garis Panduan Ulasan untuk jurnal ini dilampirkan di bawah, dan penyerahan dilampirkan ke e-mel ini. Ulasan penyerahan anda, bersama dengan cadangan anda, harus dihantar melalui email kepada saya sebelum {$reviewDueDate}. <br /> <br /> Sila nyatakan dalam e-mel balik selewat-lewatnya pada {$responseDueDate} sama ada anda mampu dan bersedia melakukan ulasan. <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> <br /> Garis Panduan Ulasan <br /> <br /> {$reviewGuidelines} <br />
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; en ik wil u vragen om te overwegen deze belangrijke taak voor ons uit te voeren. De review richtlijnen voor dit tijdschrift staan hieronder en de inzending is als bijlage meegestuurd. Uw review van de inzending en uw aanbeveling zou naar mij gemaild moeten zijn op {$reviewDueDate}.<br /> <br /> Wilt u voor {$responseDueDate} in een retourbericht aangeven of u bereid en in staat bent om deze review te doen.<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review richtlijnen<br /> <br /> {$reviewGuidelines}
pt_br: {$reviewerName}:<br /> <br /> Eu acredito que você seria um ótimo(a) parecerista para o manuscrito, &quot;{$submissionTitle},&quot; e estou pedindo que considere aceitar esta importante tarefa para nós. As Diretrizes de Avaliação deste periódico seguem abaixo, e a submissão está anexa ao email. Sua avaliação da submissão, junto à sua recomendação, devem ser enviadas por email para mim até {$reviewDueDate}.<br /> <br /> Por gentileza, indique se você aceita dar o parecer ou não por e-mail até {$responseDueDate}.<br /> <br /> Obrigado por considerar este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Diretrizes de Avaliação<br /> <br /> {$reviewGuidelines}<br />
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será valioso para realizar a revisão do manuscrito, &quot;{$submissionTitle}&quot; e esperamos que considere assumir esta importante tarefa. As Instruções para Revisão encontram-se no final desta mensagem, e o manuscrito encontra-se em anexo. O prazo para entrega da revisão e as suas recomendações é {$reviewDueDate}.<br /> <br /> Responda se está disponível para efetuar ou não esta revisão até {$responseDueDate} .<br /> <br /> Agradecemos desde já a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instruções para Revisão<br /> <br /> {$reviewGuidelines}<br />
ro_ro: {$reviewerName}:<br /> <br /> Evaluarea manuscrisului &quot;{$submissionTitle},&quot; efectuată de dumneavoastră, este foarte importă pentru noi. Ghidurile de revizuire pentru această revistă sunt anexate mai jos, iar manuscrisul este atașat la acest e-mail. Revizia împreună cu recomandarea dvs., ar trebui să le primim prin e-mail până la data de {$reviewDueDate}.<br /> <br /> Vă rugăm astfel, ca printr-un email de răspuns să ne spuneți dacă întâmpinați probleme în revizuirea acestui manuscris, sau aveți nevoie de timp suplimentar<br /> <br /> Vă mulțumim că luați în considerare această solicitare.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Ghidul re revizuire<br /> <br /> {$reviewGuidelines}<br />
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}» и прошу Вас взяться выполнить эту важную задачу для нас. Руководство для рецензентов этого журнала добавлено ниже, материал для рецензирования приложен к этому письму. Ваша рецензия на материал, вместе с рекомендацией, должны быть отправлены мне электронной почтой до {$reviewDueDate}.<br /> <br /> Пожалуйста, сообщите в ответном письме до {$responseDueDate} сможете ли Вы взяться за рецензирование.<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Руководство для рецензентов<br /> <br /> {$reviewGuidelines}<br />
sk_sk: {$reviewerName}:<br /> <br /> Domnievam sa, že by ste mohol byť výborným recenzentom príspevku &quot;{$submissionTitle}&quot; a žiadam Vás, aby ste zvážil možnosť prijatia tejto pre nás dôležitej úlohy. Inštrukcie pre spracovanie recenzie pre tento časopis sú pripojené nižšie a príspevok je priložený k tomuto emailu. Vašu recenziu príspevku spolu s Vašim odporúčaním by ste mi mal zaslať emailom do {$reviewDueDate}.<br /> <br /> Uveďte prosím do {$responseDueDate} v odpovedi na tento email, či môžete a chcete spracovať túto recenziu.<br /> <br /> Ďakujeme za zváženie tejto žiadosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Inštrukcie pre spracovanie recenzie<br /> <br /> {$reviewGuidelines}<br />
sl_si: {$recipientName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; in vas prosim, če lahko naredite to nalogo, ki je pomembna za nas. Spodaj so navodila za recenzijo za našo revijo, v priponki pa je prispevek. Vašo recenzijo, skupaj s priporočilom, bi mi morali poslati po e-pošti do {$reviewDueDate}.<br /> <br /> Prosim, če mi po e-pošti sporočite do {$responseDueDate}, če ste pripravljeni narediti to recenzijo ali ne.<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> <br /> Navodila za recenzijo<br /> <br /> {$reviewGuidelines}<br />
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot; och detta är en förfrågan om du skulle vara villig att ta dig an den här viktiga uppgiften åt oss. Tidskriftens Riktlinjer för granskare bifogas här nedan, och bidraget finns som bilaga i det här e-postmeddelandet. Din bedömning av bidraget ska tillsammans med din rekommendation skickas per e-post till mig senast {$reviewDueDate}.<br /> <br /> Vänligen meddela mig genom att svara på det här meddelandet senast {$responseDueDate} om du har möjlighet att åta dig uppdraget eller inte.<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Riktlinjer för granskare:<br /> <br /> {$reviewGuidelines}<br />
tr_tr: Sayın {$reviewerName},<br /> <br /> Dergimizde yayınlanmak üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı makaleyi değerlendiremek için uygun hakemlerden birisi olarak, yazı hakkındaki değerli görüşlerinizi bize ileteceğinizi umuyoruz. Yazı e-posta ekinde gönderilmiştir ve dergimizin hakemlerimizden beklentileri aşağıda verilmiştir. Dergimiz için çok değerli olan görüşlerinizi bizimle paylaşacağınızı umuyoruz. Değerlendirme raporunuzun {$reviewDueDate} tarihine kadar gönderilmiş olması gerekmektedir.<br /> <br /> Lütfen değerlendirmeyi kabul edip, etmediğinizi {$responseDueDate} tarihine kadar e-posta mesajı ile bildiriniz.<br /> <br /> Katkılarınız için şimdiden teşekkür ederiz.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Değerlendirme Rehberi:<br /> <br /> {$reviewGuidelines}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису &quot;{$submissionTitle}&quot; та прошу Вас розглянути можливість виконання цієї важливої роботи для нас. Нижче Ви знайдете керівництво для рецензентів, яке використовується нашим журналом. Саме подання я надсилаю у додатку до цього листа. Ваша рецензія разом з Вашою рекомендацією повинна бути надіслана мені до {$reviewDueDate}.<br /> <br /> Будь ласка, до {$responseDueDate} повідомте мені листом, чи згодні Ви працювати над цією рецензією.<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Керівництво для рецензентів<br /> <br /> {$reviewGuidelines}<br />

# emails.reviewRequestAttached.subject
source: Article Review Request
bg_bg: Искане за рецензия на статия
bs_ba: Zamolba za recenziju članka u privitku
ca_es: Sol·licitud de revisió d'un article
cs_cz: Žádost o zpracování recenze článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
es_es: Petición de revisión de artículo
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
it_it: Richiesta di revisione di un articolo
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Мақаланы қарауды сұраңыз
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
ms_my: Permintaan Ulasan Artikel
nl_nl: Artikel review verzoek
pt_br: A revista {$contextName} solicita avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru_ru: Запрос на рецензирование статьи
sk_sk: Žiadosť o spracovanie recenze článku
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
tr_tr: Makale Değerlendirme İsteği
uk_ua: Запит на рецензування статті

# emails.reviewResponseOverdueAutoOneclick.description
source: This email is automatically sent when a reviewer's confirmation due date elapses (see Review Options under Settings > Workflow > Review) and one-click reviewer access is enabled. Scheduled tasks must be enabled and configured (see the site configuration file).
bg_bg: Този имейл се изпраща автоматично, когато изтича срокът за потвърждение на рецензента (вижте Опции за рецензия в Настройки > Работен поток > Преглед) и достъпът на рецензент с едно щракване е активиран. Планираните задачи трябва да бъдат активирани и конфигурирани (вижте конфигурационния файл на сайта).
gl_es: Este correo electrónico envíase automaticamente cando expira o prazo de confirmación dun revisor/a (vexa as opcións de revisión no paso 2 da configuración da revista) e é activado o acceso do revisor/a cun clic. As tarefas planificadas deben ser activadas e configuradas (vexa o arquivo de configuración do sitio).
kk_kz: Бұл электрондық пошта шолушының қарауды растау күні өткен кезде автоматты түрде жіберіледі (Параметрлер> Жұмыс үрдісі> Қарау бөліміндегі Қарау опцияларын қараңыз) және шолушының тікелей сілтемесі қосылған кезде. Жоспарланған тапсырмалар қосылып, конфигурациялануы керек (сайттың конфигурация файлын қараңыз).
ms_my: E-mel ini dihantar secara automatik apabila tarikh akhir pengesahan pengulas berlalu (lihat Pilihan Ulasan di bawah Tetapan> Alur Kerja> Ulasan) dan akses one-click pengulas didayakan. Tugas berjadual mesti didayakan dan dikonfigurasi (lihat fail konfigurasi laman web).
sl_si: Ta email se pošlje avtomatsko, ko recenzent prekorači rok za potrditev opravljanja recenzije (več: Recenzijske nastavitve pri Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom. Opozorilo: administrator spletišča mora v nastavitveni datoteki spletišča nastaviti "Scheduled tasks".
