Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionBeforeExpiry.subject
source: Notice of Subscription Expiry
ar: إشعار بانتهاء صلاحية الإشتراك
az: Abunəliyin başa çatma xəbərdarlığı
bg: Уведомление за изтичане на абонамента
bg_bg: Уведомление за изтичане на абонамента
bs_ba: Obavijest o isteku pretplate
ca: Avís de venciment de la subscripció
ca_es: Avís de venciment de la subscripció
cs: Oznámení o vypršení předplatného
cs_cz: Oznámení o vypršení předplatného
da: Meddelelse om udløb af abonnement
da_dk: Meddelelse om udløb af abonnement
de: Benachrichtigung über das Ablaufen eines Abonnements
de_de: Benachrichtigung über ablaufendes Abonnement
es: Notificación de expiración de suscripción
es_es: Notificación de expiración de suscripción
eu: Harpidetza-amaieraren jakinarazpena
fi_fi: Ilmoitus tilauksen päättymisestä
fr_ca: Avis d'expiration de l'abonnement
fr_fr: Rappel de l'expiration de l'abonnement
gl_es: Notificación de vencemento da subscrición
hi_in: सदस्यता समाप्ति की सूचना
hu: Értesítés előfizetés lejáratáról
hy_am: Բաժանորդագրության ժամկետի ավարտի մասին ծանուցում
id: Pemberitahuan Tanggal Berakhir Langganan
it: Avviso di abbonamento in scadenza
it_it: Avviso di abbonamento in scadenza
ka_ge: შეტყობინება გამოწერის ვადის გასვლის შესახებ
kk_kz: Жазылу туралы хабарлама
mk: Известување за истечена претплата
mk_mk: Известување за истечена претплата
mr: सदस्यता मुदत समाप्तीची सूचना
ms: Notis Langganan Tamat Tempoh
ms_my: Notis Langganan Tamat Tempoh
nb: Varsel: Abonnementet ditt utløper
nl_nl: Bericht van aflopen abonnement
pl: Informacja o wygaśnięciu subskrypcji
pt_br: Aviso de expiração de assinatura
pt_pt: Aviso de expiração de subscrição
ro_ro: Notificare de expirare a abonamentului
ru: Уведомление об окончании срока подписки
ru_ru: Уведомление об окончании срока подписки
sk_sk: Oznámenie o vypršaní predplatného
sv: Prenumeration närmar sig förfallodatum
sv_se: Prenumeration närmar sig förfallodatum
tr: Abonelik sona erme uyarısı
tr_tr: Abonelik sona erme uyarısı
uk: Нагадування про закінчення передплати
uk_ua: Нагадування про закінчення передплати
uz@latin: Obuna muddati tugagani haqida xabar
uz_cyrl: Обуна муддати тугаши ҳақида хабарнома
vi: Thông báo hết hạn thuê bao
zh_tw: 通知訂閱到期

# emails.openAccessNotify.description
source: This email is sent to registered readers who have requested to receive a notification email when an issue becomes open access.
bg_bg: Този имейл се изпраща на регистрирани читатели, които са поискали да получат имейл с известия, когато броят стане с отворен достъп.
bs_ba: Ovaj obrazac e-pošte šalje se registriranim čitateljima koji su zatražili primanje obavijesti e-poštom kada broj časopisa postane dostupan pod uvjetima otvorenog pristupa.
ca_es: Aquest missatge de correu electrònic s'envia als lectors que han sol·licitat rebre una notificació per correu electrònic quan es publiqui un número en format d'accés obert.
cs_cz: Tento email je posílán čtenářům, kteří požádali o zasílání upozornění na přechod čísla časopisu do otevřeného přístupu.
da_dk: Denne e-mail sendes til registrerede læsere, der har anmodet om at modtage en e-mail-meddelelse, når en udgave udgives i et Open Access-format.
de_de: Diese E-Mail wird an registrierte Leser/innen gesendet, die darum gebeten haben, informiert zu werden, wenn eine Ausgabe frei verfügbar wird.
es_es: Este correo electrónico se envía a los lectores/as registrados que han pedido recibir notificaciones por email cuando un número se vuelve de acceso libre.
fr_ca: Ce courriel est envoyé aux lecteurs-trices inscrits-es qui ont demandé à recevoir un avis par courriel quand un numéro devient disponible en libre accès.
fr_fr: Nous envoyons ce courriel aux lecteurs inscrits qui ont demandé à recevoir un avis par courriel quand un numéro devient disponible à accès libre.
gl_es: Este correo electrónico envíase aos lectores/as rexistrados que solicitaron recibir unha notificación cando un número se publica en formato de acceso libre.
hi_in: यह ईमेल उन पंजीकृत पाठकों को भेजा जाता है, जिन्होंने किसी अंक पर खुली पहुंच बनने पर अधिसूचना ईमेल प्राप्त करने का अनुरोध किया है.
hy_am: Այս նամակն ուղարկվում է գրանցված ընթերցողներին, ովքեր խնդրել են ծանուցման նամակ ստանալ, երբ համարը դառնում է բաց հասանելի:
it_it: Questa email viene inviata ai lettori registrati che hanno chiesto di ricevere un'email di notifica in caso di uscite ad accesso aperto.
ka_ge: ეს წერილი ეგზავნებათ იმ დარეგისტრირებულ მკითხველებს, რომლებსაც გამოწერილი აქვთ ელექტრონული ფოსტით შეტყობინებების მიღება, იმის შესახებ, რომ გამოცემაზე ღია წვდომა გახსნილია.
kk_kz: Бұл хат электронды поштаның нөмірі қоғамдық доменде пайда болғандығы туралы хабарлама алуға тіркелген оқырмандарға жіберіледі.
ms_my: E-mel ini dihantar kepada pembaca berdaftar yang telah meminta untuk menerima e-mel pemberitahuan ketika terbitan menjadi akses terbuka.
nl_nl: Deze e-mail wordt verstuurd naar geregistreerde gebruikers die aangegeven hebben een e-mail te willen ontvangen als een nummer open access wordt.
pt_br: Esta mensagem é enviada a leitores cadastrados que solicitam o recebimento do sumário de uma nova edição de Acesso Livre.
pt_pt: Esta mensagem é enviada a leitores registados que solicitam a receção de notificações da publicação de novas edições em Acesso Aberto.
ro_ro: Acest e-mail este trimis cititorilor înregistrați care au solicitat să primească un e-mail de notificare atunci când număr devine cu acces deschis.
ru_ru: Это письмо отправляется тем зарегистрированным читателям, которые подписались на получение уведомлений на электронную почту о том, что номер появился в открытом доступе.
sk_sk: Tento email je posielaný čitateľom, ktorí požiadali o zasielanie upozornení na prechod čísla časopisu do otvoreného prístupu.
sv_se: Det här e-postmeddelandet skickas till registrerade läsare som har begärt att meddelas om och när ett nummer görs tillgängligt som open access.
tr_tr: Bu mesaj sayı açık erişime açıldığında haberdar olmak isteyen okuyuculara gönderilir.
uk_ua: Цей лист надсилається зареєстрованим читачам, які виявили бажання отримувати поштові повідомлення про появу випусків у відкритому доступі.
