Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.copyeditRequest.body
source: <p>Dear {$recipientName},</p><p>A new submission is ready to be copyedited:</p><p><a href"{$submissionUrl}">{$submissionId} {$submissionTitle}</a><br />{$contextName}</p><p>Please follow these steps to complete this task:</p><ol><li>1. Click on the Submission URL below.</li><li>2. Open any files available under Draft Files and edit the files. Use the Copyediting Discussions area if you need to contact the editor(s) or author(s).</li><li>3. Save the copyedited file(s) and upload them to the Copyedited panel.</li><li>4. Use the Copyediting Discussions to notify the editor(s) that all files have been prepared, and that the Production process may begin.</li></ol><p>If you are unable to undertake this work at this time or have any questions, please contact me. Thank you for your contribution to this journal.</p><p>Kind regards,</p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Моля да предприемете стилистична проверка на &quot;{$submissionTitle}&quot; за {$contextName} със следните стъпки.<br /> 1. Кликнете върху URL адреса за изпратените материали по -долу.<br /> 2. Отворете всички налични файлове под Чернови файлове и направете вашата редакция, като при необходимост добавите всякакви дискусии във връзка с вашата работа.<br /> 3. Запазете редактираните файл/файлове и ги качете в панела.<br /> 4. Уведомете редактора, че всички файлове са подготвени и че производственият процес може да започне.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL на изпратените материали: {$submissionUrl}<br /> Потребител: {$recipientUsername}
bs_ba: Poštovana/i {$participantName},<br /> <br /> željeli bismo vas zamoliti da prihvatite lekturu rukopisa &quot;{$submissionTitle}&quot; za časopis {$contextName}. Prijavljeni rukopis, kao i upute za lektoriranje možete pronaći na mrežnim stranicama časopisa.<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$participantUsername}<br /> <br /> U slučaju da trenutačno niste u mogućnosti preuzeti lekturu ili da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,
ca_es: Benvolgut/uda {$participantName},<br /> <br /> M'agradaria demanar-vos que us encarreguéssiu de la revisió de &quot;{$submissionTitle}&quot; per a {$contextName}. Els passos que hauríeu de seguir són els següents:<br /> <br /> 1. Feu clic a l'URL de la tramesa que trobareu més avall en aquest missatge.<br /> 2. Inicieu la sessió a la revista i feu clic al fitxer que trobareu en el pas 1.<br /> 3. Consulteu les instruccions per a la correcció que hi ha publicades a la pàgina web.<br /> 4. Obriu el fitxer que heu baixat i corregiu-lo. Hi podeu incloure totes les consultes a l'autor que considereu necessàries.<br /> 5. Deseu el fitxer corregit i pengeu-lo en el pas 1 de la correcció.<br /> 6. Envieu el missatge de correu electrònic COMPLET a l'editor.<br /> <br /> URL de {$contextName}: {$contextUrl}<br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'usuari: {$participantUsername}
cs_cz: {$participantName}:<br /> <br /> Chtěl bych vás požádat, abyste zredigoval článek &quot;{$submissionTitle}&quot; pro {$contextName} a postupujte přitom prosím podle následujících kroků:<br /> 1. Klikněte níže na URL příspěvku.<br /> 2. Otevřete libovolný soubor v sekci Soubory návrhů a proveďte redakční editaci, případě využijte diskusi pro editační fázi.<br /> 3. Uložte zredigovaný soubor a nahrajte ho v editačním panelu.<br /> 4 . Upozorněte redaktora, že všechny soubory byly zeditovány a může začít produkční fáze.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$participantUsername}
da_dk: {$participantName}:<br /> <br /> Jeg vil bede dig om at foretage manuskriptredigering af &quot;{$submissionTitle}&quot; til {$contextName} ved at følge disse trin. <br /> 1. Klik på manuskriptets URL-adresse nedenfor. <br /> 2. Åbn tilgængelig(e) fil(er) under ‘Filer til redigering’ og tilføj, om nødvendigt, et indlæg under ‘Drøftelser under manuskriptredigering’.<br /> 3. Gem manuskriptredigeret fil og upload den ud for ‘Manuskriptredigering’.<br /> 4. Giv redaktøren besked, når alle filer er færdigredigerede og klar til blive videresendt til ’Produktion’.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}
de_de: {$participantName},<br /> <br /> ich bitte Sie, das Manuskript &quot;{$submissionTitle}&quot; für {$contextName} zu lektorieren. Bitte gehen Sie dabei folgendermaßen vor:<br /> 1. Klicken Sie auf die unten stehende URL des Beitrags.<br /> 2. Öffnen Sie alle Dateien, die unter Entwurf für Lektorat verfügbar sind, und beginnen Sie Ihr Lektorat. Fügen Sie neue Diskussionen zum Lektorat nach Bedarf hinzu.<br /> 3. Sichern Sie die lektorierte(n) Dateien und laden Sie sie unter Lektoriert hoch.<br /> 4. Benachrichtigen Sie die/den Redakteur/in, dass alle Dateien fertig sind und dass der Herstellungsprozess beginnen kann.<br /> <br /> URL {$contextName}: {$contextUrl}<br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$participantUsername}
es_es: {$participantName}:<br /> <br /> Me gustaría pedirle que llevara a cabo la corrección de &quot;{$submissionTitle}&quot; para {$contextName}. Para hacerlo debería seguir los pasos siguientes:<br /> 1. Haga clic en la URL del envío que encontrará al final de este correo.<br /> 2. Abra todos los archivos disponibles en "Archivos borradores" y haga la corrección, añadiendo todos los comentarios que necesite en "Discusiones de corrección".<br /> 3. Guarde los archivos corregidos y cárguelos en el panel "Corregidos".<br /> 4. Notifique al editor/a que los archivos están listos y que el proceso de producción puede empezar.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL del envío: {$submissionUrl}<br /> Nombre de usuario/a: {$participantUsername}
fi_fi: Hyvä {$participantName},<br /> <br /> Pyytäisin teitä toimittamaan teknisesti käsikirjoituksen &quot;{$submissionTitle}&quot; julkaisulle {$contextName}, seuraavia vaiheita noudattaen:<br /> 1. Klikatkaa alla olevaa käsikirjoituksen URL-osoitetta.<br /> 2. Avatkaa Luonnostiedostot-otsikon alla olevat tiedostot ja toimittakaa ne teknisesti. Voitte samalla lisätä tekniseen toimittamiseen liittyviä keskusteluja tarpeen mukaan.<br /> 3. Tallentakaa teknisesti toimitetut tiedostot ja ladatkaa ne Teknisesti toimitettu -paneeliin.<br /> 4. Ilmoittakaa toimittajalle, että kaikki tiedostot ovat valmiina, ja että tuotantoprosessi voidaan aloittaa.<br /> <br /> {$contextName} URL: <a href="{$contextUrl}">{$contextUrl}</a><br /> Käsikirjoituksen URL: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Käyttäjätunnus: {$participantUsername}<br /> <br /> Ystävällisin terveisin,
fr_ca: {$participantName},<br /> <br /> J'aimerais que vous effectuiez la révision du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName} à l'aide des étapes suivantes.<br /> 1. Cliquer sur l'URL de la soumission ci-dessous.<br /> 2. Ouvrir le(s) fichier(s) disponible(s) sous Fichiers des ébauches finales et effectuer votre révision, tout en ajoutant des discussions sur la révision, le cas échéant.<br /> 3. Enregistrer le(s) fichier(s) révisé(s) et le(s) téléverser dans la section Version(s) révisée(s).<br /> 4. Informer le,la rédacteur-trice que tous les fichiers ont été révisés et que l'étape de production peut débuter.<br /> <br /> URL de la revue {$contextName} : {$contextUrl}<br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$participantUsername}
fr_fr: {$participantName},<br /> <br /> J'aimerais que vous effectuiez la révision du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName} à l'aide des étapes suivantes.<br /> 1. Cliquer sur l'URL de la soumission ci-dessous.<br /> 2. Ouvrir le(s) fichier(s) disponible(s) sous Fichiers des ébauches finales et effectuer votre révision, tout en ajoutant des discussions sur la révision, le cas échéant.<br /> 3. Enregistrer le(s) fichier(s) révisé(s) et le(s) téléverser dans la section Version(s) révisée(s).<br /> 4. Informer le rédacteur ou la rédactrice que tous les fichiers ont été révisés et que l'étape de production peut débuter.<br /> <br /> URL de la revue {$contextName} : {$contextUrl}<br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$participantUsername}
hi_in: {$participantName}:<br /> <br /> I would ask that you undertake the copyediting of &quot;{$submissionTitle}&quot; for {$contextName} by following these steps.<br /> 1. नीचे दिए गए सबमिशन यूआरएल पर क्लिक करें.<br /> 2. ड्राफ्ट फ़ाइलों के तहत उपलब्ध किसी भी फाइल को खोलें और आवश्यकतानुसार अपनी कॉपी की गई चर्चाओं को जोड़ते हुए, अपनी प्रतिलिपि बनाएँ.<br /> 3. Save copyedited file(s), and upload to Copyedited panel.<br /> 4. संपादक को सूचित करें कि सभी फाइलें तैयार हो गई हैं, और यह कि उत्पादन प्रक्रिया शुरू हो सकती है.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}
it_it: {$participantName}:<br /> <br /> Ti chiedo di prendere in carico il copyedit del manoscritto, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> Il documento si trova su sito web della rivista, insieme alle istruzioni per il copyedit.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Manoscritto: {$submissionUrl}<br /> Username: {$participantUsername}<br /> <br /> Se non puoi prendere in carico il lavoro in questo periodo o hai qualche domanda, ti prego di contattarmi.
ka_ge: {$participantName}:<br /> <br /> I would ask that you undertake the copyediting of &quot;{$submissionTitle}&quot; for {$contextName} by following these steps..<br /> 1. Click on the Submission URL below.<br /> 2. Open any files available under Draft Files and do your copyediting, while adding any Copyediting Discussions as needed.<br /> 3. Save copyedited file(s), and upload to Copyedited panel.<br /> 4. Notify the Editor that all files have been prepared, and that the Production process may begin.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Submission URL: {$submissionUrl}<br /> Username: {$participantUsername}
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> Сізден төмендегі әрекеттерді орындау арқылы «{$contextName}» журналына арналған «{$submissionTitle}» материалын әдеби редакциялауды сұраймын.<br /> 1. Төмендегі мазмұн URL мекенжайын басыңыз.<br /> 2. Жобалар тақтасында қол жетімді барлық файлдарды ашып, әдеби өңдеулерді орындаңыз, қажет болған жағдайда әдеби өңдеуді талқылауды қосыңыз.<br /> 3. Өңделген файлдарды сақтап, Өңделген тақтаға жүктеңіз.<br /> 4. Редакторға барлық файлдар дайындалғанын және оларды өндіріске жіберуге болатынын хабарлаңыз.<br /> <br /> «{$contextName}» журналының URL мекенжайы: {$contextUrl}<br /> Жіберу URL: {$submissionUrl}<br /> Пайдаланушы аты: {$recipientUsername}
ms_my: {$recipientName}: <br /> <br /> Saya meminta anda melakukan copyediting &quot; {$submissionTitle} &quot; untuk {$contextName} dengan mengikuti langkah-langkah ini. <br /> 1. Klik pada URL Penyerahan di bawah. <br /> 2. Buka mana-mana fail yang ada di bawah Fail Draf dan lakukan copyediting anda, sambil menambahkan Perbincangan Copyediting mengikut keperluan. <br /> 3. Simpan fail yang copyedited , dan muat naik ke panel yang Copyedited. <br /> 4. Maklumkan kepada Editor bahawa semua fail telah disiapkan, dan proses Produksi dapat dimulai. <br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL Penyerahan:{$submissionUrl}<br /> Nama pengguna: {$recipientUsername}
nl_nl: {$participantName}:<br /> <br /> Ik wil u vragen om de teksredactie uit te voeren voor artikel &quot;{$submissionTitle}&quot; voor {$contextName} door deze stappen te volgen.<br /> 1. Klik op de inzendings-URL hieronder.<br /> 2. Log in bij het tijdschrift en klik op het bestand dat verschijnt bij Stap 1.<br /> 3. Raadpleeg de tekstredactie-instructies die op de webpagina staan.<br /> 4. Open het gedownloade bestand en doe de tekstredactie. Voeg auteursvragen toe waar nodig.<br /> 5. Bewaar het bewerkte bestand en laad het bij stap 1 van Tekstredactie.<br /> 6. Stuur de GEREED e-mail naar de redacteur.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL inzending: {$submissionUrl}<br /> Gerbruikersnaam: {$participantUsername}
pt_br: {$participantName}: <br /> <br /> Peço que você realize a revisão textual de &quot;{$submissionTitle}&quot; para {$contextName} seguindo estas etapas. <br /> 1. Clique no URL da Submissão abaixo. <br /> 2. Abra todos os arquivos disponíveis em "Arquivos de Versão Final" e faça sua revisão textual, adicionando quaisquer discussões em "Discussão da edição de texto" conforme necessário. <br /> 3. Salve os arquivos revisados e faça o carregamento no painel "Texto editado". <br /> 4. Notifique o Editor de que todos os arquivos foram preparados e que o processo de "Editoração" pode começar. <br /> <br /> URL de {$contextName}: {$contextUrl} <br /> URL de Submissão: {$submitUrl} <br /> Nome de usuário: {$participantUsername}
pt_pt: {$participantName},<br /> <br /> Solicito a revisão do texto do manuscrito &quot;{$submissionTitle}&quot;, submetido à revista {$contextName}, conforme os seguintes passos:<br /> 1. Clique no URL da submissão, indicado mais adiante nesta mensagem.<br /> 2. Abra quaisquer ficheiros disponíveis nos Ficheiros de Rascunho e reveja o texto; pode adicionar Discussões de Edição de texto conforme for necessário.<br /> 3. Guarde o(s) ficheiro(s) revisto(s) e envie o ficheiro para o Painel de Edição de Texto.<br /> 4. Notifique o Editor que todos os ficheiros estão pronto, e o processo de Produção pode ser iniciado.<br /> <br /> URL da {$contextName}: {$contextUrl}<br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$participantUsername}
ro_ro: {$participantName}:<br /> <br /> Vă rog să editați manuscrisul &quot;{$submissionTitle}&quot; pentru {$contextName} urmând pașii următori.<br /> 1. Click pe adresa manuscrisului de mai jos.<br /> 2. Deschideți orice fișiere disponibile în Schițe Fișiere și efectuați redactarea, adăugând în același timp orice discuții de redactare, după cum este necesar.<br /> 3. Salvați fișierele editate și încărcați-le în panoul Editare.<br /> 4. Notificați editorul că toate fișierele au fost pregătite și că procesul de producție poate începe.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Adresă manuscris: {$submissionUrl}<br /> Nume de utilizator: {$participantUsername}
ru_ru: Здравствуйте, {$participantName}!<br /> <br /> Я хотел бы попросить Вас выполнить литературное редактирование материала «{$submissionTitle}» для журнала «{$contextName}», выполнив следующие шаги.<br /> 1. Щелкните на URL материала ниже.<br /> 2. Откройте все файлы, доступные в панели «Черновики», и выполните литературное редактирование, добавляя при необходимости Обсуждения литературного редактирования.<br /> 3. Сохраните отредактированные файлы и загрузите их в панель «Отредактированные».<br /> 4. Уведомите редактора о том, что все файлы были подготовлены и можно их запускать в производство.<br /> <br /> URL журнала «{$contextName}»: {$contextUrl}<br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$participantUsername}
sk_sk: {$participantName}:<br /> <br /> Chcel by som vás požiadať, aby ste zredigoval článok &quot;{$submissionTitle}&quot; pre {$contextName} a postupujte pritom prosím podľa nasledujúcich krokov:<br /> 1. Kliknite nižšie na URL príspevku.<br /> 2. Otvorte ľubovoľný súbor v sekcii Súbory návrhov a vykonajte redakčnú editáciu, prípadne využite diskusiu pre editačnú fázu.<br /> 3. Uložte zredigovaný súbor a nahrajte ho v editačnom paneli.<br /> 4 . Upozornite redaktora, že všetky súbory boli zeditované a môže začať produkčná fáza.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> URL príspevku: {$submissionUrl}<br /> Užívateľské meno: {$participantUsername}
sl_si: {$recipientName}:<br /> <br /> Rad bi vas prosil, da opravite lektoriranje prispevka &quot;{$submissionTitle}&quot; za publikacijo {$contextName} po naslednjih korakih:<br /> 1. Kliknite na URL povezavo do prispevka spodaj.<br /> 2. Odprite vse datoteke, ki so na voljo pod Osnutki datotek in opravite lektroranje ter hkrati dodajte tudi razprave za lektoriranje, kot se vam zdi potrebno.<br /> 3. Shranite vse datoteke in jih naložite v razdelek z lektoriranimi datotekami.<br /> 4. Obvestite urednika, da so vse datoteke pripravljene in se lahko začne proces produkcije.<br /> <br /> Povezava do publikacije {$contextName}: {$contextUrl}<br /> Povezava do prispevka: $submissionUrl}<br /> Uporabniško ime: {$recipientUsername}
sv_se: {$participantName}:<br /> <br /> Jag skulle vilja be dig om att genomföra manusredigering av &quot;{$submissionTitle}&quot; för {$contextName} genom att gå igenom följande steg:<br /> 1. Klicka på Bidragets URL nedan.<br /> 2. Öppna samtliga filer tillgängliga under Utkastfiler och manusredigera dem. Skriv i Manusredigeringsdiskussioner vid behov.<br /> 3. Spara manusredigerade filer och ladda upp under Manusredigerade-panelen.<br /> 4. Meddela Redaktören att samtliga filer har förberetts och att Produktionsprocessen kan påbörjas.<br /> <br /> {$contextName} URL: {$contextUrl}<br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$participantUsername}
tr_tr: Sayın {$participantName},<br /> <br /> {$contextName} ileri sayılarında yayınlanmak üzere kabul edilen &quot;{$submissionTitle}&quot; başlıklı çalışmanın sayfa düzenini tamamlamanızı rica ederim. Dergi sitesinde yazıyı , sayfa düzeni konusundaki özel açıklamalar ile birlikte bulabilirsiniz. <br /> <br /> Yazı ulaşım adresi: {$submissionUrl}<br /> Kullanıcı adı: {$participantUsername}<br /> <br /> Lütfen eğer sayfa düzenini yapmanız konusunda bir sorun var ise bana bildiriniz.<br /> DErgimizin kalitesini arttıran değerli katkılarınız için teşekkür ederiz.
uk_ua: {$participantName}:<br /> <br /> Я хотів би попросити Вас здійснити літературне редагування тексту &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;, виконавши наступні кроки:<br /> 1. Натисніть на вказаній нижче адресі URL подання.<br /> 2. Увійдіть на сайт журналу та натисніть на посиланні &quot;Файл&quot; кроку 1.<br /> 3. Ознайомтеся з опублікованими на веб-сайті інструкціями з літературного редагування.<br /> 4. Відкрийте завантажений файл та відредагуйте його, додаючи у текст в разі потреби запити до автора.<br /> 5. Збережіть відредагований файл та вивантажте його на крок 1 літературного редагування.<br /> 6. Повідомте листом редактора про закінчення роботи.<br /> <br /> URL видання &quot;{$contextName}&quot;: <a href="{$contextUrl}">{$contextUrl}</a><br /> URL подання: <a href="{$submissionUrl}">{$submissionUrl}</a><br /> Ім'я користувача: {$participantUsername}

# emails.copyeditRequest.subject
source: Submission {$submissionId} is ready to be copyedited for {$contextAcronym}
bg_bg: Молба за стилистична проверка
bs_ba: Zamolba za lekturu
ca_es: Sol·licitud de correcció
cs_cz: Žádost o redigování příspěvku
da_dk: Forespørgsel om manuskriptredigering
de_de: Bitte um ein Lektorat
es_es: Petición de corrección
fi_fi: Teknistä toimittamista pyydetään
fr_ca: Demande de révision d'une soumission
fr_fr: Demande de révision d'une soumission
hi_in: प्रतिलिपि अनुरोध
it_it: Assegnazione di copyediting
ka_ge: ლიტერატურული რედაქტირების მოთხოვნა
kk_kz: Жіберу {$submissionId} үшін көшіруге дайын {$contextAcronym}
ms_my: Permintaan Copyediting
nl_nl: Tekstredactie verzoek
pt_br: Solicitação de edição de texto
pt_pt: Pedido de edição de texto
ro_ro: Solicitare editare
ru_ru: Запрос на литературное редактирование
sk_sk: Žiadosť o redigovanie príspevku
sl_si: Prispevek {$submissionId} je pripravljen za lektoriranje pri reviji {$contextAcronym}
sv_se: Förfrågan om manusredigering
tr_tr: Sayfa düzeni için rica
uk_ua: Запит на літературне редагування
