Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewConfirm.body
source: Editors:<br /> <br /> I am able and willing to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and I plan to have the review completed by its due date, {$reviewDueDate}, if not before.<br /> <br /> {$senderName}
bg_bg: До радакторите:<br /> <br /> Мога и желая да прегледам подадените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Благодаря, че ме имате предвид и смятам да направя рецензията до крайния срок, {$reviewDueDate}, или преди това.<br /> <br /> {$senderName}
bs_ba: Poštovana/i {$editorialContactName},<br /> <br /> u mogućnosti sam izvršiti recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Recenziju namjeravam izvršiti unutar dogovorenog vremenskog roka, {$reviewDueDate}.<br /> <br /> Srdačno,<br /> {$reviewerName}
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Accepto revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}, i us agraeixo que m'hàgiu tingut en compte per a aquesta tasca. La meva intenció és tenir-la acabada per a la data de venciment prevista ({$reviewDueDate}), o abans si és possible.<br /> <br /> {$reviewerName}
cs_cz: Editoři:<br /> <br /> Mohu a jsem ochotný zpracovat recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Děkuji, že jste mě oslovili. Plánuji dokončit zpracování recenze ve stanoveném termínu {$reviewDueDate}, případně dříve.<br /> <br /> {$reviewerName}
da_dk: Redaktører:<br /> <br /> Jeg kan og er villig til at bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Tak, fordi du tænkte på mig, og jeg planlægger at være færdig med bedømmelsen senest på forfaldsdatoen, {$reviewDueDate}, hvis ikke før.<br /> <br /> {$reviewerName}
de_de: Sehr geehrte Redaktion,<br /> <br /> ich bin in der Lage und auch gern bereit, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Vielen Dank für Ihr Vertrauen; ich werde das Gutachten spätestens bis zum {$reviewDueDate} einreichen, wenn möglich auch früher.<br /> <br /> {$reviewerName}
es_es: Editores/as:<br /> <br /> Tengo la capacidad y deseo revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Gracias por acordarse de mí, es mi intención tener la revisión completa en el plazo indicado: {$reviewDueDate}, a ser posible antes.<br /> <br /> {$reviewerName}
fi_fi: Hyvät toimittajat,<br /> <br /> Olen halukas arvioimaan käsikirjoituksen &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Kiitos, että pyysitte minua tähän tehtävään. Suoritan arvioinnin viimeistään sen määräaikaan {$reviewDueDate} mennessä.<br /> <br /> {$reviewerName}
fr_ca: Rédacteurs-trices,<br /> <br /> Je suis en mesure d'évaluer la soumission intitulée « {$submissionTitle} » pour la revue {$contextName}. Je vous remercie d'avoir pensé à moi. Je devrais être en mesure de compléter l'évaluation pour la date du {$reviewDueDate}, voire avant.<br /> <br /> {$reviewerName}
fr_fr: Rédacteurs, rédactrices,<br /> <br/> Je suis en mesure d'évaluer la soumission intitulée « {$submissionTitle} » pour la revue {$contextName}. Je vous remercie d'avoir pensé à moi. Je devrais être en mesure de compléter l'évaluation pour la date du {$reviewDueDate}, voire avant.<br /> <br /> {$reviewerName}
gl_es: Editores/as:<br /> <br /> Estou dispoñible e disposto a revisar o envío &quot;{$submissionTitle},&quot; para {$contextName}. Grazas por me teren en conta para esta tarefa. É a miña intención rematala no prazo previsto: {$reviewDueDate}, ou antes se é posible.<br /> <br /> {$senderName}
hi_in: Editors:<br /> <br /> मैं सबमिशन की समीक्षा करने में सक्षम और तैयार हूं, &quot;{$submissionTitle},&quot; for {$contextName}. मेरे बारे में सोचने के लिए धन्यवाद, और मेरी योजना इसकी नियत तारीख, {$ reviewDueDate} से पूरी होने की है, अगर पहले नहीं.<br /> <br /> {$reviewerName}
hy_am: Խմբագիրներ:<br /> <br /> Ես կարող եմ և ցանկանում եմ գրախոսել &quot;{$submissionTitle},&raquo; ներկայացումը, {$contextName} -ի համար: Շնորհակալ եմ, որ մտածում եք իմ մասին, և ես նախատեսում եմ գրախոսությունն ավարտել մինչև իր վերջնաժամկետը` {$reviewDueDate}, եթե ոչ ավելի վաղ:<br /> <br /> {$senderName}
it_it: Editor:<br /> <br /> Accetto l'incarico di revisionare &quot;{$submissionTitle},&quot; per {$contextName}.<br /> Penso di completare la revisione per la data che mi avete comunicato, {$reviewDueDate}, se non prima.<br /> <br /> {$reviewerName}
ka_ge: Editors:<br /> <br /> I am able and willing to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and I plan to have the review completed by its due date, {$reviewDueDate}, if not before..<br /> <br /> {$reviewerName}
kk_kz: Құрметті редакторлар!<br /> <br /> Мен «{$contextName}» журналына арналған «{$submissionTitle}» материалына шолу жасауға дайынмын. Маған хабарласқаныңыз үшін рахмет; Мен қарастыруды белгіленген мерзімге дейін аяқтауды жоспарлап отырмын, {$reviewDueDate}, мүмкін, тезірек.<br /> <br /> {$senderName}
mk_mk: Уредници:<br /> <br /> Јас сум во состојба и подготвен да го рецензирам поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Ви благодарам што помисливте на мене, и планирам да ја завршам рецензијата до крајниот датум, {$reviewDueDate}, ако не и порано.<br /> <br /> {$senderName}
ms_my: Editor: <br /> <br /> Saya mampu dan bersedia mengulas penyerahan, &quot; {$submissionTitle}, &quot; untuk {$contextName}. Terima kasih , dan saya merancang untuk menyelesaikan ulasan pada tarikh akhir, {$reviewDueDate}, jika tidak sebelumnya. <br /> <br /> {$senderName}
nl_nl: {$editorialContactName}:<br /> <br /> Ik ben bereid en in staat om een review te doen van de inzending &quot;{$submissionTitle}&quot; voor {$contextName}. Dank u dat u aan mij gedacht heeft. Ik verwacht de review gereed te hebben op of voor de afloopdatum, {$reviewDueDate}.<br /> <br /> {$reviewerName}
pt_br: Prezados editores, <br /> <br /> Eu tenho disponibilidade para dar um parecer para a submissão, &quot;{$submissionTitle},&quot; para o periódico {$contextName}. Agradeço por lembrar de mim, e pretendo enviar o parecer até {$reviewDueDate}, se não antes.<br /> <br /> Atenciosamente, <br /> {$reviewerName}
pt_pt: Cara(o) Editor:<br /> <br /> Estou disponível e interessado em rever a submissão &quot;{$submissionTitle}&quot; a {$contextName}. Agradeço a consideração e estimo concluir a revisão até à data definida, {$reviewDueDate}, ou antes do prazo.<br /> <br /> {$reviewerName}
ro_ro: Editorilor:<br /> <br /> Sunt dispus să revizuiesc manuscrisul, &quot;{$submissionTitle},&quot; pentru {$contextName}. Vă mulțumesc că v-ați gândit la mine și intenționez să finalizez examinarea până la data scadenței, {$reviewDueDate}, dacă nu, chiar mai repede.<br /> <br /> {$reviewerName}
ru_ru: Уважаемые редакторы!<br /> <br /> Я готов дать рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Благодарю Вас, что обратились ко мне; я планирую завершить рецензирование к указанному сроку, {$reviewDueDate}, а возможно и раньше.<br /> <br /> {$reviewerName}
sk_sk: Editori:<br /> <br /> Môžem a som ochotný spracovať recenziu príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Dakujem, že ste ma oslovili. Plánujem dokončiť spracovanie recenzie v stanovenom termíne {$reviewDueDate}, prípadne skôr.<br /> <br /> {$reviewerName}
sl_si: Editors:<br /> <br /> Pripravljen sem opraviti recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Hvala za povabilo. Sporočam vam, da nameravam recenzijo dokončati do predvidenega datuma, {$reviewDueDate}, če ne prej.<br /> <br /> {$senderName}
sv_se: Redaktörer:<br /> <br /> Jag har möjlighet och åtar mig gärna uppdraget att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Tack för att ni tänkte på mig. Jag kommer att ha granskningen färdig till deadline {$reviewDueDate}, om inte förr.<br /> <br /> {$reviewerName}
tr_tr: Sayın {$editorialContactName},<br /> <br /> {$contextName} adlı dergide yayımlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı makalenin değerlendirme talebini kabul ediyorum. Değerlendirme raporunu en geç {$reviewDueDate} tarihine kadar göndereceğim.<br /> <br /> Çalışmayı değerlendirmek üzere tarafıma gönderdiğiniz için teşekkür ederim.<br /> <br /> {$reviewerName}
uk_ua: {$editorialContactName}:<br /> <br /> Я маю можливість та бажання працювати над рецензією подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Дякую за довіру. Я планую закінчити роботу над рецензією не пізніше {$reviewDueDate}.<br /> <br /> {$reviewerName}

# emails.reviewConfirm.subject
source: Able to Review
bg_bg: Съгласен/а да рецензира
bs_ba: U mogućnosti sam izvršiti recenziju
ca_es: Accepto la revisió
cs_cz: Mohu zpracovat recenzi
da_dk: Kan foretage bedømmelse
de_de: Einwilligung in die Begutachtung
es_es: Acepto la revisión
fi_fi: Arvioinnin hyväksyminen
fr_ca: Acceptation d'évaluation
fr_fr: Acceptation d'évaluation
gl_es: Aceptación da revisión
hi_in: समीक्षा करने में सक्षम
hy_am: Կարող է գրախոսել
it_it: Accettazione incarico di revisione
ka_ge: თანხმობა რეცენზირებაზე
kk_kz: Мен шолуға келісемін
ku: توانای هەڵسەنگاندن هەیە
mk_mk: Може да рецензира
ms_my: Mampu Mengulas
nl_nl: Review mogelijk
pt_br: Disponível para realizar avaliação
pt_pt: Disponível para realizar a revisão
ro_ro: Bun de revizuit
ru_ru: Согласен дать рецензию
sk_sk: Môžem spracovať recenziu
sl_si: Potrditev recenzije
sv_se: Accepterar granskningsuppdrag
tr_tr: Değerlendirmeyi Yapacağım
uk_ua: Погоджуюсь здійснити рецензування
zh_tw: 能夠評審

# emails.reviewReinstate.description
source: This email is sent by an Editor to a Reviewer when a cancelled review is reinstated. If a reviewer accepts a review and the review is then cancelled by the editor, the editor has the option to reinstate the review to allow the reviewer to continue their review.
bg_bg: Този имейл се изпраща от редактора на секции до рецензент, който е в процес на проверка (рецензиране) на изпратените материали, за да ги уведоми, че молбата за рецензия на изпратените материали отново е валидна.
cs_cz: Tento e-mail je odeslán editorem sekce recenzentovi, který právě provádí recenzi příspěvku, aby mu oznámil, že zrušená recenze byla obnovena.
es_es: Este correo electrónico lo envía el editor/a de sección a un revisor/a con alguna revisión en curso para notificarle que una revisión cancelada ha sido restablecida.
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique à un,une évaluateur-trice qui a une évaluation en cours, pour l'aviser que la demande préalablement annulée a été rétablie.
fr_fr: Ce courriel est envoyé par le rédacteur ou la rédactrice de la rubrique à un évaluateur ou une évaluatrice qui a une évaluation en cours pour l'informer que la demande préalablement annulée à été rétablie.
hi_in: यह ईमेल सेक्शन एडिटर द्वारा एक समीक्षक को भेजा जाता है, जिसके पास प्रगति की समीक्षा में यह सूचित करने के लिए कि रद्द की गई समीक्षा को फिर से बहाल कर दिया गया है.
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, გაგზავნილი რეცენზენტთან, რომელმაც დაიწყო მასალის რეცენზირება, იმის შესახებ, რომ რეცენზირება განახლებულია.
kk_kz: Бұл электрондық поштаны редактор рецензентке жойылған шолуды қалпына келтіру кезінде жібереді. Егер рецензент шолуды қабылдаса, содан кейін редактор шолуды болдырмаса, редактордың шолушыға шолуды жалғастыруға мүмкіндік беретін шолуды қалпына келтіруге мүмкіндігі бар.
ms_my: E-mel ini dihantar oleh Editor Bahagian kepada Pengulas yang mempunyai ulasan penyerahan yang sedang berlangsung untuk memberitahu mereka bahawa ulasan yang dibatalkan telah dijalankan semula.
pt_br: Este e-mail é enviado pelo Editor de Seção a um Avaliador que possui uma avaliação de uma submissão em andamento para notificá-lo de que uma avaliação cancelada foi restabelecida.
pt_pt: Este email é enviado pelo Editor de Secção ao Revisor que possui uma revisão em curso para o notificar de que uma revisão cancelada, foi restabelecida.
ro_ro: Acest e-mail este trimis de către editorul de secțiuni unui revizor care are în revizuire o trimitere, pentru a-l anunța că o revizia anulată a fost restabilită.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, который начал рецензировать материал, с уведомлением о том, что ранее отмененное рецензирование было возобновлено.
sk_sk: Tento e-mail je odoslaný editorom sekcie recenzentovi, ktorý práve vykonáva recenziu príspevku, aby mu oznámil, že zrušené recenzie boli obnovené.
sl_si: Email pošlje urednik recenzentu v primeru, da je bila njegova preklicana prošnja za recenzijo obnovljena. Če je recenzent potrdil prošnjo za recenzijo in urednik recenzentsko prošnjo nato prekliče, ima urednik možnost, da recenzentsko prošnjo ponovno obnovi in s tem omogoči, da recenzent opravi recenzijo.
sv_se: Detta är ett e-postmeddelande från sektionsredaktören till granskare som har en pågående granskning, för att meddela att en tidigare annullerad granskning har återupptagits.
tr_tr: Bu e-posta, Bölüm Editör tarafından iptal edilmiş bir değerlendirmenin eski haline getirildiğini bildirmek için Hakem'e gönderilir.
