Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewResponseOverdueAuto.subject
source: Will you be able to review this for us?
ar: هل ستتمكن من تحكيم هذا المؤلَّف لنا؟
az: Rəyçilik tələbi xatırlatma
bg: Ще можете ли да прегледате подадените материали?
bg_bg: Напомняне за искането за преглед на статията
ca: Podreu fer-vos càrrec de la revisió?
cs: Bude schopen/a udělat pro nás recenzi tohoto příspěvku?
da: Vil du kunne bedømme denne artikel for os?
de: Können Sie den Beitrag für uns begutachten?
es: ¿Podrá llevar a cabo la revisión?
eu: Hau berrikusteko aukera izango duzu?
hu: Vállalja a szakmai lektorálást?
hy_am: Կկարողանա՞ք գրախոսել սա մեզ համար:
id: Apakah Anda bersedia mereview naskah ini?
is_is: Hefur þú tök á að ritrýna þetta fyrir okkur?
it: Puoi effettuare questa revisione per la rivista?
kk_kz: Мақаланы қарау туралы сұрауды еске салу
mk: Дали ќе можете да го рецензирате ова за нас?
mr: तुम्ही आमच्यासाठी याचे समीक्षण करू शकाल का?
ms: Adakah anda boleh menyemak ini untuk kami?
ms_my: Peringatan Permintaan Ulasan Artikel
nb: Vil du kunne vurdere dette manuskriptet for oss?
pl: Czy jesteś w stanie wykonać dla nas recenzję?
ru: Сможете ли Вы сделать рецензию этого материала для нас?
sl: Boste lahko opravili to recenzijo za nas?
sl_si: Opomnik za recenzijo prispevka
sv: Har du möjlighet att granska följande bidrag?
tr: Hakemlik Talebi Hatırlatma
uk: Чи зможете Ви прорецензувати це для нас?
uz@latin: Buni biz uchun ko'rib chiqa olasizmi?
uz_cyrl: Биз учун тақриз ёза оласизми?
vi: Yều cầu đánh giá bài báo
zh_tw: 您會否願意評審此投稿？

# emails.reviewRequest.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission.
bg_bg: Този имейл от редактора на секции до рецензент изисква от рецензента да приеме или отхвърли задачата за преглед на изпратено материал за статия. Той предоставя информация за изпратеното, като заглавието и резюмето, краен срок за преглед и как да бъде получен достъп до самия ръкопис. Това съобщение се използва, когато е избран Стандартният процес на преглед в Управление > Настройки > Работен поток > Преглед. (В противен случай вижте REVIEW_REQUEST_ATTACHED.)
bs_ba: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti zadatak recenziranja članka. Zamolba sadrži osnovne informacije u vidu naslova i kratkog sadržaja članka, datum do kojeg bi recenzija trebala biti napisana te načina na koji se recenzent može prijaviti u sustav. Ova poruka se koristi kada je odabran standardni recenzijski postupak u 2. koraku Postavljanja časopisa (Ako nije, koristi se Zamolba za recenziju članka u privitku)
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un possible revisor perquè accepti o rebutgi la revisió d'una tramesa. Proporciona la informació següent relativa a la tramesa: títol i resum, data de venciment per a la revisió i mode d'accés a la tramesa. Aquest missatge s'utilitza si s'ha seleccionat el procés de revisió estàndard en el pas 2 de la configuració de la revista (en cas contrari, vegeu el missatge de correu electrònic REVIEW_REQUEST_ATTACHED).
cs_cz: Tento email od editora sekce pro recenzenta žádá, aby recenzent přijal nebo odmítl úkol zpracovat recenzi příspěvku. Obsahuje informace o příspěvku, jako je název a abstrakt, termín pro zpracování recenze a jak se dostat k samotnému příspěvku. Tato zpráva je používána, pokud je zvoleno Standardní recenzí řízení ve druhém kroku Nastavení časopisu. (V jiném případě viz REVIEW_REQUEST_ATTACHED.)
da_dk: Denne e-mail fra sektionsredaktøren til en bedømmer anmoder bedømmeren om at acceptere eller afvise at bedømme et manuskript. Den indeholder oplysninger om manuskriptet, f.eks. titel og resumé, forfaldsdato for bedømmelse, samt hvordan der kan oprettes adgang til selve manuskriptet. Denne meddelelse benyttes, hvis indstillingen Standardbedømmelsesproces er valgt under Konfiguration af tidsskrift, trin 2. (Se ellers REVIEW_REQUEST_ATTACHED).
de_de: Diese E-Mail von der/dem Rubrikredakteur/in an eine/n Gutachter/in bittet darum, dass diese/r die Aufgabe, eine Einreichung zu begutachten, übernimmt oder ablehnt. Sie liefert Informationen über die Einreichung wie Titel und Abstract, ein Fälligkeitsdatum für das Gutachten und darüber, wie auf die Einreichung zugegriffen werden kann. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Standardbegutachtungsverfahren ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST_ATTACHED.)
es_es: Este correo electrónico del editor/a de sección se dirige a un revisor/a para solicitarle que acepte o rechace la tarea de revisión de un envío. El correo proporciona información sobre el envío, como el título y el resumen, el plazo de revisión y cómo acceder al envío propiamente dicho. Este mensaje se usa cuando se selecciona el proceso de revisión estándar en Gestión > Ajustes > Flujo de trabajo > Revisión. (Si no consulte REVIEW_REQUEST_ATTACHED.)
fi_fi: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST_ATTACHED.)
fr_ca: Ce courriel du,de la rédacteur-trice à un,une évaluateur-trice demande que l'évaluateur-trice accepte ou refuse la tâche d'évaluation d'une soumission. Il fournit de l'information sur la soumission, tel son titre et un résumé, la date d'échéance pour l'évaluation, et comment accéder à la soumission. Ce message est utilisé quand « Processus d'évaluation standard » est sélectionné dans Configuration de la revue > Paramètres > Flux des travaux > Évaluation. (Autrement voir « Demande d'évaluation d'un article (en pièce jointe) ».)
fr_fr: Ce courriel du Rédacteur de rubrique à un Rapporteur demande que le rapporteur accepte ou refuse la tâche d'évaluation d'une soumission. Il fournit de l'information sur la soumission, tel son titre et un résumé, la date d'échéance pour l'évaluation, et comment accéder à la soumission elle-même. Ce message est utilisé quand « Processus d'évaluation standard » est sélectionné à l'Étape 2, dans la Configuration de la revue. (Autrement voir « Demande d'évaluation d'un article en pièce jointe »).
hi_in: अनुभाग संपादक से लेकर समीक्षक तक का यह ईमेल अनुरोध करता है कि समीक्षक किसी सबमिशन की समीक्षा करने के कार्य को स्वीकार या अस्वीकार करता है। यह प्रस्तुत करने के बारे में जानकारी प्रदान करता है जैसे शीर्षक और सार, समीक्षा की नियत तारीख, और प्रस्तुत करने के लिए कैसे उपयोग करें। इस संदेश का उपयोग तब किया जाता है जब प्रबंधन> सेटिंग्स> वर्कफ़्लो> समीक्षा में मानक समीक्षा प्रक्रिया का चयन किया जाता है. (Otherwise see REVIEW_REQUEST_ATTACHED.)
is_is: Þessi tölvupóstur er frá kaflaritstjóra til ritrýnis um að ritrýnir samþykki eða hafni beiðni um ritrýni.
it_it: Questa email dal section editor al revisore richiede che quest'ultimo accetti o rifiuti il compito di revisionare una proposta. Fornisce informazioni sulla submission quali il titolo e l'abstract, una data attesa per la revisione, e su come accedere alla submission stessa. Questo messaggio è usato quando il processo Standard di revisione è selezionato nel Journal Setup, fase 2. (Altrimenti vedi ALLEGATA_RICHIESTA_REVISIONE.)
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს, მასალის რეცენზირების მოთხოვნის დადასტურების, ან უარყოფის შესახებ. წერილში მოცემულია ინფორმაცია მასალის შესახებ, როგორიცაა დასახელება და აბსტრაქტი, სამუშაოს შესრულების ვადები და წვდომის წესები. ეს შეტყობინება გამოიყენება, თუ არჩეულია რეცენზირების სტანდარტული პროცესი: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება. (სხვა შემთხვევაში, იხილეთ REVIEW_REQUEST_ATTACHED.)
kk_kz: Бұл электрондық хатта жылғы редактор-бөлімнің сын-пікір жазушысына өтіну қарай сын-пікір жазушысына қабылдауға немесе қабылдамауға міндетті сараптау бойынша ұсыну.
ku: ئەم ئیمەیڵە لە سەرنوسەری بەشەوە بۆ هەڵسەنگێنەرە کە داوا لە هەڵسەنگێنەر دەکات بە قبوڵکردن یان ڕەتکردنەوەی داخوازیی هەڵسەنگاندن. زانیاریی دەربارەی توێژینەوە پێشکەشکراوەکە دەخاتە ڕو، بۆ نمونە ناونیشان و پوختە، کۆتا وادە بۆ هەڵسەنگاندن و چۆنییەتی بینینی تەواوی توێژینەوەکە. ئەم نامەیە کاتێک بەکار دێت کە پرۆسەی هەڵسەنگاندنی ستاندارد بەکار بێت بەم شێوەیە: بەڕێوەبردن/ ڕێکخستنەکان/ ڕێڕەوی کار/ هەڵسەنگاندن. (ئەگەر نا سەردانی REVIEW_REQUEST_ATTACHED بکە.)
ms_my: E-mel ini dari Editor Bahagian kepada Pengulas meminta agar pengulas menerima atau menolak tugas mengulas penyerahan. Ini memberikan maklumat mengenai penyerahan seperti tajuk dan abstrak, tarikh akhir ulasan, dan cara mengakses kiriman itu sendiri. Mesej ini digunakan apabila Proses Standard Ulasan dipilih dalam Pengurusan> Tetapan> Alur Kerja> Ulasan. (Jika tidak, lihat REVIEW_REQUEST_ATTACHED.)
nl_nl: Deze e-mail van de sectieredacteur aan een reviewer vraagt aan de reviewer een review te accepteren of te weigeren. Er wordt informatie meegestuurd over de inzending zoals de titel en de samenvatting, de datum waarop de review gereed moet zijn en instructies voor het benaderen van de inzending. Dit bericht word gebruikt wanneer het standaard reviewproces is geselecteerd in stap 2 van het inrichten van het tijdschrift (zie verder REVIEW_REQUEST_ATTACHED)
pt_br: Mensagem do Editor de Seção para solicitar ao Avaliador que indique disponibilidade ou não para realizar uma avaliação. Oferece informações sobre a submissão, como título e resumo, além da data para a conclusão dos trabalhos e como acessar o documento. Esta mensagem é usada quando se utiliza o Processo Padrão de Avaliação, definido no Passo 2 de Configuração da Revista. (Caso contrário veja REVIEW_REQUEST_ATTACHED.)
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo. Fornece informações sobre a submissão, como o título e resumo, prazo de revisão e como aceder à submissão. Esta mensagem é usada quando o Processo de revisão padrão é selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, veja REVIEW_REQUEST_ATTACHED.)
ro_ro: Acest e-mail de la editorul de secțiuni către un revizor, căruia i se solicită să accepte sau să refuze sarcina de a examina o trimitere. Oferă informații despre manuscris, cum ar fi titlul și rezumatul, data limită de revizuire și modul de accesare a prezentării. Acest mesaj este utilizat atunci când procesul de revizuire standard este selectat în Management> Setări> Flux de lucru> Revizuire. (În caz contrar, consultați REVIEW_REQUEST_ATTACHED.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите REVIEW_REQUEST_ATTACHED.)
sk_sk: Tento email od editora sekcie pre recenzenta žiada, aby recenzent prijal alebo odmietol úlohu spracovať recenziu príspevku. Obsahuje informácie o príspevku, ako je názov a abstrakt, termín pre spracovanie recenzie a ako sa dostať k samotnému príspevku. Táto správa je používaná, pokiaľ je zvolené Štandardné recenzné konanie v druhom kroku Nastavenie časopisu. (V inom prípade pozri REVIEW_REQUEST_ATTACHED.)
sl_si: Ta email pošilja urednik rubrike recenzentu s prošnjo, da recenzent potrdi ali zavrne opravljanje recenzije.
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag. Det innehåller information om bidraget i form av titel och abstract, en deadline för granskning och instruktioner för hur man kommer åt bidraget. Meddelandet används när granskningsprocess Standard är valt i Administration > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST_ATTACHED.)
tr_tr: Bu eposta Bölüm Editöründen bir hakeme bir çalışmanın hakemlik görevine cavet amacı ile iletir. Gönderiyle ilgili başlık ve özet gibi bilgileri, değerlendirme sona erme tarihini ve kendisinin başvuruya nasıl erişilebileceği ile ilgili bilgileri içerir. Bu mesaj Dergi Ayarları Adım 2'de seçilen Standart Değerlendirme Sürecinde kullanılır. (Ayrıca bkz.: REVIEW_REQ_MULTI_ATTACHED ve REVIEW_REQUEST_ATTACHED.)
uk_ua: Цим листом редактор розділу просить рецензента взятися за виконання рецензії подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування (у іншому випадку див. REVIEW_REQUEST_ATTACHED.)
