Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.submissionAck.description
source: This email, when enabled, is automatically sent to an author when they submit to the journal. It provides information about tracking the submission through the editorial process and thanks the author for the submission.
bg_bg: Този имейл, когато е активиран, автоматично се изпраща на автор, когато приключи процеса на изпращане на ръкопис към списанието. Той предоставя информация за проследяване на подаването на ръкописа и благодари на автора за изпращането.
bs_ba: Ovaj se obrazac e-pošte automatski šalje autoru kada su on ili ona završili postupak prijave priloga časopisu. Poruka daje informacije o tome kako mogu pratiti prilog kroz uređivački postupak.
ca_es: Si està activat, aquest missatge de correu electrònic s'envia automàticament als autors quan completen el procés de tramesa d'un manuscrit a la revista. Proporciona informació sobre el seguiment de la tramesa durant el procés editorial i agraeix a l'autor la seva contribució a la revista.
cs_cz: Tento email, pokud je povolen, je automaticky zaslán autorce/autorovi, když dokončí proces odesílání příspěvku do časopisu. Obsahuje informace o možnosti sledování příspěvku během redakčního zpracování a poděkování autorovi za příspěvek.
da_dk: Når denne e-mail er aktiveret, sendes den automatisk til en forfatter, når vedkommende har fremsendt et manuskript til tidsskriftet. Den indeholder oplysninger om, hvordan forfatteren kan følge manuskriptet igennem processen, og den takker forfatteren for manuskriptet.
de_de: Diese E-Mail wird, sofern aktiviert, automatisch an eine Autorin/einen Autor gesendet, wenn sie oder er den Einreichungsprozess eines Manuskripts für die Zeitschrift abgeschlossen hat. Sie liefert Informationen über das Verfolgen der Einreichung durch den Prozess hindurch und dankt der Autorin/dem Autor für die Einreichung.
es_es: Este correo electrónico, si está activado, se envía automáticamente a un autor/a cuando completa el proceso de envío de un manuscrito a la editorial. Proporciona información sobre el seguimiento del envío en el proceso y agradece al autor/a el envío.
fi_fi: This email, when enabled, is automatically sent to an author when he or she completes the process of submitting a manuscript to the journal. It provides information about tracking the submission through the process and thanks the author for the submission.
fr_ca: Ce courriel, lorsqu'activé, est envoyé automatiquement à un-e auteur-e quand il ou elle a complété le processus de soumission d'un manuscrit à la revue. Il fournit les informations sur comment suivre la soumission à travers le processus éditorial, et remercie l'auteur-e de sa soumission.
fr_fr: Ce courriel, lorsqu'activé, est envoyé automatiquement à un auteur ou une auteure quand il ou elle a complété le processus de soumission d'un manuscrit à la revue. Il fournit les informations relatives au suivi de la soumission à travers le processus éditorial, et remercie l'auteur ou l'auteure pour sa soumission.
hi_in: सक्षम होने पर, यह ईमेल स्वचालित रूप से एक लेखक को भेजा जाता है, जब वह जर्नल को पांडुलिपि प्रस्तुत करने की प्रक्रिया को पूरा करता है। यह प्रक्रिया के माध्यम से सबमिशन पर नज़र रखने के बारे में जानकारी प्रदान करता है और प्रस्तुत करने के लिए लेखक को धन्यवाद देता है.
is_is: Þessi tölvupóstur, þegar hann er virkjaður, er sendur sjálfkrafa til höfunda þegar þeir senda efni á tímaritið. Tölvupósturinn veitir upplýsingar um hvernig hægt sé að fylgjast með framgangi innsendingarinnar í gengum ritsjórnar ferlið.
it_it: Questa email, quando è abilitata, viene mandata automaticamente ad un autore quando lui o lei completa il processo di sottomissione del manoscritto al journal. Fornisce informazioni su come rintracciare la proposta attraverso il processo e ringrazia l'autore per la proposta.
ka_ge: ეს წერილი (თუ ეს შესაძლებლობა ჩართულია) ავტომატურად გაეგზავნება ავტორს, როდესაც ის დაასრულებს მასალების გაგზავნის პროცესს ჟურნალში. წერილში მოცემულია ინფორმაცია მასალების გავლის შესახებ სარედაქციო პროცესში და სამადლობელო სიტყვები გამოგზავნილი მასალების შესახებ.
kk_kz: Бұл электрондық пошта, егер ол қосылған болса, журналға жіберілген кезде авторға автоматты түрде жіберіледі. Онда редакциялау процесінде жіберуді бақылау туралы ақпарат және авторға жібергені үшін Алғыс бар.
ku: کاتێک ئەم ئیمەیڵە کارا کرابێت، بە شێوەیەکی تۆماتیکی دەچێت بۆ توێژەر بۆ ئاگاداربون لە بارودۆخی پێشکەشکردنەکەی. ئەمە زانیاری دەربارەی بارکردنی پێشکەشکردنەکەی و هەنگاوەکانی تێدایە، هەروەها سوپاسی توێژەر دەکات بۆ پێشکەشکردنی توێژینەوەکەی.
ms_my: E-mel ini, apabila didayakan, secara automatik dikirimkan kepada pengarang apabila mereka menyelesaikan proses penyerahan manuskrip ke jurnal. Ini memberikan maklumat tentang mengesan penyerahan melalui proses dan berterima kasih pengarang atas penyerahannya.
nl_nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar een auteur als die de inzendprocedure van een manuscript bij het tijdschrift voltooit. Er wordt informatie gegeven over het volgen van de inzending door het proces en de auteur wordt bedankt voor de inzending.
pt_br: Mensagem enviada automaticamente pelo sistema ao autor, quando habilitada, ao ser concluído o processo de submissão de um trabalho à revista. Oferece informações sobre os mecanismos para acompanhamento do trabalho durante o processo editorial, e serve como registro e confirmação da submissão.
pt_pt: Este e-mail, quando ativo, é enviado automaticamente pelo portal ao autor ao ser concluído o processo de submissão de um trabalho à revista. Oferece informações sobre como acompanhar o trabalho pelo processo editorial e serve como registo e confirmação da submissão.
ro_ro: Acest e-mail, atunci când este activat, este trimis automat unui autor atunci când finalizează procesul de înregistrare a unui manuscris în jurnal. Oferă informații despre urmărirea procesului de înregistrare și mulțumește autorului pentru depunere.
ru_ru: Это письмо (если эта возможность включена) автоматически отправляется автору, когда он завершает процесс отправки материала в журнал. В письме содержится информация об отслеживании прохождения материала через редакционный процесс и благодарность автору за присланный материал.
sk_sk: Tento email, ak je povolený, je automaticky zaslaný autorke/autorovi, keď dokončí proces odosielania príspevku do časopisu. Obsahuje informácie o možnosti sledovania príspevku počas redakčného spracovania a poďakovanie autorovi za príspevok.
sl_si: Email, če je vključen, se avtomatično pošlje avtorju ob oddaji rokopisa v revijo. Vključuje informacijo o sledenju prispevku skozi uredniški postopek in zahvalo za oddan prispevek.
sv_se: Det här e-postmeddelandet skickas, om det är aktiverat, automatiskt till författare när de skickar in sina manuskript till tidskriften. Meddelandet innehåller information om hur författaren kan följa bidraget genom redaktionella processen samt ett tack för för inskickat bidrag.
tr_tr: Bu eposta etkinleştirildiğinde, yazar dergiye yazı gönderme işlemini tamamladığında otomatik olarak bu e-posta gönderilir. Bu e-posta yazara makale gönderdiği için teşekkür mesajı ve makalenin durumunu takip edebilmesi için gerekli olan bilgileri içerir.
uk_ua: Якщо розсилання таких листів дозволене, цей лист автоматично надсилається автору, коли він або вона завершує процес подання рукопису до журналу. У ньому міститься інформація про відстеження редакційного опрацювання рукопису та подяка автору за подання.
