Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionAccept.body
source: <p>Dear {$recipientName},</p><p>I am pleased to inform you that we have decided to accept your submission without further revision. After careful review, we found your submission, {$submissionTitle}, to meet or exceed our expectations. We are excited to publish your piece in {$contextName} and we thank you for choosing our journal as a venue for your work.</p><p>Your submission is now forthcoming in a future issue of {$contextName} and you are welcome to include it in your list of publications. We recognize the hard work that goes into every successful submission and we want to congratulate you on reaching this stage.</p><p>Your submission will now undergo copy editing and formatting to prepare it for publication.</p><p>You will shortly receive further instructions.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>يسعدني إبلاغك بأننا قررنا قبول طلب تقديمك بدون المزيد من التنقيحات. بعد المراجعة المتأنية، وجدنا بأن طلب تقديمك، {$submissionTitle}، يلبي توقعاتنا أو يفوقها. نحن متحمسون لنشر عملك في {$contextName} ونشكرك على اختيار مجلتنا محلاً لإظهار عملك.</p><p>طلب تقديمك من المتوقع نشره في عدد قادم من {$contextName} ويسعدنا أن تضمنه في قائمة أعمالك المنشورة. نحن نميز الجهد المبذول وراء كل طلب تقديم ناجح ونود تهنئتك على بلوغ هذه المرحلة.</p><p>سيخضع طلب تقديمك الآن إلى التدقيق الإملائي والتنسيق لتحضيره للنشر.</p><p>ستتلقى قريبًا المزيد من التعليمات.</p><p>إن كانت لديك أي أسئلة، يرجى التواصل معي من <a href="{$authorSubmissionUrl}">دفة قيادة طلب تقديمك</a>.</p><p>أطيب التحايا،</p>{$signature}
az: Hörmətli {$authors},<br /> <br /> {$contextName} üçün göndərdiyiniz &quot;{$submissionTitle}&quot; başlıqlı çalışmanızla əlaqəli dəyərləndirmə prosesi bitib və qərar qəbul edilib.<br /> <br /> Qərarımız: Nəşrə qəbul
bg: <p>Уважаема/и, {$recipientName},</p><p>Имам удоволствието да Ви информирам, че решихме да приемем изпратения от Вас ръкопис без допълнителна ревизия. След внимателен преглед установихме, че вашите подадени материали, {$submissionTitle}, отговарят или надхвърлят очакванията ни. Радваме се да публикуваме статията ви в {$contextName} и ви благодарим, че избрахте нашето списание за място за вашата работа.</p><p>Вашето статия предстои да бъде публикувана в бъдещ брой на {$contextName} и вие можете да го включите в списъка си с публикации. Признаваме упоритата работа, която се влага във всяка статия и искаме да ви поздравим за достигането на този етап.</p><p>Вашият материал ще бъде графично оформен за да се подготви за публикуване.</p><p >Скоро ще получите допълнителни инструкции.</p><p>Ако имате въпроси, моля, свържете се с мен от вашето <a href="{$submissionUrl}">табло за управление</a>.</p><p >С уважение,</p>{$signature}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е да: Приемем подаването
cs: <p>Vážený/á {$recipientName},</p><p>S potěšením vám oznamuji, že jsme se rozhodli přijmout váš příspěvek bez dalšího přepracování. Po pečlivém přezkoumání jsme shledali, že váš příspěvek {$submissionTitle} vyhověl naším očekáváním, nebo je dokonce překročil. Jsme potěšení, že můžeme publikovat váš příspěvek do periodika {$contextName} a děkujeme vám, že jste si vybrali naše periodikum k zveřejnění vašeho příspěvku.</p><p>Váš příspěvek bude zveřejněn v nejbližším čísle našeho periodika {$contextName} a uvítáme, když ho zahrnete do vašeho publikačního seznamu. Jsme si vědomi tvrdé práce, která stojí za každým úspěšným příspěvkem, a chceme vám poblahopřát k dosažení této fáze.</p><p>Váš příspěvek nyní projde redakčními úpravami a formátováním, abychom jej připravili k publikaci.</p><p>V nejbližší době obdržíte další pokyny.</p><p>Pokud budete mít jakékoli dotazy, kontaktujte nás prosím pomocí redakčního systému <a href="{$submissionUrl}">našeho periodika</a>.</p><p>S pozdravem,</p>{$signature}
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: přijmout příspěvek k publikaci
da: <p>Kære {$recipientName}</p><p>Jeg er glad for at kunne meddele dig, at vi har besluttet at acceptere dit manuskript uden yderligere ændringer. Efter nøje gennemgang af dit manuskript: {$submissionTitle}, har vi vurderet, at den lever op til vores forventninger. Vi glæder os til at udgive dit manuskript i {$contextName}, og vi takker dig for at vælge vores tidsskrift til udgivelsen.</p><p>Dit manuskript vil blive udgivet i en fremtidig udgave af {$contextName}, og du er velkommen til at tilføje det til din liste over udgivelser. Vi anerkender det hårde arbejde, der leder op til ethvert succesfuldt manuskript, og vi vil gerne lykønske dig med at være nået hertil.</p><p>Dit manuskript vil nu blive redigeret og formateret for at klargøre det til publicering.</p><p>Du vil snarest modtage yderligere instruktioner.</p><p>Hvis du har nogle spørgsmål, er du velkommen til at kontakte mig via dit <a href="{$submissionUrl}">indsendelses dashboard</a>.</p><p>Med venlig hilsen</p>{$signature}
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Acceptere manuskript
de: <p>Sehr geehrte/r {$recipientName},</p><p>ich freue mich, Ihnen mitteilen zu können, dass wir beschlossen haben, Ihre Einreichung ohne weitere Überarbeitung zu akzeptieren. Nach sorgfältiger Prüfung haben wir festgestellt, dass Ihr Beitrag {$submissionTitle} unsere Erwartungen erfüllt oder sogar übertrifft. Wir freuen uns, Ihren Beitrag in {$contextName} zu veröffentlichen, und danken Ihnen, dass Sie unsere Zeitschrift als Ort für Ihre Arbeit gewählt haben.</p><p>Ihr Beitrag wird nun in einer zukünftigen Ausgabe von {$contextName} erscheinen, und Sie können ihn gerne in Ihre Liste der Veröffentlichungen aufnehmen. Wir erkennen die harte Arbeit an, die in jeder erfolgreichen Einreichung steckt, und wir möchten Ihnen dazu gratulieren, dass Sie dieses Stadium erreicht haben.</p><p>Ihre Einreichung wird nun redaktionell bearbeitet und formatiert, um sie für die Veröffentlichung vorzubereiten.</p><p>Sie werden in Kürze weitere Anweisungen erhalten.</p><p>Wenn Sie Fragen haben, kontaktieren Sie mich bitte über Ihr <a href="{$authorSubmissionUrl}">Einreichungs-Dashboard</a>.</p><p>Mit freundlichen Grüßen,</p>{$signature}
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet: Beitrag annehmen
es: <p>Estimado/a {$recipientName},</p><p>Nos complace informarle de que hemos decidido aceptar su envío sin necesidad de realizar más revisiones. Tras una minuciosa revisión le confirmamos que su artículo "{$submissionTitle}" cumple o supera nuestras expectativas. Estamos entusiasmados por publicar su trabajo en {$contextName} y le agradecemos que haya elegido nuestra revista como hogar de su obra.</p><p>Su envío se publicará en un número futuro de {$contextName}, le invitamos a incluirlo en su lista de publicaciones. Reconocemos el arduo trabajo que conlleva cada envío exitoso, así que queremos felicitarlo por haber alcanzado esta fase.</p><p>Ahora su envío será sometido a edición y formateo para prepararlo para su publicación.</p><p>Pronto recibirá más instrucciones.</p><p>Si tiene alguna pregunta, póngase en contacto con nosotros a través del <a href="{$authorSubmissionUrl}">panel de envío</a>.</p><p>Atentamente,</p>{$signature}
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Aceptar el envío
eu: <p>{$recipientName} estimatua,</p><p>Hartu dugu {$contextName} aldizkarira bidali zenuen &quot;{$submissionTitle}&quot; artikuluari buruzko erabakia.<br /> <br /> Gure erabakia: artikulua onartzea.<br /> <br /> Zure artikulua edizio eta formateatze fasera pasatu da, argitalpena prestatzeko. Laster jarraibide gehiago jasoko dituzu.<br /> <p>Edozein galdera izanez gero, nirekin harremanetan jarri zure <a href="{$authorSubmissionUrl}"></a></a>bidalketaren kontrol-panela</a> erabiliz.</p><p>Adeitasunez,</p>{$signature}
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Käsikirjoitus on hyväksytty<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est d'accepter votre soumission.
fr_fr: {$authorName}:<br /> <br /> Nous avons pris une décision concernant votre soumission à {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Notre décision est d'accepter votre soumission.
hi_in: {$authorName}:<br /> <br /> हम आपके सबमिशन के बारे में निर्णय ले चुके हैं to {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> हमारा निर्णय है: सबमिशन को स्वीकार करना
hy_am: <p>Հարգելի {$recipientName},</p><p>Ուրախ եմ ձեզ տեղեկացնել, որ մենք որոշել ենք ընդունել ձեր ներկայացումը առանց լրացուցիչ գրախոսման: Մանրակրկիտ վերանայումից հետո մենք գտանք, որ ձեր դիմումը՝ {$submissionTitle}, համապատասխանում կամ գերազանցում է մեր ակնկալիքները: Մենք ուրախ ենք հրապարակել ձեր հոդվածը {$contextName}-ում և շնորհակալություն ենք հայտնում մեր ամսագիրը որպես ձեր աշխատանքի վայր ընտրելու համար:</p><p>Ձեր ներկայացումը կհայտնվի {$contextName} -ի հաջորդ համարում և դուք կարող եք այն ներառել ձեր հրապարակումների ցանկում: Մենք գիտակցում ենք այն քրտնաջան աշխատանքը, որը կատարվում է յուրաքանչյուր հաջողված ներկայացման համար և ցանկանում ենք շնորհավորել ձեզ այս փուլին հասնելու կապակցությամբ:</p><p>Ձեր ներկայացումն այժմ ենթարկվելու է գրական խմբագրման և ձևաչափման՝ այն հրապարակման պատրաստելու նպատակով:</p><p> >Դուք շուտով կստանաք լրացուցիչ հրահանգներ:</p><p>Եթե ունեք հարցեր, դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p><p > Հարգանքով,</p>{$signature}
id: <p>Yang terhormat {$recipientName},</p><p>Dengan senang hati saya informasikan bahwa kami telah memutuskan untuk menerima naskha Anda tanpa revisi lebih lanjut. Setelah review matang, kami memutuskan bahwa naskah Anda, {$submissionTitle}, memenuhi atau melebihi harapan kami. Kami sangat senang untuk menerbitkan artikel Anda di {$contextName} dan kami berterima kasih telah memilih jurnal kami sebagai tempat untuk karya Anda.</p><p>Naskah Anda sedang masuk edisi forthcoming dalam edisi {$contextName} dan Anda dipersilakan untuk memasukkannya ke dalam daftar publikasi Anda. Kami menghargai kerja keras untuk setiap karya dan mengucapkan selamat kepada Anda karena telah mencapai tahap ini.</p><p>Artikel Anda sedang dalam tahap pengeditan dan pemformatan salinan agas siap diterbitkan.</p><p >Anda akan segera menerima petunjuk lebih lanjut.</p><p>Jika memiliki pertanyaan, silakan hubungi saya melalui <a href="{$authorSubmissionUrl}">dashbord naskah</a> Anda.</p><p >Hormat kami,</p>{$signature}
is_is: <p>Kæri/Kæra {$recipientName},</p><p>Það er okkur ánægja að tilkynna þér að að við höfum ákveðið að samþykkja handritið þitt án frekari breytinga. Eftir vandlega yfirferð höfum við komist að þeirri niðurstöðu að handritið þitt, {$submissionTitle}, uppfyllir eða fer framúr væntingum okkar. Okkur er það mikil ánægja að birta verkið í {$contextName} og við þökkum þér fyrir að velja okkar tímarit fyrir birtingu.</p><p> Handritið þitt mun birtast í komandi tölublaði {$contextName} og þér er velkomið að bæta því við á lista yfir útgefin verk. Við gerum okkur grein fyrir þeirri miklu vinnu sem fer í hverja vel heppnaða innsedingu á greinum og við óskum þér innilega til hamingju með árangurinn. </p><p>Greinin þín fer nú í loka yfirferð og umbrot til að undirbúa birtingu. </p><p>Þú færð fljótlega frekari upplýsingar.</p><p>Ef þú hefur einhverjar spurningar ekki hika við að hafa samband við okkur í gegnum kerfið okkar á vefsíðu tímaritisns: <a href="{$submissionUrl}">Yfirlt yfir innsendingu</a>.</p><p>Bestu kveðjur,</p>{$signature}
it_it: &lt;![CDATA[{$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è di accettare la proposta
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is to: Accept Submission
kk_kz: Сәлеметсіз бе {$recipientName}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: материалды қабылдау
mk: <p>Почитуван/а {$recipientName},</p><p>Со задоволство ве информирам дека решивме да го прифатиме вашиот поднесок без дополнителни исправки. По внимателен преглед, видовме дека вашиот поднесок, {$submissionTitle}, ги исполнува или надминува нашите очекувања. Возбудени сме што можеме да го објавиме вашиот поднесок во {$contextName} и ви благодариме што го избравте нашето списание како место за вашата работа.</p><p>Вашето поднесување е сега наскоро во идниот број на {$contextName} и вие добредојдени сте да го вклучите во вашата листа на публикации. Ја препознаваме напорната работа што се вложува во секое успешно поднесување и сакаме да ви честитаме што стигнавте до оваа фаза.</p><p>Вашиот поднесок сега ќе помине низ уредување и форматирање за да се подготви за објавување.</p><p> >Наскоро ќе добиете дополнителни инструкции.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$submissionUrl}">табла за поднесување</a>.</p><p >Со почит,</p>{$signature}
mk_mk: <p>Почитуван/а {$recipientName},</p><p>Со задоволство ве информирам дека решивме да го прифатиме вашиот поднесок без дополнителни исправки. По внимателен преглед, видовме дека вашиот поднесок, {$submissionTitle}, ги исполнува или надминува нашите очекувања. Возбудени сме што можеме да го објавиме вашиот поднесок во {$contextName} и ви благодариме што го избравте нашето списание како место за вашата работа.</p><p>Вашето поднесување е сега наскоро во идниот број на {$contextName} и вие добредојдени сте да го вклучите во вашата листа на публикации. Ја препознаваме напорната работа што се вложува во секое успешно поднесување и сакаме да ви честитаме што стигнавте до оваа фаза.</p><p>Вашиот поднесок сега ќе помине низ уредување и форматирање за да се подготви за објавување.</p><p> >Наскоро ќе добиете дополнителни инструкции.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме од вашата <a href="{$submissionUrl}">табла за поднесување</a>.</p><p >Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>तुम्हाला कळवण्यास आनंद होत आहे की आम्ही कुठल्याही बदलांशिवाय तुमचे सादरीकरण स्वीकारण्याचा निर्णय घेतला आहे. काळजीपूर्वक समीक्षण केल्यानंतर, आम्हाला तुमचे सादरीकरण, {$submissionTitle}, आमच्या अपेक्षा पूर्ण करण्याइतपत किंवा त्याहीपेक्षा चांगले झाले असल्याचे आढळले. तुमचा लेख {$contextName} मध्ये प्रकाशनासाठी घेताना आम्हाला हर्ष होत आहे आणि संशोधनासाठी तुम्ही आमच्या नियतकालिकाची निवड केलीत याबद्दल आम्ही तुमचे आभारी आहोत.</p><p>तुमचे सादरीकरण {$contextName} च्या भावी अंकात प्रकाशित होईल आणि तुम्ही तुमच्या प्रकाशनांच्या सूचीमध्ये ते समाविष्ट करणे स्वागतार्ह ठरेल. आम्हाला प्रत्येक यशस्वी सादरीकरणासाठी घेतल्या गेलेल्या परिश्रमांची जाणीव आहे आणि आपण या टप्प्यावर पोहोचल्याबद्दल आम्ही तुमचे अभिनंदन करू इच्छितो.</p><p>तुमचे सादरीकरण आता प्रकाशनयोग्य करण्यासाठी, त्याची सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटिंग) तसेच पृष्ठ रचनेच्या (फॉरमॅटिंग) टप्प्यांमधून जाईल.</p><p>तुम्हाला पुढील निर्देश लवकरच प्राप्त होतील.</p><p>दरम्यान तुम्हाला काही प्रश्न असल्यास, कृपया तुमच्या <a href="{$authorSubmissionUrl}">सादरीकरण डॅशबोर्ड</a> वरून माझ्याशी संपर्क साधा.</p><p>विनम्र अभिवादन,</p>{$signature}
ms: <p>Yang dihormati {$recipientName},</p><p>Saya berbesar hati untuk memaklumkan anda bahawa kami telah memutuskan untuk menerima penyerahan anda tanpa semakan lanjut. Selepas semakan teliti, kami mendapati penyerahan anda, {$submissionTitle}, memenuhi atau melebihi jangkaan kami. Kami teruja untuk menerbitkan karya anda dalam {$contextName} dan kami berterima kasih kerana memilih jurnal kami sebagai tempat untuk kerja anda.</p><p>Serahan anda kini akan dikeluarkan dalam keluaran masa hadapan {$contextName} dan anda dialu-alukan untuk memasukkannya dalam senarai penerbitan anda. Kami mengiktiraf kerja keras yang dilakukan dalam setiap penyerahan yang berjaya dan kami ingin mengucapkan tahniah kepada anda kerana mencapai tahap ini.</p><p>Serahan anda kini akan menjalani pengeditan dan pemformatan salinan untuk menyediakannya untuk penerbitan.</p><p >Anda akan menerima arahan lanjut sebentar lagi.</p><p>Jika anda mempunyai sebarang soalan, sila hubungi saya daripada <a href="{$authorSubmissionUrl}">papan pemuka penyerahan</a> anda.</p><p >Sekian,</p>{$signature}
ms_my: {$authors}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$submissionTitle} &quot ;. <br /> <br /> Keputusan kami adalah untuk: Terima Penyerahan
nb: <p>Kjære {$recipientName}</p><p>Jeg er glad for å kunne informere deg om at vi har besluttet å akseptere ditt manuskript, {$submissionTitle}, uten ytterligere endringer. Vi gleder oss til å publisere ditt manuskript i {$contextName}, og vi takker deg for at du valgte vårt tidsskrift til ditt arbeid.</p><p>Ditt manuskript vil bli publisert i et fremtidig nummer av {$contextName}, og du er velkommen til å inkludere det i din publikasjonsliste. Vi anerkjenner det harde arbeidet som ligger bak hvert antatte manuskript, og vi vil gjerne gratulere deg med innsatsen.</p><p>Ditt manuskript vil nå bli redigert og formatert for å klargjøres for publisering.</p><p>Du vil snart motta ytterligere instruksjoner.</p><p>Hvis du har spørsmål, ta kontakt via din <a href="{$submissionUrl}">innleveringsside</a>.</p><p>Med vennlig hilsen</p>{$signature}
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Accepteer inzending
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Z przyjemnością informujemy, że tekst „{$submissionTitle}” zgłoszony przez Panią/Pana nie potrzebuje dalszej weryfikacji i został zaakceptowany do publikacji w czasopiśmie {$contextName}. Wsparci otrzymanymi recenzjami dla tego tekstu, stwierdziliśmy, że spełnia lub przekracza nasze oczekiwania. Cieszymy się więc, że możemy go opublikować jako artykuł w naszym czasopiśmie i dziękujemy, że zostaliśmy do tego wybrani. Zdajemy sobie sprawę z ciężkiej pracy włożonej w każde zgłoszenie zakończone akceptacją, dlatego chcemy pogratulować Pani/Panu osiągnięcia tego etapu.</p><p>Zgłoszony tekst ukaże się w przyszłym wydaniu czasopisma. Zapraszamy do włączenia go do swojej listy publikacji.</p><p>Zgłoszenie zostanie teraz poddane edycji i formatowaniu, aby przygotować je do publikacji. Wkrótce otrzyma Pani/Pan dalsze instrukcje.</p><p>W przypadku jakichkolwiek pytań dotyczących Pani/Pana zgłoszenia proszę o kontakt ze mną na stronie internetowej dedykowanej <a href="{$authorSubmissionUrl}">temu zgłoszeniu</a>.</p><p >Pozdrawiam,</p>{$signature}
pt_br: {$authorName}:<br /> <br /> Nós chegamos a uma decisão referente a sua submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é de: Aceitar a Submissão
pt_pt: {$authorName},<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Aceitar Submissão
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie cu privire la manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastră este: Manuscris Acceptat
ru: <p>Здравствуйте, {$recipientName}!</p><p> Хочу Вам с радостью сообщить, что мы решили принять Ваш материал без дополнительной доработки. После тщательного рецензирования мы полагаем, что Ваш материал «{$submissionTitle}» соответствует или превосходит наши ожидания. Мы с удовольствием опубликуем его в «{$contextName}» и благодарим Вас за выбор нашего журнала для публикации.</p><p>Ваш материал будет опубликован в одном из будущих выпусков журнала «{$contextName}» и Вы сможете включить его в список своих публикаций. Мы понимаем, что каждый успешный материал — это тяжелая работа, и хотим поздравить Вас с достижением этого этапа.</p><p>Далее Ваш материал пройдёт этапы литературного редактирования и вёрстки, чтобы подготовить его к публикации.</p><p>Вскоре Вы получите дальнейшие инструкции.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной через <a href="{$authorSubmissionUrl}">страницу Вашего материала</a>.</p><p>С уважением,</p>{$signature}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Принять материал
sk_sk: {$authorName}:<br /> <br /> Urobili sme rozhodnutie ohľadom Vášho príspevku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: prijať príspevok k publikácii
sl: <p>Spoštovani {$recipientName},</p><p>Veseli me, da vam lahko sporočim, da smo se odločili sprejeti vaš prispevek brez dodatnih popravkov. Po temeljitem pregledu, smo zaključili, da vaš prispevek {$submissionTitle} dosega in presega naša pričakovanja. Veseli nas, da bomo lahko vaše delo objavili v reviji {$contextName} in da ste izbrali našo revijo za objavo vašega dela.</p><p>Vaš prispevek bo objavljen v eni od prihajajočih številk revije {$contextName}, povabljeni ste, da ga dodate na seznam vaših objav. Zavedamo se težkega dela, ki je potreben za dober prispevek in vam čestitamo, da ste pripeljali prispevek do objave.</p><p>Vaš prispevek bo šel sedaj še v postopek lektoriranja in oblikovanja, da bo primeren za objavo.</p><p>Kmalu boste prejeli nadaljna navodila.</p><p>Če imate kakšno vprašanje, se name lahko obrnete preko vaše <a href="{$submissionUrl}">nadzorne plošče prispevkov</a>.</p><p>S spoštovanjem,</p>{$signature}
sl_si: {$authors}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Prispevek sprejet
sv: <p>{$recipientName},</p><p>Jag har nöjet att informera dig om att vi har beslutat att acceptera ditt bidrag utan ytterligare revideringar. Efter noggrann granskning har vi funnit att ditt bidrag, {$submissionTitle}, möter eller överträffar våra förväntningar. Vi ser fram emot att publicera ditt arbete i {$contextName} och vi tackar dig för att du har valt vår tidskrift.</p><p> Ditt bidrag kommer att publiceras i ett kommande nummer av {$contextName} och du kan lägga det till din publikationslista. Vi vet vilket hårt arbete som ligger bakom varje accepterat bidrag och vill därför gratulera dig till att du har nått hit.</p><p>Ditt bidrag kommer nu att redigeras och formaterat för att förberedas för publicering.</p><p> Du kommer snart att få ytterligare instruktioner.</p><p>Om du har några frågor, kontakta mig via <a href="{$authorSubmissionUrl}">gränsnittet för ditt bidrag</a>.</p><p>Vänliga hälsningar,</p>{$signature}
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Acceptera bidraget
tr_tr: Sayın {$authorName},<br /> <br /> {$contextName} için gönderdiğiniz gönderdiğiniz &quot;{$submissionTitle}&quot; başlıklı çalışmanıza ilişkin değerlendirme süreci tamamlanmış ve bir karara varılmıştır.<br /> <br /> Kararımız: Yayın Kabul
uk: <p>Шановний(-а) {$recipientName}!</p><p>Я радий повідомити Вам, що ми вирішили прийняти Ваше подання без подальшого доопрацювання. Після ретельного розгляду ми виявили, що Ваше подання "{$submissionTitle}" відповідає нашим очікуванням або перевершує їх. Ми раді опублікувати Вашу статтю в "{$contextName}" і дякуємо Вам за вибір нашого журналу як місця для Вашого твору.</p><p>Ваше подання зараз очікується в наступному номері "{$contextName}", і Ви можете включити його до свого списку публікацій. Ми визнаємо важку роботу, яка вкладається в кожну успішну подачу, і хочемо привітати Вас із досягненням цього етапу.</p><p>Тепер Ваше подання буде відредаговано та відформатовано для підготовки до публікації.</p><p>Незабаром Ви отримаєте подальші інструкції.</p><p>Якщо у Вас виникли запитання, будь ласка, зв'яжіться зі мною <a href="{$authorSubmissionUrl}">з інформаційної панелі Вашого подання</a>.</p><p>Щирі вітання,</p>{$signature}
uk_ua: {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;.<br /> <br /> Наше рішення:
uz@latin: <p>Hurmatli {$recipientName},</p><p>Sizga ma’lum qilishdan mamnunmanki, biz sizning arizangizni qayta ko‘rib chiqmasdan qabul qilishga qaror qildik. Ehtiyotkorlik bilan ko‘rib chiqqach, sizning {$submissionTitle} taqdimotingiz kutganimizga mos yoki undan ham yuqori ekanligini aniqladik. Maqolani {$contextName} da chop etishdan xursandmiz va jurnalimizni ish joyingiz sifatida tanlaganingiz uchun tashakkur bildiramiz.</p><p>Sizning maqolangiz endi {$contextName} jurnalining kelgusi sonida chop etiladi. uni nashrlar ro'yxatiga kiritishingiz mumkin. Biz har bir muvaffaqiyatli topshirish uchun mashaqqatli mehnat sarflanganini tan olamiz va sizni ushbu bosqichga erishganingiz bilan tabriklaymiz.</p><p>Sizning taqdimnomangiz endi nashrga tayyorlash uchun nusxa ko‘chirish va formatlashdan o‘tadi.</p><p >Tez orada qo‘shimcha ko‘rsatmalar olasiz.</p><p>Agar sizda biron bir savol bo‘lsa, iltimos, <a href="{$authorSubmissionUrl}">yuborish paneli</a> orqali men bilan bog‘laning.</p><p> >Hurmat bilan,</p>{$signature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Сизнинг аризангизни кейинги қайта ишлашларсиз қабул қилишга қарор қилганимизни мамнуният билан маълум қиламан. Синчиклаб кўриб чиқилгандан сўнг, сизнинг "{$submissionTitle}" мақолангиз бизнинг талабларимизга мос деб топилди. Биз сизнинг ишингизни {$contextName} журналида нашр этишдан хурсандмиз ва ишингиз учун бизнинг журнални танлаганингиз учун ташаккур билдирамиз.</p><p>Аризангиз энди {$contextName} журналининг келгуси сонларидан бирида нашр этилади ва сиз уни ўз нашрларингиз рўйхатига киритишингиз мумкин. Биз ҳар бир муваффақиятли ариза ортида катта меҳнат ётишини тушунамиз ва сизни ушбу босқичга етганингиз билан табриклаймиз.</p><p>Аризангиз энди нашрга тайёрлаш учун таҳрир қилиш ва форматлаш жараёнидан ўтади.</p><p>Тез орада сизга кейинги кўрсатмалар юборилади.</p><p>Агар сизда саволлар бўлса, илтимос, <a href="{$authorSubmissionUrl}">аризалар панели</a> орқали мен билан боғланинг.</p><p>Эҳтиром билан,</p>{$signature}
