Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewReinstate.body
source: <p>Dear {$recipientName},</p><p>We recently cancelled our request for you to review a submission, {$submissionTitle}, for {$contextName}. We've reversed that decision and we hope that you are still able to conduct the review.</p><p>If you are able to assist with this journal's review process, you can login to the journal to view the submission, upload review files, and submit your review request.</p><p>If you have any questions, please contact me.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>ألغينا مؤخرًا إلتماسنا لكم لتحكيم طلب التقديم الموسوم {$submissionTitle}، لصالح {$contextName}. لقد قمنا بمراجعة ذلك القرار وكلنا أمل بأنكم لا تزالون قادرين على تولي مهمة التحكيم.</p><p>إذا كنتم راغبين بإبداء العون لنا في عملية التحكيم لهذه المجلة، بإمكانكم <a href="{$reviewAssignmentUrl}">تسجيل الدخول إلى موقع المجلة</a>لمعاينة طلب التقديم، رفع ملفات التحكيم، وتسليم نتيجته.</p><p>إذا كانت لديكم أي استفسارات، يرجى التواصل معي.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаема/и, {$recipientName},</p><p>Наскоро анулирахме искането си да прегледате изпратени материали, {$submissionTitle}, за {$contextName}. Отменихме това си решение и се надяваме, че все още сте в състояние да извършите рецензията.</p><p>Ако можете да помогнете с рецензирането на това изпращане на материали, можете да <a href="{$reviewAssignmentUrl}"> влезте в списанието</a>, за да видите изпращането, да качите файлове за рецензия и да изпратите вашата заявка за рецензия.</p><p>Ако имате въпроси, моля, свържете се с мен.</p><p>Сърдечни поздрави, </p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Бихме искали да възобновим искането си да прегледате изпратените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Надяваме се, че ще можете да помогнете с процеса на рецензиране на това списание.<br /> <br /> Ако имате въпроси, моля свържете се с мен.
cs: <p>Vážený/a {$recipientName},</p><p>Nedávno jsme zrušili naši žádost o recenzi příspěvku, {$submissionTitle}, pro {$contextName}. Toto rozhodnutí jsme změnili a doufáme, že jste stále schopni provést recenzi.</p><p>Pokud jste schopni pomoci s recenzí tohoto příspěvku, můžete. <a href="{$reviewAssignmentUrl}">se přihlásit do časopisu</a> abyste si zobrazili příspěvek, nahráli soubory recenze a odeslali výsledek recenze.</p><p>V případě jakýchkoli dotazů mě prosím kontaktujte.</p><p>S pozdravem,</p>{$signature}
cs_cz: {$reviewerName}:<br /> <br /> Rádi bychom obnovili naši žádost o kontrolu příspěvku &quot;{$submissionTitle},&quot; pro {$contextName}. Doufáme, že budete moci pomoci s procesem recenzí tohoto časopisu. <br /> <br /> Pokud máte nějaké dotazy, kontaktujte mě.
da: <p>Kære {$recipientName}</p><p>Vi har for nyligt aflyst vores forespørgsel til dig, om du vil bedømme et manuskript, {$submissionTitle}, for {$contextName}. Vi har ændret vores beslutning, og vi vil derfor spørge dig, om du stadig kan foretage bedømmelsen.</p><p> Hvis du kan hjælpe os med bedømmelsen, kan du <a href="{$reviewAssignmentUrl}">logge ind på vores hjemmeside</a> for at se manuskriptet, uploade filer og registrere dit ønske om bedømmelse.</p><p>Hvis du har spørgsmål, er du velkommen til at kontakte mig.</p><p>Med venlig hilsen</p>{$signature}
de: <p>Sehr geehrte/r {$recipientName},</p><p>wir haben vor kurzem unsere Anfrage an Sie, eine Einreichung, {$submissionTitle}, für die Zeitschrift {$contextName} zu begutachten, storniert. Wir haben diese Entscheidung rückgängig gemacht und hoffen, dass Sie immer noch in der Lage sind, die Begutachtung durchzuführen.</p><p>Wenn Sie in der Lage sind, bei der Begutachtung dieser Einreichung zu helfen, können Sie sich <a href="{$reviewAssignmentUrl}">bei der Zeitschrift anmelden</a>, um die Einreichung zu sehen, Begutachtungsdateien hochzuladen und Ihre Begutachtungsanfrage zu übermitteln.</p><p>Wenn Sie irgendwelche Fragen haben, kontaktieren Sie mich bitte.</p><p>Mit freundlichen Grüßen,</p>{$signature}
es: <p>Estimado {$recipientName},</p><p>Recientemente cancelamos nuestra solicitud para que revisara una presentación, {$submissionTitle}, para {$contextName}. Hemos revertido esa decisión y esperamos que todavía pueda llevar a cabo la revisión.</p><p>Si puede ayudar con la revisión de este artículo, puede <a href="{$reviewAssignmentUrl}">iniciar sesión en la revista</a> para ver la presentación, cargar archivos de revisión y enviar su solicitud de revisión.</p><p>Si tiene alguna pregunta, por favor contácteme.</p><p>Atentamente,</p>{$signature}
es_es: {$reviewerName}:<br /> <br /> Nos gustaría restablecer la solicitud que le hicimos para revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperamos que nos pueda ayudar en este proceso de revisión de la revista.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.
eu: <p>{$recipientName} agurgarria:</p><p>Entregatutako lan bat, {$submissionTitle}, {$contextName}-rentzat ebaluatzeko eskaera bertan behera utzi genuen duela gutxi. Iritziz aldatu dugu eta oraindik ebaluazioa egiteko eskuragarri egongo zarela espero dugu.</p><p>Entrega honen ebaluazioarekin laguntzerik baduzu, <a href="{$reviewAssignmentUrl}"> hasi saioa</a> aldizkarian lana ikusteko, ebaluazioaren fitxategiak igotzeko eta zure ebaluazio eskaera bidaltzeko.</p><p>Zalantzarik izanez gero, mesedez, jarri nirekin harremanetan.</p><p>Adeitasunez,</p>{$signature}
fr_ca: {$reviewerName},<br /> <br /> Nous souhaitons rétablir notre demande d'évaluation de la soumission, « {$ submissionTitle} » pour la revue {$ contextName}. Nous espérons que vous pourrez contribuer au processus d'évaluation de cette revue.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec moi.
fr_fr: {$reviewerName},<br /> <br /> Nous souhaitons vous demander à nouveau d'évaluer la soumission, « {$submissionTitle} » pour la revue {$contextName}. Nous espérons que vous pourrez contribuer au processus d'évaluation de cette revue.<br /> <br /> Si vous avez des questions, n'hésitez pas à me contacter.
hi_in: {$reviewerName}:<br /> <br /> हम आपके द्वारा प्रस्तुत समीक्षा की समीक्षा करने के लिए आपके अनुरोध को पुनः स्थापित करना चाहेंगे, &quot;{$submissionTitle},&quot; for {$contextName}. हमें उम्मीद है कि आप इस पत्रिका की समीक्षा प्रक्रिया में सहायता कर पाएंगे.<br /> <br /> यदि आपके पास किसी तरह का प्रश्न है, तो कृपया मुझ से सम्पर्क करें।
hy_am: <p>Հարգելի {$recipientName},</p><p>Մենք վերջերս չեղարկեցինք մեր խնդրանքը, որպեսզի դուք գրախոսեք {$submissionTitle} ներկայացումը, {$contextName} -ի համար: Մենք վերանայել ենք այդ որոշումը և հուսով ենք, որ դուք դեռ կկարողանաք կատարել գրախոսությունը:</p><p>Եթե ի վիճակի եք օգնել այս ամսագրի գրախոսման գործընթացին, կարող եք մուտք գործել ամսագիր՝ ներկայացումը դիտելու, վերբեռնելու գրախոսման նիշքերը և ներկայացնել ձեր գրախոսականը:</p><p>Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ:</p><p>Հարգանքով,</p>{$signature}
id: <p>Yang terhotmat {$recipientName}:</p><p>Kami membatalkan permintaan review kepada Anda untuk menelaah naskah, {$submissionTitle}, untuk {$contextName}. Kami mengubah keputusan dan kami berharap Anda tetap dapat membantu proses review jurnal kami.</p><p>Jika Anda bisa membantu review naskah ini, Anda bisa <a href="{$reviewAssignmentUrl}">login ke jurnal</a> untuk mereview naskah, unggah hasil review, dan mengirim permintaan review Anda.</p><p>Jika ada pertanyaan, silakan hubungi saya.</p><p>Salam Hormat,</p>{$signature}
it: <p>Gentilissimo {$recipientName}:</p> <br /> <p>E' stato ripristinato l'invito alla revisione per il manoscritto &quot;{$submissionTitle},&quot; per la rivista {$contextName}. Ci auguriamo che le sia possibile contribuire a questo ciclo di revisione e rimaniamo a sua disposizione per qualsiasi chiarimento.</p> <p>Cordiali saluti,</p> <p>{$signature}</p>
ka_ge: {$reviewerName}:<br /> <br /> We would like to reinstate our request for you to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We hope that you will be able to assist with this journal's review process..<br /> <br /> If you have any questions, please contact me.
kk_kz: Сәлем {$recipientName}!<br /> <br /> «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарастыру туралы өтінішімізді жаңартқымыз келеді. Сіз бізге осы журналдың рецензиялау процесінде көмектесе аласыз деп үміттенеміз.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласыңыз.
mk: <p>Почитуван/а {$recipientName},</p><p>Неодамна го откажавме нашето барање за рецензија на поднесокот, {$submissionTitle}, за {$contextName}. Ја сменивме таа одлука и се надеваме дека сè уште ќе можете да ја спроведете рецензијата.</p><p>Ако можете да помогнете во процесот на рецензија на ова списание, можете <a href="{$reviewAssignmentUrl}"> да се најавите на списанието </a> за да го видите поднесокот, да прикачите датотеки со рецензија и да поднесете ваше барање за исправки.</p><p>Ако имате какви било прашања, ве молиме контактирајте ме.</p><p>Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>आम्ही अलीकडेच {$contextName} मध्ये आलेल्या {$submissionTitle} या सादरीकरणाचे समीक्षण करण्याची विनंती रद्द केली होती. आम्ही तो निर्णय मागे घेत आहोत आणि आशा करतो की तुम्ही याचे समीक्षण करणे स्वीकाराल.</p><p>तुम्ही या सादरीकरणाच्या समीक्षणात मदत करू शकत असल्यास, <a href="{$reviewAssignmentUrl}">नियतकालिकावर लॉग-इन करुन</a> सादरीकरण वाचून, समीक्षणाची फाईल संक्रमित (अपलोड) करुन तुमची समीक्षण प्रक्रिया पूर्ण (सबमिट) करु शकता.</p><p>तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी संपर्क साधा.</p><p>विनम्र, </p>{$signature}
ms: <p>Yang dihormati {$recipientName},</p><p>Kami baru-baru ini telah membatalkan permintaan kami untuk anda menyemak penyerahan, {$submissionTitle}, untuk {$contextName}. Kami telah membalikkan keputusan itu dan kami berharap anda masih dapat menjalankan semakan.</p><p>Jika anda dapat membantu semakan penyerahan ini, anda boleh <a href="{$reviewAssignmentUrl}"> log masuk ke jurnal</a> untuk melihat penyerahan, memuat naik fail semakan dan menyerahkan permintaan semakan anda.</p><p>Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.</p><p>Sekian, </p>{$signature}
ms_my: {$recipientName}: <br /> <br /> Kami ingin mengembalikan permintaan kami agar anda mengulas penyerahan, &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami harap anda dapat membantu proses ulasan jurnal ini. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, sila hubungi saya.
nb: <p>Kjære {$recipientName}</p><p>Nylig trakk vi tilbake vår forespørsel om å vurdere manuskriptet, {$submissionTitle}, for {$contextName}. Vi har endret vår beslutning og håper at du fremdeles har mulighet til å gjennomføre fagfellevurderingen.</p><p> Hvis du kan ta på deg oppgaven, kan du <a href="{$reviewAssignmentUrl}">logge inn på vår hjemmeside </a> for å se manuskriptet, laste opp fagfellevurderingsfiler og sende inn din vurdering.</p><p>Ta gjerne kontakt hvis du har spørsmål.</p><p>Med vennlig hilsen</p>{$signature}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Niedawno anulowaliśmy naszą prośbę do Pani/Pana o wykonanie recenzji tekstu „{$submissionTitle}” zgłoszonego do publikacji w czasopiśmie {$contextName}. Zmieniliśmy tę decyzję. Ponownie prosimy o jej wykonanie i mamy nadzieję, że będzie to możliwe. Akceptację albo odrzucenie tej prośby można wyrazić <a href="{$reviewAssignmentUrl}">klikając tutaj</a>, a na to wyrażenie będziemy czekać do <b>{$responseDueDate}</b>. Okres czasu na wykonanie recenzji kończy się <b>{$reviewDueDate}</b>.</p><p>Tytuł: <b>{$submissionTitle}</b></p><p><b>Abstrakt</b></p>{$submissionAbstract}<p><b>Uwaga:</b> Tekst procedowanego zgłoszenia nigdy nie jest dostępny recenzentowi bez jego wcześniejszej akceptacji prośby ze strony czasopisma o wykonanie recenzji. Dopiero po takiej akceptacji recenzent może pobrać odpowiedni plik(i), wykonać recenzję a jej wyniki odnotować zwrotnie w systemie. Wszystkie te kroki realizowane są na specjalnie przygotowanej stronie internetowej przeznaczonej do przeprowadzenia <a href="{$reviewAssignmentUrl}">przedmiotowej recenzji</a>. </p><p>W przypadku jakichkolwiek pytań dotyczących tego zgłoszenia lub procedowania jego recenzji proszę o kontakt.</p><p>Dziękuję za rozpatrzenie tej prośby. Okazana pomoc będzie bardzo mile widziana.</p><p>Z szacunkiem,</p>{$signature}
pt_br: {$reviewerName}:<br /> <br /> Nós gostaríamos de convidá-lo(a) novamente para dar um parecer à submissão, &quot;{$submissionTitle},&quot; para o periódico {$contextName}. Nós esperamos que você possa nos ajudar no processo de avaliação por pares deste periódico.<br /> <br /> Se tiver alguma dúvida, por favor, entre em contato comigo.
pt_pt: {$reviewerName}:<br /> <br /> Gostaríamos de restabelecer o nosso pedido para que reveja esta submissão, &quot;{$submissionTitle},&quot; para a {$contextName}. Esperamos que esteja disponível para ajudar no processo de revisão a esta revista.<br /> <br /> Se tiver alguma questão, não hesite em contactar.
ro_ro: {$reviewerName}:<br /> <br /> Am dori să vă retrimitem cererea noastră de a examina manuscrisul, &quot;{$submissionTitle},&quot; pentru {$contextName}. Sperăm că veți putea contribui la procesul de revizuire în cadrul acestei reviste.<br /> <br /> Dacă aveți întrebări, vă rog să mă contactați.
ru: <p>Здравствуйте, {$recipientName}!</p><p>Мы недавно отменили наш запрос на Вашу рецензию для материала «{$submissionTitle}» в журнал «{$contextName}». Сейчас мы изменили это решение и надеемся, что Вы ещё можете дать эту рецензию.</p><p>Если Вы можете помочь нашему журналу с процессом рецензирования данного материала, Вы можете <a href="{$reviewAssignmentUrl}">войти в систему</a>, чтобы просмотреть материал, загрузить файлы рецензии и отправить Вашу рецензию.</p><p>Если у Вас есть какие-то вопросы, пожалуйста, свяжитесь со мной.</p><p>С уважением,</p>{$signature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Мы бы хотели возобновить наш запрос на рецензирование Вами материала «{$submissionTitle}» для журнала «{$contextName}». Мы надеемся, что Вы сможете помочь нам в процессе рецензирования для этого журнала.<br /> <br /> Если у Вас есть вопросы, пожалуйста, свяжитесь со мной.
sk_sk: {$reviewerName}:<br /> <br /> Radi by sme obnovili našu žiadosť o kontrolu príspevku &quot;{$submissionTitle},&quot; pre {$contextName}. Dúfame, že budete môcť pomôcť s procesom recenzií tohto časopisu. <br /> <br /> Ak máte nejaké otázky, kontaktujte ma.
sl: <p>Spoštovani {$recipientName},</p><p>Pred kratkim smo preklicali prošnjo za vaše opravljanje recenzije prispevka {$submissionTitle} pri reviji {$contextName}. Našo oločitev smo spremenili in upamo, da ste še vedno pripravljeni opraviti to recenzijo.</p><p>Če ste nam pripravljeni pomagati, vas prosimo, da se prijavite v sistem za urejanje naše revije, da pogledate prispevek, naložite recenzirane datoteke in oddate vaše recenzijsko priporočilo.</p><p>Če imate kakršnakoli vprašanja, se prosim obrnite name.</p><p>S spoštovanjem,</p>{$signature}
sl_si: {$recipientName}:<br /> <br /> Ponovno bi vas radi prosili za recenzijo prispevka, &quot;{$submissionTitle},&quot; za{$contextName}. Upamo, da boste lahko sprejeli recenzijo in s tem pomagali pri uredniškem postopku.<br /> <br /> Če imate kakršnakoli vprašanja, se lahko obrnete name.
sv: <p>{$recipientName},</p><p> Nyligen återkallade vi vår förfrågan till dig om att granska bidraget, {$submissionTitle}, för {$contextName}. Vi har ändrat vårt beslut och hoppas att du fortfarande har möjlighet att genomföra granskningen.</p><p>Om du har möjlighet att bidra till tidskriftens granskningsprocess, kan du <a href="{$reviewAssignmentUrl}">logga in på tidskriften</a> för att se bidraget, ladda upp granskningsfilerna och skicka in din bedömning.</p><p>Om du har några frågor, kontakta mig.</p><p>Vänliga hälsningar,</p>{$signature}
sv_se: {$reviewerName}:<br /> <br /> Vi vill återigen be dig att granska, &quot;{$submissionTitle},&quot; åt {$contextName}. Vi hoppas att du har möjlighet att bidra till tidskriftens granskningsprocess.<br /> <br /> Kontakta gärna oss om du har några frågor.
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName}. için gönderilen &quot;{$submissionTitle},&quot başlıklı aday makaleyi değerlendirmeniz için hatırlatma yapmak istedik. Değerlendirme sürecine yardımcı olabileceğinizi umuyoruz.<br /> <br /> Herhangi bir sorunuz olursa, lütfen benimle iletişime geçin.
uk: <p>Шановний(-а) {$recipientName}!</p><p>Нещодавно ми скасували наш запит до Вас щодо рецензування подання "{$submissionTitle}" для "{$contextName}". Ми переглянули це рішення і сподіваємося, що Ви все ще зможете здійснити рецензування.</p><p>Якщо Ви можете допомогти з рецензуванням цього подання, Ви можете <a href="{$reviewAssignmentUrl}">увійти до журналу</a>, щоб переглянути подання, вивантажити файли рецензій та надіслати запит на рецензування.</p><p>Якщо у Вас виникли запитання, будь ласка, зв'яжіться зі мною.</p><p>Щирі вітання,</p>{$signature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Биз яқинда {$contextName} учун "{$submissionTitle}" мақоласини тақриз қилиш бўйича сўровимизни бекор қилган эдик. Биз ушбу қарорни қайта кўриб чиқдик ва сиз ҳали ҳам тақриз ўтказа оласиз деб умид қиламиз.</p><p>Агар сиз ушбу ариза тақризида ёрдам бера олсангиз, <a href="{$reviewAssignmentUrl}">журналга кириб</a> аризани кўришингиз, файлларни юклашингиз ва тақриз сўровини юборишингиз мумкин.</p><p>Агар сизда саволлар бўлса, илтимос, мен билан боғланинг.</p><p>Эҳтиром билан,</p>{$signature}
vi: Kính gửi {$recipientName},<br /> <br /> Chúng tôi muốn khôi phục yêu cầu của chúng tôi để bạn đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng rằng bạn sẽ có thể hỗ trợ quá trình đánh giá của tạp chí này.<br /> <br /> Nếu bạn có thắc mắc, xin vui lòng liên hệ với chúng tôi.

# emails.reviewReinstate.subject
source: Can you still review something for {$contextName}?
ar: هل لا زال بإمكانك تحكيم أي شيء لصالح {$contextName}؟
az: {$contextName} üçün rəyçilik edə bilərsinizmi?
bg: Можете ли все още да прегледате материала към {$contextName}?
bg_bg: Заявката за рецензиране на статия е възобновена
ca: Encara podeu fer revisions per a {$contextName}?
cs: Můžete, prosím, stále ještě udělat recenzi pro časopis {$contextName}?
cs_cz: Žádost o recenzi byla obnovena
da: Kan du stadig bedømme noget for {$contextName}?
de: Können Sie weiterhin einen Beitrag für {$contextName} begutachten?
es: ¿Aún puede hacer revisiones para {$contextName}?
es_es: Solicitud de revisión restablecida
eu: Oraindik berrikusi dezakezu zerbait {$contexname}(e)rako?
fr_ca: Réintégration de la demande d'évaluation
fr_fr: Réintégration de la demande d'évaluation
hi_in: पुनर्स्थापना के लिए अनुरोध
hy_am: Դեռ կարո՞ղ եք ինչ-որ բան գրախոսել {$contextName} -ի համար:
id: Bersediakah Anda mereview lagi pada {$contextName}?
ka_ge: რეცენზირების განახლების მოთხოვნა
kk_kz: Сіз әлі де {$contextName} үшін бір нәрсені көре аласыз ба?
ku: داواکاریی هەڵسەنگاندنی توێژینەوە دوبارە کرایەوە
mk: Дали сè уште можете да рецензирате нешто за {$contextName}?
mr: तुम्ही अजूनही {$contextName} साठी समीक्षण करू शकता का?
ms: Bolehkah anda masih menyemak untuk {$contextName}?
ms_my: Permintaan Ulasan Dikembalikan
nb: Har du fremdeles mulighet til å være fagfelle for {$contextName}?
pl: Czy możesz wciąż recenzować dla {$contextName}?
pt_br: Solicitação de revisão restabelecida
pt_pt: Pedido de revisão restabelecida
ro_ro: Cerere de revizuire reactivată
ru: Можете ли Вы ещё отрецензировать кое-что для «{$contextName}»?
ru_ru: Запрос на возобновление рецензирования
sk_sk: Žiadosť o recenziu bola obnovená
sl: Ali lahko še vedno opravite recenzijo pri {$contextName}?
sl_si: Ali lahko še vedno opravite recenzijo pri {$contextName}?
sv: Har du fortfarande möjlighet att granska bidrag till {$contextName}?
sv_se: Granskningsförfrågan återinsatt
tr: {$contextName} için hakemlik yapabilir misiniz?
tr_tr: Değerlendirme İsteği Eski Durumuna Getirildi
uk: Чи можете Ви все ще переглянути щось для "{$contextName}"?
uz@latin: {$contextName} uchun biror narsani koʻrib chiqa olasizmi?
uz_cyrl: {$contextName} учун тақриз ёза оласизми?
vi: Bạn vẫn còn đang review thêm gì đó cho {$contextName}?
zh_tw: 您會否能夠再為{$contextName}評審項目？
