Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionRenewInstl.subject
source: Subscription Renewal: Institutional
ar: تجديد إشتراك: مؤسساتي
az: Abunəlik yenilənməsi: Korporativ
bg: Подновяване на абонамент: институционален
bg_bg: Подновяване на абонамент: институционален
ca: Renovació de subscripció: Institucional
cs: Obnovení předplatného: Institucionální
cs_cz: Obnovení předplatného: Institucionální
da: Fornyelse af abonnement: Institution
da_dk: Fornyelse af abonnement: Institution
de: Abonnementerneuerung: Institutionell
de_de: Erneuerung eines Abonnements: Institutionell
es: Renovación de suscripción: Institucional
es_es: Renovación de suscripción: Institucional
eu: Harpidetza-berritzea: Erakundeena
fi_fi: Instituutiotilaus uusittu
fr_ca: Renouvellement d'abonnement institutionnel
fr_fr: Renouvellement d'abonnement : Institutionnel
gl_es: Renovación de subscrición: Institucional
hi_in: सदस्यता नवीनीकरण: व्यक्तिगत
hu: Előfizetés megújítása: Intézményi
hy_am: Բաժանորդագրության նորացում՝ ինստիտուցիոնալ
id: Pembaharuan Langganan: Institusi
it_it: Rinnovo dell'abbonamento istituzionale
ka_ge: გამოწერის გაგრძელება: ინსტიტუციონალური
kk_kz: Жазылымды ұзарту: Ұйым
mk: Обнова на претплата: Преку институција
mk_mk: Обнова на претплата: Преку институција
mr: सदस्यत्व नूतनीकरण : संस्थात्मक
ms: Pembaharuan Langganan: Institusi
ms_my: Pembaharuan Langganan: Institusi
nb: Abonnementsfornyelse: Institusjonelt abonnement
nl_nl: Verlenging abonnement: institutioneel
pl: Wznowienie subskrypcji: instytucyjna
pt_br: Renovação de Assinatura Institucional
pt_pt: Renovação de Subscrição: Institucional
ro_ro: Reînnoirea abonamentului: instituțional
ru: Продление подписки: на организацию
ru_ru: Продление подписки: на организацию
sk_sk: Obnovenie predplatného: Inštitucionálne
sv: Förnyelse av prenumeration: Institutionsprenumeration
sv_se: Förnyelse av prenumeration: Institutionsprenumeration
tr: Abonelik Yenileme: Kurumsal
tr_tr: Abonelik Yenileme: Kurumsal
uk: Поновлення передплати: Інституційна
uk_ua: Поновлення передплати: Інституційна
uz@latin: Obunani yangilash: institutsional
uz_cyrl: Обуна янгиланди: Ташкилий
vi: Gia hạn thuê bao: Tổ chức
zh_tw: 訂閱更新：院校

# emails.subscriptionRenewIndl.description
source: This email notifies the Subscription Manager that an individual subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
bg_bg: Този имейл уведомява мениджъра на абонаменти, че индивидуален абонамент е подновен онлайн. Той предоставя обобщена информация за абонамента и връзка за бърз достъп до подновения абонамент.
cs_cz: Tento e-mail upozorňuje správce předplatného, že jednotlivé předplatné bylo obnoveno online. Poskytuje souhrnné informace o předplatném a rychlý přístup k obnovenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at et individuelt abonnement er blevet fornyet online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det fornyede abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein individuelles Abonement online erneuert worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das erneuerte Abonnement.
es_es: Este correo notifica al administrador/a de suscripciones que una suscripción individual se ha renovado en línea. Proporciona información resumida sobre la suscripción y un enlace de acceso rápido a la suscripción renovada.
fr_ca: Ce courriel informe le,la responsable des abonnements qu'un abonnement individuel a été renouvelé en ligne. Il fournit des renseignements sommaires sur l'abonnement et le lien pour accéder à l'abonnement renouvelé.
fr_fr: Ce courriel informe le ou la responsable des abonnements qu'un abonnement individuel a été renouvelé en ligne. Il fournit des renseignements sommaires sur l'abonnement et un lien d'accès rapide vers l'abonnement renouvelé.
gl_es: Este correo notifica ao administrador/a de subscricións que unha suscripción individual se renovou en liña. O correo proporciona información resumida sobre a dita subscrición e un enlace de acceso rápido a ela.
hi_in: यह ईमेल सदस्यता प्रबंधक को सूचित करता है कि एक व्यक्तिगत सदस्यता ऑनलाइन नवीनीकृत हो गई है। यह सदस्यता के बारे में सारांश जानकारी और नवीनीकृत सदस्यता के लिए एक त्वरित पहुँच लिंक प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է Բաժանորդագրության կառավարչին, որ անհատական բաժանորդագրությունը թարմացվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտք գործելու հղում դեպի նորացված բաժանորդագրություն:
it_it: Notifica del rinnovo di un abbonamento individuale.
ka_ge: ეს წერილი ატყობინებს გამოწერების მმართველს იმის შესახებ, რომ საიტზე გაგრძელებულია პირადი გამოწერა. წერილში მოცემულია ზოგადი ინფორმაცია გამოწერის შესახებ და ბმული სწრაფი წვდომისათვის შეძენილ გამოწერაზე.
kk_kz: Бұл электрондық пошта жазылым менеджеріне сайт арқылы жеке жазылым жаңартылғанын хабарлайды. Хатта жазылым туралы жалпы ақпарат және жаңартылған жазылымға жылдам қол жеткізуге арналған сілтеме бар.
ms_my: E-mel ini memberitahu Pengurus Langganan bahawa langganan individu telah diperbaharui dalam talian. Ini memberikan maklumat ringkasan mengenai langganan dan pautan akses cepat ke langganan yang diperbaharui.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pt_br: Esta mensagem notifica o Editor Gerente que uma assinatura individual foi renovada online. Oferece informações sobre a assinatura e um link para acesso rápido à mesma.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição individual foi renovada online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ro_ro: Acest e-mail notifică Managerul de abonamente că un abonament individual a fost reînnoit online. Oferă informații sumare despre abonament și un link de acces rapid la abonamentul reînnoit.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
sk_sk: Tento e-mail upozorňuje správcu predplatného, že jednotlivé predplatné bolo obnovené online. Poskytuje súhrnné informácie o predplatnom a rýchly prístup k obnovenému predplatnému.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en enskild prenumeration har förnyats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den förnyade prenumerationen.
tr_tr: Bu e-posta, Abonelik Yöneticisine tek bir aboneliğin çevrimiçi olarak yenilendiğini bildirir. Abonelik hakkında özet bilgiler ve yenilenen aboneliğe hızlı erişim bağlantısı sağlar.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі була поновлена індивідуальна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
