Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.lockssExistingArchive.subject
source: Archiving Request for {$contextName}
bg_bg: Искане за архивиране за {$contextName}
bs_ba: Zamolba za arhiviranje časopisa {$contextName}
ca_es: Sol·licitud d'arxivament per a {$contextName}
cs_cz: Žádost o archivaci pro {$contextName}
da_dk: Forespørgsel om arkivering af {$contextName}
de_de: Bitte um Archivierung von {$contextName}
es_es: Petición de archivado para {$contextName}
fi_fi: Julkaisun {$contextName} arkistointipyyntö
fr_ca: Demande d'archivage pour la revue {$contextName}
fr_fr: Demande d'archivage pour {$contextName}
gl_es: Petición de arquivamento para {$contextName}
he_il: בקשת ארכיון עבור {contextName$}
hi_in: के लिए अनुरोध प्राप्त करना {$contextName}
hy_am: Արխիվացման հարցում {$contextName} -ի համար
is_is: Beiðni um geymslu (Archiving) á {$contextName}
it_it: Richiesta di archiviazione per {$contextName}
ka_ge: ჟურნალის {$contextName} დაარქივების მოთხოვნა
kk_kz: «{$contextName}» журналына мұрағаттау сұрауы
ku: ئه‌رشیفكردنی داواكاری بۆ ناوی ده‌ق
mk_mk: Барање за архивирање за {$contextName}
ms_my: Permintaan Mengarkibkan untuk {$contextName}
nl_nl: Verzoek tot archivering voor {$contextName}
pt_br: Solicitação para Arquivamento de {$contextName}
pt_pt: Pedido para adicionar para arquivo a revista {$contextName}
ro_ro: Cerere de arhivare pentru {$contextName}
ru_ru: Запрос на архивацию для журнала «{$contextName}»
sk_sk: Žiadosť o archiváciu pre {$contextName}
sl_si: Prošnja za arhiviranje revije {$contextName}
sv_se: Förfrågan om arkivering för {$contextName}
tr_tr: {$contextName} arşivleme talebi
uk_ua: Запит на архівування видання {$contextName}

# emails.issuePublishNotify.description
source: This email is sent to registered readers via the "Notify Users" link in the Editor's User Home. It notifies readers of a new submission that is published separately from an issue, using a continuous publishing model.
bg_bg: Този имейл се изпраща на регистрирани читатели чрез връзката „Уведомяване на потребители“ в началната страница на редактора. Той уведомява читателите за нов брой и ги кани да посетят списанието на предоставен URL адрес.
hy_am: Այս էլ․ նամակն ուղարկվում է գրանցված ընթերցողներին Խմբագրի օգտատերերի տան «Տեղեկացնել օգտվողներին» հղման միջոցով: Այն ընթերցողներին ծանուցում է նոր ներկայացման մասին, որը առանձին է հրապարակվում համարից՝ օգտագործելով շարունակական հրատարակման մոդելը:
is_is: Þessi tölvupóstur er sendur á skráða notendur frá tenglinum "Senda notnedum tilkynningu" á forsíðu ritstjóra. Tölvupósturinn upplýsir lesendur um nýja grein sem hefur verið birt óháð tölublaði. þegar birting jafnóðum er notðu.
kk_kz: Бұл электрондық пошта тіркелген оқырмандарға редактордың негізгі бетіндегі «Пайдаланушыларға хабарлау» сілтемесі арқылы жіберіледі. Ол оқырмандарды жаңа нөмірдің шығуы туралы хабардар етеді және оларды көрсетілген мекен -жай бойынша (URL) журналдың веб -сайтына кіруге шақырады.
ms_my: E-mel ini dihantar kepada pembaca yang berdaftar melalui pautan "Maklum Pengguna" di Laman Utama Editor Pengguna. Ini memaklumkan pembaca tentang terbitan baharu dan mengajak mereka untuk mengunjungi jurnal di URL yang disediakan.
sl_si: Email se pošlje vsem registriranim bralcem preko urednikove funkcionalnosti "Obvesti uporabnike". Email obvesti bralce o novi številki in jih povabi k obisku revije preko spletne povezave.

# emails.issuePublishNotify.body
source: <p>Dear Reader,</p><p>{$contextName} is pleased to announce the publication of our latest issue: {$issueIdentification}. We invite you to visit the table of contents and review the articles and items of interest. Many thanks to our authors, reviewers, and editors for their valuable contributions to this work, and to our readers for your continued interest.</p><p>Sincerely,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>يسعدنا أن نعلن عن إصدار <a href="{$issueUrl}">{$issueIdentification}</a> من{$contextName}. نحن ندعوكم إلى قراءة هذا العمل ومشاركته مع مجتمعكم العلمي.</p><p>جزيل الشكر للمؤلفين، المحكمين، والمحررين للإسهاماتهم القيمة، ولقرائنا لاهتمامهم المستمر بأعمالنا.</p><p>مع الاعتزاز،</p>{$signature}
az: <p>Hörmətli {$recipientName, </p><p>{$contextName} Jurnalının yeni nömrəsi yayımlandı. Yeni nömrəyə <a href="{$issueUrl}">{$issueIdentification}</a> adresindən çata bilərsiniz.</p><p>Sizi Jurnalımızın mündəricat səhifəsini incələməyə, bəyəndiyiniz məqalələri oxumaya və dəyərli fikirlərinizi bölüşməyə dəvət edirik.</p><p>Jurnalımıza göstərdiyiniz maraqdan dolayı təşəkkür edirik.</p><p>Təşəkkürlər,<p/>{$signature}
bg: <p>Уважаема/и {$recipientName},</p><p>Имаме удоволствието да обявим публикуването на <a href="{$issueUrl}">{$issueIdentification}</a> на {$contextName}. Каним ви да прочетете и споделите тази работа с вашата научна общност.</p><p>Много благодарим на нашите автори, рецензенти и редактори за техния ценен принос и на нашите читатели за постоянния ви интерес.</p><p>Благодаря ви,</p>{$signature}
bg_bg: Скъпи читатели:<br /> <br /> {$contextName} публикува нов брой на адрес {$contextUrl}. Каним ви да прегледате съдържанието тук и след това да посетите нашия уеб сайт, за да прегледате статии и предмети, които биха представлявали интерес за вас. <br /> <br /> Благодаря за продължаващия интерес към нашата работа,<br /> {$signature}
cs: <p>Vážený/á {$recipientName},</p><p>S potěšením oznamujeme vydání <a href="{$issueUrl}">{$issueIdentification}</a> periodika {$contextName}. Vyzýváme vás, abyste si tuto práci přečetli a podělili se o ni se svou vědeckou komunitou.</p><p>Děkujeme našim autorům, recenzentům a redaktorům za jejich cenné příspěvky a našim čtenářům za váš trvalý zájem.</p><p>Děkujeme,</p>{$signature}
da: <p>Kære {$recipientName}</p><p>{$contextName} har lige publiceret det seneste nummer: <a href="{$issueUrl}">{$issueIdentification}</a>. Vi inviterer dig til at læse og dele dette i dit videnskabelige fællesskab.</p><p>Mange tak til vores forfattere, bedømmere og redaktører for deres værdifulde bidrag, og også mange tak til vores læsere for jeres fortsatte interesse i vores arbejde.</p><p>Med venlig hilsen</p>{$signature}
de: <p>Guten Tag {$recipientName},</p><p> wir freuen uns Ihnen mitteilen zu können, dass eine neue Ausgabe von {$contextName} veröffentlicht wurde: <a href="{$issueUrl}">{$issueIdentification}</a>. Wir laden Sie dazu ein, die Ausgabe zu lesen und mit Anderen Ihrer wissenschaftlichen Community zu teilen.</p><p>Vielen Dank an unsere Autor/innen, Gutachter/innen und Redakteur/innen für ihre wertvollen Beiträge - und natürlich an unsere Leser/innen für das anhaltende Interesse an unserer Arbeit.</p><p>Vielen Dank</p>{$signature}
es: <p>Estimado/a {$recipientName},</p><p>Nos complace anunciar la publicación de <a href="{$issueUrl}">{$issueIdentification}</a> de {$contextName}. Le invitamos a leer y compartir este trabajo con su comunidad académica.</p><p>Agradecemos a nuestros autores/as, revisores/as y editores/as sus valiosas contribuciones, y a nuestros lectores/as su interés.</p><p>Gracias,</p>{$signature}
eu: <p>{$recipientName} agurgarria:</p><p>Atsegin handiz jakinarazten dizugu {$contextName}-(r)en <a href="{$issueUrl}">{$issueIdentification}</a> argitaratu dela jada. Lana irakurri eta zure komunitatearekin partekatzeko gonbita egiten dizugu.</p><p> Mila esker gure egile, ebaluatzaile eta editoreei egin dituzten ekarpen baliotsuengatik eta gure irakurleei, behin eta berriro adierazten duten interesarengatik.</p><div>{$issueToc}</div><p>Eskerrik asko,</p>{$signature}
hu: <p>Kedves {$recipientName}!</p><p>Örömmel jelentjük be a(z) {$contextName} folyóirat legújabb számának megjelenését: <a href="{$issueUrl}">{$issueIdentification}</a>. Kérjük, hogy olvassa el és ossza meg ezt a munkát tudományos közösségével. </p><p>Köszönjük szerzőinknek, szakmai lektorainknak és szerkesztőinknek értékes hozzájárulásukat, olvasóinknak pedig folyamatos érdeklődésüket.</p><p>Köszönettel,</p> {$signature}
hy_am: <p>Հարգելի ընթերցող,</p><p>{$contextName} -ը ուրախ է տեղեկացնել մեր վերջին թողարկման՝ {$issueIdentification} հրատարակության մասին: Հրավիրում ենք Ձեզ այցելել բովանդակությունը և դիտել հետաքրքրող հոդվածներն ու նյութերը: Շատ շնորհակալություն մեր հեղինակներին, գրախոսներին և խմբագիրներին այս աշխատանքում իրենց արժեքավոր ներդրման համար, և մեր ընթերցողներին ձեր շարունակական հետաքրքրության համար:</p><p>Հարգանքով,</p>{$signature}
id: <p>Pembaca yang Budiman,</p><p>Kami dengan senang hati mengumumkan terbitan <a href="{$issueUrl}">{$issueIdentification}</a> dari {$contextName}. Kami mengundang Anda untuk membaca dan membagikan terbitan ini kepada komunitas akademik Anda.</p><p>Terima kasih banyak kepada para penulis, mitra bestari, dan atas kontribusinya yang tak ternilai, dan kepada pembaca kami atas minatnya.</p><p>Salam hormat,</p>{$signature}
is_is: <p>Kæri lesandi,</p><p>{$contextName} kynnir með ánægju útgáfu á nýjasta tölublaðinu okkar: {$issueIdentification}. Þér er hér með boðið að skoða efnisyfirlitið og þær greinar og efni sem þú hefur áhuga á. Við þökkum kærlega höfundum, ritrýnum, ritstjórum og þeim sem komu að útgáfu tölublaðsins fyrir sitt framlag. Við þökkum líka þér lesandi góður fyrir þinn áhuga á að fylgjast með tímaritinu. </p><p>Með kærri kveðju,</p>{$signature}
kk_kz: Құрметті оқырмандар! <br /> <br /> «{$contextName}» журналы соңғы санын {$contextUrl} сайтында шығарды. Біз сізді осы жерде шығарылымның мазмұнын қарауға шақырамыз, содан кейін біздің веб -сайтқа кіріп, сізді қызықтыратын тақырыптағы мақалалар мен жазбаларды оқыңыз. <br /> <br /> Біздің жұмысқа қызығушылығыңыз үшін рахмет, <br /> {$signature}
mk: <p>Почитувани{$recipientName},</p><p>Задоволство ни е да го најавиме објавувањето на <a href="{$issueUrl}">{$issueIdentification}</a> од{$contextName}. Ве покануваме да го прочитате и споделите ова дело со вашата научна заедница.</p><p>Голема благодарност до нашите автори, рецензенти и уредници за нивните придонеси и до нашите читатели за вашиот континуиран интерес.</p><p>Ви благодариме,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>{$contextName} च्या <a href="{$issueUrl}">{$issueIdentification}</a> चे प्रकाशन झाल्याचे जाहीर करताना आम्हाला आनंद होत आहे. …आम्ही तुम्हाला हा वाचण्याची तसेच इतर बुद्धिवादी समुदायाला पाठवून (शेअर) त्यांचे याकडे लक्ष वेधण्याची विनंती करतो.</p><p>आमच्या लेखक, समीक्षक आणि संपादकांना त्यांच्या अमूल्य योगदानाबद्दल आणि आमच्या वाचकांना त्यांच्या अखंडित अभिरुचीबद्दल अनेक धन्यवाद.</p><p>धन्यवाद,</p>{$signature}
ms: <p>Yang dihormati {$recipientName},</p><p>Kami berbesar hati untuk mengumumkan penerbitan <a href="{$issueUrl}">{$issueIdentification}</a> {$contextName}. Kami menjemput anda untuk membaca dan berkongsi karya ini dengan komuniti ilmiah anda.</p><p>Ribuan terima kasih kepada pengarang, penyemak dan editor kami atas sumbangan berharga mereka dan kepada pembaca kami untuk minat berterusan anda.</p>< p>Terima kasih,</p>{$signature}
ms_my: Pembaca: <br /> <br /> {$contextName} baru sahaja menerbitkan terbitan terbarunya di {$contextUrl}. Kami menjemput anda untuk melihat Isi Kandungan di sini dan kemudian mengunjungi laman web kami untuk meninjau artikel dan item yang menarik. <br /> <br /> Terima kasih atas minat berterusan dalam kerja kami, <br /> {$signature}
nb: <p>Til våre lesere</p><p>{$contextName} har nettopp publisert en ny utgave: <a href="{$issueUrl}">{$issueIdentification}</a>. Vi inviterer deg til å lese og dele innholdet med ditt nettverk.</p><p>Tusen takk til våre forfattere, fagfeller og redaktører for deres verdifulle bidrag, og tusen takk til våre lesere for deres fortsatte interesse i vårt arbeid.</p> <p>Med vennlig hilsen</p>{$signature}
pl: <p>Szanowni Państwo,</p><p>Z przyjemnością ogłaszamy publikację wydania <a href="{$issueUrl}">{$issueIdentification}</a> naszego czasopisma {$contextName}. Zapraszamy do przeczytania tej pracy i podzielenia się nią ze społecznością naukową.</p><p>Wielkie podziękowania dla naszych autorów, recenzentów i redaktorów za ich cenny wkład oraz dla naszych czytelników za nieustające zainteresowanie.</p><p>Dziękuję,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Журнал «{$contextName}» рад сообщить, что только что был опубликован наш последний выпуск <a href="{$issueUrl}">{$issueIdentification}</a>. Мы приглашаем вас ознакомиться с материалами выпуска и поделиться этой работой с вашим научным сообществом.</p><p>Благодарим наших авторов, рецензентов и редакторов за их неоценимый вклад, а наших читателей — за постоянный интерес к нашей работе.</p><p>С уважением,</p>{$signature}
sl: <p>Spoštovani bralec,</p><p>Z veseljem sporočamo, da je izšla je nova številka revije {$contextName} : {$issueIdentification}. Vabimo vas, da pogledate kazalo vsebine in da preberete članke in ostale stvari, ki vas zanimajo. Zahvaljujemo se tudi našim avtorjem, recenzentom in lektorjem za njihov dragoc prispevek pri tem delu. </p><p>Hvala za zanimanje za naše delo,</p>{$signature}
sl_si: <p>Spoštovani bralec,</p><p>Z veseljem sporočamo, da je izšla je nova številka revije {$contextName} : {$issueIdentification}. Vabimo vas, da pogledate kazalo vsebine in da preberete članke in ostale stvari, ki vas zanimajo. Zahvaljujemo se tudi našim avtorjem, recenzentom in lektorjem za njihov dragoc prispevek pri tem delu. </p><p>Hvala za zanimanje za naše delo,</p>{$signature}
sv: <p>Hej {$recipientName},</p><p>{$contextName} publicerade precis ett nummer, <a href="{$issueUrl}">{$issueIdentification}</a>. Vi välkomnar dig att läsa och dela de artiklar och texter som kan vara av intresse.</p><p>Vi vill rikta ett stort tack till alla författare, granskare och redaktörer för deras viktiga bidrag till numret, och till våra läsare för ert fortsatta intresse.</p><div>{$issueToc}</div><p>Vänliga hälsningar,</p>{$signature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Раді повідомити про опублікування <a href="{$issueUrl}">{$issueIdentification} "{$contextName}"</a>. Запрошуємо Вас прочитати та поділитися цією роботою зі своєю науковою спільнотою.</p><p>Велика подяка нашим авторам, рецензентам і редакторам за їхній цінний внесок, а нашим читачам за ваш постійний інтерес.</p><p>Дякую,</p> {$signature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Биз {$contextName} журналининг <a href="{$issueUrl}">{$issueIdentification}</a> сони нашр этилганини эълон қилишдан мамнунмиз. Сизни ушбу иш билан танишишга ва уни илмий ҳамжамиятингиз билан баҳам кўришга таклиф қиламиз.</p><p>Муаллифларимиз, тақризчиларимиз ва муҳаррирларимизга қимматли ҳиссалари учун, ўқувчиларимизга эса доимий қизиқишлари учун миннатдорчилик билдирамиз.</p><div>{$issueToc}</div><p>Ташаккур,</p>{$signature}
vi: Kính gửi quý độc giả:<br /> <br /> {$contextName} vừa xuất bản số mới nhất tại {$contextUrl}. Chúng tôi kính mời độc đọc tham khảo Mục lục tại đây và sau đó truy cập trang web của chúng tôi để xem chi tiết các bài viết và các bài bạn quan tâm.<br /> <br /> Trân trọng cảm ơn và mong tiếp tục nhận được sự quan tâm của quý độc giả với các ấn phẩm của chúng tôi,<br /> {$signature}

source: emails.issuePublishNotify.subject
ar: توًا صدر العدد: {$issueIdentification} من المجلة {$contextName}
az: Yeni nömrə yayımlandı: {$issueIdentification}
bg: Публикуван е нов брой: {$issueIdentification} на {$contextName}
bg_bg: Публикуван е нов брой
cs: Právě bylo vydáno: {$issueIdentification} časopisu {$contextName}
da: Nyt nummer af {$contextName} er blevet publiceret: {$issueIdentification}
de: Gerade veröffentlicht: {$issueIdentification} von {$contextName}
es: Nuevo número publicado: {$issueIdentification} en {$contextName}
eu: Zenbaki berria argitaratu da: {$contextName} aldizkariko {$issueIdentification}
hu: Új folyóiratszám ({$issueIdentification}) jelent meg a(z){$contextName} folyóiratnál
hy_am: Այժմ հասանելի է նոր թողարկում՝ {$issueIdentification}
id: Terbitan baru telah tersedia: {$issueIdentification} dari {$contextName}
is_is: Nýtt tölublað er komið út: {$issueIdentification}
kk_kz: Жаңа шығарылым шықты: {$issueIdentification}
mk: Штотуку објавено: {$issueIdentification} од{$contextName}
mr: नुकतेच प्रकाशित झाले: {$contextName} मध्ये {$issueIdentification} या अंकात
ms: Baru diterbitkan: {$issueIdentification} {$contextName}
ms_my: Terbitan Baharu Diterbitkan
nb: Ny utgave publisert: {$issueIdentification} i {$contextName}
pl: Właśnie opublikowano: {$issueIdentification} w {$contextName}
ru: Только что опубликован: {$issueIdentification} журнала «{$contextName}»
sl: Na voljo je nova številka revije {$contextName}: {$issueIdentification}
sl_si: Nova številka je na voljo: {$issueIdentification}
sv: Nytt nummer av {$contextName} publicerat: {$issueIdentification}
tr: {$contextName}'nin {$issueIdentification} sayısı yayımlandı
uk: Щойно опубліковано: {$issueIdentification} "{$contextName}"
uz_cyrl: Янги нашр: {$contextName} журналининг {$issueIdentification} сони
vi: Số vừa được xuất bản: {$issueIdentification}

# emails.reviewerRegister.description
source: This email is sent to a newly registered reviewer to welcome them to the system and provide them with a record of their username and password.
bg_bg: Този имейл се изпраща на новорегистриран рецензент, за да го приветства в системата и да им предостави запис с потребителско име и парола.
bs_ba: Ova se poruka šalje recenzentima koje registriraju urednici. Njome se novoregistriranom recenzentu želi dobrodošlica te pružaju informacije o korisničkom imenu i lozinki.
ca_es: Aquest missatge de correu electrònic s'envia a un revisor que s'acaba de registrar per a donar-li la benvinguda al sistema i fer-li arribar el seu nom d'usuari i la seva contrasenya.
cs_cz: Tento email je zaslán nově registrovanému recenzentovi jako přivítání do systému a poskytne mu doklad o jeho uživatelském jménu a heslu.
da_dk: Denne e-mail sendes til netop registrerede bedømmere for at byde dem velkommen til systemet og for at oplyse dem om deres brugernavn og adgangskode.
de_de: Diese E-Mail wird an neu registrierte Gutachter/innen gesendet, um sie beim System willkommen zu heißen und ihnen Benutzer/innennamen und Passwort zu bestätigen.
es_es: Este email se envía a los nuevos revisores para darles la bienvenida al sistema y proporcionarles sus datos de acceso.
fr_ca: Ce courriel est envoyé à un,une évaluateur-trice nouvellement inscrit-e, afin de lui souhaiter la bienvenue dans le système et l'informer de son nom d'utilisateur-trice et de son mot de passe.
fr_fr: Ce courriel est envoyé à un rapporteur nouvellement inscrit, afin de l'accueillir dans le système et lui offrir un enregistrement de son nom d'utilisateur et mot de passe.
gl_es: Este correo electrónico envíase a un revisor que se acaba de rexistrar para darlle a benvida ao sistema e facerlle chegar o seu nome de usuario e o seu contrasinal.
he_il: דוא"ל זה נשלח למבקר שנרשם לאחרונה כדי לקבל אותו במערכת ולספק להם רשומה של שם המשתמש והסיסמה שלהם.
hi_in: यह ईमेल एक नए पंजीकृत समीक्षक को सिस्टम में उनका स्वागत करने और उनके उपयोगकर्ता नाम और पासवर्ड के रिकॉर्ड के साथ प्रदान करने के लिए भेजा जाता है.
hy_am: Այս էլ․ նամակն ուղարկվում է նոր գրանցված գրախոսին, որպեսզի ողջունի նրան համակարգում և տրամադրի օգտանունը և գաղտնաբառը:
is_is: Þessi tölvupóstur er sendur á nýlega skráða ritrýna til að bjóða þá velkomna og til að senda þeim notendanafn og lykilorð.
it_it: Questa email viene spedita a un nuovo revisore registrato come benvenuto nel sistema e gli fornsice una nota con nome utente e password
ka_ge: ეს წერილი ეგზავნება ახლად რეგისტრირებულ რეცენზენტს, მიესალმება მას სისტემაში და ატყობინებს მას მომხმარებლის სახელსა და პაროლს, საიტზე წვდომისათვის.
kk_kz: Бұл электрондық пошта жаңадан тіркелген шолушыға жіберіледі, оны жүйеде қарсы алады және сайтқа кіру үшін пайдаланушы аты мен құпия сөзді береді.
ku: ئەم ئیمەیڵە بۆ هەڵسەنگێنەرێکی نوێ نێردراوە بۆ بەخێرهێنانیان بۆ سیستەمەکە و دابینکردنی ناوی بەکارهێنەر و وشەی نهێنییەکەیان.
ms_my: E-mel ini dihantar kepada pengulas yang baru didaftarkan untuk mengalu-alukan mereka ke sistem dan memberi mereka rekod nama pengguna dan kata laluan mereka.
nl_nl: Deze e-mail wordt naar iedere nieuwe reviewer gestuurd om ze welkom te heten bij het systeem en ze van een kopie van hun gebruikersnaam en wachtwoord te voorzien.
pt_br: Esta mensagem é enviada a um avaliador recém-cadastrado para dar-lhe as boas-vindas e deixar registrado o seu nome de login e senha.
pt_pt: Mensagem de boas-vindas enviada a novo revisor registado no sistema, com nome de utilizador e senha para acesso.
ro_ro: Acest e-mail este trimis unui revizor înregistrat pentru a-i ura bun venit în sistem și pentru a-i furniza o înregistrare a numelui de utilizator și a parolei.
ru_ru: Это письмо отправляется вновь зарегистрированному рецензенту, приветствуя его в системе и сообщая ему имя пользователя и пароль для доступа к сайту.
sk_sk: Tento email je zaslaný novo registrovanému recenzentovi ako privítanie do systému a poskytne mu doklad o jeho užívateľskom mene a hesle.
sl_si: Email se pošlje novo registriranim recenzentom kot dobrodošlica, skupaj z uporabniškim imenom in geslom za dostop do spletišča revije.
sv_se: Det här e-postmeddelandet skickas till nyregistrerade granskare för välkomna dem till systemet och förse dem med dokumentation på deras användarnamn och lösenord.
tr_tr: Bu e-posta, yeni kayıt olan bir hakeme, sisteme hoş geldiniz mesajı ile birlikte kullanıcı adı ve şifresini iletmek için gönderilir.
uk_ua: Цей лист надсилається новому зареєстрованому рецензенту для того, щоб повідомити йому про реєстрацію та надіслати його ім'я користувача та пароль.
