Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestOneclick.body
source: {$recipientName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; which has been submitted to {$contextName}. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
bg_bg: Уважаема/и {$recipientName}:<br /> <br /> Вярваме, че бихте били отличен рецензент на ръкописа &quot;{$submissionTitle},&quot; което е изпратено за {$contextName}. Резюмето на подадените материали е вмъкнато по -долу и се надяваме, че ще обмислите да поемете тази важна задача за нашето списание. <br /> <br /> Моля, влезте в уебсайта на списанието до {$responseDueDate} , за да посочите дали имате възможност да извършите прегледа и съответно дадете вашата реценция.<br /> <br /> Самият преглед следва да бъде направен до {$reviewDueDate}.<br /> <br /> URL на ръкописа: {$reviewAssignmentUrl}<br /> <br /> Благодарим Ви, че обмислихте тази молба за реценция.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku.<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> Do priloga možete doći izravno prateći ovu kodiranu pozivnicu: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Considero que el vostre perfil és adequat per a revisar el manuscrit &quot;{$submissionTitle}&quot; tramès a la revista {$contextName}. A continuació trobareu un resum de la tramesa, i confio que acceptareu encarregar-vos d'aquesta important tasca.<br /> <br /> Us demano que inicieu la sessió a la revista abans del {$responseDueDate} per a indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per a accedir-hi i enregistrar-ne la revisió i recomanació.<br /> <br /> La data límit per a la revisió és el {$reviewDueDate}.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle},&quot; který byl zaslán do {$contextName}. Abstrakt příspěvku je vložen níže. Věřím, že zvážíte možnost přijetí tohoto pro nás důležitého úkolu.<br /> <br /> Prosím, přihlaste se do {$responseDueDate} na stránkách časopisu, abyste uvedl, zda recenzi zpracujete nebo ne a také pro přístup k příspěvku a zaznamenání Vaší recenze a doporučení.<br /> <br /> Termín pro zpracování recenze je {$reviewDueDate}.<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, der er blevet sendt til {$contextName}. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted inden den {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling.<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;, das zur Publikation in {$contextName} eingereicht worden ist. Weiter unten finden Sie eine Kurzfassung des Beitrags. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe.<br /> <br /> Loggen Sie sich bitte bis zum {$responseDueDate} auf der Webseite unserer Zeitschrift ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können gegebenenfalls auch Ihr Gutachten und Ihre Empfehlung dort abgeben.<br /> <br /> Das Gutachten wäre fällig am {$reviewDueDate}.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un/a excelente revisor/a del manuscrito &quot;{$submissionTitle},&quot; que ha sido enviado a {$contextName}. A continuación encontrará un extracto del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, identifíquese en la revista antes de {$responseDueDate} para decirnos si hará o no la revisión, así como para tener acceso al envío y para registrar su revisión y recomendación.<br /> <br /> La revisión propiamente dicha debe estar lista para el {$reviewDueDate}.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por tener en cuenta nuestra solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että olisitte sopiva arvioija käsikirjoitukselle &quot;{$submissionTitle}&quot; joka on lähetetty julkaisuun {$contextName}. Julkaisun abstrakti löytyy tämän viestin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne.<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fr_ca: {$reviewerName},<br /> <br /> Nous croyons que vous feriez un-e excellent-e évaluateur-trice pour le manuscrit intitulé « {$submissionTitle} » qui a été soumis à la revue {$contextName}. Vous trouverez un résumé de la soumission ci-dessous. Nous espérons que vous accepterez ce travail essentiel à la publication de la revue.<br /> <br /> Veuillez accéder au site Web de la revue avant le {$responseDueDate} pour nous laisser savoir si vous acceptez de faire l'évaluation ou non. Vous pouvez également y consulter la soumission et y enregistrer votre évaluation et votre recommandation.<br /> <br /> Date limite pour l'évaluation {$reviewDueDate}.<br /> <br /> URL de la soumission : {$submissionReviewUrl}.<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} »<br /> <br /> {$submissionAbstract}
fr_fr: {$reviewerName}:<br /> <br /> Nous croyons que vous seriez un excellent rapporteur pour le manuscrit intitulé « {$submissionTitle} » qui a été soumis à la revue {$contextName}. Vous trouverez un résumé de la soumission ci-dessous. Nous espérons que vous accepterez ce travail essentiel à la publication de la revue.<br /> <br /> Veuillez accéder au site Web de la revue avant le {$responseDueDate} pour nous informer si vous acceptez de faire l'évaluation ou non. Vous pouvez également y consulter la soumission et y enregistrer votre évaluation et votre recommandation. Le site Web se trouve à l'adresse suivante : {$contextUrl}<br /> <br /> Date limite pour l'évaluation {$reviewDueDate}.<br /> <br /> URL de la soumission : {$submissionReviewUrl}.<br /> <br /> En espérant que vous accepterez notre demande, veuillez agréer l'expression de notre considération distinguée.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} »<br /> <br /> {$submissionAbstract}
hi_in: {$reviewerName}:<br /> <br /> मुझे विश्वास है कि आप पांडुलिपि के एक उत्कृष्ट समीक्षक के रूप में काम करेंगे, &quot;{$submissionTitle},&quot; जिसे {$contextName}को सबमिट किया गया है। सबमिशन का सार नीचे दिया गया है, और मुझे आशा है कि आप हमारे लिए इस महत्वपूर्ण कार्य को करने पर विचार करेंगे.<br /> <br /> कृपया यह दिखाने के लिए कि क्या आप समीक्षा करेंगे या नहीं, साथ ही सबमिशन एक्सेस करने और अपनी समीक्षा और अनुशंसा दर्ज करने के लिए कृपया {$ responseDueDate} जर्नल में लॉग इन करें।.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
is_is: {$recipientName}:<br /> <br /> Við teljum að þú yrðir frábær ritrýnir fyrir þetta handrit: &quot;{$submissionTitle},&quot; sem hefur verið sent inn til {$contextName}. Útdráttur er hér fyrir neðan og við vonum að þú íhugir að taka að þér þetta verkefni fyrir okkur.<br /> <br /> Vinnsamlega skráðu þig inn á heimasíðu tímaritsins ekki síðar en {$responseDueDate} til að láta okkur vita hvort þú hefur tök á að taka að þér ritrýnina eða ekki. Þú getur þar einnig skoðað innsent efni to skráð ritrýnina þína og ráðleggingar. <br /> <br /> Skiladagur á ritrýninni er {$reviewDueDate}.<br /> <br /> Vefslóð á innsent efni: {$reviewAssignmentUrl}<br /> <br /> Takk fyrir að skoða þessa beiðni .<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentile {$reviewerName}:<br /> <br /> Ti propongo la revisione del manoscritto &quot;{$submissionTitle},&quot; che è stato inviato a {$contextName}. L'abstract della proposta è più sotto. Spero che vorrai prendere in carico questo compito.<br /> <br /> Ti chiedo quindi di effettuare il log in al sito web della rivista entro il {$responseDueDate} per indicare se prenderai in carico la revisione o meno. Potrai poi accedere alla submission e inviare il tuo parere.<br /> <br /> La data di scadenza per la revisione è fissata al {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Grazie per la tua collaborazione<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Abstract<br /> {$submissionAbstract}
ka_ge: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; which has been submitted to {$contextName}. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation..<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Менің ойымша, сіз «{$contextName}» журналына жіберілген «{$submissionTitle}» жіберіліміне тамаша шолушы бола аласыз. Мақаланың қысқаша мазмұны төменде берілген, және сіз біз үшін бұл маңызды тапсырманы орындайсыз деп үміттенемін.<br /> <br /> Журнал веб -сайтына {$responseDueDate} дейін кіріп, қарауға немесе тексеруден бас тартуға келісіміңізді растаңыз, сондай -ақ материалға қол жеткізіңіз және шолуды және ұсынысты қалдырыңыз.<br /> <br /> Шолудың өзін {$reviewDueDate} жіберуі керек.<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
ms_my: {$recipientName}: <br /> <br /> Saya percaya bahawa anda akan berperanan sebagai pengulas manuskrip yang sangat baik, &quot; {$submissionTitle}, &quot; yang telah diserahkan kepada {$contextName}. Abstrak penyerahan disisipkan di bawah, dan saya harap anda akan mempertimbangkan untuk melaksanakan tugas penting ini untuk kami. <br /> <br /> Sila log masuk ke laman web jurnal selewat-lewatnya pada {$responseDueDate} untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk mengakses penyerahan dan untuk mencatat ulasan dan cadangan anda. <br /> <br /> Ulasan dijangkakan {$reviewDueDate}. <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> &quot; {$submissionTitle} &quot; <br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; dat is ingestuurd bij {$contextName}. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u voor {$responseDueDate} inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen.<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_br: {$reviewerName}:<br /> <br /> Eu acredito que você seria um(a) excelente parecerista para o manuscrito, &quot;{$submissionTitle},&quot; que foi submetido ao periódico {$contextName}. O resumo da submissão segue abaixo e eu espero que você considere o aceite desta tarefa importante.<br /> <br /> Por gentileza, logue no site do periódico até {$responseDueDate} para indicar se você aceita fazer o parecer ou não, além de acessar a submissão para registrar sua avaliação e recomendação.<br /> <br /> O prazo para entrega do parecer é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Obrigado por considerar este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será fundamental para realizar a revisão do manuscrito &quot;{$submissionTitle}&quot; submetido a {$contextName}. Informações sobre a submissão encontram-se abaixo, e espero que considere assumir esta importante tarefa para o nosso trabalho.<br /> <br /> Aceda ao sistema até {$responseDueDate} para confirmar a sua disponibilidade ou não para realizar a revisão, bem como aceder aos dados completos da submissão e registar a sua revisão e recomendações.<br /> <br /> O prazo para a entrega da revisão é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a sua resposta a este pedido<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ro_ro: {$reviewerName}:<br /> <br /> Vă rugăm să ne sprijiniți cu revizuirea manuscrisului, &quot;{$submissionTitle},&quot; care a fost înregistrat la {$contextName}. Rezumatul manuscrisului este inserat mai jos.<br /> <br /> Vă rugăm să vă conectați la site-ul jurnalului până la data de {$responseDueDate} pentru a indica dacă veți efectua sau nu revizuirea, precum și pentru a accesa manuscrisul și pentru a vă înregistra revizuirea și recomandarea<br /> <br /> Vă rugăm să fiți de acord cu data de finalizare a revizuirii de {$reviewDueDate}.<br /> <br /> URL înregistrare: {$submissionReviewUrl}<br /> <br /> Vă mulțumim că ați luat în considerare această solicitare.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}», который был направлен в журнал «{$contextName}». Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию.<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sk_sk: {$reviewerName}:<br /> <br /> Domnievam sa, že by ste mohol byť výborným recenzentom príspevku &quot;{$submissionTitle},&quot; ktorý bol zaslaný do {$contextName}. Abstrakt príspevku je vložený nižšie. Verím, že zvážite možnosť prijatia tejto pre nás dôležitej úlohy.<br /> <br /> Prosím, prihláste sa do {$responseDueDate} na stránkach časopisu, aby ste uviedol, či recenziu spracujete alebo nie a tiež pre prístup k príspevku a zaznamenanie Vašej recenzie a odporúčaní.<br /> <br /> Termín pre spracovanie recenzia je {$reviewDueDate}.<br /> <br /> URL príspevku: {$submissionReviewUrl}<br /> <br /> Ďakujeme za zváženie tejto žiadosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sl_si: {$recipientName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; ki je bil oddan v {$contextName}. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo.<br /> <br /> Sama rezenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot;, som har skickats in till {$contextName}. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergi için gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışma, sizin uzmanlık alanlarınız ile uyuştuğundan bu makaleyi hakem olarak değerlendirmenizi talep ediyoruz. Makalenin Öz'ü aşağıda verilmiştir. Dergimiz için oldukça önemli olan bu hakem değerlendirmesi talebimizi kabul edeceğinizi ümit ediyoruz.<br /> <br /> Lütfen, {$responseDueDate} tarihine kadar bu çalışmanın hakemliğini kabul edip etmediğinizi bildirmek için dergimizin internet sitesine giriş yapınız. Dergimiz internet sitesinden ilgili çalışmanın tam metnine ulaşabilir, hakem değerlendirme formunu ve önerilerinizi gönderebilirsiniz. <br /> <br /> Değerlendirmeyi tamamlamak için son tarih: {$reviewDueDate}.<br /> <br /> Makale Erişim Adresi: {$submissionReviewUrl}<br /> <br /> Talebimize olumlu yaklaşımınız için şimdiden teşekkür ederiz.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Öz: {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису &quot;{$submissionTitle}&quot;, надісланого до видання &quot;{$contextName}&quot;. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію.<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
