Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionBeforeExpiry.body
source: {$recipientName}:<br /> <br /> Your {$contextName} subscription is about to expire.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To ensure the continuity of your access to this journal, please go to the journal website and renew your subscription. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$signature}
ar: {$recipientName}:<br /> <br /> إن إشتراكك في {$contextName} على وشك الإنتهاء.<br /> <br /> {$subscriptionType}<br /> تاريخ إنتهاء صلاحيته: {$expiryDate}<br /> <br /> لضمان استمرارية وصولك إلى هذه المجلة، لطفاً أدخل موقعها وجدد إشتراكك. بإمكانك الولوج إلى النظام مستعملاً اسم الدخول: &quot;{$recipientUsername}&quot;.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionSignature}
bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е на път да изтече.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да осигурите непрекъснатостта на достъпа си до това списание, моля, посетете уебсайта на списанието и подновете абонамента си. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$subscriptionSignature}
bg_bg: {$recipientName}:<br /> <br /> Вашият абонамент за {$contextName} е на път да изтече.<br /> <br /> {$subscriptionType}<br /> Дата на изтичане: {$expiryDate}<br /> <br /> За да осигурите непрекъснатостта на достъпа си до това списание, моля, посетете уебсайта на списанието и подновете абонамента си. Можете да влезете в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$signature}
bs_ba: {$subscriberName},<br /> <br /> vaša pretplata na časopis {$contextName} uskoro ističe.<br /> <br /> {$subscriptionType}<br /> Datum isteka: {$expiryDate}<br /> <br /> Kako biste osigurali kontinuitet pristupa sadržaju ovog časopisa, molimo da posjetite mrežnu stranicu časopisa i obnovite vašu pretplatu. U sustav se možete prijaviti koristeći vaše korisničko ime &quot;{$username}&quot;.<br /> <br /> U slučaju da imate bilo kakvih dodatnih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}
ca: Benvolgut/uda {$recipientName},<br /> <br /> La vostra subscripció per a {$contextName} és a punt de vèncer.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a assegurar-vos que seguireu tenint accés a aquesta revista, entreu al lloc web i renoveu la vostra subscripció. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$recipientUsername}&quot;.<br /> <br /> Si teniu cap consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> La vostra subscripció per a {$contextName} és a punt de vèncer.<br /> <br /> {$subscriptionType}<br /> Data de venciment: {$expiryDate}<br /> <br /> Per a assegurar-vos que seguireu tenint accés a aquesta revista, entreu al lloc web i renoveu la vostra subscripció. Podeu iniciar la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Si teniu cap consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs: {$recipientName}:<br /> <br /> Vaše předplatné pro {$contextName} brzy vyprší.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro zajištění kontinuity přístupu k tomuto časopisu přejděte prosím na stránky časopisu a obnovte Vaše předplatné. Můžete se do systému přihlásit Vaším uživatelským jménem &quot;{$recipientUsername}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionSignature}
cs_cz: {$subscriberName}:<br /> <br /> Vaše předplatné pro {$contextName} brzy vyprší.<br /> <br /> {$subscriptionType}<br /> Datum vypršení: {$expiryDate}<br /> <br /> Pro zajištění kontinuity přístupu k tomuto časopisu přejděte prosím na stránky časopisu a obnovte Vaše předplatné. Můžete se do systému přihlásit Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Pokud máte nějaké otázky, neváhejte mě prosím kontaktovat.<br /> <br /> {$subscriptionContactSignature}
da: Kære {$recipientName}<br /> <br /> Dit abonnement på {$contextName} udløber snart.<br /> <br /> {$subscriptionType}<br /> Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil sikre, at du fortsat har adgang til dette tidsskrift, skal du gå til tidsskriftets websted og forny dit abonnement. Du kan logge på systemet med dit brugernavn, &quot;{$recipientUsername}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> Mvh. {$subscriptionsignature}
da_dk: {$subscriberName}:<br /> <br /> Dit abonnement på {$contextName} udløber snart.<br /> <br /> {$subscriptionType} Udløbsdato: {$expiryDate}<br /> <br /> Hvis du vil sikre, at du fortsat har adgang til dette tidsskrift, skal du gå til tidsskriftets websted og forny dit abonnement. Du kan logge på systemet med dit brugernavn, &quot;{$username}&quot;.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de: Sehr geehrte/r {$recipientName}<br /> <br /> Ihr Abonnement für {$contextName} läuft in Kürze ab.<br /> <br /> {$subscriptionType}<br /> Verfallsdatum: {$expiryDate}<br /> <br /> Um sicherzustellen, dass Sie weiterhin Zugang zu dieser Zeitschrift haben, gehen Sie bitte auf die Website der Zeitschrift und verlängern Sie Ihr Abonnement. Sie können sich mit Ihrem Benutzernamen "{$recipientUsername}" in das System einloggen.<br /> <br /> Wenn Sie Fragen haben, können Sie mich gerne kontaktieren.<br /> <br /> {$subscriptionSignature}
de_de: {$subscriberName},<br /> <br /> Ihr Abonnement für {$contextName} läuft demnächst aus.<br /> <br /> {$subscriptionType}<br /> Ablaufdatum: {$expiryDate}<br /> <br /> Um den künftigen Zugang zu dieser Zeitschrift zu gewährleisten, gehen Sie bitte zur Website der Zeitschrift und erneuern Sie Ihr Abonnement. Sie können sich mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System einloggen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
es: {$recipientName}:<br /> <br /> Su suscripción a {$contextName} está a punto de caducar.<br /> <br /> {$subscriptionType}<br /> Fecha de caducidad: {$expiryDate}<br /> <br /> Para asegurarse de que continúa teniendo acceso a la revista, acceda a la página web de la revista y renueve su suscripción. Puede iniciar sesión en el sistema con su nombre de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionSignature}
es_es: {$subscriberName}:<br /> <br /> Su suscripción a {$contextName} está a punto de expirar.<br /> <br /> {$subscriptionType}<br /> Fecha de expiración: {$expiryDate}<br /> <br /> Para asegurarse de que continúa teniendo acceso a la revista entre en la página web de la revista y renueve su suscripción. Puede acceder al sistema con su nombre de usuario/a, &quot;{$username}&quot;.<br /> <br /> Si tiene cualquier pregunta no dude en contactarme.<br /> <br /> {$subscriptionContactSignature}
eu: {$recipientName}:<br /> <br /> {$contextName} aldizkariko harpidetza amaitzera doakizu.<br /> <br /> {$subscriptionType}<br /> Amaiera-data: {$expiryDate}<br /> <br /> Aldizkarian sartzen jarraitu ahal izateko, joan aldizkariaren webgunera eta berritu harpidetza, mesedez. Sisteman saioa hasteko zure erabiltzaile-izena, &quot;{$recipientUsername}&quot;, erabil dezakezu.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> {$contextName} -tilauksenne on päättymässä.<br /> <br /> {$subscriptionType}<br /> Tilauksen päättymispäivämäärä: {$expiryDate}<br /> <br /> Varmistaaksenne pääsyn tämän julkaisun sisältöön jatkossakin uusikaa tilauksenne julkaisun verkkosivustolla. Voitte kirjautua järjestelmään käyttäjätunnuksellanne &quot;{$username}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br /> <br /> Ystävällisin terveisin,<br /> {$subscriptionContactSignature}
fr_ca: {$subscriberName},<br /> <br /> Votre abonnement à la revue {$contextName} expirera bientôt.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Afin d'assurer la continuité de votre accès à cette revue, nous vous invitons à aller sur le site Web de la revue et à renouveler votre abonnement. Vous pouvez vous y ouvrir une session avec votre nom d'utilisateur-trice, soit « {$username} ».<br /> <br /> Si vous avez des questions, ne pas hésiter à communiquer avec nous.<br /> <br /> {$subscriptionContactSignature}
fr_fr: {$subscriberName},<br /> <br /> Votre abonnement à {$contextName} expirera bientôt.<br /> <br /> {$subscriptionType}<br /> Date d'expiration : {$expiryDate}<br /> <br /> Afin d'assurer la continuité de votre accès à cette revue, nous vous prions d'aller sur le site Web de la revue et de renouveler votre abonnement. Vous pouvez vous y ouvrir une session avec votre nom d'utilisateur, &quot;{$username}&quot;.<br /> <br /> Si vous avez des questions, ne pas hésiter à communiquer avec moi.<br /> <br /> {$subscriptionContactSignature}
gl_es: {$recipientName}:<br /> <br /> A súa subscrición a {$contextName} está a punto de expirar.<br /> <br /> {$subscriptionType}<br /> Data de vencemento: {$expiryDate}<br /> <br /> Para asegurarse de que segue tendo acceso a esta revista, entre no sitio web e renove a súa subscrición. Pode acceder ao sistema co seu nome de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Se ten algunha pregunta, non dubide en contactar con nós.<br /> <br /> {$signature}
hi_in: {$subscriberName}:<br /> <br /> आपकी {$contextName} सदस्यता समाप्त होने वाली है.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> इस पत्रिका तक अपनी पहुंच की निरंतरता सुनिश्चित करने के लिए, कृपया वेबसाइट पर जाएं और अपनी सदस्यता को नवीनीकृत करें। आप अपने उपयोगकर्ता नाम के साथ सिस्टम में लॉग इन करने में सक्षम हैं, &quot;{$username}&quot;.<br /> <br /> यदि आपके कोई प्रश्न हैं, तो कृपया मुझसे बेझिझक संपर्क करें.<br /> <br /> {$subscriptionContactSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Előfizetése a(z) {$contextName} folyóiratnál hamarosan lejár.<br /> <br /> {$subscriptionType}<br /> A lejárat dátuma: {$expiryDate}<br /> <br /> Előfizetésének meghosszabításához, kérjük látogasson el folyóiratunk weboldalára. A rendszerbe felhasználónevével tud bejelentkezni: &quot;{$recipientUsername}&quot;<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionSignature}
hy_am: {$recipientName}:<br /> <br /> Ձեր {$contextName} բաժանորդագրության ժամկետը մոտենում է ավարտին:<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> Այս ամսագիր ձեր մուտքի շարունակականությունն ապահովելու համար խնդրում ենք գնալ ամսագրի կայք և թարմացնել ձեր բաժանորդագրությունը: Դուք կարող եք մուտք գործել համակարգ ձեր օգտվողի անունով, &quot;{$recipientUsername}&quot;.<br /> <br /> Եթե ունեք հարցեր, խնդրում եմ կապվել ինձ հետ:<br /> <br /> {$signature}
id: {$recipientName}:<br /> <br /> Langganan {$contextName} Anda hampir berakhir.<br /> <br /> {$subscriptionType}<br /> Tanggal berakhir: {$expiryDate}<br /> <br /> Untuk terus memperoleh akses ke jurnal ini, silakan kunjungi website jurnal dan perbaharui langganan. Anda dapat login menggunakan nama pengguna Anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionSignature}
it: Gentile {$recipientName}:<br /> <br /> Il suo abbonamento a {$contextName} sta per scadere.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per continuare ad accedere a questa rivista, si rechi sul sito e rinnovi l'abbonamento. Per l'accesso utilizzi la sua username, &quot;{$recipientUsername}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionSignature}
it_it: Gentile {$subscriberName}:<br /> <br /> Il suo abbonamento a {$contextName} sta per scadere.<br /> <br /> {$subscriptionType}<br /> Data di scadenza: {$expiryDate}<br /> <br /> Per continuare ad accedere a questa rivista, si rechi sul sito e rinnovi l'abbonamento. Per l'accesso utilizzi la sua username, &quot;{$username}&quot;.<br /> <br /> Per qualsiasi domanda e ulteriore informazione, non esiti a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ka_ge: {$subscriberName}:<br /> <br /> Your {$contextName} subscription is about to expire..<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To ensure the continuity of your access to this journal, please go to the journal website and renew your subscription. You are able to log in to the system with your username, &quot;{$username}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
kk_kz: Сәлем {$recipientName}!<br /> <br /> «{$contextName}» журналына жазылуыңыз аяқталуға жақын.<br /> <br /> {$subscriptionType}<br /> Жазылымның аяқталу күні: {$expiryDate}<br /> <br /> Бұл журналға кіру үзілмеуі үшін журналдың сайтына кіріп, жазылымды жаңартыңыз. Сіз журнал сайтына «{$recipientUsername}» пайдаланушы атымен кіре аласыз.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласудан тартынбаңыз.<br /> <br /> {$signature}
mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е пред истекување.<br /> <br /> {$subscriptionType}<br /> Истекува на: {$expiryDate}<br /> <br /> За да го осигурате вашиот непрекинат пристап до ова списание, ве молиме да се упатите кон веб-страницата на ова списание и да ја обновите вашата претплата. Можете да се најавите системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молем слобоно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mk_mk: {$recipientName}:<br /> <br /> Вашата претплата на {$contextName} е пред истекување.<br /> <br /> {$subscriptionType}<br /> Истекува на: {$expiryDate}<br /> <br /> За да го осигурате вашиот непрекинат пристап до ова списание, ве молиме да се упатите кон веб-страницата на ова списание и да ја обновите вашата претплата. Можете да се најавите системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Доколку имате дополнителни прашања, ве молем слобоно контактирајте ме.<br /> <br /> {$subscriptionSignature}
mr: {$recipientName}:<br /> <br /> तुमच्या {$contextName} सदस्यत्वाची मुदत लवकरच संपणार आहे.<br /> <br /> {$subscriptionType}<br /> मुदत समाप्तीची तारीख: {$expiryDate}<br /> <br /> हे नियतकालिक तुम्हाला खंड न येऊ देता वापरता येण्यासाठी, कृपया नियतकालिकाच्या संकेतस्थळावर जा आणि तुमच्या सदस्यत्वाचे नूतनीकरण करा. तुम्ही तुमच्या वापरकर्ता नावाने &quot;{$recipientUsername}&quot; प्रणालीमध्ये लॉग-इन करू शकता.<br /> <br /> तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी मोकळ्या मनाने संपर्क साधा.<br /> <br /> {$subscriptionSignature}
ms: {$recipientName}:<br /> <br /> Langganan {$contextName} anda akan tamat tempoh.<br /> <br /> {$subscriptionType}<br /> Tarikh luput: {$expiryDate}<br /> <br /> Untuk memastikan kesinambungan akses anda kepada jurnal ini, sila pergi ke laman web jurnal dan perbaharui langganan anda. Anda boleh log masuk ke sistem dengan nama pengguna anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.<br /> <br /> {$subscriptionSignature}
ms_my: {$recipientName}: <br /> <br /> Langganan {$contextName} anda akan hampir tamat tempoh. <br /> <br /> {$subscriptionType} <br /> Tarikh luput: {$expiryDate} <br /> <br /> Untuk memastikan kelangsungan akses anda ke jurnal ini, sila pergi ke laman web jurnal dan perbaharui langganan anda. Anda dapat log masuk ke sistem dengan nama pengguna anda, &quot; {$recipientUsername} &quot ;. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, jangan ragu untuk menghubungi saya. <br /> <br /> {$signature}
nb: {$recipientName}:<br /> <br /> Abonnementet ditt på {$contextName} løper snart ut.<br /> <br /> {$subscriptionType}<br /> Utløpsdato: {$expiryDate}<br /> <br /> Gå til tidsskriftets nettsted om du vil fornye abonnementet. Du logger inn med brukernavnet ditt «{$recipientUsername}».<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionSignature}
nl_nl: {$subscriberName}:<br /> <br /> Uw abonnement op {$contextName} verloopt binnenkort.<br /> <br /> {$subscriptionType}<br /> Afloopdatum: {$expiryDate}<br /> <br /> Om de continuïteit van uw toegang tot het tijdschrift te verzekeren kunt u uw abonnement verlengen op de website van het tijdschrift. U kunt inloggen op de website van het tijdschrift met uw gebruikersnaam &quot;{$username}&quot;.<br /> <br /> Aarzel niet om contact met me op te nemen als u vragen heeft.<br /> <br /> {$subscriptionContactSignature}
pl: {$recipientName}:<br /> <br /> Twoja {$contextName} subskrypcja wkrótce wygaśnie.<br /> <br /> {$subscriptionType}<br /> Data wygaśnięcia: {$expiryDate}<br /> <br /> Aby zapewnić ciągłość dostępu do tego czasopisma, proszę, odwiedź jego stronę i odnów swoją subskrypcję. Możesz logować się do systemu swoim loginem, &quot;{$recipientUsername}&quot;.<br /> <br /> W razie pytań, proszę skontaktuj się ze mną.<br /> <br /> {$subscriptionSignature}
pt_br: {$subscriberName}: <br /> <br /> Sua assinatura do {$contextName} está prestes a expirar. <br /> <br /> {$subscriptionType} <br /> Data de validade: {$expiryDate} <br /> <br /> Para garantir a continuidade do seu acesso a esta revista, acesse o site da revista e renove sua assinatura. Você pode fazer login no sistema com seu nome de usuário, &quot;{$username}&quot;. <br /> <br /> Se você tiver alguma dúvida, não hesite em contactar-me. <br /> <br /> {$subscriptionContactSignature}
pt_pt: {$subscriberName},<br /> <br /> A sua subscrição a {$contextName} está prestes a expirar.<br /> <br /> {$subscriptionType}<br /> Data de expiração: {$expiryDate}<br /> <br /> Para garantir a continuidade de acesso à revista, aceda ao sistema com o seu nome de utilizador &quot;{$username}&quot; e renove a sua subscrição.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ro_ro: {$subscriberName}:<br /> <br /> Abonamentul dumneavoastră {$contextName} se aproprie de termenul de expirare.<br /> <br /> {$subscriptionType}<br /> Data expirării: {$expiryDate}<br /> <br /> Pentru a vă asigura continuitatea accesului la acest jurnal, vă rugăm să accesați site-ul web al jurnalului și să vă reînnoiți abonamentul. Vă puteți conecta la sistem cu numele dvs. de utilizator, &quot;{$username}&quot;.<br /> <br /> Dacă aveți întrebări, nu ezitați să mă contactați.<br /> <br /> {$subscriptionContactSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Ваша подписка на журнал «{$contextName}» истекает в ближайшее время.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Чтобы Ваш доступ к этому журналу не прерывался, пожалуйста, перейдите на сайт журнала и продлите Вашу подписку. Вы можете войти на сайт журнала со своим именем пользователя «{$recipientUsername}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Ваша подписка на журнал «{$contextName}» истекает в ближайшее время.<br /> <br /> {$subscriptionType}<br /> Дата окончания подписки: {$expiryDate}<br /> <br /> Чтобы Ваш доступ к этому журналу не прерывался, пожалуйста, перейдите на сайт журнала и продлите Вашу подписку. Вы можете войти на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sk_sk: {$subscriberName}:<br /> <br /> Vaše predplatné pre {$contextName} čoskoro vyprší.<br /> <br /> {$subscriptionType}<br /> Dátum vypršania: {$expiryDate}<br /> <br /> Pre zaistenie kontinuity prístupu k tomuto časopisu prejdite prosím na stránky časopisu a obnovte Vaše predplatné. Môžete sa do systému prihlásiť Vaším užívateľským menom &quot;{$username}&quot;.<br /> <br /> Ak máte nejaké otázky, neváhajte ma prosím kontaktovať.<br /> <br /> {$subscriptionContactSignature}
sl: {$recipientName}:<br /> <br /> Your {$contextName} subscription is about to expire.<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> To ensure the continuity of your access to this journal, please go to the journal website and renew your subscription. You are able to log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionSignature}
sv: {$recipientName}:<br /> <br /> Din prenumeration på {$contextName} håller på att förfalla.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> För att försäkra dig om fortsatt tillgång till den här tidskriften, gå till tidskriftens webbplats och förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$recipientUsername}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionSignature}
sv_se: {$subscriberName}:<br /> <br /> Din prenumeration på {$contextName} håller på att förfalla.<br /> <br /> {$subscriptionType}<br /> Förfallodatum: {$expiryDate}<br /> <br /> För att försäkra dig om fortsatt tillgång till den här tidskriften, gå till tidskriftens webbplats och förnya din prenumeration. Du loggar in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Vänligen kontakta mig om du har frågor.<br /> <br /> {$subscriptionContactSignature}
tr: {$recipientName}:<br /> <br /> {$contextName} dergisi abonelik süreniz bitmek üzeredir.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Dergiye erişiminizin aksamaması için dergi web sitesine girerek aboneliğinizi yenileyiniz. Dergiye &quot;{$recipientUsername}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionSignature}
tr_tr: {$subscriberName}:<br /> <br /> {$contextName} dergisi abonelik süreniz bitmek üzeredir.<br /> <br /> {$subscriptionType}<br /> Bitiş tarihi: {$expiryDate}<br /> <br /> Dergiye erişiminizin aksamaması için dergi web sitesine girerek aboneliğinizi yenileyiniz. Dergiye &quot;{$username}&quot; olan kullanıcı adınızı kullanarak girebilirsiniz.<br /> <br /> Eğer bir sorununuz olur ise, bana bildirebilirsiniz.<br /> <br /> {$subscriptionContactSignature}
uk: Шановний(-а) {$recipientName}!<br /> <br /> Ваша передплата на видання "{$contextName}" незабаром закінчиться.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб продовжувати мати доступ до цього журналу, будь ласка, увійдіть на вебсайт журналу й поновіть свою передплату. Ви можете увійти до системи з Вашим іменем користувача {$recipientUsername}.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionSignature}
uk_ua: {$subscriberName}:<br /> <br /> Ваша передплата на видання &quot;{$contextName}&quot; незабаром закінчиться.<br /> <br /> {$subscriptionType}<br /> Дата закінчення: {$expiryDate}<br /> <br /> Щоб продовжувати мати доступ до цього журналу, будь ласка, увійдіть на веб-сайт журналу та поновіть свою передплату. Ви можете увійти до системи з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
uz@latin: {$recipientName}: <br /> <br/> {$contextName} obunangiz muddati tugash arafasida. <br /> <br/> {$subscriptionType} <br /> Yaroqlilik muddati: {$expiryDate} <br /> <br/> Bu jurnalga kirishingizning uzluksizligini ta'minlash uchun jurnal veb -saytiga o'ting va obunangizni yangilang. Siz tizimga &quot; {$recipientUsername} &quot; ismingiz bilan kirishingiz mumkin. <br /> <br/> Savollaringiz bo'lsa, iltimos, men bilan bog'laning. <br /> <br/> {$subscriptionSignature}
uz_cyrl: Ҳурматли {$recipientName}:<br /> <br /> Сизнинг {$contextName} журналига обунангиз тугаш арафасида.<br /> <br /> {$subscriptionType}<br /> Тугаш санаси: {$expiryDate}<br /> <br /> Ушбу журналга кириш узлуксизлигини таъминлаш учун, илтимос, журнал веб-сайтига киринг ва обунангизни янгиланг. Сиз тизимга &quot;{$recipientUsername}&quot; фойдаланувчи номи билан киришингиз мумкин.<br /> <br /> Агар сизда саволлар бўлса, илтимос, мен билан боғланишдан тортинманг.<br /> <br /> {$subscriptionSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Thuê bao tại {$contextName} sắp hết hạn<br /> <br /> {$subscriptionType}<br /> Expiry date: {$expiryDate}<br /> <br /> Để đảm bảo tính liên tục khi truy cập vào tạp chí này, vui lòng truy cập trang web tạp chí và gia hạn thuê bao của bạn. Bạn có thể đăng nhập vào hệ thống bằng username của bạn, &quot;{$recipientUsername}&quot;.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionSignature}
