Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.submissionAck.body
source: <p>Dear {$recipientName},</p><p>Thank you for your submission to {$contextName}. We have received your submission, {$submissionTitle}, and a member of our editorial team will see it soon. You will be sent an email when an initial decision is made, and we may contact you for further information.</p><p>You can view your submission and track its progress through the editorial process at the following location:</p><p>Submission URL: {$authorSubmissionUrl}</p><p>If you have been logged out, you can login again with the username {$recipientUsername}</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>Thank you for considering this journal as a venue for your work.</p>{$signature}
bg_bg: {$recipientName}:<br /> <br /> Благодарим ви, че изпратихте ръкописа, &quot;{$submissionTitle}&quot; до {$contextName}. Със системата за управление на онлайн списания, която използваме, ще можете да проследявате напредъкът на рецензионния и редакционен процес, като влезете в уеб сайта на списанието: <br /> <br /> URL на изпратения ръкопис: {$submissionUrl}<br /> Потребител: {$recipientUsername}<br /> <br /> Ако имате въпроси, моля свържете се с нас. Благодарим ви, че разглеждате това списание като подходящо място за публикуване на вашия труд. <br /> <br /> {$signature}
bs_ba: Poštovana/i {$authorName},<br /> <br /> zahvaljujemo što ste prijavili prilog &quot;{$submissionTitle}&quot; našem časopisu {$contextName}. Pomoću sustava upravljanja časopisom koji koristimo, moći ćete aktivno pratiti kretanje članka kroz postupak uređivanja prijavljujući se na mrežnu stranicu časopisa:<br /> <br /> URL rukopisa: {$submissionUrl}<br /> Korisničko ime: {$authorUsername}<br /> <br /> U slučaju da imate bilo kakvih pitanja, molimo vas da nam se obratite.<br /> <br /> Srdačno,<br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$authorName},<br /> <br /> Gràcies per haver tramès el manuscrit &quot;{$submissionTitle}&quot; a {$contextName}. Gràcies al sistema de gestió de revistes en línia que utilitzem, en podreu seguir el progrés durant el procés editorial iniciant la sessió al lloc web de la revista:<br /> <br /> URL del manuscrit: {$submissionUrl}<br /> Nom d'usuari: {$authorUsername}<br /> <br /> Si teniu qualsevol dubte o consulta, no dubteu a fer-me-la arribar. Us agraeixo que hàgiu tingut en compte aquesta revista com a mitjà per a difondre la vostra obra.<br /> <br /> {$editorialContactSignature}
cs_cz: {$authorName}:<br /> <br /> Děkujeme za zaslání příspěvku &quot;{$submissionTitle}&quot; do {$contextName}. S online systémem, který používáme, budete moci sledovat postup příspěvku redakčním procesem po přihlášení na stránkách časopisu:<br /> <br /> URL rukopisu: {$submissionUrl}<br /> Uživatelské jméno: {$authorUsername}<br /> <br /> Pokud máte nějaké otázky, kontaktujte mě prosím. Děkujeme, že jste zvolili tento časopis pro publikování Vaší práce.<br /> <br /> {$editorialContactSignature}
da_dk: {$authorName}:<br /> <br /> Tak, fordi du har fremsendt manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Ved hjælp af det online-tidsskriftsstyringssystem, vi bruger, kan du følge manuskriptet igennem den redaktionelle proces ved at logge på tidsskriftets websted:<br /> <br /> Manuskriptets URL-adresse: {$submissionUrl} Brugernavn: {$authorUsername}<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig. Tak, fordi du har valgt at publicere din artikel i dette tidsskrift.<br /> </br> {$editorialContactSignature}
de_de: {$authorName},<br /> <br /> vielen Dank für die Einreichung Ihres Manuskript &quot;{$submissionTitle}&quot; zur Veröffentlichung in {$contextName}. Das Verwaltungssystem unserer Webzeitschrift erlaubt Ihnen, jederzeit den Lauf Ihres Beitrags im Redaktionsprozess zu beobachten. Sie loggen sich dazu einfach auf unserer Webseite ein:<br /> <br /> URL des Manuskripts: {$submissionUrl}<br /> Benutzer/innenname: {$authorUsername}<br /> <br /> Für weitere Fragen stehen wir Ihnen gern zur Verfügung. Danke für Ihr Interesse an einer Veröffentlichung in unserer Zeitschrift.<br /> <br /> {$editorialContactSignature}
es_es: {$authorName}:<br /> <br /> Gracias por enviar el manuscrito &quot;{$submissionTitle}&quot; a {$contextName}. Con el sistema de gestión de publicaciones en línea que utilizamos podrá seguir el progreso a través del proceso editorial tras iniciar sesión en el sitio web de la publicación:<br /> <br /> URL del manuscrito: {$submissionUrl}<br /> Nombre de usuario/a: {$authorUsername}<br /> <br /> Si tiene alguna duda puede ponerse en contacto conmigo. Gracias por elegir esta editorial para mostrar su trabajo.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$authorName},<br /> <br /> Kiitos käsikirjoituksen &quot;{$submissionTitle}&quot lähettämisestä julkaisuun {$contextName}. Käyttämämme online-julkaisunhallintajärjestelmän avulla voitte seurata käsikirjoituksen etenemistä toimitusprosessissa kirjautumalla julkaisun verkkosivustolle:<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$authorUsername}<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun. Kiitos, että valitsitte tämän julkaisun työllenne.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}
fr_ca: {$authorName},<br /> <br /> Nous vous remercions d'avoir soumis le manuscrit intitulé « {$submissionTitle} » à la revue {$contextName}. Grâce à notre système de gestion en ligne, vous pourrez suivre votre soumission tout au long du processus d'édition en accédant au site Web de la revue :<br /> <br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$authorUsername}<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à notre revue pour la publication de vos travaux.<br /> <br /> {$editorialContactSignature}
fr_fr: {$authorName}:<br /> <br /> Nous vous remercions d'avoir soumis le manuscrit intitulé « {$submissionTitle} » à la revue {$contextName}. Grâce à notre système de gestion en ligne, vous pourrez suivre votre soumission tout au long du processus d'édition simplement en accédant au site Web de la revue.<br /> <br /> URL du manuscrit : {$submissionUrl}<br /> Nom d'utilisateur : {$authorUsername}<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à notre revue pour la publication de vos travaux.<br /> <br /> {$editorialContactSignature}
hi_in: {$authorName}:<br /> <br /> पांडुलिपि प्रस्तुत करने के लिए धन्यवाद, &quot;{$submissionTitle}&quot; to {$contextName}. जिस ऑनलाइन जर्नल प्रबंधन प्रणाली का हम उपयोग कर रहे हैं, आप जर्नल साइट पर लॉग इन करके संपादकीय प्रक्रिया के माध्यम से इसकी प्रगति को ट्रैक कर पाएंगे।:<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> यदि आपके पास किसी तरह का प्रश्न है, तो कृपया मुझ से सम्पर्क करें। अपने काम के लिए इस जर्नल को एक स्थान के रूप में विचार करने के लिए धन्यवाद.<br /> <br /> {$editorialContactSignature}
is_is: <p>Kæri {$recipientName},</p><p>Takk fyrir að senda inn grein/efni fyrir {$contextName}. Við höfum móttekið innsendinguna þína, {$submissionTitle}, og einhver úr ritstjórnarteyminu okkar mun fljótlega skoða málið. Þú færð tölvupóst þegar ákvörðun um framhaldið liggur fyrir. Mögulega verðum við í sambandi við þig til að afla frekari upplýsinga. </p><p>Þú getur skoðað innsendinguna og fylgst með framgangi málsins í gengum ritstjórnarferlið hér: </p><p>Vefslóð innsendingar: {$submissionUrl}</p><p>Ef þú hefur aftengst kerfinu getur þú skáð þig aftur inn með notendanafninu {$recipientUsername}</p><p>Ef þú hefur einhverjar spurningar, getur þú sent fyrirspurn til mín í kerfinu frá <a href="{$submissionUrl}">Yfirlit innsendingar</a>.</p><p> Við þökkum þér fyrir áhugann á að vilja birta verk þitt í tímaritnu okkar.</p>{$signature}
it_it: Gentile {$authorName},<br /> <br /> Grazie per aver inviato la proposta dal titolo &quot;{$submissionTitle}&quot; per la rivista {$contextName}. Attraverso l'interfaccia web potrà seguire i vari passi della sua proposta attraverso il processo di revisione utlizzando la sua login al sito:<br /> <br /> URL della proposta: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> Per qualsiasi domanda non esiti a contattarmi.<br /> La ringrazio per la preferenza espressa nei confronti di {$contextName}.<br /> <br /> {$editorialContactSignature}
ka_ge: {$authorName}:<br /> <br /> Thank you for submitting the manuscript, &quot;{$submissionTitle}&quot; to {$contextName}. With the online journal management system that we are using, you will be able to track its progress through the editorial process by logging in to the journal web site:<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$authorUsername}<br /> <br /> If you have any questions, please contact me. Thank you for considering this journal as a venue for your work..<br /> <br /> {$editorialContactSignature}
kk_kz: Сәлеметсіз бе {$recipientName}! <br /> <br /> «{$submissionTitle}» «{$contextName}» журналына жібергеніңіз үшін рахмет. Біз қолданатын журналдарды басқарудың онлайн жүйесінің көмегімен сіз журналдың веб -сайтына кіру арқылы оның барысын редакциялық процесс арқылы бақылай аласыз: <br /> <br /> Жіберу URL: {$submissionUrl} <br /> Пайдаланушы аты: {$recipientUsername} <br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласыңыз. Шығармаңызды жариялау үшін біздің журналды таңдағаныңызға рахмет. <br /> <br /> {$signature}
ku: {$authorName}:<br /> <br /> سوپاس بۆ پێشکەشکردنی ڕەشنوسی توێژینەوەکەت، &quot;{$submissionTitle}&quot; بۆ{$contextName}. بە گوێرەی سیستەمی بەڕێوەبردنی گۆڤار کە ئێمە بەکاری دەهێنین، ئێوە دەتوانن ئاگاداری قۆناغەکانی هەڵسەنگاندنی توێژینەوەکەتان ببن لە پەڕەی سەرەکی گۆڤارەوە: <br /> <br /> لینکی پێشکەشکردن: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$authorUsername}<br /> ئەگەر هەر پرسیارێکتان هەبو، تکایە پەیوەندیمان پێوە بکەن. سوپاس بۆ هەڵبژاردنی گۆڤار بۆ بڵاوکردنەوەی کارەکانتان. <br /> <br /> {$editorialContactSignature}
ms_my: {$recipientName}: <br /> <br /> Terima kasih kerana menghantar manuskrip, &quot;{$submissionTitle}&quot; ke {$contextName}. Dengan sistem pengurusan jurnal dalam talian yang kami gunakan, anda dapat melacak kemajuannya melalui proses editorial dengan masuk ke laman web jurnal: <br /> <br /> URL Penyerahan: {$submissionUrl} <br /> Nama pengguna: {$recipientUsername} <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, sila hubungi saya. Terima kasih kerana mempertimbangkan jurnal ini sebagai tempat kerja anda. <br /> <br /> {$signature}
nl_nl: {$authorName}:<br /> <br /> Dank u voor het inzenden van het manuscript &quot;{$submissionTitle}&quot; voor {$contextName}. Het online tijdschriftbeheersysteem dat wij gebruiken geeft u de mogelijkheid om de voortgang van het redactieproces te volgen door in te loggen op de website van het tijdschrift:<br /> <br /> Manuscript URL: {$submissionUrl}<br /> Gebruikersnaam: {$authorUsername}<br /> <br /> Neemt u alstublieft contact op als u vragen heeft. Dank u voor het overwegen van dit tijdschrift als podium voor u werk.<br /> <br /> {$editorialContactSignature}
pt_br: {$authorName}:<br /> <br /> Obrigado por submeter o manuscrito, &quot;{$submissionTitle}&quot; ao periódico {$contextName}. Com o sistema de gerenciamento de periódicos on-line que estamos usando, você poderá acompanhar seu progresso através do processo editorial efetuando login no site do periódico:<br /> <br /> URL da Submissão: {$submissionUrl}<br /> Usuário: {$authorUsername}<br /> <br /> Se você tiver alguma dúvida, entre em contato conosco. Agradecemos por considerar este periódico para publicar o seu trabalho.<br /> <br /> {$editorialContactSignature}
pt_pt: {$authorName},<br /> <br /> Agradecemos a submissão do seu manuscrito &quot;{$submissionTitle}&quot; à revista {$contextName}. Através do sistema de gestão editorial online que estamos a utilizar, conseguirá acompanhar o progresso no processo editorial, bastando entrar no sistema disponível em:<br /> <br /> URL do Manuscrito: {$submissionUrl}<br /> Nome de utilizador: {$authorUsername}<br /> <br /> Em caso de dúvidas, entre em contacto connosco. Agradecemos mais uma vez considerar a nossa revista como meio de transmitir ao público o seu trabalho científico.<br /> <br /> {$editorialContactSignature}
ro_ro: {$authorName}:<br /> <br /> Vă mulțumim pentru înregistrarea manuscrisului, &quot;{$submissionTitle}&quot; la {$contextName}. Cu ajutorul sistemul de gestionare online a jurnalului pe care îl utilizăm, puteți urmări progresul manuscrisului prin procesul editorial, conectându-vă pe site-ul revistei:<br /> <br /> URL înregistrare manuscris: {$submissionUrl}<br /> Nume utilizator: {$authorUsername}<br /> <br /> Dacă aveți întrebări, vă rugăm să ne contactați. Vă mulțumim pentru că ați considerat acest jurnal un loc de desfășurare a activității dumneavoastră.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Благодарим Вас за отправку материала «{$submissionTitle}» в журнал «{$contextName}». С помощью онлайн-системы управления журналом, которую мы используем, Вы сможете отслеживать его прохождение через редакционный процесс, заходя на сайт журнала:<br /> <br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$authorUsername}<br /> <br /> Если у Вас возникнут какие-то вопросы, пожалуйста, свяжитесь со мной. Спасибо за выбор нашего журнала для публикации Вашей работы.<br /> <br /> {$editorialContactSignature}
sk_sk: {$authorName}:<br /> <br /> Ďakujeme za zaslanie príspevku &quot;{$submissionTitle}&quot; do {$contextName}. S online systémom, ktorý používame, budete môcť sledovať postup príspevku redakčným procesom po prihlásení sa na stránkach časopisu:<br /> <br /> URL rukopisu: {$submissionUrl}<br /> Užívateľské meno: {$authorUsername}<br /> <br /> Ak máte nejaké otázky, kontaktujte ma prosím. Ďakujeme, že ste zvolili tento časopis pre publikovanie Vašej práce.<br /> <br /> {$editorialContactSignature}
sl_si: <p>Spoštovani {$recipientName},</p><p> Hvala za oddajo rokopisa v revijo {$contextName}. Prejeli smo vaš prispevek, {$submissionTitle}, ki ga bo pregledal član našega uredništva. Preko emaila boste obveščeni, ko bo sprejeta odločitev o nadaljnem uredniškem postopku. Mogoče vas bomo kontaktirali za dodatne informacije. </p><p>S sistemom za spletno urejanje revij, ki ga uporabljamo, lahko spremljate njegov napredek v procesu urejanja, če se prijavite na spletno stran revije:</p><p>URL povezava do prispevka: {$submissionUrl}</p><p>Uporabniško ime: {$recipientUsername}</p><p> Če imate kakršnokoli vprašanje, se lahko obrnete name, preko vaše <a href="{$submissionUrl}">nadzorne plošče prispevkov</a>.</p><p>Hvala, da ste izbrali našo revijo za objavo vašega dela.</p>{$signature}
sv_se: {$authorName}:<br /> <br /> Tack för att du har skickat in manuskriptet &quot;{$submissionTitle}&quot; till {$contextName}. I det publiceringssystem vi använder har du möjlighet att följa dess väg i den redaktionella processen genom att logga in på tidskriftens webbplats:<br /> <br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$authorUsername}<br /> <br /> Om du har några frågor, vänligen kontakta mig. Tack för att du har valt att skicka ditt bidrag till den här tidskriften.<br /> <br /> {$editorialContactSignature}
tr_tr: Sayın {$authorName},<br /> <br /> {$contextName} adlı dergiye gönderdiğiniz &quot;{$submissionTitle}&quot; adlı çalışma için teşekkür ederiz. Kullanmakta olduğumuz internet erişimli dergi yönetim sistemi ile, dergi web sitesine aşağıdaki bilgilerle giriş yaparak çalışmanızı değerlendirme süreçlerindeki durumunu takip edebilirsiniz:<br /> <br /> Erişim adresi: {$submissionUrl}<br /> Kullanıcı Adı: {$authorUsername}<br /> <br /> Herhangi bir soru veya sorununuz olursa lütfen bizimle iletişime geçiniz. Emek ürünü çalışmanızı yayınlamak üzere dergimizi tercih ettiğiniz için teşekkür ederiz.<br /> <br /> {$editorialContactSignature}
uk_ua: {$authorName}:<br /> <br /> Дякуємо, що надіслали рукопис &quot;{$submissionTitle}&quot; для публікації у виданні &quot;{$contextName}&quot;. Електронна система управління журналом, яку ми використовуємо, дозволяє авторам відслідковувати редакційне опрацювання поданих до друку рукописів. Для цього потрібно увійти на веб-сайт журналу зі своїм іменем користувача:<br /> <br /> URL рукопису: {$submissionUrl}<br /> Ім'я користувача: {$authorUsername}<br /> <br /> Якщо Ви маєте запитання, будь ласка, звертайтеся до мене. Дякую за вибір цього журналу як місця публікації своєї роботи.<br /> <br /> {$editorialContactSignature}

# emails.submissionAck.subject
source: Thank you for your submission to {$contextName}
bg_bg: Потвърждение за подаване
bs_ba: Prilog zaprimljen
ca_es: Justificant de recepció de la tramesa
cs_cz: Poděkování za příspěvek
da_dk: Bekræftelse af manuskript
de_de: Eingangsbestätigung
es_es: Acuse de recibo del envío
fi_fi: Käsikirjoituksesi on vastaanotettu
fr_ca: Accusé de réception de la soumission
fr_fr: Accusé de réception de la soumission
hi_in: सबमिशन स्वीकृति
is_is: Takk fyrir innsendinguna til {$contextName}
it_it: Proposta ricevuta
ka_ge: გაგზავნის დადასტურება
kk_kz: {$contextName} жібергеніңіз үшін рахмет
ku: دانپێدانانی پێشکەشکردن
ms_my: Ucapan Terima Kasih
nl_nl: Bevestiging van inzending
pt_br: Agradecimento pela submissão
pt_pt: Agradecimento pela submissão
ro_ro: Mulțumiri pentru înregistrarea manuscrisului
ru_ru: Подтверждение отправки
sk_sk: Poďakovanie za príspevok
sl_si: Hvala za vaš oddan prispevek pri reviji {$contextName}
sv_se: Bekräftelse på mottaget bidrag
tr_tr: Başvuru Kayıt Onayı
uk_ua: Подяка за подання рукопису
