Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestOneclickSubsequent.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Management > Settings > Workflow > Review, and one-click reviewer access is enabled.
bg_bg: Този имейл от редактора на секции до рецензент изисква от рецензента да приеме или отхвърлизадачата за рецензия на изпратените материали за втори или следващ етап на редактиране . Той предоставя информация за изпратеното, като заглавието и резюмето, краен срок за преглед и как да бъде получен достъп до самите материали. Това съобщение се използва, когато е избран Стандартният процес на рецензия в Управление> Настройки> Работен поток> Рецензия и е разрешен достъп на рецензент с едно щракване.
cs_cz: Tento e-mail od editoru sekce k recenzentovi požaduje, aby recenzent přijal nebo odmítl úlohu přezkoumání příspěvku pro druhé nebo větší kolo recenzí. Poskytuje informace o podání, jako je název a abstrakt, datum splatnosti kontroly a přístup k samotnému podání. Tato zpráva se používá v případě, že je ve Správci> Nastavení> Pracovní postup> Kontrola vybrán proces Standardní kontrola a je povolen přístup jednoho recenzenta k recenzím.
da_dk: Denne mail sendes af sektionsredaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme et indlæg i en anden eller senere bedømmelsesrunde. Det indeholder informationer om indlægget så som titel og resumé, forfaldsdato for indlevering af bedømmelse samt hvordan man får adgang til indlægget. Denne besked anvendes når man har valgt standardopsætningen for bedømmelsesprocessen > Indstillinger > Workflow > Bedømmelse, og ’Aktiver adgang for bedømmere ved hjælp af ét klik’ er aktiveret.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, damit diese/r die Aufgabe, eine Einreichung in einer zweiten oder weiteren Begutachtungsrunde zu beurteilen, übernimmt oder ablehnt. Sie übermittelt Informationen über die Einreichung wie den Titel und das Abstract, ein Fälligkeitsdatum für das Gutachten und Informationen, wie auf die Einreichung zugegriffen werden kann. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Standardbegutachtungsverfahren ausgewählt worden ist und wenn der One-Click-Zugang für Gutachter/innen aktiviert ist.
es_es: Este correo electrónico del editor/a de sección a un revisor/a solicita que el revisor/a acepte o rechace la tarea de revisar un envío para una ronda de revisión adicional. Además, proporciona información sobre el envío como el título, el resumen, la fecha de entrega de la revisión y cómo obtener acceso al propio envío. Este mensaje se usa cuando se selecciona el proceso de revisión estándar en el paso 2 de la configuración de la revista y cuando se habilita el acceso al revisor/a con un solo clic.
fr_ca: Ce courriel du,de la rédacteur-trice de rubrique à un,une évaluateur-trice demande que l'évaluateur-trice accepte ou décline la tâche d'évaluation d'une soumission pour un cycle subséquent d'évaluation. Il contient des informations sur la soumission tel que son titre et un résumé, la date d'échéance pour faire l'évaluation, et comment accéder à la soumission. Ce message est utilisé quand « Processus d'évaluation standard » est sélectionné dans Configuration de la revue > Paramètres > Flux des travaux > Évaluation et que l'accès de l'évaluateur-trice en un clic est activé.
fr_fr: Ce courriel du rédacteur de section à un réviseur demande que l'examinateur accepte ou refuse la tâche d'examiner une soumission pour une deuxième ou une plus grande série d'examen. Il fournit des informations sur la soumission, comme le titre et l'abrégé, la date d'échéance de l'examen et la façon d'accéder à la soumission elle-même. Ce message est utilisé lorsque le processus de révision standard est sélectionné dans Administration> Paramètres> Flux des travaux> Révision et que l'accès d'un relecteur est activé.
hi_in: सेक्शन एडिटर से समीक्षक के लिए यह ईमेल अनुरोध करता है कि समीक्षक समीक्षा प्रस्तुत करने या समीक्षा के दूसरे या अधिक दौर के लिए कार्य को स्वीकार या अस्वीकार कर देता है। यह प्रस्तुत करने के बारे में जानकारी प्रदान करता है जैसे शीर्षक और सार, समीक्षा की नियत तारीख, और प्रस्तुत करने के लिए कैसे उपयोग करें। इस संदेश का उपयोग तब किया जाता है जब प्रबंधन> सेटिंग> वर्कफ़्लो> समीक्षा में मानक समीक्षा प्रक्रिया का चयन किया जाता है, और एक-क्लिक समीक्षक पहुंच सक्षम होती है.
it_it: Questo messaggio viene inviato dall'editor a un revisore chiedendogli di accettare o rifiutare l'incarico di revisione di una proposta per un secondo o successivo round di revisione. Esso fornisce informazioni come il titolo e l'abstract, una data di scadenza e modalità di accesso alla stessa proposta. Questo messaggio viene utilizzato quando il processo di revisione standard è stato selezionato nel Setup ed è abilitato l'accesso oneclick
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს მასალების რეცენზირების თანხმობის, ან უარის დასადასტურებლად მეორე და შემდგომ რაუნდებში. წერილში მოცემულია მასალის სათაური, აბსტრაქტი, შერულების ვადები და წვდომის წესები. ეს შეტყობინება გამოიყენება, თუ არჩეულია სტანდარტული რეცენზირება: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება და ჩართულია პირდაპირი წვდომა ბმულის საშუალებით.
kk_kz: Бұл бөлім редакторының рецензентке жіберілген, екінші немесе кейінгі қарау кезеңінде материалды қарауға келісімін немесе бас тартуын сұрайтын хат. Хатта тақырып туралы және реферат, қарау мерзімі мен материалдың өзіне қалай қол жеткізуге болатыны туралы ақпарат бар. Бұл хабар Басқару> Параметрлер> Жұмыс үрдісі> Қарау тармағында стандартты қарау процесі таңдалған кезде пайдаланылады және сілтеме арқылы шолушының тікелей қатынасы қосылады.
ms_my: E-mel ini dari Editor Bahagian kepada Pengulas meminta agar pengulas menerima atau menolak tugas mengulas penyerahan untuk ulasan kedua atau pusingan seterusnya. Ini memberikan maklumat mengenai penyerahan seperti tajuk dan abstrak, tarikh akhir ulasan, dan cara mengakses penyerahan itu sendiri. Mesej ini digunakan apabila Proses Ulasan Standard dipilih dalam Pengurusan> Tetapan> Aliran Kerja> Ulasan, dan akses pengulas satu klik didayakan.
nl_nl: Deze e-mail van een sectieredacteur aan een reviewer vraagt de reviewer een review van een inzending in een tweede of latere ronde te accepteren of te weigeren. Het bevat informatie over de inzending zoals titel en samenvatting, een verloopdatum en hoe de inzending te vinden. Dit bericht wordt gebruikt in Stap 2 van het instellen van een tijdschrift als een-klik reviewer toegang is ingeschakeld.
pt_br: Este e-mail do Editor de Seção para um Avaliador solicita que o avaliador aceite ou recuse a tarefa de avaliar uma submissão para uma segunda ou maior rodada de avaliação. Ele fornece informações sobre a submissão, como título e resumo, uma data limite para avaliação e como acessar a própria submissão. Esta mensagem é usada quando o processo de avaliação está selecionado em Configuração > Fluxo de Trabalho > Avaliação e a opção "Habilitar acesso 1-clique" na área do avaliador está ativada.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo submetido para uma segunda ronda de revisão. Fornece informações sobre a submissão, como o título e resumo, o prazo de revisão e como aceder à própria submissão. Esta mensagem é usada quando o Processo de Revisão Padrão é selecionado em Configurações > Fluxo de Trabalho > Revisão e o acesso com um clique está ativo.
ro_ro: Acest e-mail este de la editorul de secțiuni către un revizor, căruia i se solicită să accepte sau să refuze sarcina de a examina un manuscris. Oferă informații despre manuscris, cum ar fi titlul și rezumatul, data limită de revizuire și modul de accesare a prezentării. Acest mesaj este utilizat atunci când procesul de revizuire standard este selectat în Management> Setări> Flux de lucru> Revizuire și accesul unui singur comentariu este activat.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование и включен прямой доступ рецензента по ссылке.
sk_sk: Tento e-mail od editora sekcie k recenzentovi požaduje, aby recenzent prijal alebo odmietol úlohu preskúmania príspevku pre druhé alebo väčšie kolo recenzií. Poskytuje informácie o podaní, ako je názov a abstrakt, dátum splatnosti kontroly a prístup k samotnému podaniu. Táto správa sa používa v prípade, že je v Správcovia> Nastavenia> Pracovný postup> Kontrola vybraný proces Štandardná kontrola a je povolený prístup jedného recenzenta k recenziám.
sl_si: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. Vsebuje informacije o prispevku kot so naslov in izvleček, datum do dokončanja recenzije ter dostopom do prispevka. Email se uporablja, kadar je uporabljen standardni recenzijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom.
sv_se: Det här e-postmeddelandet från sektionsredaktören till en ranskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag en andra gång eller på nytt. Det innehåller information om bidraget i form av titel och abstract, en deadline för granskning och instruktioner för hur man kommer åt bidraget. Meddelandet används när granskningsprocess Standard är valt i Administration > Inställningar > Arbetsflöde > Granskning och Granskning utan inloggning är aktiverat.
tr_tr: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission for a second or greater round of review. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Journal Setup, Step 2, and one-click reviewer access is enabled.
uk_ua: Цим листом редактор розділу просить рецензента взятися за виконання другого раунду рецензування подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування та обрана опція спрощеного доступу рецензента до подання.

# emails.userValidateSite.subject
source: Validate Your Account
ar: تأكيد صحة حسابك
az: Hesabınızı təsdiqləyin
bg: Потвърдете акаунта си
ca: Valideu el vostre compte
cs: Ověřte svůj účet
da: Valider din konto
de: Account validieren
es: Valide su cuenta
eu: Balidatu zure kontua
hu: Hitelesítse fiókját
hy_am: Վավերացրեք ձեր հաշիվը
id: Validasi Akun Kamu
is_is: Staðfestu reikninginn þinn
it: Conferma il tuo account
kk_kz: Есептік жазбаңызды растаңыз
mk: Потврдете ја вашата корисничка сметка
mr: तुमचे खाते वैध (validate) असल्याचे सिद्ध करा
ms: Sahkan Akaun Anda
nb: Validér kontoen din
pl: Potwierdź swoje konto
ru: Подтвердите свою учетную запись
sl: Potrdite vaš račun
sl_si: Potrdite vaš račun
sv: Verifiera ditt konto
tr: Hesabınızı Doğrulayın
uk: Підтвердіть свій обліковий запис
uz@latin: Hisobingizni tasdiqlang
uz_cyrl: Ҳисобингизни тасдиқланг
vi: Kiểm tra tài khoản của bạn
zh_tw: 認證您的帳戶

# emails.userValidateSite.description
source: This email is sent to a new user signed up on the site to validate their email account.
is_is: Þessi tölvupóstur er sendru á nýskráða notendur til að staðfesta tölvupóst sinn.
kk_kz: Бұл электрондық пошта электрондық пошта тіркелгісін тексеру үшін сайтқа тіркелген жаңа пайдаланушыға жіберіледі.
sl_si: Ta email je poslan na novo registriranim uporabnikom, da potrdijo veljavnost svojega emaila.

# emails.userValidateSite.body
source: {$recipientName}<br /> <br /> You have created an account with {$siteTitle}, but before you can start using it, you need to validate your email account. To do this, simply follow the link below:<br /> <br /> {$activateUrl}<br /> <br /> Thank you,<br /> {$signature}
ar: {$recipientName}<br /> <br /> لقد أنشأت حسابًا في {$siteTitle}، ولكن قبل أن يتسنى لك استعماله، أنت بحاجة إلى تأكيد صحة عنوان بريدك الالكتروني. للقيام بذلك، فقط عليك اتباع الرابط أدناه:<br /> <br /> {$activateUrl}<br /> <br /> شكرًا لك،<br /> {$siteSignature}
az: {$recipientName}<br /> <br /> {$siteTitle} üçün yeni bir hesab yaratdınız, ancaq bunu istifadə etməyə başlamazdan əvvəl email hesabınızı təsdiqləməyiniz gərəklidir. Email hesabınızı təsdiqləmək üçün aşağıdakı linki izləməyiniz kifayətdir:<br /> <br /> {$activateUrl}<br /> <br /> Təşəkkürlər,<br /> {$signature}
bg: {$recipientName}<br /> <br /> Създадохте акаунт с {$siteTitle}, но преди да можете да започнете да го използвате, трябва да потвърдите своя имейл акаунт. За да направите това, просто следвайте връзката по-долу:<br /> <br /> {$activateUrl}<br /> <br /> Благодарим ви,<br /> {$siteSignature}
cs: {$recipientName}<br /> <br /> Vytvořili jste si účet pro periodikum {$siteTitle} , ale než jej začnete používat, musíte ověřit svou emailovou adresu. To provedete jednoduše pomocí níže uvedeného odkazu:<br /> <br /> {$activateUrl}<br /> <br /> Děkujeme,<br /> {$siteSignature}
da: Kære {$recipientName}<br /> <br /> Du har oprettet en konto hos {$contextName}, men inden du kan benytte den, skal du validere din e-mail-konto. Det gør du ved blot at følge linket nedenfor:<br /> <br /> {$activateUrl}<br /> <br /> Mvh. <br /> {$siteSignature}
de: {$recipientName}<br /> <br /> Sie haben ein Benutzer/innenkonto bei {$siteTitle} angelegt, aber bevor Sie es benutzen können, müssen Sie Ihre E-Mail-Adresse bestätigen. Dazu folgen Sie bitte einfach dem folgenden Link:<br /> <br /> {$activateUrl}<br /> <br /> Vielen Dank<br /> {$siteSignature}
es: {$recipientName}<br /> <br /> Ha creado una cuenta en {$siteTitle}, pero antes de poder utilizarla, debe validar su email. Para hacerlo, simplemente haga clic en el siguiente enlace:<br /> <br /> {$activateUrl}<br /> <br /> Gracias,<br /> {$siteSignature}
eu: {$recipientName}<br /> <br /> Kontu bat sortu duzu {$siteTitle}-rekin, baina erabili ahal izateko, lehenik eta behin, zure helbide elektronikoko kontua baliozkotu behar duzu. Horretarako, sakatu esteka hau:<br /> <br /> {$activateUrl}<br /> <br /> Eskerrik asko,<br /> {$siteSignature}
hu: Tisztelt {$recipientName} !<br /> <br /> Sikeresen létrehozta felhasználói fiókját a(z) {$siteTitle} oldalnál, melynek használatba vételéhez kérjük, előbb hitelesítse email címét. Ehhez kattintson az alábbi linkre:<br /> <br /> {$activateUrl}<br /> <br /> Köszönettel,<br /> {$siteSignature}
hy_am: {$recipientName}<br /> <br /> Դուք հաշիվ եք ստեղծել {$siteTitle} -ով, սակայն նախքան այն օգտագործելը, դուք պետք է վավերացնեք էլ․ փոստի ձեր հաշիվը: Դա անելու համար պարզապես հետևեք ստորև նշված հղմանը:<br /> <br /> {$activateUrl}<br /> <br /> Շնորհակալություն,<br /> {$signature}
id: {$recipientName}<br /> <br /> Kamu berhasi membuat akun paaa {$siteTitle}, tapi sebelum bisa menggunakannya, validasi akun email kamu terlebih dahulu dengan mengikuti petunjuk pada tautan berikut:<br /> <br /> {$activateUrl}<br /> <br /> Terima kasih,<br /> {$siteSignature}
is_is: {$recipientName}<br /> <br /> Þú hefur stofnað notandareikning hjá {$siteTitle}, áður en þú getur byrjað að nota reikninginn þarftu að staðfesta netfangið þitt. Til að gera það smelltu á tengilinn hér fyrir neðan: <br /> <br /> {$activateUrl}<br /> <br /> Með kærri þökk,<br /> {$signature}
it: {$recipientName}<br /> <br /> Hai creato un nuovo account per la rivista {$siteTitle}, ma prima di poter accedere, è necessario che tu confermi il tuo indirizzo email cliccando sul link sottostante:<br /> <br /> {$activateUrl}<br /> <br /> Grazie,<br /> {$siteSignature}
kk_kz: {$recipientName}<br / > <br /> Сіз {$siteTitle} көмегімен есептік жазба жасадыңыз, бірақ оны пайдалануды бастамас бұрын электрондық пошта есептік жазбаңызды растауыңыз керек. Ол үшін төмендегі сілтемеге өтіңіз:<br / > <br /> {$activateUrl}<br /> <br /> Рахмет сізге,<br /> {$signature}
mk: {$recipientName}<br /> <br /> Создадовте корисничка сметка на {$siteTitle}, но пред да почнете да ја користите, треба да ја потврдите вашата сметка за е-пошта. За да го направите ова, едноставно следете го линкот подолу:<br /> <br /> {$activateUrl}<br /> <br /> Ви благодариме,<br /> {$siteSignature}
mr: {$recipientName}<br /> <br /> तुम्ही {$siteTitle} वर खाते तयार केले आहे, परंतु त्याचा वापर सुरू करण्यापूर्वी, तुम्हाला तुमचे ई-मेल खाते वैध करणे आवश्यक आहे. त्याकरता फक्त खालील दुवा (लिंक) क्लिक करा :<br /> <br /> {$activateUrl}<br /> <br /> धन्यवाद,<br /> {$siteSignature}
ms: {$recipientName} <br /> <br /> Anda telah membuat akaun dengan {$siteTitle}, tetapi sebelum anda dapat menggunakannya, anda perlu mengesahkan akaun e-mel anda. Untuk melakukannya, ikuti pautan di bawah: <br /> <br /> {$activateUrl} <br /> <br /> Terima kasih, <br /> {$siteSignature}
nb: {$recipientName}<br /> <br /> Du har oprettet en konto hos {$contextName}, men før du kan bruke den, må du validere e-postadressen din. Det gjør du ved å følge lenken nedenfor:<br /> <br /> {$activateUrl}<br /> <br /> Takk. <br /> {$siteSignature}
pl: {$recipientName}<br /> <br /> W czasopiśmie {$siteTitle} zostało założone konto, zanim jednak będzie można z niego korzystać, prosimy o potwierdzenie adresu email. Aby tego dokonać prosze użyć poniższego linku:<br /> <br /> {$activateUrl}<br /> <br /> Dziękujęmy,<br /> {$siteSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Вы создали учетную запись на сайте «{$siteTitle}», но перед тем как начать её использовать, Вам нужно подтвердить адрес электронной почты. Чтобы сделать это, просто пройдите по ссылке ниже:<br /> <br /> {$activateUrl}<br /> <br /> С уважением,<br /> {$siteSignature}
sl: {$recipientName}<br /> <br /> Ustvarili ste račun pri {$siteTitle}. Preden ga lahko začnete uporabljati, morate potrditi veljavnost vašega e-poštnega naslova. Za potrditev kliknite povezavo spodaj:<br /> <br /> {$activateUrl}<br /> <br /> Hvala,<br /> {$siteSignature}
sl_si: {$recipientName}<br /> <br /> Ustvarili ste račun pri {$siteTitle}. Preden ga lahko začnete uporabljati, morate potrditi veljavnost vašega emaila. Za potrditev kliknite povezavo spodaj:<br /> <br /> {$activateUrl}<br /> <br /> Hvala,<br /> {$signature}
sv: {$recipientName}<br /> <br /> Du har skapat ett konto hos {$siteTitle}, men du måste verifiera din e-postadress innan du kan börja använda det. Följ länken nedan:<br /> <br /> {$activateUrl}<br /> <br /> Tack så mycket,<br /> {$siteSignature}
tr: {$recipientName}<br /> <br /> {$siteTitle} için yeni bir hesap oluşturdunuz, ancak bunu kullanmaya başlamadan önce e-posta hesabınızı doğrulamanız gerekiyor. E-posta hesabınızı doğrulamak için aşağıdaki bağlantıyı takip etmeniz yeterlidir:<br /> <br /> {$activateUrl}<br /> <br /> Teşekkürler,<br /> {$siteSignature}
uk: {$recipientName}<br /> <br /> Ви створили обліковий запис на вебсайті "{$siteTitle}", але перш ніж почати його використовувати, Вам потрібно підтвердити свій обліковий запис електронної пошти. Для цього просто перейдіть за покликанням нижче:<br /> <br /> {$activateUrl}<br /> <br /> Дякую,<br /> {$siteSignature}
uz@latin: {$recipientName}<br /> <br /> Siz {$siteTitle} bilan hisob yaratdingiz, lekin undan foydalanishni boshlashdan oldin elektron pochta qayd yozuvingizni tasdiqlashingiz kerak. Buning uchun quyidagi havolaga o'ting:<br /> <br /> {$activateUrl}<br /> <br /> Thank you,<br /> {$siteSignature}
uz_cyrl: Ҳурматли {$recipientName},<br /> <br /> Сиз {$siteTitle} сайтида ҳисоб яратдингиз, лекин ундан фойдаланишни бошлашдан олдин электрон почта манзилингизни тасдиқлашингиз керак. Бунинг учун шунчаки қуйидаги ҳаволага ўтинг:<br /> <br /> {$activateUrl}<br /> <br /> Ташаккур,<br /> {$siteSignature}
vi: {$recipientName}<br /> <br /> Bạn đã tạo 1 tài khoản với {$siteTitle}, nhưng trước khi bắt đầu sử dụng, bạn cần phải xác nhận email. Để xác nhận, hãy click link dưới đây:<br /> <br /> {$activateUrl}<br /> <br /> Cảm ơn,<br /> {$siteSignature}

# emails.announcement.subject
source: {$announcementTitle}
bg: заглавие {$announcementTitle}
bg_bg: заглавие {$announcementTitle}
cs_cz: {$title}
es_es: {$title}
fr_ca: {$title}
fr_fr: {$title}
ka_ge: {$title}
pt_br: {$title}
pt_pt: {$title}
ro_ro: {$titlu}
ru_ru: {$title}
sk_sk: {$title}
sv_se: {$title}
tr_tr: {$title}

# emails.editorDecisionBackToSubmission.subject
source: Your submission has been sent back for editorial review
hy_am: Ձեր ներկայացումը հետ է ուղարկվել խմբագրական վերանայման

# emails.editorDecisionBackToCopyediting.body
source: <p>Dear {$recipientName},</p> <p>Your submission, {$submissionTitle}, has been sent back to the copy editing stage. It will undergo further copy editing and formatting to prepare it for publication.</p> <p>Your submission is still forthcoming in a future issue of {$contextName}. It was moved back to the copy editing stage because it is not yet ready for the final galleys to be prepared for publication.</p> <p>We will contact you if we need any further assistance.</p> <p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p> <p>Kind regards,</p> <p>{$signature}</p>
hy_am: <p>Հարգելի {$recipientName},</p> <p>Ձեր ներկայացումը, {$submissionTitle}, հետ է ուղարկվել գրական խմբագրման փուլ: Այն կենթարկվի հետագա խմբագրման և ձևաչափման՝ այն հրապարակման պատրաստելու համար:</p> <p>Ձեր ներկայացումը կհայտնվի {$contextName} -ի ապագա համարում: Այն վերադարձվել է գրական խմբագրման փուլ, քանի որ այն դեռ պատրաստ չէ հրապարակման պատրաստվող վերջնական շարվածքում:</p> <p>Մենք կկապվենք ձեզ հետ, եթե մեզ անհրաժեշտ լինի լրացուցիչ օգնություն</p> <p>Հարցերի դեպքում դիմեք ինձ ձեր <a href="{$authorSubmissionUrl}">ներկայացման վահանակից</a>:</p> <p>Հարգանքով,</p> <p>{$signature}</p>

# emails.editorDecisionBackToCopyediting.subject
source: Your submission has been sent back for copyediting
hy_am: Ձեր ներկայացումը հետ է ուղարկվել գրական խմբագրման
