Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestAttachedSubsequent.body
source: {$recipientName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
bg_bg: {$recipientName}:<br /> <br /> Това се отнася до ръкописа &quot;{$submissionTitle},&quot; което се разглежда от {$contextName}.<br /> <br /> След рецензирането на предишната версия на ръкописа, авторите са представили преработена версия на своя доклад (материали за статия). Ще Ви бъдем благодарни, ако помогнете с оценката му.<br /> <br /> Насоките за рецензии на това списание са приложени по-долу и изпратените материали саприложени към този имейл. Моля, изпратете вашата рецензия на материалите, заедно с вашата препоръка по имейл до {$reviewDueDate}.<br /> <br /> Моля, посочете в обратен имейл до {$responseDueDate} дали сте в състояние и желаете да направите рецензията. <br /> <br /> Благодарим ви, за отделеното време.<br /> <br /> {$signature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; předkládaného autorem {$contextName}.<br /> <br /> Na základě recenze předchozí verze rukopisu podali autoři nyní opravenou verzi tohoto článku. Byly bychom rádi, kdybyste nám pomohli tuto revidovanou verzi ohodnotit.<br /> <br /> Pokyny pro recenzenty tohoto časopisu jsou připojeny níže, a samotný opravený příspěvek je vložen do tohoto emailu jako příloha. Vaše recenze opraveného příspěvku spolu s vašemi doporučeními by měla být odeslána emailem do {$reviewDueDate}.<br /> <br /> Prosíme vás, abyste v odpovědi na tento email uvedl(a) do {$responseDueDate}, zda jste schopen(a) a ochoten(na) udělat tuto recenzi.<br /> <br /> Děkujeme předem za vaši ochotu.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Pokyny pro recenzenty<br /> <br /> {$reviewGuidelines}<br />
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Tidsskriftets retningslinjer for bedømmelser er tilføjet nedenfor og indlægget er vedhæftet denne e-mail. Din bedømmelse af indlægget sammen med din anbefaling bedes sendt til mig senest {$reviewDueDate}.<br /> <br /> Du bedes meddele os, om du vil påtage dig bedømmelsen eller ej senest {$responseDueDate}.<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Retningslinjer for bedømmelser<br /> <br /> {$reviewGuidelines}<br />
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Die Begutachtungsrichtlinien dieser Zeitschrift sind unten angehängt, und der Beitrag selber ist dieser E-Mail beigefügt. Ihr Gutachten zu diesem Beitrag sollte zusammen mit Ihrer Empfehlung mir per E-Mail bis zum {$reviewDueDate} zugehen.<br /> <br /> Bitte teilen Sie uns in einer E-Mail bis zum {$responseDueDate} mit, ob Sie das Gutachten übernehmen können.<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Begutachtungsrichtlinien<br /> <br /> {$reviewGuidelines}<br />
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Las normas de revisión de esta revista se pueden ver a continuación. Además, el artículo se adjunta en este correo electrónico. Debería enviarnos su revisión del envío, junto con su recomendación, antes del {$reviewDueDate}.<br /> <br /> Por favor, responda a este correo electrónico antes del {$responseDueDate} e indíquenos si puede y desea realizar esta revisión.<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Normas de revisión<br /> <br /> {$reviewGuidelines}<br />
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle},&quot;, joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Julkaisumme arviointiohjeet löytyvät tämän sähköpostin lopusta ja käsikirjoitus on liitteenä. Arviointinne sekä suosituksenne tulisi lähettää minulle sähköpostitse {$reviewDueDate} mennessä.<br /> <br /> Ilmoittakaa pystyttekö ja haluatteko suorittaa arvioinnin vastaamalla tähän viestiin {$responseDueDate} mennessä.<br /> <br /> Kiitos, että harkitsette arviointiin ryhtymistä.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}<br /> <br /> <br /> Arviointiohjeet<br /> <br /> {$reviewGuidelines}<br />
fr_ca: {$reviewerName},<br /> <br /> Ceci concerne le manuscrit « {$submissionTitle} », qui est présentement évalué par la revue {$contextName}.<br /> <br /> Suivant l'évaluation de la dernière version du manuscrit, l'auteur-e a soumis une version révisée de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Les directives d'évaluation de la revue se trouvent ci-dessous et la soumission est jointe au présent courriel. Votre évaluation de la soumission, ainsi que vos recommandations, devraient nous parvenir par courriel d'ici le {$reviewDueDate}.<br /> <br /> Veuillez nous faire savoir par courriel d'ici le {$responseDueDate} si vous acceptez ou non d'effectuer cette évaluation.<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Directives pour l'évaluation<br /> <br /> {$reviewGuidelines}<br />
fr_fr: {$reviewerName},<br /> <br /> Ceci concerne le manuscrit « {$submissionTitle} », qui est actuellement évalué par la revue {$contextName}.<br /> <br /> À la suite de l'évaluation de la dernière version du manuscrit, l'auteur ou l'auteure a soumis une version révisée de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Les directives d'évaluation de la revue se trouvent ci-dessous et la soumission est jointe au présent courriel. Votre évaluation de la soumission, ainsi que vos recommandations, devraient nous parvenir par courriel d'ici le {$reviewDueDate}.<br /> <br /> Veuillez nous faire savoir par courriel d'ici le {$responseDueDate} si vous acceptez ou non d'effectuer cette évaluation.<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Directives pour l'évaluation<br /> <br /> {$reviewGuidelines}<br />
hi_in: {$reviewerName}:<br /> <br /> यह पांडुलिपि का संबंध है &quot;{$submissionTitle},&quot; जो विचाराधीन है {$contextName}.<br /> <br /> पांडुलिपि के पिछले संस्करण की समीक्षा के बाद, लेखकों ने अब अपने पेपर का एक संशोधित संस्करण प्रस्तुत किया है। यदि आप इसका मूल्यांकन करने में मदद कर सकते हैं तो हम इसकी सराहना करेंगे.<br /> <br /> इस जर्नल के लिए समीक्षा दिशानिर्देश नीचे संलग्न हैं, और प्रस्तुत इस ईमेल से जुड़ा हुआ है। आपकी अनुशंसा के साथ, आपकी सबमिट की समीक्षा, {$ reviewDueDate} द्वारा मुझे ईमेल की जानी चाहिए.<br /> <br /> कृपया {$ responseDueDate} द्वारा वापसी ईमेल में इंगित करें कि क्या आप समीक्षा करने में सक्षम और इच्छुक हैं.<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद।<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
it_it: Gentile {$reviewerName}:<br /> <br /> Ti scrivo riguardo al manoscritto &quot;{$submissionTitle},&quot; proposto per la pubblicazione in {$contextName}.<br /> <br /> Seguendo i suggerimenti ricevuti dai revisori, l'autore ha inviato una nuova versione modificata. Ti sarei grato se ci aiutassi a valutarla.<br /> <br /> Più sotto trovi le Linee guida sulla revisione e il file del manoscritto è in allegato. Puoi inviarmi la revisione e il tuo parere sulla proposta via email, entro il {$reviewDueDate}.<br /> <br /> Perfavore informami entro il {$responseDueDate} se accetti o meno l'incarico.<br /> <br /> Grazie della disponibilià<br /> {$editorialContactSignature}<br /> <br /> <br /> Linee guida sulla revisione<br /> <br /> {$reviewGuidelines}
ka_ge: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review..<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}<br />
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бұл электрондық пошта «{$contextName}» қарайтын «{$submissionTitle}» материалына қатысты.<br /> <br /> Материалдың алдыңғы нұсқасын қарау нәтижелері бойынша авторлар өз мақаласының түзетілген нұсқасын жіберді. Егер сіз бізге бағалауға көмектессеңіз, біз қуанар едік.<br /> <br /> Төменде осы журналға рецензенттерге арналған нұсқаулықтар қосылды, және шолу материалдары осы хатқа қоса берілді. Материалға шолуыңыз ұсыныспен бірге маған {$reviewDueDate} электрондық поштасы арқылы жіберілуі керек.<br /> <br /> Жауап туралы электрондық поштаңызға {$responseDueDate} дейін хабарлаңыз, егер қарап шығуға болады.<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> <br /> Рецензенттерге арналған нұсқаулық<br /> <br /> {$reviewGuidelines}<br />
ms_my: {$recipientName}: <br /> <br /> Ini berkaitan dengan manuskrip &quot; {$submissionTitle}, &quot; yang sedang dipertimbangkan oleh {$contextName}. <br /> <br /> Setelah mengulas versi manuskrip sebelumnya, pengarang kini telah menyerahkan versi yang telah disemak. Kami sangat menghargainya sekiranya anda dapat membantu menilainya. <br /> <br /> Garis Panduan Ulasan untuk jurnal ini dilampirkan di bawah, dan penyerahan dilampirkan ke e-mel ini. Ulasan penyerahan anda, bersama dengan cadangan anda, harus dihantar melalui email kepada saya sebelum {$reviewDueDate}. <br /> <br /> Sila nyatakan dalam e-mel balik selewat-lewatnya pada {$responseDueDate} sama ada anda mampu dan bersedia melakukan ulasan. <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> <br /> Garis Panduan Ulasan <br /> <br /> {$reviewGuidelines} <br />
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na een review van een eerdere versie van het manuscript hebben de auteurs een gereviseerde versie van hun manuscript ingestuurd. We zouden het op prijs stellen als u wilt helen die te evalueren.<br /> <br /> De Review richtlijnen voor dit tijdschrift staan hieronder en de inzending is bijgevoegd bij deze e-mail. Uw review van de inzending en uw aanbeveling, zouden uiterlijk op {$reviewDueDate} naar mij gemaild moeten worden.<br /> <br /> Gelieve mij voor {$responseDueDate} per e-mail te laten weten of u deze review kunt en wilt doen.<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review richtlijnen<br /> <br /> {$reviewGuidelines}
pt_br: {$reviewerName}:<br /> <br /> Esta mensagem é referente ao manuscrito &quot;{$submissionTitle},&quot; que está sendo considerado para publicação pelo periódico {$contextName}.<br /> <br /> Após a avaliação da versão anterior do manuscrito, os autores submeteram uma versão revisada do artigo. Nós agradeceríamos se você pudesse ajudar com uma avaliação.<br /> <br /> As Diretrizes de Avaliação deste periódico seguem abaixo e a submissão está anexa ao e-mail. Sua avaliação da submissão, junto à recomendação, deve ser enviada por e-mail até {$reviewDueDate}.<br /> <br /> Por gentileza, envie um email de retorno até{$responseDueDate} indicando se você poderá dar o parecer ou não.<br /> <br /> Obrigado por considerar este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Diretrizes de Avaliação<br /> <br /> {$reviewGuidelines}<br />
pt_pt: {$reviewerName}:<br /> <br /> Esta mensagem é relativa ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência do processo de revisão, os autores submeteram a versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> As Instruções de Revisão desta revista são apresentadas abaixo, e a submissão foi anexada a este e-mail. A sua revisão do artigo, conjuntamente com as suas recomendações, devem ser enviadas até {$reviewDueDate}.<br /> <br /> Indique até {$responseDueDate} se está disponível para fazer a revisão. <br /> <br /> Agradecemos a sua resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Instruções de Revisão<br /> <br /> {$reviewGuidelines}<br />
ro_ro: {$reviewerName}:<br /> <br /> Acest mesaj se referă la manuscrisul &quot;{$submissionTitle},&quot; care este evaluat de {$contextName}.<br /> <br /> În urma revizuirii versiunii anterioare a manuscrisului, autorii au transmis acum o versiune revizuită a lucrării lor. Am aprecia dacă ați putea contribui la o nouă evaluare a acestuia.<br /> <br /> Ghidul de revizuire pentru acest jurnal este anexat mai jos, iar manuscrisul este atașat acestui e-mail. Vă rog să trimiteți prin email revizia și recomandările dumneavoastră până la data de {$reviewDueDate}.<br /> <br /> Vă rugăm să indicați într-un e-mail de răspuns până la {$responseDueDate} dacă sunteți dispus să faceți revizuirea. <br /> <br /> Mulțumim că luați în considerare solicitarea noastră.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Ghid de revizuire<br /> <br /> {$reviewGuidelines}<br />
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Руководство для рецензентов этого журнала добавлено ниже, материал для рецензирования приложен к этому письму. Ваша рецензия на материал, вместе с рекомендацией, должны быть отправлены мне электронной почтой до {$reviewDueDate}.<br /> <br /> Пожалуйста, сообщите в ответном письме до {$responseDueDate} сможете ли Вы взяться за рецензирование.<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Руководство для рецензентов<br /> <br /> {$reviewGuidelines}<br />
sk_sk: {$reviewerName}:<br /> <br /> Tento email sa týka rukopisu &quot;{$submissionTitle},&quot; predkladaného autorom {$contextName}.<br /> <br /> Na základe recenzie predchádzajúcej verzie rukopisu podali autori teraz opravenú verziu tohto článku. Boli by sme radi, keby ste nám pomohli túto revidovanú verziu ohodnotiť.<br /> <br /> Pokyny pre recenzentov tohto časopisu sú pripojené nižšie, a samotný opravený príspevok je vložený do tohto emailu ako príloha. Vaša recenzia opraveného príspevku spolu s vašimi odporúčaniami by mala byť odoslaná emailom do {$reviewDueDate}.<br /> <br /> Prosíme vás, aby ste v odpovedi na tento email uviedol(a) do {$responseDueDate}, či ste schopný(á) a ochotný(á) urobiť túto recenziu.<br /> <br /> Ďakujeme vopred za vašu ochotu.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Pokyny pre recenzentov<br /> <br /> {$reviewGuidelines}<br />
sl_si: {$recipientName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka.<br /> <br /> Spodaj so navodila za recenzijo za našo revijo, v priponki pa je prispevek. Vašo recenzija, skupaj s priporočilom, bi mi morali poslati po e-pošti do {$reviewDueDate}.<br /> <br /> Prosim, če mi po e-pošti sporočite do {$responseDueDate}, če ste pripravljeni narediti to recenzijo ali ne.<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> <br /> Navodila za recenzijo<br /> <br /> {$reviewGuidelines}<br />
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Riktlinjer för granskare bifogas här nedan, och bidraget finns som bilaga i det här e-postmeddelandet. Din bedömning av bidraget ska tillsammans med din rekommendation skickas per e-post till mig senast {$reviewDueDate}.<br /> <br /> Vänligen meddela mig genom att svara på det här meddelandet senast {$responseDueDate} om du har möjlighet att åta dig uppdraget eller inte.<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Riktlinjer för granskare<br /> <br /> {$reviewGuidelines}<br />
tr_tr: Sayın {$reviewerName},<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> The Review Guidelines for this journal are appended below, and the submission is attached to this email. Your review of the submission, along with your recommendation, should be emailed to me by {$reviewDueDate}.<br /> <br /> Please indicate in a return email by {$responseDueDate} whether you are able and willing to do the review.<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Review Guidelines<br /> <br /> {$reviewGuidelines}
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Нижче подана інструкція для рецензентів. Рукопис, поданий у редакцію авторами, прикріплений до цього листа. Я хотів би отримати лист з Вашою рецензією та рекомендацією до {$reviewDueDate}.<br /> <br /> Будь ласка, надішліть мені листом відповідь, чи маєте Ви можливість і бажання працювати над цією рецензію, до {$responseDueDate} .<br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> Інструкція для рецензентів<br /> <br /> {$reviewGuidelines}

# emails.reviewRequestAttachedSubsequent.subject
source: Article Review Request
bg_bg: Заявка за рецензиране на статия
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
es_es: Solicitud de revisión de artículo
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
it_it: Richiesta di revisione di un articolo
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Мақаланы қарауды сұрау
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
ms_my: Permintaan Ulasan Artikel
nl_nl: Verzoek tot reviewen van een artikel
pt_br: Solicitação de avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru_ru: Запрос на рецензирование статьи
sk_sk: Požiadavka na recenziu článku
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
tr_tr: Makale Değerlendirme Talebi
uk_ua: Запит на рецензування статті
