Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionAfterExpiryLast.subject
source: Subscription Expired - Final Reminder
ar: إنتهت صلاحية الإشتراك - التذكير الأخير
az: Abunəliyiniz bitdi - son xatırlatma
bg: Абонаментът е изтекъл - последно напомняне
bg_bg: Абонаментът е изтекъл - последно напомняне
bs_ba: Vaša pretplata je istekla - Posljednji podsjetnik
ca: La subscripció ha vençut (últim recordatori)
ca_es: La subscripció ha vençut (últim recordatori)
cs: Předplatné vypršelo – poslední připomínka
cs_cz: Předplatné vypršelo – poslední připomínka
da: Abonnementet er udløbet – sidste påmindelse
da_dk: Abonnementet er udløbet – sidste påmindelse
de: Abonnement abgelaufen - Letzte Erinnerung
de_de: Abonnement abgelaufen – letzte Benachrichtigung
es: Suscripción expirada - Último recordatorio
es_es: Suscripción expirada - Último recordatorio
eu: Harpidetza amaitu da - Azken jakinarazpena
fi_fi: Tilauksenne on päättynyt - Viimeinen muistutus
fr_ca: Abonnement expiré - Dernier rappel
fr_fr: Abonnement expiré - Dernier rappel
gl_es: A subscrición expirou (último recordatorio)
hi_in: सदस्यता समाप्त - अंतिम अनुस्मारक
hu: Előfizetése lejárt
hy_am: Բաժանորդագրության ժամկետը սպառվել է։ Վերջնական հիշեցում
id: Langganan Berakhir - Pengingat Terakhir
it: Abbonamento scaduto - Ultimo avviso
it_it: Abbonamento scaduto - Ultimo avviso
ka_ge: გამოწერის ვადა დასრულდა — საბოლოო შეტყობინება
kk_kz: Жазылым мерзімі аяқталды - Соңғы еске салғыш
mk: Истечена претплата - Последна опомена
mk_mk: Истечена претплата - Последна опомена
mr: सदस्यता कालबाह्य झाली - अंतिम स्मरणपत्र
ms: Langganan Tamat Tempoh - Peringatan Akhir
ms_my: Langganan Tamat Tempoh - Peringatan Akhir
nb: Siste varsel: Uløpt abonnement
nl_nl: Abonnement verlopen - laatste herinnering
pl: Subskrypcja wygasła – ostatnie przypomnienie
pt_br: Expiração de assinatura - Lembrete final
pt_pt: Expiração de subscrição - Lembrete final
ro_ro: Abonament expirat - memento final
ru: Срок подписки истек — последнее напоминание
ru_ru: Срок подписки истек — последнее напоминание
sk_sk: Predplatné vypršalo - posledná pripomienka
sv: Prenumeration har förfallit – sista påminnelsen
sv_se: Prenumeration har förfallit – sista påminnelsen
tr: Aboneliğiniz sona erdi - Son anımsatma
tr_tr: Aboneliğiniz sona erdi - Son anımsatma
uk: Передплата закінчилась (останнє нагадування)
uk_ua: Передплата закінчилась (останнє нагадування)
uz@latin: Obuna muddati tugadi - yakuniy eslatma
uz_cyrl: Обуна муддати тугади - Якуний эслатма
vi: Thuê bao đã hết hạn - Nhắc nhở cuối cùng
zh_tw: 訂閱過期 - 最後提示

# emails.subscriptionAfterExpiry.description
source: This email notifies a subscriber that their subscription has expired. It provides the journal's URL along with instructions for access.
bg_bg: Този имейл уведомява абоната, че абонаментът му е изтекъл. Той предоставя URL адреса на списанието заедно с инструкции за достъп.
bs_ba: Ovim se obrascem e-pošte obavještavaju pretplatnici da je njihova pretplata istekla. Poruka sadrži URL časopisa i upute za pristup.
ca_es: Aquest missatge de correu electrònic notifica a un subscriptor que la seva subscripció ha vençut. Proporciona l'URL de la revista i també instruccions per a accedir-hi.
cs_cz: Tento email informuje předplatitele, že jeho předplatné vypršelo. Obsahuje URL časopisu a instrukce pro přístup.
da_dk: Denne e-mail underretter en abonnent om, at vedkommendes abonnement er udløbet. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail informiert eine/n Abonnentin/Abonnenten, dass ihr/sein Abonnement abgelaufen ist. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
es_es: Este correo electrónico notifica al suscriptor que su subscripción ha expirado. También proporciona la dirección URL de la revista con las instrucciones para acceder a la misma.
fr_ca: Ce courriel avise un-e abonné-e que son abonnement est expiré. Il fournit l'adresse URL de la revue, ainsi que les instructions pour y accéder.
fr_fr: Ce courriel avise un abonné que son abonnement est expiré. Il fournit l'adresse URL de la revue, ainsi que les instructions pour y accéder.
gl_es: Este correo electrónico notifica ao subscritor que a súa subscrición expirou. Tamén proporciona o enderezo URL da revista, así como as instrucións para acceder a ela.
hi_in: यह ईमेल एक ग्राहक को सूचित करता है कि उनकी सदस्यता समाप्त हो गई है। यह एक्सेस के लिए निर्देशों के साथ जर्नल का URL प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է բաժանորդին, որ նրա բաժանորդագրության ժամկետը լրացել է: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
it_it: Questa email informa un abbonato che il suo abbonamento a è scaduto. Fornisce la URL della rivista e le istruzioni per l'accesso.
ka_ge: ეს წერილი ატყობინებს გამომწერს იმის შესახებ, რომ მისი გამოწერის ვადა დასრულდა. წერილში მოცემულია ჟურნალის მისამართი და წვდომის წესები.
kk_kz: Бұл электрондық пошта жазылушының жазылу мерзімі аяқталғанын хабарлайды. Электрондық пошта журналдың URL мекенжайын және кіру нұсқауларын қамтиды.
ms_my: E-mel ini memberitahu pelanggan bahawa langganan mereka telah tamat. Ini menyediakan URL jurnal bersama dengan petunjuk untuk mengakses.
nl_nl: Deze e-mail bericht een abonnee dat zijn abonnement is verlopen. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pt_br: Esta mensagem avisa o assinante da expiração da assinatura. Informa a URL da revista e instruções de acesso.
pt_pt: Esta mensagem avisa o assinante que a subscrição. expirou. Informa o URL da revista e instruções de acesso.
ro_ro: Acest e-mail notifică un abonat că abonamentul a expirat. Acesta oferă adresa URL a jurnalului împreună cu instrucțiuni de acces.
ru_ru: Это письмо уведомляет подписчика о том, что срок его подписки закончился. В письме содержится URL журнала и инструкции по доступу.
sk_sk: Tento email informuje predplatiteľov, že jeho predplatné vypršalo. Obsahuje URL časopisu a inštrukcie pre prístup.
sv_se: Det här e-postmeddelandet meddelar en prenumerant att prenumerationen har förfallit. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
tr_tr: Bu mesaj aboneliği biten abonelere gönderilir.
uk_ua: Цей лист сповіщає передплатника про те, що його передплата закінчилась. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
