Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionNotify.description
source: This email notifies a registered reader that the Manager has created a subscription for them. It provides the journal's URL along with instructions for access.
bg_bg: Този имейл уведомява регистриран читател, че мениджърът е създал абонамент за тях. Той предоставя URL адреса на списанието заедно с инструкции за достъп.
bs_ba: Ovim se obrascem e-pošte obavještavaju pretplatnici o aktivaciji njihove pretplate . Poruka sadrži URL časopisa i upute za pristup.
ca_es: Aquest missatge de correu electrònic notifica a un lector que l'administrador l'ha subscrit al sistema. Proporciona l'URL de la revista i també instruccions per a accedir-hi.
cs_cz: Tento email informuje registrovaného čtenáře, že pro něj manažer vytvořil předplatné. Obsahuje URL časopisu a přístupové instrukce.
da_dk: Denne e-mail underretter en registreret læser om, at chefen har oprettet et abonnement til dem. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail benachrichtigt eine/n registrierte/n Leser/in, dass die/der Abonnementverwalter/in für sie/ihn ein Abonnement angelegt hat. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
es_es: Este correo electrónico notifica a un/a lector/a registrado/a que el/la Gestor/a les ha creado una suscripción. Proporciona la URL de la revista junto con instrucciones para acceder a ella.
fr_ca: Ce courriel avise un,une lecteur-trice inscrit-e que le,la directeur-trice de la revue lui a créé un abonnement. Il fournit l'adresse URL de la revue ainsi que les instructions pour y accéder.
fr_fr: Ce courriel avise un lecteur inscrit que le directeur de la revue a créé un abonnement pour lui. Il fournit l'adresse URL de la revue ainsi que les instructions pour y accéder.
gl_es: Este correo electrónico notifica a un lector/a rexistrado/a que o administrador/a lle creou unha subscrición. Proporciona o URL da revista xuntamente coas instrucións para acceder a ela.
hi_in: यह ईमेल एक पंजीकृत पाठक को सूचित करता है कि प्रबंधक ने उनके लिए एक सदस्यता बनाई है। यह एक्सेस के लिए निर्देशों के साथ जर्नल का URL प्रदान करता है.
hy_am: Այս նամակը ծանուցում է գրանցված ընթերցողին, որ Կառավարիչը բաժանորդագրություն է ստեղծել նրանց համար: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
it_it: Questa email notifica ai lettori registrati che l'amministratore ha attivato un abbonamento per loro. Questa fornisce la URL del journal insieme con le istruzioni per l'accesso.
ka_ge: ეს წერილი ატყობინებს დარეგისტრირებულ მკითხველს, რომ მმართველმა მისთვის შექმნა გამოწერა. წერილში მოცემულია ჟურნალის მისამართი და წვდომის წესები.
kk_kz: Бұл электрондық пошта тіркелген оқырманға менеджердің оған жазылым жасағанын хабарлайды. Электрондық пошта журналдың URL мекенжайын және кіру нұсқауларын қамтиды.
ms_my: E-mel ini memberitahu pembaca yang berdaftar bahawa Pengurus telah membuat langganan untuk mereka. Ini menyediakan URL jurnal bersama dengan arahan untuk mengakses.
nl_nl: Deze e-mail bericht een geregistreerde lezer dat de beheerder een abonnement heeft gecreëerd. Het bevat de URL van het tijdschrift en instructies om toegang te krijgen.
pt_br: Mensagem notifica o leitor cadastrado que o Editor criou sua Assinatura. Proporciona todas as informações necessárias para acesso ao conteúdo.
pt_pt: Este e-mail notifica o leitor registado que o Gestor criou a sua Subscrição. Proporciona todas as informações necessárias para acesso ao conteúdo.
ro_ro: Acest e-mail notifică un cititor înregistrat că Managerul a creat un abonament pentru acesta. Oferă adresa URL a jurnalului împreună cu instrucțiunile de acces.
ru_ru: Это письмо уведомляет зарегистрированного читателя, что менеджер создал для него подписку. В письме содержится URL журнала и инструкции по доступу.
sk_sk: Tento email informuje registrovaného čitateľa, že pre neho manažér vytvoril predplatné. Obsahuje URL časopisu a prístupové inštrukcie.
sv_se: Det här e-postmeddelandet meddelar en registrerad läsare att ansvariga har skapat en prenumeration åt hen. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
tr_tr: Bu mesaj kayıtlı kullanıcıya yönetici tarafından abonelik işleminin yapıldığını bildirir. Derginin internet adresi ve giriş bilgileri sunulmaktadır.
uk_ua: Цей лист сповіщає зареєстрованого читача про те, що менеджер зареєстрував його як передплатника. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
