Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.lockssExistingArchive.body
source: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is a journal for which a member of your faculty, [name of member], serves as a [title of position]. The journal is seeking to establish a LOCKSS (Lots of Copies Keep Stuff Safe) compliant archive with this and other university libraries.<br /> <br /> [Brief description of journal]<br /> <br /> The URL to the LOCKSS Publisher Manifest for our journal is: {$contextUrl}/gateway/lockss<br /> <br /> We understand that you are already participating in LOCKSS. If we can provide any additional metadata for purposes of registering our journal with your version of LOCKSS, we would be happy to provide it.<br /> <br /> Thank you,<br /> {$signature}
bg_bg: Уважаема/и [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание, в което списва [name of member], като [title of position]. Списанието се стреми да създаде LOCKSS (Lots of Copies Keep Stuff Safe) архив с вашата и други университетски и публични библиотеки.<br /> <br /> [Кратко описание на списанието]<br /> <br /> URL адресът на LOCKSS Publisher Manifest за нашето списание е: {$contextUrl}/gateway/lockss<br /> <br /> Разбираме, че вече участвате в LOCKSS. Ако можем да предоставим допълнителни метаданни за целите на регистриране на нашето списание във вашата версия на LOCKSS, ще се радваме да го предоставим.<br /> <br /> Благодарим ви,<br /> {$signature}
bs_ba: Poštovani [Knjižničar ustanove],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis s kojim zaposlenik vašeg fakulteta [ime zaposlenika] surađuje kao [titula]. Časopis pokušava, u ovoj i drugim knjižnicama u sustavu znanosti i visokog obrazovanja, uspostaviti arhivu u skladu s LOCKSS sustavom (Lots of Copies Keep Stuff Safe).<br /> <br /> [Kratki opis časopisa]<br /> <br /> Adresa LOCKSS izdavače izjave za naš časopis je: {$articleUrl}/gateway/lockss<br /> <br /> Prema našim spoznajama, vi već sudjelujete u sustavu LOCKSS. Vrlo rado ćemo vam pružiti bilo kakve dodatne metapodatke koji bi mogli biti potrebni u svrhu prijave našeg časopisa unutar vaše verzije LOCKSS sustava.<br /> <br /> Unaprijed hvala,<br /> {$principalContactSignature}
ca_es: Benvolgut/uda [bibliotecari universitari],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; és una revista en què un membre de la vostra facultat o universitat, [nom del membre], participa en qualitat de [nom del rol]. Des d'aquesta revista volem crear un arxiu amb la vostra biblioteca universitària i altres biblioteques, d'acord amb la iniciativa LOCKSS (&amp;lt;i&amp;gt;lots of copies keep stuff safe&amp;lt;/i&amp;gt;).<br /> <br /> [Descripció breu de la revista]<br /> <br /> L'URL del LOCKSS Publisher Manifest per a la nostra revista és: {$contextUrl}/gateway/lockss<br /> <br /> Segons la informació de què disposem, la vostra biblioteca ja participa en la iniciativa LOCKSS. Per tant, no dubteu a sol·licitar-nos totes les metadades addicionals que necessiteu per a registrar aquesta revista a la vostra versió de LOCKSS.<br /> <br /> Moltes gràcies,<br /> <br /> {$principalContactSignature}
cs_cz: Vážený [univerzitní knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, ve kterém pracovník Vaší univerzity [jméno pracovníka] zastává pozici [název pozice]. Tento časopis má zájem vybudovat archiv kopatibilní s programem LOCKSS (Lots of Copies Keep Stuff Safe) společně s touto knihovnou a dalšími univerzitními knihovnami.<br /> <br /> [Krátký popis časopisu]<br /> <br /> URL k Prohlášení LOCKSS vydavatele pro náš časopis je: {$contextUrl}/gateway/lockss<br /> <br /> Chápeme, že jste již zapojeni do LOCKSS. Pokud můžeme poskytnout jakákoliv dodatečná metadata pro účely zaregistrování našeho časopisu do Vaší verze LOCKSS, velice rádi Vám je dodáme.<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: Kære [universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; er et tidsskrift, hvor et medlem af dit fakultet, [navn på medlem], fungerer som [stillingsbetegnelse]. Tidsskriftet forsøger at etablere et LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv med dette og andre universitetsbiblioteker.<br /> <br /> [Kort beskrivelse af tidsskrift]<br /> <br /> URL-adressen til LOCKSS Publisher Manifest for vores tidsskrift er: {$contextUrl}/gateway/lockss<br /> <br /> Vi er klar over, at du allerede deltager i LOCKSS. Hvis vi kan stå til rådighed med yderligere metadata med henblik på at få vores tidsskrift registreret med din version af LOCKSS, gør vi gerne dette.<br /> <br /> Tak.<br /> {$principalContactSignature}
de_de: Sehr geehrte/r [Bibliotheksleiter/in],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; ist eine Zeitschrift, an der ein Mitglied Ihrer Universität, [Name], als [Mitarbeiterfunktion] mitarbeitet. Die Zeitschrift beabsichtigt, mit Ihrer und anderen Universitätsbibliotheken ein mit LOCKSS (Lots of Copies Keep Stuff Safe) kompatibles Archiv aufzubauen.<br /> <br /> [Kurze Beschreibung der Zeitschrift]<br /> <br /> Die Webadresse der LOCKSS-Erklärung für unsere Zeitschrift ist: {$contextUrl}/gateway/lockss<br /> <br /> Wir gehen von der Annahme aus, dass Sie bereits an LOCKSS beteiligt sind. Falls weitere Metadaten zur Aufnahme unserer Zeitschrift in Ihre Version von LOCKSS gebraucht werden, stellen wir sie Ihnen gern zur Verfügung.<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
es_es: Estimado/a [Bibliotecaria/o Universitaria/o]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, es una revista en la que un miembro de su Facultad/Universidad, [nombre de la persona], colabora como [cargo que desempeña]. La revista está intentando crear un archivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta y otras bibliotecas universitarias.<br /> <br /> [Breve descripción de la revista]<br /> <br /> La URL para el Manifiesto Editorial LOCKSS para nuestra revista es: {$contextUrl}/gateway/lockss<br /> <br /> Entendemos que ya está participando en LOCKSS. Si podemos proporcionarle metadatos adicionales para registrar nuestra revista con su versión de LOCKSS, estaremos encantados/as de hacerlo.<br /> <br /> Gracias,<br /> {$principalContactSignature}
fi_fi: Hyvä [yliopistokirjaston kirjastonhoitajan nimi],<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; on julkaisu, jossa yliopistonne henkilökunnan jäsen, [jäsenen nimi], toimii [toimen nimi, esim.”toimittajana”]. Julkaisun pyrkimyksenä on perustaa LOCKSS:ia (Lots of Copies Keep Stuff Safe) noudattava arkisto tämän ja muiden yliopistojen kirjastojen kanssa.<br /> <br /> [Lyhyt kuvaus julkaisusta]<br /> <br /> Julkaisumme LOCKSS Publisher Manifest -sivun URL-osoite on: <a href="{$contextUrl}">{$contextUrl}</a>/gateway/lockss<br /> <br /> Käsittääksemme kirjastonne osallistuu jo LOCKSS:iin. Mikäli tarvitsette lisää metatietoja julkaisumme rekisteröimiseksi LOCKSS-versioonne, annamme mielellämme lisätietoja.<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
fr_ca: Cher,Chère [Bibliothécaire universitaire],<br /> <br /> {$contextName} &lt;{$contextUrl}&gt; est une revue pour laquelle un membre de votre faculté, [nom du membre], agit à titre de [titre de la position occupée]. La revue désire mettre en place un système d'archivage conforme LOCKSS (Lots of Copies Keep Stuff Safe - Plusieurs exemplaires assurent la sécurité) avec votre bibliothèque ainsi que celles d'autres universités.<br /> <br /> [Brève description de la revue]<br /> <br /> L'adresse URL pour le LOCKSS Publisher Manifest pour notre revue est : {$contextUrl}/gateway/lockss<br /> <br /> Nous croyons savoir que vous participez déjà à LOCKSS. Si nous pouvons vous fournir des métadonnées supplémentaires afin d'inscrire notre revue avec votre version de LOCKSS, il nous fera plaisir de vous les fournir.<br /> <br /> Merci,<br /> {$principalContactSignature}
fr_fr: Cher, chère [Bibliothécaire universitaire]<br /> <br /> {$contextName} &lt;{$contextUrl}&gt; est une revue pour laquelle un membre de votre faculté, [nom du membre], agit à titre de [titre de la position occupée]. La revue désire mettre en place un système d'archivage conforme LOCKSS (Lots of Copies Keep Stuff Safe - Plusieurs exemplaires qui assurent la sécurité) avec votre bibliothèque universitaire ainsi que celles d'autres universités.<br /> <br /> [Brève description de la revue]<br /> <br /> L'adresse URL pour le LOCKSS Publisher Manifest pour notre revue est : {$contextUrl}/gateway/lockss<br /> <br /> Nous savons que vous participez déjà à LOCKSS. Si nous pouvons vous fournir des métadonnées supplémentaires afin d'inscrire notre revue avec votre version de LOCKSS, nous nous ferons un plaisir de vous les fournir.<br /> <br /> Merci,<br /> {$principalContactSignature}
gl_es: Estimado/a [Bibliotecario/a universitario/a]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é unha revista na que un membro da súa facultade ou universidade, [nome da persoa], colabora en calidade de [cargo que desempeña]. A revista está intentando crear un arquivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta e con outras bibliotecas universitarias.<br /> <br /> [Breve descrición da revista]<br /> <br /> O URL para o Manifesto Editorial LOCKSS para a nosa revista é: {$contextUrl}/gateway/lockss<br /> <br /> Sabemos que xa está participando en LOCKSS. Se podemos proporcionarlle metadatos adicionais para rexistrar a nosa revista coa súa versión de LOCKSS, estaremos encantados/as de facelo.<br /> <br /> Grazas,<br /> {$signature}
he_il: לכבוד [ספרן אוניברסיטאי]<br /> <br /> {contextName$} הוא כתב עת שעבורו חבר הפקולטה שלך, [שם החבר], משמש כ [תואר תפקיד]. היומן מבקש להקים ארכיון תואם LOCKSS עתכם ועם וספריות אוניברסיטאיות אחרות.<br /> <br /> [תיאור קצר של כתב העת]<br /> <br /> כתובת האתר ל-LOCKSS לכתב עת שלנו היא: {contextUrl} / gateway / lockss$ <br /> <br /> אנו מבינים שאתה כבר משתתף ב- LOCKSS. אם נוכל לספק מטא-נתונים נוספים למטרות רישום כתב העת שלנו בגירסת LOCKSS שלך, נשמח לספק אותה.<br /> <br /> בתודה,<br /> {principalContactSignature$}
hi_in: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, एक जर्नल है जिसके लिए आपके संकाय का एक सदस्य, [सदस्य का नाम], [स्थिति का शीर्षक] के रूप में कार्य करता है। जर्नल इस और अन्य विश्वविद्यालय पुस्तकालयों के साथ एक LOCKSS (लोट्स ऑफ कपीज कीप स्टफ सेफ) स्थापित करने की मांग कर रहा है।<br /> <br /> [जर्नल का संक्षिप्त विवरण]<br /> <br /> हमारी जर्नल के लिए LOCKSS प्रकाशक घोषणापत्र का URL है:{$contextUrl}/gateway/lockss<br /> <br /> हम समझते हैं कि आप पहले से ही LOCKSS में भाग ले रहे हैं। यदि हम LOCKSS के अपने संस्करण के साथ हमारी जर्नल को पंजीकृत करने के प्रयोजनों के लिए कोई अतिरिक्त मेटाडेटा प्रदान कर सकते हैं, तो हमें यह प्रदान करके खुशी होगी.<br /> <br /> Thank you,<br /> {$principalContactSignature}
hy_am: Հարգելի [համալսարանի գրադարանավար]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, ամսագիր է, որի համար ձեր պրոֆեսորադասախոսական կազմի անդամը՝ [անդամի անունը], ծառայում է որպես [պաշտոնի կոչում]: Ամսագիրը ձգտում է ստեղծել LOCKSS (Lots of Copies Keep Stuff Safe) համապատասխան արխիվ այս և այլ համալսարանական գրադարանների հետ:<br /> <br /> [Ամսագրի համառոտ նկարագրությունը]<br /> <br /> Մեր ամսագրի LOCKSS Publisher Manifest-ի URL-ն է: {$contextUrl}/gateway/lockss<br /> <br /> Մենք հասկանում ենք, որ դուք արդեն մասնակցում եք LOCKSS-ին: Եթե մենք կարողանանք լրացուցիչ մետատվյալներ տրամադրել մեր ամսագիրը LOCKSS-ի ձեր տարբերակով գրանցելու նպատակով, մենք ուրախ կլինենք տրամադրել այն:<br /> <br /> Շնորհակալություն,<br /> {$signature}
it_it: &lt;![CDATA[Caro [Bibliotecario dell'Universita']<br /> <br /> {$contextName} &lt;{$contextUrl}&gt;, &amp;#x00E8; una rivista a cui un membro della vostra facolt&amp;#x00E0;, [nome del membro], collabora come [posizione] sta cercando di instaurare un archivio condiviso LOCKSS (Lots of Copies Keep Stuff Safe) con questa e altre biblioteche universitarie.<br /> <br /> [Breve descrizione del journal]<br /> <br /> La URL al manifesto di pubblicazione del LOCKSS per il nostro journal &amp;#x00E8;: {$contextUrl}/gateway/lockss<br /> <br /> Comprendiamo che state gi&amp;#x00E0; partecipando al LOCKSS. Se possiamo fornire qualsiasi metadato aggiuntivo per scopi di registrazione al nostro journal con la vostra versione del LOCKSS, saremo felici di fornirvelo.<br /> <br /> Grazie,<br /> {$principalContactSignature}]]&gt;
ka_ge: ძვირფასო [უნივერისტეტის ბიბლიოთეკარო]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, არის ჟურნალი, რომელშიც თქვენი უნივერსიტეტის თანამშრომელი [სახელი] იკავებს თანამდებობას, [თანამდებობის დასახელება]. ჩვენს ჟურნალს სურს შექნას LOCKSS (Lots of Copies Keep Stuff Safe) თავსებადი არქივი თქვენს და სხვა უნივერსიტეტებთან.<br /> <br /> [ჟურანლის მოკლე აღწერა]<br /> <br /> LOCKSS-ის გამომცემლის მანიფესტის URL ჩვენი ჟურანლისათვის: {$contextUrl}/gateway/lockss<br /> <br /> ჩვენ ვიცით, რომ თქვენ უკვე მონაწილეობთ LOCKSS-ში. თუ ჩვენ შეგვიძლია მოგაწოდოთ ნებისმიერი დამატებითი მეტა-მონაცემები ჩვენი ჟურნალის რეგისტრაციისათვის LOCKSS-ის თქვენს ვერსიაში, მოხარული ვიქნებით ეს გავაკეთოთ.<br /> <br /> გმადლობთ,<br /> {$principalContactSignature}
kk_kz: Құрметті [университет кітапханашысы]! <br /> <br /> «{$contextName}» & lt; {$contextUrl} & gt; - сіздің университетіңіздің қызметкері, [қызметкердің аты], [лауазымның аты] лауазымын атқаратын журнал. Біздің журнал сіздің және басқа университеттердің кітапханаларымен LOCKSS (Lots Copies Stuff Safe) үйлесімді мұрағатын құрғысы келеді. <br /> <br /> [Журналдың қысқаша сипаттамасы] <br /> <br /> Біздің журнал үшін LOCKSS жариялаушының манифест URL -мекенжайы: {$ contextUrl} / шлюз / lockss <br /> <br /> Біз сіздің LOCKSS -ке қатысқаныңызды білеміз. Егер біз сіздің журналды LOCKSS нұсқасында тіркеу үшін кез келген қосымша метадеректерді ұсына алсақ, біз мұны қуана қабылдаймыз. <br /> <br /> Құрметпен, <br /> {$signature}
ku: بەڕێزان [ئەندامانی کتێبخانەی زانکۆ]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; گۆڤارێکی فاکەڵتییەکەتانە، [ناوی ئەندام]، وەک [ناسناوی زانکۆیی]خزمەت دەکات. گۆڤارەکەمان بە LOCKSS بۆ ئەرشیفکردنەوە سەرقاڵە لەگەڵ ئەندامانی کتێبخانەکانی زانکۆکانی دیکە.<br /> <br /> [کورتەیەک دەربارەی گۆڤار] <br /> <br /> لینکی LOCKSSی تایبەت بە گۆڤارەکەمان : {$contextUrl}/gateway/lockss<br /> <br /> ئێمە لەوە تێدەگەین کە ئێوە بەشدارن لە سیستەمی LOCKSS. ئەگەر تۆ دەتوانین هەر زانیارییەکی ناسێنەر بۆ تۆمارکردنی گۆڤارمان لە LOCKSS بخەیتە ڕو، ئێمە سوپاسگوزار دەبین.<br /> <br /> سوپاس بۆ هاوکاریتان،<br /> {$principalContactSignature}
mk_mk: Почитуван/а [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание за кое член од вашиот факултет, [name of member], работи како [title of position]. Списанието сака да воспостави архива согласна со LOCKSS (Lots of Copies Keep Stuff Safe) заедно со оваа и останати универзитетски библиотеки.<br /> <br /> [Brief description of journal]<br /> <br /> URL-адресата за LOCKSS изјавата за објавување на нашето списание е: {$contextUrl}/gateway/lockss<br /> <br /> Според нашето разбирање вие веќе учествувате во LOCKSS. Доколку ви се потребни дополнителни метаподатоци со цел да го регистрираме нашето списание на вашата верзија на LOCKSS, би биле среќни да ви ги доставиме.<br /> <br /> Ви благодарам,<br /> {$signature}
ms_my: [Pustakawan Universiti] yang dihormati <br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, adalah jurnal yang mana ahli fakulti anda, [nama ahli], berfungsi sebagai [gelaran jawatan]. Jurnal ini berusaha untuk mewujudkan arkib yang sesuai dengan LOCKSS (Lots of Copies Keep Stuff Safe) dengan ini dan perpustakaan universiti lain. <br /> <br /> [Penerangan ringkas jurnal] <br /> <br /> URL ke LOCKSS Publisher Manifest untuk jurnal kami adalah: {$contextUrl}/gateway/lockss<br /> <br /> Kami faham bahawa anda sudah mengambil bahagian dalam LOCKSS. Sekiranya kami dapat memberikan metadata tambahan untuk tujuan mendaftarkan jurnal kami dengan LOCKSS versi anda, kami dengan senang hati memberikannya. <br /> <br /> Terima kasih, <br /> {$signature}
nl_nl: Beste [Universiteitsbibliothecaris]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; is een tijdschrift waarvoor een lid van uw faculteit, [naam van het lid], fungeert als [titel van de positie]. Het tijdschrift streeft naar het starten van een LOCKSS (Lots of Copies Keep Stuff Safe) archief met deze en andere universiteitsbibliotheken.<br /> <br /> [Korte beschrijving van het tijdschrift]<br /> <br /> De URL van het LOCKSS Publisher Manifest van ons tijdschrift is: {$contextUrl}/gateway/lockss<br /> <br /> We begrijpen dat u al deelneemt in LOCKSS. Als we additionele metadata kunnen leveren om ons tijdschrift bij uw versie van LOCKSS te registreren, zullen we die met alle genoegen leveren.<br /> <br /> Dank u,<br /> {$principalContactSignature}
pt_br: Prezado(a) [bibliotecário(a) da universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é um periódico para o qual um membro de sua instituição, [nome do membro], serve como [título da posição]. O periódico está buscando estabelecer um arquivo compatível com LOCKSS (Lots of Copies Keep Stuff Safe) com esta e outras bibliotecas universitárias.<br /> <br /> [Breve descrição do periódico]<br /> <br /> A URL do Manifesto do Publicador LOCKSS para nosso periódico é: {$contextUrl}/gateway/lockss<br /> <br /> Entendemos que você já está participando do LOCKSS. Se pudermos fornecer metadados adicionais para registrar nosso periódico com sua versão do LOCKSS, teremos prazer em fornecê-los.<br /> <br /> Atenciosamente,<br /> {$principalContactSignature}
pt_pt: Cara(o) [Bibliotecária(o) da Universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é uma revista na qual um docente da sua instituição, [nome da pessoa], possui o papel editorial de [título da função editorial]. Esta revista deseja obter arquivo através do LOCKSS (Lots of Copies Keep Stuff Safe - Muitas Cópias Mantém as Coisas Seguras) compatível com esta e outras bibliotecas de instituições de ensino superior.<br /> <br /> [Breve descrição da revista]<br /> <br /> O URL do Manifesto LOCKSS da Editora da nossa revista é: {$contextUrl}/gateway/lockss<br /> <br /> Consta do nosso registo que esta biblioteca faz parte do sistema LOCKSS. Estamos à disposição caso necessite de metadados adicionais para o registo da revista na sua versão do LOCKSS, os quais serão fornecidos o mais rápido possível.<br /> <br /> Agradecendo desde já a sua atenção,<br /> {$principalContactSignature}
ro_ro: Stimate(ă) [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, este o revistă științifică la care un membru al facultății tale, [name of member], contribuie ca și [title of position]. Jurnalul încearcă să stabilească o arhivă conformă cu LOCKSS (Lots of Copies Keep Stuff Safe) cu această bibliotecă și cu alte biblioteci universitare.<br /> <br /> [Brief description of journal]<br /> <br /> Adresa URL a Declarației LOCKSS Publisher pentru jurnalul nostru este: {$contextUrl}/gateway/lockss<br /> <br /> Înțelegem că participați deja la LOCKSS. Dacă putem furniza orice metadate suplimentare în scopul înregistrării jurnalului nostru în versiunea dvs. LOCKSS, am fi bucuroși să vă furnizăm acest lucru.<br /> <br /> Mulțumim frumos,<br /> {$principalContactSignature}
ru_ru: Уважаемый [библиотекарь университета]!<br /> <br /> «{$contextName}» &amp;lt;{$contextUrl}&amp;gt; — журнал, в котором сотрудник Вашего университета, [имя сотрудника], занимает должность [название должности]. Наш журнал хотел бы создать LOCKSS(Lots of Copies Keep Stuff Safe)-совместимый архив с библиотеками Вашего и других университетов.<br /> <br /> [Краткое описание журнала]<br /> <br /> URL манифеста издателя LOCKSS для нашего журнала: {$contextUrl}/gateway/lockss<br /> <br /> Мы знаем, что Вы уже участвуете в LOCKSS. Если мы можем предоставить любые дополнительные метаданные для регистрации нашего журнала в Вашей версии LOCKSS, мы будем рады это сделать.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sk_sk: Vážený [univerzitný knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, v ktorom pracovník Vašej univerzity [meno pracovníka] zastáva pozíciu [názov pozície]. Tento časopis má záujem vybudovať archív kompatibilný s programom LOCKSS (Lots of Copies Keep Stuff Safe) spoločne s touto knižnicou a ďalšími univerzitnými knižnicami.<br /> <br /> [Krátky popis časopisu]<br /> <br /> URL k Prehlásení LOCKSS vydavateľa pre náš časopis je: {$contextUrl}/gateway/lockss<br /> <br /> Chápeme, že ste už zapojení do LOCKSS. Ak môžeme poskytnúť akékoľvek dodatočné metadáta na účely zaregistrovania nášho časopisu do Vašej verzie LOCKSS, veľmi radi Vám ich dodáme.<br /> <br /> Ďakujeme,<br /> {$principalContactSignature}
sl_si: Spoštovani [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, je revija, pri kateri sodeluje vaš član, [name of member], kot [title of position]. Revija želi vzpostaviti LOCKSS (Lots of Copies Keep Stuff Safe) arhiv s to in ostalimi univerzitetnimi knjižnicami .<br /> <br /> [Brief description of journal]<br /> <br /> URL do LOCKSS manifesta za revijo je: {$contextUrl}/gateway/lockss<br /> <br /> Kolikor razumemo vi že sodelujete v LOCKSS. Če želite vam z veseljem posredujemo dodatne podatke za potreber registracije naše revije pri vaši verziji LOCKSS.<br /> <br /> Hvala lepa,<br /> {$signature}
sv_se: Hej [universitetsbibliotekarie]!<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; är en tidskrift där en medarbetare på ditt lärosäte, [namn på medarbetaren], bistår som [namn på position]. Tidskriften vill etablera ett LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv vid det här och andra universitetsbibliotek.<br /> <br /> [Kortfattad beskrivning av tidskriften]<br /> <br /> URL:en till LOCKSS Publisher Manifest för vår tidskrift är: {$contextUrl}/gateway/lockss<br /> <br /> Vi har förstått att ni redan deltar i LOCKSS. Vi bistår gärna med ytterligare metadata som eventuellt behövs för att registrera vår tidskrift i er LOCKSS-version.<br /> <br /> Tack och med vänliga hälsningar,<br /> {$principalContactSignature}
tr_tr: Sayın [University Librarian]<br /> <br /> {$contextName} &lt;{$contextUrl}&gt; dergisi için fakültenizin üyesi [name of member] [title of position] görevini üstlenmiştir. Dergi bu ve diğer üniversite kütüphaneleri ile LOCKSS (Lots of Copies Keep Stuff Safe – çok sayıda kopya güvenliğini koruma) uyumlu arşiv oluşturmayı hedeflemektedir. <br /> <br /> [Brief description of journal]<br /> <br /> Dergimizin LOCKSS yayınevi bildirgesi internet adresi: {$contextUrl}/gateway/lockss<br /> <br /> LOCKSS sistemini kullandığınızı tespit etmiş bulunuyoruz. Dergimizin sizin kullandığınız LOCKSS sürümüne kaydedilebilmesi için gerekli her türlü meta veriyi sağlamaktan mutluluk duyarız.<br /> <br /> Teşekkür ederiz,<br /> {$principalContactSignature}
uk_ua: Шановний [Директор університетської бібліотеки]<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; - це журнал, для якого Ваш співробітник [Ім'я співробітника] виконує роль [посада у редакційному штаті]. Наш журнал прагне мати архів, сумісний з LOCKSS (Lots of Copies Keep Stuff Safe) у Вашій бібліотеці та бібліотеках інших університетів.<br /> <br /> [Короткий опис журналу]<br /> <br /> URL-адреса маніфесту видавця LOCKSS для нашого журналу: <a href="{$contextUrl}">{$contextUrl}</a>/gateway/lockss<br /> <br /> Ми знаємо, що Ваша бібліотека вже бере участь у проекті LOCKSS. Якщо для реєстрації нашого журналу з Вашою версією LOCKSS потрібні певні додаткові метадані, ми будемо раді надати Вам їх.<br /> <br /> Дякую,<br /> {$principalContactSignature}
