Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.lockssNewArchive.subject
source: Archiving Request for {$contextName}
bg_bg: Заявка за архивиране за {$contextName}
bs_ba: Zamolba za arhiviranje časopisa {$contextName}
ca_es: Sol·licitud d'arxivament per a {$contextName}
cs_cz: Žádost o archivaci pro {$contextName}
da_dk: Forespørgsel om arkivering af {$contextName}
de_de: Bitte um Archivierung von {$contextName}
es_es: Petición de archivado para {$contextName}
fi_fi: Julkaisun {$contextName} arkistointipyyntö
fr_ca: Demande d'archivage pour la revue {$contextName}
fr_fr: Demande d'archivage pour {$contextName}
gl_es: Petición de arquivamento para {$contextName}
he_il: בקשת ארכיון עבור {contextName$}
hi_in: के लिए अनुरोध प्राप्त करना {$contextName}
hy_am: Արխիվացման հարցում {$contextName} -ի համար
is_is: Beiðni um geymslu (Archiving) á {$contextName}
it_it: Archiviare richiesta per {$contextName}
ka_ge: ჟურნალის {$contextName} არქივაციის მოთხოვნა
kk_kz: «{$contextName}» журналына мұрағаттау сұрауы
ku: داواکاری بۆ ئەرشیفکردنی {$contextName}
mk_mk: Барање за архивирање за {$contextName}
ms_my: Permintaan Mengarkibkan untuk {$contextName}
nl_nl: Verzoek voor archivering van {$contextName}
pt_br: Solicitação de inclusão da revista {$contextName} em seu arquivo
pt_pt: Pedido de inclusão para arquivo da revista {$contextName}
ro_ro: Cerere de arhivare pentru {$contextName}
ru_ru: Запрос на архивацию для журнала «{$contextName}»
sk_sk: Žiadosť o archiváciu pre {$contextName}
sl_si: Prošnja za arhiviranje revije {$contextName}
sv_se: Förfrågan om arkivering för {$contextName}
tr_tr: {$contextName} dergisi arşivleme talebi
uk_ua: Запит на архівування видання {$contextName}

# emails.lockssExistingArchive.description
source: This email requests the keeper of a LOCKSS archive to consider including this journal in their archive. It provides the URL to the journal's LOCKSS Publisher Manifest.
bg_bg: Този имейл предлага на собственика на LOCKSS архив да обмисли включването на това списание в своя архив. Имейлът предоставя URL адреса на LOCKSS Publisher Manifest на списанието.
bs_ba: Ovaj obrazac e-pošte skreće pozornost osobe nadležne za LOCKSS arhivu da razmotri uključenje ovog časopisa u svoju arhivu. E-pošta šalje i URL poveznicu ka izjavi izdavača ovog časopisa o korištenju LOCKSS sustava.
ca_es: Aquest missatge de correu electrònic sol·licita al conservador de l'arxiu LOCKSS la inclusió d'aquesta revista en el seu arxiu. Inclou l'URL del LOCKSS Publisher Manifest per a la revista.
cs_cz: Tento email žádá vlastníka LOCKSS archivu, aby zvážil zařazení tohoto časopisu do svého archivu. Obsauje URL k Prohlášení LOCKSS vydavatele časopisu.
da_dk: Denne e-mail anmoder den ansvarlige for et LOCKSS-arkiv om at overveje at inkludere dette tidsskrift i deres arkiv. Den indeholder URL-adressen til tidsskriftets LOCKSS Publisher Manifest.
de_de: Diese E-Mail bittet die/den Verwalter/in eines LOCKSS-Archivs zu überlegen, diese Zeitschrift in ihr/sein Archiv aufzunehmen. Sie liefert die URL zur LOCKSS-Erklärung der Herausgeber/innen der Zeitschrift.
es_es: Este correo solicita al / a la administrador/a de un archivo LOCKSS que tenga en cuenta esta revista para incluirla en su archivo. Proporciona la URL del Manifiesto Editorial LOCKSS de la revista.
fr_ca: Ce courriel demande à un-e conservateur,trice d'archives LOCKSS d'envisager d'inclure cette revue dans leur archive. Il fournit l'adresse URL du LOCKSS Publisher Manifest de la revue.
fr_fr: Ce courriel demande à un conservateur d'archives LOCKSS d'envisager d'inclure cette revue dans leurs archives. Il fournit l'adresse URL du LOCKSS Publisher Manifest de la revue.
gl_es: Este correo electrónico solicita ao/á administrador/a do arquivo LOCKSS que considere a inclusión desta revista no seu arquivo. Proporciona o URL do LOCKSS Publisher Manifest da revista.
he_il: הודעת דוא"ל זו מבקשת משומר ארכיב LOCKSS לשקול לכלול את כתב העת הזה בארכיון שלו. הוא מספק את כתובת האתר למניפסט המו"ל של LOCKSS.
hi_in: यह ईमेल LOCKSS संग्रह के रक्षक को इस जर्नल में उनके संग्रह में शामिल करने पर विचार करने का अनुरोध करता है। यह जर्नल के LOCKSS प्रकाशक घोषणापत्र को URL प्रदान करता है.
hy_am: Այս նամակը խնդրում է LOCKSS արխիվի տիրոջը դիտարկել այս ամսագիրը իրենց արխիվում ներառելը: Այն տրամադրում է ամսագրի LOCKSS Publisher Manifest-ի URL-ը:
it_it: Questa email richiede al controllore di un archivio LOCKSS di considerare di includere questo journal nei loro archivi. Questa fornisce una URL al LOCKSS Publisher Manifest del journal.
ka_ge: ეს წერილი არის მიმართვა LOCKSS-ის მფლობელთან თხოვნით განიხილოს ამ ჟურნალის ჩართვის შესახებ არქივში. წერილში მითითებულია LOCKSS -ის მანიფესტის მისამართი (URL) ამ ჟურნალისათვის.
kk_kz: Бұл хат LOCKSS мұрағатының иесіне осы журналды олардың мұрағатына қосу мүмкіндігін қарастыруды сұрап өтініш. Электрондық пошта осы журналға арналған LOCKSS жариялаушы манифестінің мекен -жайын (URL) көрсетеді.
ku: ئەم ئیمەیڵە داواکاریی بەئەرشیفکردنی گۆڤار لە سیستەمی ئەرشیفی LOCKSSی تێدایە. لینکی LOCKSSی گۆڤار خراوەتە ڕو.
mk_mk: Овој и-меил бара чуварот на LOCKSS архива да го земе во предвид вклучувањето на ова списание во нивната архива. Ја обезбедува URL-адресата до издавачкиот манифест LOCKSS на списанието.
ms_my: E-mel ini meminta penjaga arkib LOCKSS mempertimbangkan untuk memasukkan jurnal ini dalam arkib mereka. Ia memberikan URL ke jurnal LOCKSS Publisher Manifest.
nl_nl: Deze e-mail vraagt aan de houder van een LOCKSS archief om dit tijdschrift op te nemen in het archief. De URL naar het LOCKS manifest van het tijdschrift wordt meegestuurd.
pt_br: Esta mensagem solicita ao mantenedor de um repositório LOCKSS que considere incluir este periódico em seu acervo, informando a URL para o Manifesto LOCKSS da editora.
pt_pt: Este e-mail solicita ao administrador de um arquivo LOCKSS que considere armazenar a revista no seu arquivo, fornecendo o URL para o Manifesto LOCKSS da Editora da revista.
ro_ro: Acest e-mail solicită deținătorului unei arhive LOCKSS să ia în considerare includerea revistei în arhiva lor. Emailul furnizează adresa URL a Declarației LOCKSS Publisher.
ru_ru: Это письмо является обращением к владельцу LOCKSS архива с просьбой рассмотреть возможность включения этого журнала в их архив. В письме сообщается адрес (URL) манифеста издателя LOCKSS для этого журнала.
sk_sk: Tento email žiada vlastníka LOCKSS archívu, aby zvážil zaradenie tohto časopisu do svojho archívu. Obsahuje URL k Vyhláseniu LOCKSS vydavateľa časopisu.
sl_si: Email se pošlje skrbniku LOCKSS arhiva s prošnjo za vključitev te revije v njihov arhiv. Podaja tudi URL do LOCKSS izdajateljskega manifesta revije.
sv_se: Det här e-postmeddelandet är en förfrågan till den som administrerar ett LOCKSS-arkiv att överväga inkludering av den här tidskriften i deras arkiv. Meddelandet innehåller URL:en till tidskriftens LOCKSS Publisher Manifest.
tr_tr: Bu e-posta LOCKSS arşiv yöneticisine bu dergiyi arşivlerine ekleme olanağını hatırlatmayı amaçlar ve derginin LOCKSS yayımcı bildirgesi internet adresini içermektedir.
uk_ua: Цей лист надсилається утримувачу архіву LOCKSS як пропозиція щодо включення цього журналу до існуючого архіву. У листі міститься URL-адреса на прийнятий журналом маніфест видавця LOCKSS.
