Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRemind.description
source: This email is sent by an Editor to remind a reviewer that their review is due. This email is used when an editor manually sends a reminder to the reviewer
bg_bg: Този имейл се изпраща от редактор на секции, за да напомни на рецензента, че е изтекъл срокът за подаване на рецензията.
bs_ba: Ovim obrascem e-pošte urednik rubrike podsjeća recenzenta da rok za izradu recenzije istekao.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia a un revisor per a recordar-li que ha superat la data de venciment per a lliurar la revisió.
cs_cz: Tento email posílá editor sekce recenzentovi, aby mu připomněl, že vypršel termín pro zpracování recenze.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer for at minde vedkommende om, at bedømmelsen skulle have været afleveret.
de_de: Diese E-Mail wird von einer Rubrikredakteurin/einem Rubrikredakteur gesendet, um eine/n Gutachter/in daran zu erinnern, dass ihr/sein Gutachten fällig ist.
es_es: Este correo es enviado por el/la Editor/a de Sección para recordar a un/a revisor/a que ya debe entregar su revisión.
fi_fi: This email is sent by a Section Editor to remind a reviewer that their review is due.
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique pour rappeler à un,une évaluateur-trice que son évaluation est due.
fr_fr: Ce courriel est envoyé par le Rédacteur de rubrique pour rappeler à un rapporteur que son évaluation est due.
hi_in: यह ईमेल एक अनुभाग संपादक द्वारा एक समीक्षक को याद दिलाने के लिए भेजा जाता है कि उनकी समीक्षा होने वाली है.
it_it: Questa email viene mandata da un section editor per ricordare al revisore che è attesa la revisione.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ რეცენზენტთან იმის შესახებ, რეცენზიის მოწოდების ვადა უკვე გავიდა.
kk_kz: Бұл хатты бөлім редакторы рецензентке қарау мерзімі өтіп кеткенін еске салу үшін жібереді.
ms_my: E-mel ini dihantar oleh Editor Bahagian untuk mengingatkan pengulas bahawa ulasan tamat.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd om een reviewer eraan te herinneren dat de afgesproken reviewperiode verstreken is
pt_br: Mensagem enviada pelo Editor de Seção ao Avaliador como lembrete da tarefa de avaliação em andamento ainda não concluída.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Revisor como lembrete da tarefa de revisão em curso.
ro_ro: Acest e-mail este trimis de un editor de secțiune pentru a reaminti recenzorului că revizuirea sa se apropie de data limită.
ru_ru: Это письмо отправляется редактором раздела, чтобы напомнить рецензенту о том, что срок предоставления рецензии уже прошел.
sk_sk: Tento email posiela editor sekcie recenzentovi, aby mu pripomenul, že vypršal termín pre spracovanie recenzie.
sl_si: Ta email pošlje urednik recenzentu kot opomnik za opravljanje recenzije. Uporabi se, ko urednik ročno pošilja opomnik
sv_se: Det här e-postmeddelandet skickas från en sektionsredaktör som en påminnelse till granskaren att deadline för granskningen har passerat.
tr_tr: Bu elektronik posta gözden geçirmeyi yapan kişiye işlemin zamanının dolmakta olduğunu hatırlatmak için Bölüm Editörü tarafından gönderilir.
uk_ua: Цим листом редактор розділу нагадує рецензенту про настання кінцевої дати рецензування.
