Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.userRegister.body
source: {$recipientName}<br /> <br /> You have now been registered as a user with {$contextName}. We have included your username and password in this email, which are needed for all work with this journal through its website. At any point, you can ask to be removed from the journal's list of users by contacting me.<br /> <br /> Username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$signature}
ar: {$recipientName}<br /> <br /> أنت الآن مسجل كمستخدم ضمن {$contextName}. قمنا بتضمين اسم الدخول وكلمة المرور في هذه الرسالة، كونهما ضروريان لمتابعة كل الأعمال والوظائف في موقع المجلة. يمكنك المطالبة في أي وقت بإزالة اسمك من قائمة المستخدمين المسجلين عبر مراسلتي.<br /> <br /> اسم الدخول: {$recipientUsername}<br /> كلمة المرور: {$password}<br /> <br /> شكراً لك.<br /> {$signature}
az: Hörmətli {$recipientName},<br /> <br /> {$contextName} adlı jurnala istifadəçi kimi qeydiyyatdan keçdiyiniz üçün təşəkkür edirik. Bu emailə Bu e-postaya, veb saytı vasitəsilə bu jurnalda edilən bütün proseslər üçün lazım olan istifadəçi adınızı və şifrənizi əlavə etdik. Bizimlə əlaqə quraraq Jurnalın istifadəçi siyahısından xaric edilməsini tələb edə bilərsiniz.<br /> <br /> İstifadəçi adı: {$recipientUsername}<br /> Şifrə: {$password}<br /> <br /> Təşəkkürlər,<br /> {$signature}
bg: {$recipientName}<br /> <br /> Вече сте регистрирани като потребител към {$contextName}. В този имейл сме включили вашето потребителско име и парола, които са необходими за цялата работа с това списание чрез неговия уебсайт. Във всеки момент можете да поискате да бъдете премахнати от списъка с потребители на списанието, като се свържете с нас. <br /> <br /> Потребител: {$recipientUsername}<br /> Парола: {$password}<br /> <br /> Благодарим ви,<br /> {$signature}
bg_bg: {$recipientName}<br /> <br /> Вече сте регистрирани като потребител към {$contextName}. В този имейл сме включили вашето потребителско име и парола, които са необходими за цялата работа с това списание чрез неговия уебсайт. Във всеки момент можете да поискате да бъдете премахнати от списъка с потребители на списанието, като се свържете с нас. <br /> <br /> Потребител: {$recipientUsername}<br /> Парола: {$password}<br /> <br /> Благодарим ви,<br /> {$signature}
bs_ba: Zahvaljujemo vam se što ste se registrirali kao korisnik časopisa {$contextName}. Molimo vas da pohranite vaše korisničko ime i lozinku jer su oni nužni za sve aktivnosti vezane uz časopis.<br /> <br /> Korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> Srdačno,<br /> {$principalContactSignature}
ca: {$recipientName}<br /> <br /> Us acabeu de registrar com a usuari/ària de {$contextName}. Aquest missatge de correu electrònic conté el vostre nom d'usuari/ària i la contrasenya, que necessitareu per accedir al lloc web de la revista i treballar-hi. Recordeu que en qualsevol moment em podeu sol·licitar que us elimini de la llista d'usuaris/àries de la revista.<br /> <br /> Nom d'usuari/ària: {$recipientUsername}<br /> Contrasenya: {$password}<br /> <br /> Gràcies,<br /> {$signature}
ca_es: Benvolgut/uda {$userFullName},<br /> <br /> Us acabeu de registrar com a usuari de {$contextName}. Aquest missatge de correu electrònic conté el vostre nom d'usuari i la vostra contrasenya. Necessitareu aquestes dades per a accedir al lloc web de la revista i treballar-hi. Recordeu que en qualsevol moment em podeu sol·licitar que us suprimeixi de la llista d'usuaris de la revista.<br /> <br /> Nom d'usuari: {$username}<br /> Contrasenya: {$password}<br /> <br /> Moltes gràcies,<br /> <br /> {$principalContactSignature}
cs: {$recipientName}<br /> <br /> Nyní jste zaregistrován jako uživatel časopisu {$contextName}. Přikládáme do emailu Vaše uživatelské jméno a heslo, které potřebujete pro veškerou práci s tímto časopisem na jeho stránkách. Kdykoliv můžete požádat o vyřazení ze seznamu uživatelů časopisu tím, že mě budete kontaktovat.<br /> <br /> Uživatelské jméno: {$recipientUsername}<br /> Heslo: {$password}<br /> <br /> Děkujeme,<br /> {$signature}
cs_cz: {$userFullName}<br /> <br /> Nyní jste zaregistrován jako uživatel časopisu {$contextName}. Přikládáme do emailu Vaše uživatelské jméno a heslo, které potřebujete pro veškerou práci s tímto časopisem na jeho stránkách. Kdykoliv můžete požádat o vyřazení ze seznamu uživatelů časopisu tím, že mě budete kontaktovat.<br /> <br /> Uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da: Kære {$recipientName}<br /> <br /> Du er nu registreret som bruger hos {$contextName}. Vi har anført dit brugernavn og din adgangskode i denne e-mail, som du skal bruge til alt arbejde i forbindelse med dette tidsskrift via tidsskriftets websted. Du kan til enhver tid bede om at blive fjernet fra tidsskriftets liste over brugere ved at kontakte mig.<br /> <br /> Brugernavn: {$recipientUsername}<br /> Adgangskode: {$password}<br /> <br /> Mvh. <br /> {$signature}
da_dk: {$userFullName}<br /> <br /> Du er nu registreret som bruger hos {$contextName}. Vi har anført dit brugernavn og din adgangskode i denne e-mail, som du skal bruge til alt arbejde i forbindelse med dette tidsskrift via tidsskriftets websted. Du kan til enhver tid bede om at blive fjernet fra tidsskriftets liste over brugere ved at kontakte mig.<br /> <br /> Brugernavn: {$username} Adgangskode: {$password}<br /> <br /> Tak. {$principalContactSignature}
de: {$recipientName}<br /> <br /> Sie sind nun als neue/r Benutzer/in von {$contextName} registriert. Wir haben Ihren Benutzer/innennamen und Ihr Passwort in dieser Mail aufgeführt, beides wird für alle Arbeiten mit dieser Zeitschrift gebraucht. Sie können sich zu jedem Zeitpunkt als Benutzer/in der Zeitschrift austragen lassen, indem Sie mich kontaktieren.<br /> <br /> Benutzer/innenname: {$recipientUsername}<br /> Passwort: {$password}<br /> <br /> Vielen Dank <br /> {$signature}
de_de: {$userFullName},<br /> <br /> Sie sind nun als neue/r Benutzer/in von {$contextName} registriert. Wir haben Ihren Benutzer/innennamen und Ihr Passwort in dieser Mail aufgeführt, beides wird für alle Arbeiten mit dieser Zeitschrift gebraucht. Sie können sich zu jedem Zeitpunkt als Benutzer/in der Zeitschrift austragen lassen, indem Sie mich kontaktieren.<br /> <br /> Benutzer/innenname: {$username}<br /> Passwort: {$password}<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
es: {$recipientName}<br /> <br /> Se ha registrado con éxito como usuario/a en {$contextName}. En este correo se incluyen su nombre de usuario/a y contraseña, datos necesarios para realizar cualquier tarea relacionada con la revista a través de la página web. En cualquier momento puede solicitar que se le elimine de la lista de usuarios/as de la revista contactándome.<br /> <br /> Nombre de usuario/a: {$recipientUsername}<br /> Contraseña: {$password}<br /> <br /> Gracias,<br /> {$signature}
es_es: {$userFullName}<br /> <br /> Se ha registrado con éxito como usuario/a en {$contextName}. En este correo se incluyen su nombre de usuario/a y contraseña, datos necesarios para realizar cualquier tarea relacionada con la revista a través de la página web. En cualquier momento puede solicitar que se le elimine de la lista de usuarios/as de la revista contactándome.<br /> <br /> Nombre de usuario/a: {$username}<br /> Contraseña: {$password}<br /> <br /> Gracias,<br /> {$principalContactSignature}
eu: {$recipientName}<br /> <br /> {$contextName} aldizkarian erabiltzaile gisa erregistratuta zaude orain. Zure erabiltzaile-izena eta pasahitza mezu honetan ematen dizkizugu; aldizkarian edozein lan egiteko beharko dituzu. Nahi duzunean eska dezakezu zure izena aldizkariaren erabiltzaileen zerrendatik kentzea, nirekin harremanetan jarriz.<br /> <br /> Erabiltzaile-izena: {$recipientUsername}<br /> Pasahitza: {$password}<br /> <br /> Eskerrik asko,<br /> {$signature}
fi_fi: Hyvä {$userFullName},<br /> <br /> Olette nyt rekisteröitynyt julkaisun {$contextName} käyttäjäksi. Tarvitsette alla olevaa käyttäjätunnustanne ja salasanaanne kaikkeen työskentelyyn julkaisun parissa sen sivustolla. Voitte missä vaiheessa tahansa pyytää meitä poistamaan teidät julkaisun käyttäjistä ottamalla yhteyttä minuun.<br /> <br /> Käyttäjätunnus: {$username}<br /> Salasana: {$password}<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
fr_ca: {$userFullName},<br /> <br /> Vous êtes désormais inscrit-e en tant qu'utilisateur-trice pour la revue {$contextName}. Votre nom d'utilisateur-trice et votre mot de passe figurent dans ce courriel, lesquels sont requis pour toute interaction avec la revue via son site Web. À n'importe quel moment, vous pouvez demander à être retiré-e de la liste des utilisateurs-trices de la revue en nous contactant.<br /> <br /> Nom d'utilisateur-trice : {$username}<br /> Mot de passe : {$password}<br /> <br /> Merci,<br /> {$principalContactSignature}
fr_fr: {$userFullName}<br /> <br /> Vous êtes désormais inscrit en tant qu'utilisateur pour {$contextName}. Veuillez conserver précieusement votre nom d'utilisateur et votre mot de passe. Vous en aurez besoin pour toutes vos interactions avec la revue. À n'importe quel moment, vous pouvez demander à être retiré de la liste des utilisateurs de la revue en me contactant.<br /> <br /> Nom d'utilisateur : {$username}<br /> Mot de passe : {$password}<br /> <br /> Merci,<br /> {$principalContactSignature}
gl_es: {$recipientName}<br /> <br /> Acaba de rexistrarse como usuario/a de {$contextName}. Neste correo electrónico inclúense o seu nome de usuario/a e o seu contrasinal, datos necesarios para calquera interacción coa revista a través da páxina web. En calquera momento pode solicitar ser eliminado/a da lista de usuarios/as da revista contactando con nós.<br /> <br /> Nome de usuario/a: {$recipientUsername}<br /> Contrasinal: {$password}<br /> <br /> Grazas,<br /> {$signature}
he_il: {userFullName$}<br /> <br /> נרשמת בהצלחה {contextName$}. כללנו את שם המשתמש והסיסמה שלכם בהודעת דוא"ל זו, הדרושים לכל עבודה עם כתב עת זה דרך אתר האינטרנט שלה. בכל שלב, אתה יכול לבקש הסרה מרשימת המשתמשים של כתב העת על ידי יצירת קשר איתי.<br /> <br /> שם משתמש: {username}<br$ /> סיסמה: {password}<br$ /> <br /> תודה,<br /> {principalContactSignature$}
hi_in: {$userFullName}<br /> <br /> अब आपको {$contextName} वाले उपयोगकर्ता के रूप में पंजीकृत किया गया है। हमने इस ईमेल में आपके उपयोगकर्ता नाम और पासवर्ड को शामिल किया है, जो इस वेबसाइट के माध्यम से इस जर्नल के साथ काम करने के लिए आवश्यक हैं। किसी भी बिंदु पर, आप मुझसे संपर्क करके जर्नल की उपयोगकर्ताओं की सूची से निकाले जाने के लिए कह सकते हैं.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Thank you,<br /> {$principalContactSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Köszönjük regisztrációját a(z) {$contextName} folyóirathoz. Levelünk tartalmazza felhasználónevét és jelszavát, mellyel nem csak olvasóként léphet be a folyóirat weboldalára, de szerzőként küldhet be cikket vagy vállalhat lektorálási feladatokat. Regisztrációjának törlését bármikor kezdeményezheti. Ehhez kérjük, vegye fel a kapcsolatot szerkesztőségünkkel.<br /> <br /> Felhasználónév: {$recipientUsername}<br /> Jelszó: {$password}<br /> <br /> Üdvözlettel,<br /> {$signature}
hy_am: {$recipientName}<br /> <br /> Դուք այժմ գրանցված եք որպես {$contextName} օգտվող: Այս նամակում մենք ներառել ենք ձեր օգտանունը և գաղտնաբառը, որոնք անհրաժեշտ են այս ամսագրի հետ իր կայքի միջոցով աշխատանքի համար: Ցանկացած պահի կարող եք խնդրել, որ ձեզ հեռացնեն ամսագրի օգտատերերի ցանկից՝ կապվելով ինձ հետ:<br /> <br /> Օգտանուն: {$recipientUsername}<br /> Գաղտնաբառ: {$password}<br /> <br /> Շնորհակալություն,<br /> {$signature}
id: {$recipientName}<br /> <br /> Anda sekarang telah terdaftar sebagai pengguna di {$contextName}. Kami sertakan nama pengguna dan sandi Anda di email ini, keduanya diperlukan untuk semua kegiatan melalui website jurnal ini. Anda dapat keluar dari daftar pengguna jurnal kapan saja dengan menghubungi kami.<br /> <br /> Nama pengguna: {$recipientUsername}<br /> Sandi: {$password}<br /> <br /> Terimakasih,<br /> {$signature}
is_is: {$recipientName}<br /> <br /> Þú hefur verið skráðu sem notandi hjá {$contextName}. Notendanafið þitt og lykilorð er neðar í þessum tölupósti, þú þarft að nota það í allri vinnu með þessu tímariti. Þú getur hvenær sem er beðið um að vera fjarlægð(ur) af lista yfir notendur hjá tímaritinu með því að hafa samband við okkur.<br /> <br /> Notendanafn: {$recipientUsername}<br /> Lykilorð: {$password}<br /> <br /> Með kærri þökk,<br /> {$signature}
it: Gentilissimo {$recipientName}, <br /> <br /> Grazie per esserti registrato a {$contextName}.<br /> Qui sotto trovi lo username e la password per accedere alla rivista ed utilizzare il portale di sottomissione e revisione. <br /> <br /> Username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Puoi richiedere in ogni momento la rimozione del tuo account inviandoci una mail.<br /> <br /> Con i più cordiali saluti,<br /> <br /> {$signature}
it_it: Gentilissimo {$userFullName}, <br /> <br /> Grazie per esserti registrato a {$contextName}.<br /> Qui sotto trovi lo username e la password che dovrai utilizzare per accedere e lavorare alla rivista. Puoi contattarmi in ogni momento per richiedere di essere rimosso dall'elenco degli utenti della rivista.<br /> <br /> Username: {$username}<br /> Password: {$password}<br /> <br /> Puoi richiedere in ogni momento la rimozione del tuo account mandandomi un email.<br /> <br /> Grazie,<br /> {$principalContactSignature}
ka_ge: გამარჯობა, {$userFullName}<br /> <br /> თქვენ დარეგისტრირდით ჟურნალში {$contextName}, როგორც მომხმარებელი. ამ წერილში ჩვენ მივუთითეთ თქვენი მომხმარებლის სახელი და პაროლი, რომლებიც საჭიროა ჟურნალთან სამუშაოდ. ნებისმიერ მომენტში შეძლებთ ჟურნალის მომხმარებლებიდან თავის ამოშლას, ამისათვის დამიკავშირიდთ მე.<br /> <br /> მომხმარებელი: {$username}<br /> პაროლი: {$password}<br /> <br /> გმადლობთ,<br /> {$principalContactSignature}
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> Енді сіз "{$contextName}" журналында пайдаланушы ретінде тіркелдіңіз. Бұл хатта Біз сайт арқылы осы журналмен жұмыс істеу үшін қажет пайдаланушы аты мен құпия сөзді келтірдік. Сіз кез-келген уақытта журнал пайдаланушыларының тізімінен жоюды сұрай аласыз, ол үшін маған хабарласыңыз.<br /> <br /> Пайдаланушы аты: {$recipientUsername}<br / > Құпия сөз: {$пароль}<br / > <br /> Құрметпен,<br / > {$signature}
ku: {$userFullName}<br /> <br /> تۆ وەک بەکارهێنەرێک تۆمار کراویت {$contextName}. ئێمە ناوی بەکارهێنەر و وشەی نهێنییەکەتمان لەگەڵ ئەم ئیمەیڵە بۆ ناردویت، کە بۆ کارەکانی گۆڤارەکە پێویستە. لە هەر کاتێکدا کە بتەوێت، تۆ دەتوانیت داوای سڕینەوەی ئەژمارەکەت بکەیت.<br /> <br /> ناوی بەکارهێنەر: {$username}<br /> وشەی نهێنی: {$password}<br /> <br /> سوپاس، <br /> {$principalContactSignature}
mk: {$recipientName}<br /> <br /> Регистрирани сте како корисник со {$contextName}. Ги вклучивме вашето корисничко име и лозинка во овој и-меил, кои ви се потребни за сета работа со ова списание преку неговата веб-страница. Во секое време, можете да побарате да ве отстраниме од листата на корисници на списанието со тоа што ќе ме контактирате.<br /> <br /> Корисничко име: {$recipientUsername}<br /> Лозинка: {$password}<br /> <br /> Ви благодарам,<br /> {$signature}
mk_mk: {$recipientName}<br /> <br /> Регистрирани сте како корисник со {$contextName}. Ги вклучивме вашето корисничко име и лозинка во овој и-меил, кои ви се потребни за сета работа со ова списание преку неговата веб-страница. Во секое време, можете да побарате да ве отстраниме од листата на корисници на списанието со тоа што ќе ме контактирате.<br /> <br /> Корисничко име: {$recipientUsername}<br /> Лозинка: {$password}<br /> <br /> Ви благодарам,<br /> {$signature}
mr: {$recipientName}<br /> <br /> तुमची आता {$contextName} साठी वापरकर्ता म्हणून नोंदणी झाली आहे. या ई-मेलमध्ये नोंदववलेले तुमचे वापरकर्तानाव आणि संकेतशब्द (पासवर्ड) या संकेतस्थळावरील नियतकालिकाबाबतच्या सगळ्या व्यवहारासाठी आवश्यक असेल. नियतकालिकाच्या वापरकर्त्यांच्या यादीमधून तुम्हाला वगळण्यासाठी तुम्ही कधीही माझ्याशी संपर्क साधू शकता.<br /> <br /> वापरकर्तानाव: {$recipientUsername}<br /> संकेतशब्द (पासवर्ड) : {$password}<br /> <br /> धन्यवाद,<br /> {$signature}
ms: {$recipientName} <br /> <br /> Anda kini telah didaftarkan sebagai pengguna dengan {$contextName}. Kami telah memasukkan nama pengguna dan kata laluan anda dalam e-mel ini, yang diperlukan untuk semua pekerjaan dengan jurnal ini melalui laman webnya. Pada bila-bila masa, anda boleh meminta untuk dikeluarkan dari daftar pengguna jurnal dengan menghubungi saya. <br /> <br /> Nama pengguna: {$recipientUsername} <br /> Kata Laluan: {$password} <br /> <br /> Terima kasih, <br /> {$signature}
ms_my: {$recipientName} <br /> <br /> Anda kini telah didaftarkan sebagai pengguna dengan {$contextName}. Kami telah memasukkan nama pengguna dan kata laluan anda dalam e-mel ini, yang diperlukan untuk semua pekerjaan dengan jurnal ini melalui laman webnya. Pada bila-bila masa, anda boleh meminta untuk dikeluarkan dari daftar pengguna jurnal dengan menghubungi saya. <br /> <br /> Nama pengguna: {$recipientUsername} <br /> Kata Laluan: {$password} <br /> <br /> Terima kasih, <br /> {$signature}
nb: {$recipientName}<br /> <br /> Takk for at du har registrert deg som bruker av {$contextName}. Ta godt vare på brukernavnet og passordet, som du vil trenge hver gang du skal utføre oppgaver i tidsskriftet på nettstedet. Du kan når som helst be om å bli fjernet fra brukerlisten. Ta i tilfelle kontakt med meg. <br /> <br /> Brukernavn: {$recipientUsername}<br /> Passord: {$password}<br /> <br /> Vennlig hilsen<br /> {$signature}
nl_nl: {$userFullName}<br /> <br /> U bent nu geregistreerd als gebruiker bij {$contextName}. We hebben uw gebruikersnaam en wachtwoord in deze e-mail opgenomen. U heeft die nodig om met het tijdschrift te werken. U kunt op ieder gewenst moment verwijderd worden van de lijst gebruikers van dit tijdschrift door contact met mij op te nemen<br /> <br /> Gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> Dank u,<br /> {$principalContactSignature}
pl: {$recipientName},<br /> <br /> założyłeś/ założyłaś konto na stronie czasopisma {$contextName}. Przesyłamy login i hasło, które będą potrzebne, aby móc współpracować z czasopismem poprzez jego stronę internetową. W każdej chwili możesz usunąć konto. Aby to uczynić, skontaktuj się ze mną.<br /> <br /> Nazwa użytkownika: {$recipientUsername} <br /> Hasło: {$password}<br /> <br /> Z wyrazami szacunku, <br /> {$signature}
pt_br: {$userFullName}<br /> <br /> Agora você foi cadastrado como um usuário em {$contextName}. Incluímos seu nome de usuário e senha neste e-mail, necessários para todo o trabalho neste periódico por meio de seu site. A qualquer momento, você pode pedir para ser removido da lista de usuários da revista entrando em contato comigo.<br /> <br /> Usuário: {$username}<br /> Senha: {$password}<br /> <br /> Atenciosamente,<br /> {$principalContactSignature}
pt_pt: {$userFullName}<br /> <br /> Encontra-se registado como utilizador da revista {$contextName}. Guarde o nome de utilizador e a senha, pois serão necessários para todos os contactos mantidos com a revista. Caso pretenda ser removido do portal, entre em contacto connosco.<br /> <br /> Nome de utilizador: {$username}<br /> Senha: {$password}<br /> <br /> Agradecendo desde já a atenção dispensada,<br /> {$principalContactSignature}
ro_ro: {$userFullName}<br /> <br /> Ați fost întegistrat ca și utilizator al revistei {$contextName}.Am inclus numele dvs. de utilizator și parola, care sunt necesare pentru toate activitățile ce le veți derula la această revistă, prin intermediul site-ului web. În orice moment, puteți cere să fiți scoși din lista de utilizatori ai revistei.<br /> <br /> Nume de utilizator: {$username}<br /> Parola: {$password}<br /> <br /> Mulțumim pentru colaborare,<br /> {$principalContactSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Теперь Вы зарегистрированы как пользователь в журнале «{$contextName}». В этом письме мы указали Ваши имя пользователя и пароль, которые потребуются для работы с этим журналом через сайт. Вы в любой момент можете попросить, чтобы Вас удалили из списка пользователей журнала, для этого просто свяжитесь со мной.<br /> <br /> Имя пользователя: {$recipientUsername}<br /> Пароль: {$password}<br /> <br /> С уважением,<br /> {$signature}
ru_ru: Здравствуйте, {$userFullName}!<br /> <br /> Теперь Вы зарегистрированы как пользователь в журнале «{$contextName}». В этом письме мы указали Ваши имя пользователя и пароль, которые потребуются для работы с этим журналом через сайт. Вы в любой момент можете попросить, чтобы Вас удалили из списка пользователей журнала, для этого просто свяжитесь со мной.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> С уважением,<br /> {$principalContactSignature}
sk_sk: {$userFullName}<br /> <br /> Teraz ste zaregistrovaný ako užívateľ časopisu {$contextName}. Prikladáme do emailu Vaše užívateľské meno a heslo, ktoré potrebujete pre všetku prácu s týmto časopisom na jeho stránkach. Kedykoľvek môžete požiadať o vyradenie zo zoznamu používateľov časopisu tým, že ma budete kontaktovať.<br /> <br /> Užívateľské meno: {$username}<br /> Heslo: {$password}<br /> <br /> Ďakujeme,<br /> {$principalContactSignature}
sl: {$recipientName}<br /> <br /> Registrirani ste bili pri reviji {$contextName}. Spodaj vam pošiljamo uporabniško ime in geslo, ki ju potrebujete za dostop delo s revijo preko spleta. Če želite biti odstranjeni z seznama uporabnikov revije, nas lahko kadarkoli kontaktirate.<br /> <br /> Uporabniško ime: {$recipientUsername}<br /> Geslo: {$password}<br /> <br /> Hvala lepa,<br /> {$signature}
sl_si: {$recipientName}<br /> <br /> Registrirani ste bili pri reviji {$contextName}. Spodaj vam pošiljamo uporabniško ime in geslo, ki ju potrebujete za dostop delo s revijo preko spleta. Če želite biti odstranjeni z seznama uporabnikov revije, me lahko kadarkoli kontaktirate.<br /> <br /> Uporabniško ime: {$recipientUsername}<br /> Geslo: {$password}<br /> <br /> Hvala lepa,<br /> {$signature}
sv: {$recipientName}<br /> <br /> Du har nu blivit registrerad som användare hos {$contextName}. Ditt användarnamn och lösenord bifogas i det här e-postmeddelandet. Inloggningsuppgifterna är nödvändiga för allt arbete med tidskriften genom dess webbplats. Du kan när som helst välja att få ditt användarkonto borttaget från tidskriften genom att kontakta mig.<br /> <br /> Användarnamn: {$recipientUsername}<br /> Lösenord: {$password}<br /> <br /> Vänligen,<br /> {$signature}
sv_se: {$userFullName}<br /> <br /> Du har nu blivit registrerad som användare hos {$contextName}. Ditt användarnamn och lösenord bifogas i det här e-postmeddelandet. Inloggningsuppgifterna är nödvändiga för allt arbete med tidskriften genom dess webbplats. Du kan när som helst välja att få ditt användarkonto borttaget från tidskriften genom att kontakta mig.<br /> <br /> Användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> Vänligen,<br /> {$principalContactSignature}
tr: Sayın {$recipientName},<br /> <br /> {$contextName} adlı dergiye kullanıcı olarak kaydolduğunuz için teşekkür ederiz. Bu e-postaya, web sitesi aracılığıyla bu dergide yapılan tüm işlemler için gerekli olan kullanıcı adınızı ve şifrenizi ekledik. Bizimle iletişim kurarak derginin kullanıcı listesinden çıkarılmayı isteyebilirsiniz.<br /> <br /> Kullanıcı adı: {$recipientUsername}<br /> Şifre: {$password}<br /> <br /> {$signature}
tr_tr: Sayın {$userFullName},<br /> <br /> {$contextName} adlı dergiye kullanıcı olarak kaydolduğunuz için teşekkür ederiz. Bu e-postaya, web sitesi aracılığıyla bu dergide yapılan tüm işlemler için gerekli olan kullanıcı adınızı ve şifrenizi ekledik. Bizimle iletişim kurarak derginin kullanıcı listesinden çıkarılmayı isteyebilirsiniz.<br /> <br /> Kullanıcı adı: {$username}<br /> Şifre: {$password}<br /> <br /> {$principalContactSignature}
uk: Вітаємо, {$recipientName}!<br /> <br /> Дякуємо Вам за реєстрацію користувачем видання {$contextName}. У цьому листі ми вказали Ваші Ім'я користувача та пароль, які будуть необхідні для роботи з цим журналом через вебсайт. У будь-який момент Ви можете попросити, щоб Ваш обліковий запис видалили. Для цього Вам достатньо зв'язатися зі мною.<br /> <br /> Ім'я користувача: {$recipientUsername}<br /> Пароль: {$password}<br /> <br /> З повагою,<br /> {$signature}
uk_ua: Дякуємо Вам за реєстрацію користувачем видання {$contextName}. Будь ласка, надійно зберігайте ім'я користувача та пароль, що будуть необхідні Вам упродовж усієї подальшої роботи з цим журналом.<br /> <br /> Ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> Дякую,<br /> {$principalContactSignature}
uz@latin: {$recipientName} <br /> <br/> Siz hozir {$contextName} bilan foydalanuvchi sifatida ro'yxatdan o'tdingiz. Biz ushbu elektron pochta jurnali bilan o'z veb -sayti orqali ishlash uchun zarur bo'lgan foydalanuvchi nomingiz va parolingizni kiritdik. Men bilan bog'lanish orqali istalgan vaqtda siz jurnalning foydalanuvchilar ro'yxatidan chiqarilishini so'rashingiz mumkin. <br/> <br/> Foydalanuvchi nomi: {$recipientUsername} <br /> Parol: {$password} <br /> <br/> Rahmat, <br /> {$signature}
uz_cyrl: Ҳурматли {$recipientName},<br /> <br /> Сиз энди {$contextName} тизимида фойдаланувчи сифатида рўйхатдан ўтдингиз. Ушбу хатда веб-сайт орқали журнал билан ишлаш учун керак бўладиган фойдаланувчи номи ва паролингизни илова қилмоқдамиз. Исталган вақтда мен билан боғланиб, ўзингизни журнал фойдаланувчилари рўйхатидан ўчиришни сўрашингиз мумкин.<br /> <br /> Фойдаланувчи номи: {$recipientUsername}<br /> Парол: {$password}<br /> <br /> Ташаккур,<br /> {$signature}
vi: {$recipientName}<br /> <br /> Bây giờ bạn đã được đăng ký là người dùng với {$contextName}. Chúng tôi đã gửi bao gồm tên người dùng và mật khẩu của bạn trong email này, điều này là cần thiết cho tất cả các công việc với tạp chí này thông qua trang web. Tại bất kỳ thời điểm nào, bạn có thể yêu cầu xóa khỏi danh sách người dùng của tạp chí bằng cách liên hệ với chúng tôi.<br /> <br /> Username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> Trân trọng,<br /> {$signature}
