Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRemindAutoOneclick.body
source: {$recipientName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$signature}
bg_bg: {$recipientName}:<br /> <br /> Напомняме ви за молбата ни за рецензия на подадените към вас материали, &quot;{$submissionTitle},&quot; за {$contextName}. Надявахме се да направте това до {$reviewDueDate}, и този имейл е генериран автоматично и изпратен с изтичането на тази дата. С удоволствие ще го получим веднага щом успеете да го подготвите.<br /> <br /> URL на изпратените материали: {$reviewAssignmentUrl}<br /> <br /> Моля, потвърдете възможността си да завършите този съществен принос към работата на списанието. Очаквам отговора ви с нетърпение.<br /> <br /> {$signature}
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> željeli bismo vas samo podsjetiti da je rok koji smo dogovorili za recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName} istekao {$reviewDueDate}. Bilo bi nam izuzetno drago ukoliko biste recenziju završili i predali čim je prije moguće.<br /> <br /> Do priloga možete doći izravno prateći ovu kodiranu pozivnicu:<br /> URL članka: {$submissionReviewUrl}<br /> <br /> Molimo vas da potvrdite da ste u mogućnosti privesti kraju ovaj ključan doprinos radu časopisa. Nadamo se skorom odgovoru.<br /> <br /> Srdačno,<br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us recordem la nostra petició per a revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Esperàvem aquesta revisió abans del {$reviewDueDate}, i aquest missatge de correu electrònic s'ha generat i enviat automàticament en haver-se superat aquesta data. Malgrat això, encara confiem rebre la vostra revisió tan aviat com la tingueu enllestida.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Us agrairem que ens confirmeu la vostra disponibilitat per a completar aquesta contribució vital per al funcionament de la revista, i confiem rebre notícies vostres ben aviat.<br /> <br /> {$editorialContactSignature}
cs_cz: {$reviewerName}:<br /> <br /> Dovolujeme si Vám opatrně připomenout naši žádost o zpracování recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Doufali jsme, že budeme mít tuto recenzi hotovou do {$reviewDueDate} a tento email byl automaticky vygenerován a poslán, jelikož stanovený termín již vypršel. Budeme velice rádi, když od Vás recenzi dostaneme hned, jak ji budete moci dokončit.<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, zda můžete dokončit tento nezbytný úkol pro náš časopis. Těším se, že se ozvete.<br /> <br /> {$editorialContactSignature}
da_dk: {$reviewerName}:<br /> <br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate}, og denne e-mail er blevet automatisk genereret og sendt til dig, da den pågældende dato er overskredet. Vi ser stadig frem til at modtage den, så snart du er færdig med den.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Vi beder dig bekræfte, at du er i stand til at fuldføre dette vigtige bidrag til tidsskriftets arbejde. Jeg ser frem til at høre fra dig.<br /> <br /> {$editorialContactSignature}
de_de: {$reviewerName},<br /> <br /> hiermit möchten wir Sie freundlich an Ihre Zusage erinnern, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Wir hatten gehofft, das Gutachten zum {$reviewDueDate} zu erhalten. Diese E-Mail wurde automatisch erstellt und nach Überschreitung des Termins versandt. Wir würden uns freuen, wenn uns das Gutachten baldmöglichst zur Verfügung stünde.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Könnten Sie uns bitte bestätigen, dass Sie nach wie vor bereit sind, unsere Zeitschrift mit Ihrer wertvollen gutachterlichen Arbeit zu unterstützen? Wir würden uns freuen, bald von Ihnen zu hören.<br /> <br /> {$editorialContactSignature}
es_es: {$reviewerName}:<br /> <br /> Le recordamos nuestra petición de revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos su revisión antes del {$reviewDueDate}, y se ha generado automáticamente este correo-e al haberse superado dicha fecha. Aún estaríamos encantados de recibirla una vez la tenga lista.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Le rogamos nos confirme su disponibilidad para completar esta contribución vital para el trabajo de la revista. Esperamos tener noticias suyas a la mayor brevedad.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme arviointinne {$reviewDueDate} mennessä, ja tämä sähköposti on lähetetty automaattisesti määräajan umpeuduttua. Olisimme iloisia, mikäli edelleen voisitte lähettää arvioinnin meille heti sen suoritettuanne.<br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Vahvistattehan vielä, voitteko suorittaa tämän arvioinnin.<br /> <br /> Yhteydenottoanne odottaen,<br > {$editorialContactSignature}
fr_ca: {$reviewerName},<br /> <br /> Ceci est un petit rappel concernant notre demande d'évaluation de la soumission « {$submissionTitle} » pour la revue {$contextName}. Puisque nous n'avons pas reçu, comme nous l'espérions, votre évaluation avant le {$reviewDueDate}, ce courriel a été généré et envoyé automatiquement après l'échéance du délai. Nous serions toutefois heureux de recevoir votre évaluation dès que possible.<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer que vous êtes en mesure d'effectuer ce travail essentiel pour la publication de notre revue. Nous espérons avoir de vos nouvelles très bientôt.<br /> <br /> {$editorialContactSignature}
fr_fr: {$reviewerName}:<br /> <br /> Ceci est un petit rappel concernant notre demande d'évaluation de la soumission « {$submissionTitle} », pour {$contextName}. Puisque nous n'avons pas reçu, comme nous l'espérions, votre évaluation avant le {$reviewDueDate}, ce courriel a été généré et envoyé automatiquement après l'échéance du délai. Nous serions toutefois heureux de recevoir votre évaluation dès que possible.<br /> <br /> L'adresse URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer que vous êtes en mesure d'effectuer ce travail essentiel pour la publication de notre revue. Nous espérons avoir de vos nouvelles très bientôt.<br /> <br /> {$editorialContactSignature}
gl_es: {$recipientName}:<br /> <br /> Lembrámoslle a nosa petición de revisión do envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperabamos esta revisión antes do {$reviewDueDate}, e este correo xerouse e enviouse automaticamente ao superarse esta data. Non obstante, aínda confiamos en que nos mande a súa revisión en canto a teña concluída.<br /> <br /> URL do envío: {$reviewAssignmentUrl}<br /> <br /> Pregámoslle que nos confirme a súa dispoñibilidade para completar esta contribución vital para o funcionamento da revista. Esperamos recibir noticias súas axiña.<br /> <br /> {$signature}
hi_in: {$reviewerName}:<br /> <br /> प्रस्तुत करने की आपकी समीक्षा के लिए हमारे अनुरोध का एक सौम्य अनुस्मारक, &quot;{$submissionTitle},&quot; for {$contextName}. हम {$ reviewDueDate} द्वारा इस समीक्षा की उम्मीद कर रहे थे, और यह ईमेल स्वचालित रूप से जनरेट किया गया है और उस तारीख को पारित करने के साथ भेजा गया है। जैसे ही आप इसे तैयार करने में सक्षम होंगे, हम इसे प्राप्त करके प्रसन्न होंगे.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> कृपया पत्रिका के काम में इस महत्वपूर्ण योगदान को पूरा करने की अपनी क्षमता की पुष्टि करें। तुम्हारे उत्तर की प्रतीक्षा है मुझे.<br /> <br /> {$editorialContactSignature}
is_is: {$recipientName}:<br /> <br /> Þetta er vinsamleg áminning vegna beiðni frá okkur um rtirýni á handritið: &quot;{$submissionTitle},&quot; fyrir {$contextName}. Við vorum að vonast til að vera komin með ritrýni fyrir {$reviewDueDate}, og þessi tölvupóstur sendist sjálfkrafa þegar komið er fram yfir þennan skiladag. Við yrðum samt sem áður ánægð að fá ritrýnina eins fljótt og þú getur skilað henni frá þér. <br /> <br /> Vefslóð á innsent efni: {$reviewAssignmentUrl}<br /> <br /> Vinsamlega staðfestu hvort þú hafir tök á að ljúka þessu mikilvæga verkefni fyrir tímaritið. Við hlökkum til að heyra frá þér.<br /> <br /> {$signature}
it_it: Gentile {$reviewerName},<br /> <br /> Questo è un promemoria automatico della richiesta di revisione della submission, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Scadenza prevista: {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti chiedo la cortesia di confermare al più presto la volontà di portare a termine l'incarico o meno.<br /> <br /> {$editorialContactSignature}
ka_ge: {$reviewerName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and this email has been automatically generated and sent with the passing of that date. We would still be pleased to receive it as soon as you are able to prepare it..<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$editorialContactSignature}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бұл «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарауды сұраған өтінішімізді еске салады. Біз бұл шолуды {$reviewDueDate} дейін аламыз деп үміттенгенбіз, және бұл электрондық хат автоматты түрде жасалып, сол күннен кейін жіберілді. Егер сіз оны тезірек дайындасаңыз, біз қуанамыз.<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Сіз біздің журнал жұмысына маңызды үлес қоса алатындығыңызды растаңыз. Сізден жауап күтемін.<br /> <br /> {$signature}
ms_my: {$recipientName}: <br /> <br /> Sekadar peringatan permintaan kami untuk ulasan penyerahan, &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami mengharapkan ulasan ini selewat-lewatnya pada {$reviewDueDate}, dan e-mel ini telah dihasilkan dan dihantar secara automatik dengan berlalunya tarikh tersebut. Kami tetap akan menerimanya sebaik sahaja anda dapat menyiapkannya. <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Sila sahkan kemampuan anda untuk menyelesaikan sumbangan penting ini untuk karya jurnal. Saya berharap dapat mendengar daripada anda. <br /> <br /> {$signature}
nl_nl: {$reviewerName}:<br /> <br /> We willen u vriendelijk herinneren aan ons verzoek om de inzending &quot;{$submissionTitle}&quot; voor {$contextName} te reviewen. We verwachtten uw review op {$reviewDueDate}. Deze e-mail is automatisch gegenereerd bij het verstrijken van die datum. We stellen het zeer op prijs om de review te ontvangen zodra u in de gelegenheid bent om die uit te voeren.<br /> <br /> Inzendings-URL: {$submissionReviewUrl}<br /> <br /> Wilt u uw beschikbaarheid voor het voltooien van deze voor het werk van het tijdschrift vitale taak bevestigen. Ik kijk uit naar uw reactie.<br /> <br /> {$editorialContactSignature}
pt_br: {$reviewerName}:<br /> <br /> Este é apenas um lembrete amigável do nosso pedido de avaliação da submissão, &quot;{$submissionTitle},&quot; ao periódico {$contextName}. Esperávamos ter recebido sua avaliação até {$reviewDueDate}, então este email foi gerado automaticamente com o passar daquele prazo. Nós ainda assim ficaríamos gratos em recebê-la assim que você conseguir prepará-la.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Por favor, confirme que poderá completar essa contribuição vital ao trabalho do periódico. Aguardo seu retorno.<br /> <br /> {$editorialContactSignature}
pt_pt: {$reviewerName},<br /> <br /> Este é apenas um lembrete automático, referente ao pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Esperávamos receber a revisão até {$reviewDueDate} e este email foi enviado automaticamente pois o prazo expirou. Aguardamos a receção da revisão assim que for possível concluí-la.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Confirme a sua disponibilidade para concluir esta tarefa fundamental para a qualidade da revista. Aguardando o seu contacto,<br /> <br /> {$editorialContactSignature}
ro_ro: {$reviewerName}:<br /> <br /> Vă reamintim că ați acceptat să revizuiți manuscrisul, &quot;{$submissionTitle},&quot; pentru {$contextName}. Sperăm să ne trimiteți această revizuire până la {$reviewDueDate}, iar acest e-mail a fost generat și trimis automat odată cu trecerea acestei date. Ne-ar face plăcere să primim revizia dumneavoastră imediat ce o puteți pregăti.<br /> <br /> URL Manuscris: {$submissionReviewUrl}<br /> <br /> Toate cele bune.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы надеялись получить эту рецензию до {$reviewDueDate}, и это письмо было автоматически сгенерировано и отправлено, так как эта дата уже прошла. Мы будем рады, если Вы как можно скорее ее подготовите.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Пожалуйста, подтвердите, что Вы сможете сделать этот важный вклад в работу нашего журнала. Жду вашего ответа.<br /> <br /> {$editorialContactSignature}
sk_sk: {$reviewerName}:<br /> <br /> Dovoľujeme si Vám opatrne pripomenúť našu žiadosť o spracovanie recenzie príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Dúfali sme, že budeme mať túto recenziu hotovú do {$reviewDueDate} a tento email bol automaticky vygenerovaný a poslaný, keďže stanovený termín už vypršal. Budeme veľmi radi, keď od Vás recenziu dostaneme hneď, ako ju budete môcť dokončiť.<br /> <br /> URL príspevky: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, či môžete dokončiť túto nevyhnutnú úlohu pre náš časopis. Teším sa, že sa ozvete.<br /> <br /> {$editorialContactSignature}
sl_si: {$recipientName}:<br /> <br /> Avtomatski opomnik za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste opravili recenzijo do predvidenega datuma {$reviewDueDate}. E-pošta je bila generirana avtomatično s potekom datuma. Z veseljem jo bomo sprejeli takoj, ko jo pripravite.<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Prosim, če potrdite vašo pripravljenost za dokončanje vašega pomembnega prispevka za delo revije. Veselimo se vašega odgovora.<br /> <br /> {$signature}
sv_se: {$reviewerName}:<br /> <br /> Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på att få din granskning senast {$reviewDueDate} och det här e-postmeddelandet skickas automatiskt när datum för deadline passeras. Vi skulle fortfarande vara tacksamma över att få in din granskning, så fort som möjligt.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.<br /> <br /> {$editorialContactSignature}
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergide yayınlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışmanın değerlendirmesini {$reviewDueDate} tarihinden önce tamamlayacağınızı ümit ediyorduk. Yoğun işleriniz nedeni ile oluşan gecikme nedeni ile sistemimiz tarafından bu mesaj tarafınıza otomatik olarak gönderilmişitir. <br /> <br /> Değerlendirme raporunuzu bize bir an önce ileteceğiniz inancı ile dergimiz sitesindeki ulaşım bilgilerini size iletmeyi istedik.<br /> <br /> Eğer derginin web sitesine giriş için kullanıcı adı ve şifreniz yoksa veya unuttunuz ise, şifrenizi yenilemek için bu bağlantıyı kullanabilirsiniz (Kullanıcı adınızla birlikte şifreniz size postalanacaktır). {$passwordResetUrl}<br /> <br /> Makale Erişim Adresi: {$submissionReviewUrl}<br /> <br /> Derginin kalitesini arttıracak bu önemli katkıyı yapabileceğinizi lütfen onaylayınız.<br /> <br /> {$editorialContactSignature}
uk_ua: {$reviewerName}:<br /> <br /> Нагадуємо Вам про рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Ми очікували отримати цю рецензію до {$reviewDueDate}, цей лист був автоматично надісланий Вам, оскільки вказана дата минула. Ми все ще чекаємо на Вашу рецензію і будемо вдячні, якщо Ви завершите та надішлете її якомога скоріше.<br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Будь ласка, підтвердьте можливість завершити цю важливу для нашого журналу роботу. З нетерпінням очікую Вашої відповіді.<br /> <br /> {$editorialContactSignature}

# emails.reviewRemindAutoOneclick.subject
source: Automated Submission Review Reminder
bg_bg: Автоматично напомняне за рецензия на подадени материали
bs_ba: Automatski podsjetnik za predaju recenzije
ca_es: Recordatori automàtic de revisió de la tramesa
cs_cz: Automatické připomenutí recenze příspěvku
da_dk: Automatisk påmindelse om bedømmelse af manuskript
de_de: Automatische Erinnerung an Begutachtung
es_es: Recordatorio automático de revisión de envío
fi_fi: Automaattinen muistutus käsikirjoituksen arvioinnista
fr_ca: Rappel automatique d'évaluation d'une soumission
fr_fr: Rappel automatique d'évaluation d'une soumission
gl_es: Recordatorio automático de revisión dun envío
hi_in: ऑटोमेटेड सबमिशन रिव्यू रिमाइंडर
it_it: Promemoria automatico revisione in attesa
ka_ge: მასალის რეცენზირების ავტომატური შეხსენება
kk_kz: Материалды қарау үшін автоматты еске салғыш
ms_my: Peringatan Ulasan Penyerahan Automatik
nl_nl: Geautomatiseerde review herinnering
pt_br: Lembrete automático de solicitação de avaliação
pt_pt: Lembrete automático de pedido de revisão
ro_ro: Memento automat de revizuire a manuscrisului
ru_ru: Автоматическое напоминание о рецензии на материал
sk_sk: Automatické pripomenutie recenzie príspevku
sl_si: Avtomatski opomnik za recenzijo prispevka
sv_se: Automatisk påminnelse om granskning av bidrag
tr_tr: Değerlendirilme Konusunda Otomatik Hatırlatma
uk_ua: Автоматичне нагадування про рецензування
