Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.notification.description
source: The email is sent to registered users that have selected to have this type of notification emailed to them.
bg_bg: Този имейл се изпраща само до регистрирани потребители, които са избрали да им изпращат този вид известия.
cs_cz: E-mail se odešle registrovaným uživatelům, kteří mají povolený příjem tohoto typu oznámení.
da_dk: Denne e-mail er blevet sendt til registrerede brugere, som har valgt at få tilsendt denne type meddelelser.
de_de: Diese E-Mail wird an angemeldete Benutzer/innen geschickt, die sich für diese Art der Benachrichtigung angemeldet haben.
es_es: El correo electrónico se envía a usuarios/as registrados que hayan seleccionado recibir este tipo de notificación.
fr_ca: Ce courriel est envoyé aux utilisateurs-trices inscrits-es qui ont choisi de recevoir par courriel ce type d'avis.
fr_fr: Ce courriel est envoyé aux utilisateurs inscrits qui ont choisi de recevoir par courriel ce type d'avis.
gl_es: O correo electrónico envíase a usuarios/as rexistrados que seleccionaron recibir este tipo de notificación.
he_il: הדוא"ל נשלח למשתמשים רשומים שבחרו לשלוח אליהם הודעה מסוג זה.
hi_in: ईमेल उन पंजीकृत उपयोगकर्ताओं को भेजा जाता है जिन्होंने इस प्रकार की अधिसूचना को ईमेल करने के लिए चुना है.
is_is: Tölvupósturinn verður sendur á skráða notendur sem hafa valið að fá þessa tegund tilkynninga í tölvupósti.
it_it: Questa mail è inviata agli utenti registrati che hanno chiesto di ricevere questo tipo di notifiche.
ka_ge: ეს წერილი გაეგზავნება დარეგისტრირებულ მომხმარებლებს, რომლებმაც მიუთითეს, ამ ტიპის შეტყობინება უნდა მიიღონ ელფოსტით.
kk_kz: Хабарлама электрондық пошта арқылы жіберілетін хабарламаларға тіркелген қолданушыларға жіберіледі.
ku: ئەم ئيمەيلە، بۆ ئەو بەكارهێنەرانە دەنێردرێت كە ويستوويانە ئاگاداركردنەوەكانيان لە رێگەى ئيمەيلەوە بۆ بچێت.
ms_my: E-mel dihantar kepada pengguna yang terdaftar yang telah memilih untuk mengirim notifikasi jenis ini kepada mereka.
nl_nl: Deze e-mail wordt gestuurd naar een geregistreerde gebruiker die zich heeft ingeschreven voor dit type van berichten.
pt_br: Esta mensagem é enviada a usuários cadastrados que escolheram habilitar este tipo de notificação via email.
pt_pt: Esta mensagem é enviada a utilizadores registados que escolheram ativar este tipo de notificação via email.
ro_ro: Acest email este trimis utilizatorilor înregistrați care au selectat să primească prin e-mail acest tip de notificare.
ru_ru: Это письмо отправляется зарегистрированным пользователям, которые указали, что данный тип уведомления отправляется им электронной почтой.
sk_sk: E-mail sa odošle registrovaným užívateľom, ktorí majú povolený príjem tohto typu oznámenia.
sl_si: Email dobijo registrirani uporabniki, ki so naročeni na ta tip obvestil.
sv_se: Det här e-postmeddelandet skickas till registrerade användare som har valt att få den här typen av aviseringar skickade till sig via e-post.
tr_tr: Bu e-posta, bu tür bildirimlerin e-postayla gönderilmesini seçmiş olan kayıtlı kullanıcılara gönderilir.
uk_ua: Цей лист надсилається зареєстрованому користувачу, який обрав опцію отримання повідомлень цього типу електронною поштою.

# emails.notification.body
source: You have a new notification from {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
bg_bg: Имате ново известие от {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Връзка: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
cs_cz: Máte nové oznámení od {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Odkaz: {$url}<br /> <br /> {$principalContactSignature}
da_dk: Du har modtaget en ny meddelelse fra {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
de_de: Sie haben eine neue Benachrichtigung von {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
es_es: Tiene una nueva notificación desde {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Enlace: {$url}<br /> <br /> {$principalContactSignature}
fi_fi: Teille on uusi ilmoitus julkaisusta {$siteTitle}:<br/> <br /> {$notificationContents}<br /> <br /> Linkki: {$url}<br /> <br /> {$principalContactSignature}
fr_ca: Vous avez un nouvel avis de {$siteTitle} :<br /> <br /> {$notificationContents}<br /> <br /> Lien : {$url}<br /> <br /> {$principalContactSignature}
fr_fr: Vous avez un nouvel avis de {$siteTitle} :<br /> <br /> {$notificationContents}<br /> <br /> Lien : {$url}<br /> <br /> {$principalContactSignature}
gl_es: Ten unha notificación nova de {$contextName}:<br /> <br /> {$notificationContents}<br /> <br /> Enlace: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
he_il: יש לך הודעה חדשה מאת {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
hi_in: आपके पास एक नई सूचना है {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
hy_am: Ունեք նոր ծանուցում {$contextName} -ից:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
is_is: Þú átt ný skilaboð frá {$contextName}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
it_it: Hai ricevuto una nuova notifica da {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
kk_kz: Сізге «{$siteTitle}» сайтынан жаңа хабарлама келіп түсті:<br /> <br /> {$notificationContents}<br /> <br /> Сілтеме: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
ku: تۆ ئاگادارکردنەوی نوێت هەیە لە {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
mk_mk: Имате ново известување од {$contextName}:<br /> <br /> {$notificationContents}<br /> <br /> Линк: {$notificationUrl}<br /> <br /> {$contextSignature} <hr />{$unsubscribeLink}
ms_my: Anda mempunyai notifikasi baharu dari {$siteTitle}: <br /> <br /> {$notificationContents} <br /> <br /> Pautan: {$notificationUrl} <br /> <br /> {$signature} <hr/> {$unsubscribeLink}
nl_nl: U heeft een nieuw bericht van {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
pt_br: Você tem uma nova notificação de {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
pt_pt: Você possui uma nova notificação de {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ro_ro: Ați primit o notificare nouă de la {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Link: {$url}<br /> <br /> {$principalContactSignature}
ru_ru: Вы получили новое уведомление с сайта «{$siteTitle}»:<br /> <br /> {$notificationContents}<br /> <br /> Ссылка: {$url}<br /> <br /> {$principalContactSignature}
sk_sk: Máte nové oznámenie od {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Odkaz: {$url}<br /> <br /> {$principalContactSignature}
sl_si: Imate novo obvestilo od {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Povezava: {$notificationUrl}<br /> <br /> {$signature} <hr />{$unsubscribeLink}
sv_se: Du har en ny avisering från {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Länk: {$url}<br /> <br /> {$principalContactSignature}
tr_tr: {$siteTitle} adlı sisteden yeni bir bildiriminiz var:<br /> <br /> {$notificationContents}<br /> <br /> Bağlantı: {$url}<br /> <br /> {$principalContactSignature}
uk_ua: Ви маєте нове повідомлення від сайту {$siteTitle}:<br /> <br /> {$notificationContents}<br /> <br /> Посилання: {$url}<br /> <br /> {$principalContactSignature}

# emails.notification.subject
source: New notification from {$siteTitle}
bg_bg: Ново известие от {$siteTitle}
cs_cz: Nové oznámení od {$siteTitle}
da_dk: Ny meddelelse fra {$siteTitle}
de_de: Neue Benachrichtigung von {$siteTitle}
es_es: Nueva notificación desde {$siteTitle}
fi_fi: Uusi ilmoitus julkaisusta {$siteTitle}
fr_ca: Nouvel avis de {$siteTitle}
fr_fr: Nouvel avis de {$siteTitle}
gl_es: Nova notificación de {$contextName}
he_il: הודעה חדשה מאת {siteTitle$}
hi_in: से नई अधिसूचना {$siteTitle}
hy_am: Նոր ծանուցում {$contextName} -ից
is_is: Ný skilaboð frá {$contextName}
it_it: Nuova notifica da {$siteTitle}
ka_ge: ახალი შეტყობინება საიტიდან {$siteTitle}
kk_kz: «{$ SiteTitle}» сайтынан жаңа хабарландыру«{$ SiteTitle}» сайтынан жаңа хабарландыру«{$siteTitle}» сайтынан жаңа хабарлама«{$ SiteTitle}» сайтынан жаңа хабарландыру
ku: ئاگادارکردنەی نوێ لە {$siteTitle}
mk_mk: Ново известување од {$contextName}
ms_my: Notifikasi baharu dari {$siteTitle}
nl_nl: Nieuw bericht van {$siteTitle}
pt_br: Nova notificação de {$siteTitle}
pt_pt: Nova notificação de {$siteTitle}
ro_ro: Notificare nouă din partea {$siteTitle}
ru_ru: Новое уведомление с сайта «{$siteTitle}»
sk_sk: Nové oznámenie od {$siteTitle}
sl_si: Novo obvestilo od {$siteTitle}
sv_se: Ny avisering från {$siteTitle}
tr_tr: {$siteTitle} Yeni Bildirim
uk_ua: Нове повідомлення від сайту {$siteTitle}

# emails.reviewerRegister.subject
source: Registration as Reviewer with {$contextName}
ar: التسجيل بصفة محكم في {$contextName}
az: {$contextName} ilə hakim kimi qeydiyyat
bg: Регистрация като рецензент с {$contextName}
bg_bg: Регистрация като рецензент с {$contextName}
bs_ba: Registrirani ste kao recenzent časopisa {$contextName}
ca: Registre com a revisor a {$contextName}
ca_es: Registre com a revisor a {$contextName}
cs: Zaregistrování na pozici recenzenta pro {$contextName}
cs_cz: Zaregistrování na pozici recenzenta pro {$contextName}
da: Registrering som bedømmer hos {$contextName}
da_dk: Registrering som bedømmer hos {$contextName}
de: Registrierung als Benutzer/in bei {$contextName}
de_de: Registrierung als Gutachter/in bei {$contextName}
es: Registro como Revisor en {$contextName}
es_es: Revisor para {$contextName}
eu: Ebaluatzaile gisa erregistratzea {$contextName} aldizkarian
fi_fi: Rekisteröinti arvioijaksi julkaisuun {$contextName}
fr_ca: Inscription en tant qu'évaluateur-trice pour la revue {$contextName}
fr_fr: Inscription en tant que rapporteur de {$contextName}
gl_es: Rexistro como revisor de {$contextName}
he_il: הרשמה כסוקר עם {contextName$}
hi_in: {$contextName}के साथ समीक्षक के रूप में पंजीकरण
hu: Regisztráció szakmai lektorként a(z) {$contextName} folyóirathoz
hy_am: Գրանցվել որպես գրախոս {$contextName} -ով
id: Registrasi sebagai Reviewer di {$contextName}
is_is: Skráning sem ritrýnir hjá {$contextName}
it: Registrazione come revisore per {$contextName}
it_it: Registrazione come revisore per {$contextName}
ka_ge: რეცენზენტად რეგისტრაცია ჟურნალში {$contextName}
kk_kz: "{$ContextName}"журналында рецензент ретінде тіркелу
ku: تۆماركردن وه‌كو پێداچوونه‌وه‌ له‌گه‌ڵ ناوی ده‌ق
mk: Регистрација како рецензент со {$contextName}
mk_mk: Регистрација како рецензент со {$contextName}
mr: {$contextName} साठी समीक्षक म्हणून नोंदणी
ms: Pendaftaran sebagai Pengulas dengan {$contextName}
ms_my: Pendaftaran sebagai Pengulas dengan {$contextName}
nb: Registrering som fagfelle hos {$contextName}
nl_nl: Registratie als Reviewer bij {$contextName}
pl: Rejestracja recenzenta na stronie czasopisma {$contextName}
pt_br: Cadastrado como Avaliador em {$contextName}
pt_pt: Registo como Revisor na revista {$contextName}
ro_ro: Înregistrarea ca evaluator pentru {$contextName}
ru: Регистрация в качестве рецензента в журнале «{$contextName}»
ru_ru: Регистрация в качестве рецензента в журнале «{$contextName}»
sk_sk: Zaregistrovaný na pozícii recenzenta pre {$contextName}
sl: Registracija kot recenzent pri reviji {$contextName}
sl_si: Registracija kot recenzent pri reviji {$contextName}
sv: Registrering som granskare hos {$contextName}
sv_se: Registrering som granskare hos {$contextName}
tr: {$ContextName} ile Hakem Olarak Kayıt
tr_tr: {$contextName} ile Hakem Olarak Kayıt
uk: Реєстрація рецензента видання {$contextName}
uk_ua: Реєстрація рецензента видання {$contextName}
uz@latin: {$contextName} bilan sharhlovchi sifatida ro'yxatdan o'tish
uz_cyrl: {$contextName} журналига тақризчи сифатида рўйхатдан ўтиш
vi: Đăng ký làm Người phản biện cho {$contextName}
