Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewCancel.description
source: This email is sent by the Section Editor to a Reviewer who has a submission review in progress to notify them that the review has been cancelled.
bg_bg: Този имейл се изпраща от редактора на секции до рецензент, който е в процес на проверка на изпращането, за да ги уведоми, че молбата за направа на рецензия е отменена.
bs_ba: Ovim obrascem e-pošte urednik rubrike recenzenta obavještava o povlačenju zahtjeva za izradu recenzije za koju je prethodno recenzent bio zadužen ili koja je recenzentu bila ponuđena.
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un revisor que estigui revisant una tramesa per a notificar-li que aquesta tasca ha estat cancel·lada.
cs_cz: Tento email zasílá editor sekce recenzentovi, který má rozpracovanou recenzi, aby mu oznámil, že požadavek na zpracování recenze byl zrušen.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer, som er ved at bedømme et manuskript, og underretter vedkommende om, at bedømmelsen er blevet annulleret.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, die an einem Gutachten arbeiten, um sie darüber zu informieren, dass das Gutachten abgesagt worden ist.
es_es: Este correo del / de la Editor/a de Sección a un/a Revisor/a que tiene la revisión de un envío en progreso para notificarles que la revisión se ha cancelado.
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique à un,une évaluateur-trice qui a une évaluation en cours, pour l'aviser que celle-ci a été annulée.
fr_fr: Ce courriel est envoyé par le Rédacteur de rubrique à un Rapporteur qui a une évaluation en cours, pour l'aviser que celle-ci a été annulée.
gl_es: Esta mensaxe de correo electrónico é enviada polo editor/a de sección a un revisor/a que ten unha revisión en curso, para notificarlle que esta tarefa foi cancelada.
hi_in: यह ईमेल अनुभाग संपादक द्वारा एक समीक्षक को भेजा जाता है, जिनके पास प्रगति की समीक्षा समीक्षा है ताकि उन्हें सूचित किया जा सके कि समीक्षा रद्द कर दी गई है.
it_it: Questa email viene inviata dal section editor al revisore che ha una revisione di una proposta in corso per fargli sapere che la revisione è stata cancellata.
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, გაგზავნილი რეცენზენტთან, რომელმაც დაიწყო მასალის რეცენზირება, იმის შესახებ, რომ რეცენზირება გაუქმებულია.
kk_kz: Бұл бөлім редакторының материалды тексеруді бастаған рецензентке жіберген хаты, қараудың жойылғанын хабарлайды.
ms_my: E-mel ini dihantar oleh Editor Bahagian kepada Pengulas yang mempunyai ulasan penyerahan yang sedang berlangsung untuk memberitahu mereka bahawa ulasan telah dibatalkan.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd naar een reviewer die een inzending aan het reviewen is om die op de hoogte te stellen dat de review is afgeblazen.
pt_br: Mensagem enviada pelo Editor de Seção com um processo de avaliação em andamento, notificando que o processo em questão foi cancelado.
pt_pt: Este e-mail é enviado pelo Editor de Secção com um processo de revisão em andamento, notificando que a revisão foi cancelada.
ro_ro: Acest e-mail este trimis de către editorul de secțiuni unui revizor care are în revizuire un manuscris pentru a-l anunța că revizuirea a fost anulată.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, который начал рецензировать материал, с уведомлением о том, что рецензирование отменено.
sk_sk: Tento email zasiela editor sekcie recenzentovi, ktorý má rozpracovanú recenziu, aby mu oznámil, že požiadavka na spracovanie recenzie bola zrušená.
sl_si: Ta email pošlje urednik rubrike recenzentu, ki je bil zaprošen za opravljanje recenzije, in ga obvesti, da je je bilo opravljanje recenzije preklicano.
sv_se: Det här e-postmeddelandet skickas från sektionsredaktören till en granskare med en pågående granskning av ett bidrag, för att meddela hen att granskningen blivit återkallad.
tr_tr: Değerlendirme süreci sona ermeden editörün değerlendirmeyi iptal için hakeme gönderdiği mesaj.
uk_ua: Цим листом редактор розділу повідомляє рецензенту, який працює над поданням, про припинення рецензування.
