Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestOneclickSubsequent.body
source: {$recipientName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
bg_bg: {$recipientName}:<br /> <br /> Това се отнася до ръкописа &quot;{$submissionTitle},&quot; което се разглежда от {$contextName}.<br /> <br /> След рецензирането на предишната версия на ръкописа, авторите са представили преработена версия на своя доклад (материали за статия). Ще Ви бъдем благодарни, ако помогнете с оценката му.<br /> <br /> Моля, влезте в уебсайта на списанието чрез {$responseDueDate} да посочите дали ще предприемете прегледа или не, както и да получите достъп до изпратеното и да запишете вашата реценнзия и препоръка. Уеб сайтът е {$contextUrl}<br /> <br /> Самата рецензия следва да бъде готова до {$reviewDueDate}.<br /> <br /> URL на изпратените материали: {$reviewAssignmentUrl}<br /> <br /> Благодарим ви, за отделеното време.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs_cz: {$reviewerName}:<br /> <br /> Tento email se týká rukopisu &quot;{$submissionTitle},&quot; podávaného autorem {$contextName}.<br /> <br /> Na základě recenzí předchozí verze nahráli autoři opravenou verzi tohoto příspěvku. Byli bychom rádi, kdybyste nám pomohl(a) tuto verzi zkontrolovat.<br /> <br /> Zalogujte se, prosím do {$responseDueDate} na stránky našeho časopisu a dejte nám vědět zda jste schopen(a) a ochoten(a) udělat pro nás recenzi. Na webu najdete také přístup k vlastnímu příspěvku a můžete tam nahrát obsah recenze a doporučení autorovi.<br /> <br /> Samotná recenze by měla být odevzdána do {$reviewDueDate}.<br /> <br /> Webová adresa příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme mnohokrát za spolupráci.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da_dk: {$reviewerName}:<br /> <br /> Dette omhandler manuskriptet &quot;{$submissionTitle},&quot; som behandles af {$contextName}.<br /> <br /> Som opfølgning på en tidligere bedømmelse af manuskriptet, har forfatterne indsendt en revideret version af deres indlæg. Vi vil sætte stor pris på din hjælp, hvis du vil foretage en bedømmelse af det.<br /> <br /> Log på tidsskriftets websted inden {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling.<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> </br> Manuskriptets URL URL: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel. <br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de_de: {$reviewerName},<br /> <br /> diese E-Mail betrifft das Manuskript &quot;{$submissionTitle}&quot;, das bei {$contextName} in der Begutachtung ist.<br /> <br /> Nach der Begutachtung der früheren Fassung des Manuskripts haben die Autor/innen nun eine überarbeitete Fassung ihres Artikels eingereicht. Wir würden uns freuen, wenn Sie bei der Beurteilung helfen könnten.<br /> <br /> Bitte loggen Sie sich auf der Website der Zeitschrift bis zum {$responseDueDate} ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können auch Ihr Gutachten und Ihre Empfehlung dort abgeben.<br /> <br /> Das Gutachten selbst wäre fällig zum {$reviewDueDate}.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es_es: {$reviewerName}:<br /> <br /> Este correo es en referencia al manuscrito &quot;{$submissionTitle},&quot;, que {$contextName} está considerando.<br /> <br /> Después de la revisión de la versión previa del manuscrito, los autores/as han enviado una versión revisada de su artículo. Le agradeceríamos mucho si pudiera ayudarnos a evaluarla.<br /> <br /> Inicie sesión en el sitio web de la revista antes del {$responseDueDate} para indicar si llevará a cabo la revisión o no, además de para obtener acceso al envío y registrar su revisión y recomendación.<br /> <br /> La fecha límite para entregar la revisión es el {$reviewDueDate}.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar esta solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Tämä viesti koskee käsikirjoitusta &quot;{$submissionTitle},&quot; joka on käsiteltävänä julkaisussa {$contextName}.<br /> <br /> Käsikirjoituksen aiemman version arvioinnin jälkeen kirjoittaja on nyt lähettänyt korjatun version työstään. Arvostaisimme suuresti, jos voisitte auttaa sen arvioinnissa.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne.<br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> Ystävällisin terveisin, <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fr_ca: {$reviewerName},<br /> <br /> Ceci concerne le manuscrit « {$submissionTitle} », qui est présentement évalué par la revue {$contextName}.<br /> <br /> Suivant l'évaluation de la dernière version du manuscrit, l'auteur a soumis une version révisée de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Veuillez vous authentifier sur la page de la revue avant le {$responseDueDate} pour y indiquer si vous participerez à cette évaluation ou non, ou encore pour accéder à la soumission et y enregistrer votre évaluation et vos recommandations.<br /> <br /> L'évaluation est due pour le {$reviewDueDate}.<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} » <br /> <br /> {$submissionAbstract}
fr_fr: {$reviewerName}:<br /> <br /> Ceci concerne le manuscrit "{$submissionTitle}", qui est actuellement évalué par{$contextName}.<br /> <br /> Suivant l'évaluation de la dernière version du manuscrit, l'auteur a soumis une version révisé de son document. Nous apprécierions que vous évaluiez cette nouvelle version.<br /> <br /> Veuillez vous authentifier sur la page de la revue avant le {$responseDueDate} pour y indiquer si vous participerez à cette évaluation ou non, ou simplement indiquer les recommandations suivant votre évaluation.<br /> <br /> L'évaluation est dû pour le {$reviewDueDate}.<br /> <br /> Hyperlien de la soumission : {$submissionReviewUrl}<br /> <br /> Merci de considérer cette requête.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hi_in: {$reviewerName}:<br /> <br /> यह पांडुलिपि का संबंध है &quot;{$submissionTitle},&quot; जो विचाराधीन है {$contextName}.<br /> <br /> पांडुलिपि के पिछले संस्करण की समीक्षा के बाद, लेखकों ने अब अपने पेपर का एक संशोधित संस्करण प्रस्तुत किया है। यदि आप इसका मूल्यांकन करने में मदद कर सकते हैं तो हम इसकी सराहना करेंगे.<br /> <br /> कृपया यह दिखाने के लिए कि क्या आप समीक्षा करेंगे या नहीं, साथ ही सबमिशन एक्सेस करने और अपनी समीक्षा और अनुशंसा दर्ज करने के लिए कृपया {$ responseDueDate} जर्नल में लॉग इन करें।.<br /> <br /> समीक्षा स्वयं होने वाली है {$reviewDueDate}.<br /> <br /> सबमिशन URL: {$submissionReviewUrl}<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद।<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
it_it: Gentile {$reviewerName}:<br /> <br /> Ti scrivo riguardo al manoscritto &quot;{$submissionTitle},&quot; in corso di revisione per eventuale pubblicazione in {$contextName}.<br /> <br /> L'autore ha inviato una nuova versione, modificata secondo i suggerimenti ricevuti dai revisori. Tu sarei grato se volessi aiutarci a valutarla.<br /> <br /> Ti chiedo di autenticarti al sito {$responseDueDate} per indicarmi se intendi accettare l'incarico o meno e poi per accedere alla proposta e registrare il tuo parere.<br /> <br /> La data di scadenza è il {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti ringrazio per la disponibilità<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ka_ge: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation..<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> Бұл хат "{$contextName}" журналы қарастыратын "{$submissionTitle}" материалына қатысты.<br /> <br /> Материалдың алдыңғы нұсқасын қарау нәтижелері бойынша авторлар мақалаларының түзетілген нұсқасын жіберді. Егер сіз оны бағалауға көмектессеңіз, біз қуанар едік.<br /> <br /> Рецензиялауға келісіміңізді растау немесе рецензиялаудан бас тарту, сондай-ақ материалға қол жеткізу және өз пікіріңіз бен ұсынымыңызды қалдыру үшін журнал сайтына {$responseDueDate} дейін кіріңіз.<br /> <br /> Шолудың өзі {$reviewDueDate} дейін берілуі керек.<br /> <br /> Материалдың URL мекенжайы: {$reviewAssignmentUrl}<br / > <br /> Алдын ала рахмет,<br / > <br /> {$signature}<br / > <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
ms_my: {$recipientName}: <br /> <br /> Ini berkaitan dengan manuskrip &quot; {$submissionTitle}, &quot; yang sedang dipertimbangkan oleh {$contextName}. <br /> <br /> Setelah mengulas versi manuskrip sebelumnya, pengarang kini telah menyerahkan versi yang telah disemak. Kami sangat menghargainya sekiranya anda dapat membantu menilainya. <br /> <br /> Sila masuk ke laman web jurnal selewat-lewatnya pada {$responseDueDate} untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk mengakses penyerahan dan untuk mencatat ulasan dan cadangan anda. <br /> <br /> Ulasan dijangkakan {$reviewDueDate}. <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> &quot; {$submissionTitle} & quot; <br /> <br /> {$submissionAbstract}
nl_nl: {$reviewerName}:<br /> <br /> Dit betreft het manuscript &quot;{$submissionTitle},&quot; dat wordt overwogen door {$contextName}.<br /> <br /> Na een review van een eerdere versie van het manuscript hebben de auteurs een gereviseerde versie van hun manuscript ingestuurd. We zouden het waarderen als u wilt helpen die te evalueren.<br /> <br /> Log in op de website van het tijdschrift vóór {$responseDueDate} om aan te geven of u de review wilt doen en om de inzending te benaderen en uw review en aanbeveling vast te leggen.<br /> <br /> Het review moet binnen zijn op {$reviewDueDate}.<br /> URL van de inzending: {$submissionReviewUrl}<br /> <br /> Dan ku voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_br: {$reviewerName}:<br /> <br /> Esta mensagem é referente ao manuscrito &quot;{$submissionTitle},&quot; que está sendo considerado para publicação pelo periódico {$contextName}.<br /> <br /> Após uma avaliação da versão anterior do manuscrito, os autores submeteram uma versão revisada do artigo. Nós agradeceríamos se você pudesse ajudar com um parecer.<br /> <br /> Por gentileza, logue no site do periódico até {$responseDueDate} para indicar se você irá aceitar dar o parecer ou não, e também para acessar a submissão e registrar sua avaliação e recomendação.<br /> <br /> O prazo para envio do parecer é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Obrigado por considerar este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName}:<br /> <br /> Este pedido é relativo ao manuscrito &quot;{$submissionTitle},&quot; submetido a {$contextName}.<br /> <br /> Na sequência da revisão, os autores submeteram uma versão revista do artigo. Gostaríamos que considerasse a sua revisão.<br /> <br /> Por favor, aceda à revista até {$responseDueDate} para informar sobre a sua disponibilidade ou não de realizar a revisão, assim como para aceder ao artigo e registar a sua revisão e recomendações.<br /> <br /> O prazo de entrega da revisão é {$reviewDueDate}.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ro_ro: {$reviewerName}:<br /> <br /> Acest mesaj se referă la manuscrisul &quot;{$submissionTitle},&quot; care este analizat de {$contextName}.<br /> <br /> În urma revizuirii versiunii anterioare a manuscrisului, autorii au transmis acum o versiune revizuită a lucrării lor. Am aprecia dacă ați putea contribui la evaluarea acestuia.<br /> <br /> Vă rugăm să vă conectați la site-ul web al jurnalului până la {$responseDueDate} pentru a indica dacă veți întreprinde sau nu revizuirea, precum și pentru a accesa manuscrisul respecti pentru a înregistra revizia și recomandarea dvs.<br /> <br /> Vă rog să trimiteți revizia până la data de {$reviewDueDate}.<br /> <br /> Adresa URL de trimitere: {$submissionReviewUrl}<br /> <br /> Vă mulțumim că ați luat în considerare această solicitare.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это письмо касается материала «{$submissionTitle}», который рассматривается журналом «{$contextName}».<br /> <br /> По результатам рецензирования предыдущей версии материала авторы прислали откорректированную версию их статьи. Мы были бы рады, если бы Вы помогли оценить ее.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию.<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sk_sk: {$reviewerName}:<br /> <br /> Tento email sa týka rukopisu &quot;{$submissionTitle},&quot; podávaného autorom {$contextName}.<br /> <br /> Na základe recenzií predchádzajúcej verzie nahrali autori opravenú verziu tohto príspevku. Boli by sme radi, keby ste nám pomohol(a) túto verziu skontrolovať.<br /> <br /> Zalogujte sa, prosím do {$responseDueDate} na stránky nášho časopisu a dajte nám vedieť či ste schopný(á) a ochotný(á) urobiť pre nás recenziu. Na webe nájdete tiež prístup k vlastnému príspevku a môžete tam nahrať obsah recenzie a odporúčania autorovi.<br /> <br /> Samotná recenzia by mala byť odovzdaná do {$reviewDueDate}.<br /> <br /> Webová adresa príspevku: {$submissionReviewUrl}<br /> <br /> Ďakujeme mnohokrát za spoluprácu.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sl_si: {$recipientName}:<br /> <br /> Ta e-pošta se nanaša na rokopis &quot;{$submissionTitle},&quot; , ki je v obravnavi pri reviji {$contextName}.<br /> <br /> Po pregledu recenzije prejšnje verzije rokopisa, so avtorji oddali dopolnjeno verzijo prispevka. Prosimo vas, če nam lahko pomagate pri ponovni oceni prispevka..<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo.<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv_se: {$reviewerName}:<br /> <br /> Detta gäller manuskriptet &quot;{$submissionTitle},&quot;, som är under övervägande hos {$contextName}.<br /> <br /> Efter granskningen av en tidigare version av manuskriptet har författarna nu skickat in en reviderad version av sin artikel. Vi är glada om du skulle kunna hjälpa oss att utvärdera denna.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Webbplatsens adress är: {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
tr_tr: {$reviewerName}:<br /> <br /> This regards the manuscript &quot;{$submissionTitle},&quot; which is under consideration by {$contextName}.<br /> <br /> Following the review of the previous version of the manuscript, the authors have now submitted a revised version of their paper. We would appreciate it if you could help evaluate it.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uk_ua: {$reviewerName}:<br /> <br /> Цей лист стосується рукопису &quot;{$submissionTitle}&quot;, що розглядається в журналі {$contextName}.<br /> <br /> Згідно рекомендацій попереднього раунду рецензування, автори надіслали виправлену версію своєї роботи. Ми були б вдячні Вам за допомогу в оцінці цього подання.<br /> <br /> Будь ласка, зайдіть на сайт журналу до {$responseDueDate}, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію.<br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}

# emails.reviewRequestOneclickSubsequent.subject
source: Article Review Request
bg_bg: Заявка за рецензиране на статия
cs_cz: Požadavek na recenzi článku
da_dk: Forespørgsel om bedømmelse af artikel
de_de: Bitte um ein Gutachten
es_es: Solicitud de revisión de artículo
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
it_it: Richiesta di revisione di un articolo
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Мақаланы рецензиялауға сұраныс
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
ms_my: Permintaan Ulasan Artikel
nl_nl: Verzoek tot reviewen van een artikel
pt_br: Solicitação de avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru_ru: Запрос на рецензирование статьи
sk_sk: Požiadavka na recenziu článku
sl_si: Prošnja za recenzijo prispevka
sv_se: Förfrågan om granskning av artikel
tr_tr: Makale Değerlendirme Talebi
uk_ua: Запит на рецензування статті
