Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.userRegister.subject
source: Journal Registration
ar: التسجيل في المجلة
az: Jurnal yeni istifadəçi qeydiyyatı
bg: Регистрация за списание
bg_bg: Регистрация за списание
bs_ba: Registracija novog korisnika
ca: Registre a la revista
ca_es: Registre a la revista
cs: Registrace do časopisu
cs_cz: Registrace do časopisu
da: Tidsskriftsregistrering
da_dk: Tidsskriftsregistrering
de: Registrierung bei der Zeitschrift
de_de: Registrierung bei der Zeitschrift
es: Nuevo registro de usuaria/o
es_es: Nuevo registro de usuaria/o
eu: Aldizkarian erregistratzea
fi_fi: Julkaisuun rekisteröityminen
fr_ca: Inscription à la revue
fr_fr: Inscription d'un nouvel utilisateur
gl_es: Rexistro dun novo usuario
he_il: רישום כתב עת
hi_in: जर्नल पंजीकरण
hu: Folyóirat regisztráció
hy_am: Ամսագրի գրանցում
id: Registrasi Jurnal
is_is: Tímarit skráning
it: Registrazione nuovo utente
it_it: Registrazione nuovo utente
ka_ge: რეგისტრაცია ჟურნალში
kk_kz: Журналға тіркеу
ku: خۆتۆماركردن لە گۆڤار
mk: Регистрација на списание
mk_mk: Регистрација на списание
mr: नियतकालिकासाठी नोंदणी (रजिस्ट्रेशन)
ms: Pendaftaran Jurnal
ms_my: Pendaftaran Jurnal
nb: Du er nå registrert som bruker
nl_nl: Tijdschriftregistratie
pl: Rejestracja na stronie czasopisma
pt_br: Cadastro no Periódico
pt_pt: Novo utilizador registado
ro_ro: Înregistrare jurnal
ru: Регистрация в журнале
ru_ru: Регистрация в журнале
sk_sk: Registrácia do časopisu
sl: Potrdilo registracije
sl_si: Potrdilo registracije
sv: Registrering hos tidskrift
sv_se: Registrering hos tidskrift
tr: Dergi Yeni Kullanıcı Kaydı
tr_tr: Dergi Yeni Kullanıcı Kaydı
uk: Реєстрація в журналі
uk_ua: Реєстрація нового користувача
uz@latin: Jurnalni ro'yxatdan o'tkazish
uz_cyrl: Журналда рўйхатдан ўтиш
vi: Đăng ký tạp chí
zh_tw: 期刊註冊

# emails.passwordReset.description
source: This email is sent to a registered user when they have successfully reset their password following the process described in the PASSWORD_RESET_CONFIRM email.
bg_bg: Този имейл се изпраща на регистриран потребител, когато той успешно възстанови паролата си, следвайки процеса, описан в имейла PASSWORD_RESET_CONFIRM.
bs_ba: Ovaj obrazac e-pošte šalje se registriranim korisnicima nakon što uspješno ponovno postave svoju lozinku slijedeći postupak koji je opisan u PASSWORD_RESET_CONFIRM.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari registrat per a notificar-li que la seva contrasenya s'ha reinicialitzat amb èxit després d'haver seguit el procés descrit al missatge de correu electrònic PASSWORD_RESET_CONFIRM.
cs_cz: Tento email je zaslán registrovanému uživateli, když úspěšně resetuje své heslo postupem uvedeným v PASSWORD_RESET_CONFIRM emailu.
da_dk: Denne e-mail sendes til registrerede brugere, når de har nulstillet deres adgangskode, efter at de har fulgt den proces, der er beskrevet i e-mailen PASSWORD_RESET_CONFIRM.
de_de: Diese E-Mail wird an registrierte Benutzer/innen gesendet, nachdem sie ihr Passwort erfolgreich nach dem in der PASSWORD_RESET_CONFIRM-E-Mail beschriebenen Verfahren zurückgesetzt haben.
es_es: Este correo se envía a un/a usuario/a registrado/a una vez han cambiado su contraseña siguiendo el procedimiento descrito en el correo-e PASSWORD_RESET_CONFIRM.
fr_ca: Ce courriel est envoyé à l'utilisateur-trice inscrit-e lorsqu'il a réussi à réinitialiser son mot de passe en ayant suivi la procédure décrite dans le courriel « Confirmation de la réinitialisation du mot de passe ».
gl_es: Este correo envíase a un usuario/a rexistrado/a tras cambiar o seu contrasinal seguindo o procedemento descrito no correo electrónico PASSWORD_RESET_CONFIRM.
he_il: דוא"ל זה נשלח למשתמש רשום לאחר שאיפס בהצלחה את סיסמתו בעקבות התהליך המתואר בדוא"ל PASSWORD_RESET_CONFIRM.
hi_in: PASSWORD_RESET_CONFIRM ईमेल में वर्णित प्रक्रिया का पालन करते हुए यह ईमेल एक पंजीकृत उपयोगकर्ता को भेजा जाता है जब उन्होंने अपना पासवर्ड सफलतापूर्वक रीसेट कर दिया हो.
hy_am: Այս նամակն ուղարկվում է գրանցված օգտվողին, երբ նա հաջողությամբ վերականգնում է իր գաղտնաբառը՝ PASSWORD_RESET_CONFIRM էլ․ փոստում նկարագրված գործընթացից հետո:
is_is: Þessi tölvupóstur er sendur á skráða notendur þegar þeir hafa endurstillt lykilorðið sitt samkvæmt ferlinu sem lýst er í PASSWORD_RESET_CONFIRM tölvupóstinum.
it_it: Questa email viene mandata ad un utente registrato quando ha resettato la password seguendo il processo descritto nella email PASSWORD_RESETTA_CONFERMA.
ka_ge: ეს წერილი ეგზავნება რეგისტრირებულ მომხმარებელს, როდესაც ის შეცვლის პაროლს PASSWORD_RESET_CONFIRM წერილის წესების მიხედვით.
kk_kz: Бұл хат тіркелген пайдаланушыға PASSWORD_RESET_CONFIRM хатында сипатталған рәсімге сәйкес парольді сәтті қалпына келтірген кезде жіберіледі.
ku: ئەم ئيمەيلە بۆ بەكارهێنەرى تۆماركراو دەنێردرێت لە كاتى رێكخستنەوەى وشەى نهێنى تايبەت بەخۆى بە سەركەوتوويى پاش جێبەجێكردنى پرۆسەى روونكراو لە ئيمەيلى وشەى نهێنى_رێكخستنەوە_پەسەندكردن.
ms_my: E-mel ini dihantar kepada pengguna berdaftar apabila mereka berjaya menetapkan semula kata laluan mereka mengikuti proses yang dijelaskan dalam e-mel PASSWORD_RESET_CONFIRM.
nl_nl: Deze e-mail wordt verstuurd naar een geregistreerde gebruiker als ze met succes hun wachtwoord hebben veranderd volgens de procedure die is beschreven in de PASSWORD_RESET_CONFIRM e-mail.
pt_br: Esta mensagem é enviada a um usuário cadastrado quando ele redefiniu sua senha com sucesso, seguindo o processo descrito na mensagem PASSWORD_RESET_CONFIRM.
pt_pt: Este e-mail é enviado a um utilizador registado quando este atualizou com sucesso a senha seguindo o processo descrito no e-mail PASSWORD_RESET_CONFIRM.
ro_ro: Acest e-mail este trimis unui utilizator înregistrat atunci când și-a resetat parola în urma procesului descris în e-mailul PASSWORD_RESET_CONFIRM.
ru_ru: Это письмо отправляется зарегистрированному пользователю, когда он успешно сбросил свой пароль в соответствии с процедурой, описанной в письме PASSWORD_RESET_CONFIRM.
sk_sk: Tento email je zaslaný registrovanému používateľovi, keď úspešne resetuje svoje heslo postupom uvedeným v PASSWORD_RESET_CONFIRM emailu.
sl_si: Email se pošlje registriranemu uporabniku, ko uspešno ponastavi svoje geslo, kot je opisano v emailu PASSWORD_RESET_CONFIRM.
sv_se: Det här e-postmeddelandet skickas till registrerade användare som bekräftelse på återställt lösenord (enligt beskrivning i PASSWORD_RESET_CONFIRM-mailet).
uk_ua: Цей лист надсилається зареєстрованому користувачу після того, як він успішно скинув свій пароль за допомогою процесу, викладеного у листі PASSWORD_RESET_CONFIRM.

# emails.passwordReset.body
source: Your password has been successfully reset for use with the {$siteTitle} web site. Please retain this username and password, as it is necessary for all work with the journal.<br /> <br /> Your username: {$recipientUsername}<br /> Password: {$password}<br /> <br /> {$signature}
bg_bg: Вашата парола е успешно нулирана за използване на акаунта ви в {$siteTitle} . Моля, запазете това потребителско име и парола, тъй като това е необходимо за цялата работа със списанието. <br /> <br /> Потребител: {$recipientUsername}<br /> Парола: {$password}<br /> <br /> {$signature}
bs_ba: Vaša lozinka za mrežnu stranicu {$siteTitle} je uspješno promijenjena. Molimo vas da pohranite vaše korisničko ime i lozinku jer su oni nužni za sve aktivnosti vezane uz časopis.<br /> <br /> Vaše korisničko ime: {$username}<br /> Lozinka: {$password}<br /> <br /> {$principalContactSignature}
ca_es: La vostra contrasenya per al lloc web {$siteTitle} s'ha reinicialitzat correctament. Recordeu aquest nom d'usuari i aquesta contrasenya, ja que els necessitareu per a accedir a la revista i treballar-hi.<br /> <br /> Nom d'usuari: {$username}<br /> Contrasenya: {$password}<br /> <br /> {$principalContactSignature}
cs_cz: Vaše heslo pro stránku {$siteTitle} bylo úspěšně resetováno. Zapamatujte si prosím toto uživatelské jméno a heslo, protože je budete potřebovat pro veškerou práci s tímto časopisem.<br /> <br /> Vaše uživatelské jméno: {$username}<br /> Heslo: {$password}<br /> <br /> {$principalContactSignature}
da_dk: Din adgangskode er blevet nulstillet og kan benyttes på webstedet {$siteTitle}. Opbevar brugernavnet og adgangskoden, da de er nødvendige for alt arbejde i forbindelse med tidsskriftet.<br /> <br /> Dit brugernavn: {$username}<br/> Adgangskode: {$password}<br /> <br /> {$principalContactSignature}
de_de: Ihr Benutzer/innen-Passwort für die Webseite {$siteTitle} wurde neu gesetzt. Bitte notieren Sie Benutzer/innennamen und Passwort, beides wird für alle Arbeiten mit dieser Zeitschrift gebraucht.<br /> <br /> Ihr Benutzer/innenname: {$username}<br /> Passwort: {$password}<br /> <br /> {$principalContactSignature}
es_es: Su contraseña en {$siteTitle} se ha cambiado sin problema. Por favor, guarde en lugar seguro su nombre de usuaria/o y contraseña, ya que son necesarios para trabajar con la revista.<br /> <br /> Nombre de usuaria/o: {$username}<br /> Contraseña: {$password}<br /> <br /> {$principalContactSignature}
fi_fi: Salasananne {$siteTitle} -sivustolle on vaihdettu onnistuneesti. Säilyttäkää tämä käyttäjätunnus ja salasana, sillä tarvitsette niitä kaikkeen työskentelyyn julkaisun parissa.<br> <br /> Käyttäjätunnuksenne: {$username}<br /> Salasana: {$password}<br /> <br /> {$principalContactSignature}
fr_ca: Votre mot de passe pour le site Web {$siteTitle} a été réinitialisé avec succès. Veuillez conserver votre nom d'utilisateur-trice ainsi que votre mot de passe. Vous en aurez besoin pour chacune de vos interactions avec la revue.<br /> <br /> Votre nom d'utilisateur-trice : {$username}<br /> Mot de passe : {$password}<br /> <br /> {$principalContactSignature}
gl_es: O seu contrasinal para o sitio web {$siteTitle} foi restablecido con éxito. Lembre este nome de usuario e este contrasinal, xa que os necesitará para acceder á revista e traballar con ela.<br /> <br /> Nome de usuario/a: {$recipientUsername}<br /> Contrasinal: {$password}<br /> <br /> {$signature}
he_il: איפוס סיסמתך בוצע בהצלחה. שמור על פרטי שם משתמש וסיסמה כי צריכים אותם לכל עבודה עם כתב העת. <br /> <br /> שם משתמש: {username$}<br /> סיסמה: {password$}<br /> <br /> {principalContactSignature$}
hi_in: आपका पासवर्ड सफलतापूर्वक {$ siteTitle} वेब साइट के साथ उपयोग के लिए रीसेट कर दिया गया है। कृपया इस उपयोगकर्ता नाम और पासवर्ड को बनाए रखें, क्योंकि यह जर्नल के साथ काम करने के लिए आवश्यक है.<br /> <br /> Your username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}
hy_am: Ձեր գաղտնաբառը հաջողությամբ վերականգնվել է {$siteTitle} վեբ կայքի հետ օգտագործելու համար: Խնդրում ենք պահպանել այս օգտվողի անունը և գաղտնաբառը, քանի որ դա անհրաժեշտ է ամսագրի հետ աշխատանքի համար.<br /> <br /> Ձեր օգտանունը: {$recipientUsername}<br /> Գաղտնաբառ: {$password}<br /> <br /> {$signature}
is_is: Búið er að endurstilla lykilorðið þitt á vefsíðu tímritsins {$siteTitle}. Vinsamlega geymdu þetta notendanafn og lykilorð þar sem það er nauðsynlegt fyrir alla vinnu með tímaritinu. <br /> <br /> Notendanafið þitt: {$recipientUsername}<br /> Lykilorð: {$password}<br /> <br /> {$signature}
it_it: &lt;![CDATA[La tua password per {$siteTitle} &amp;#232; stata modificata con successo.<br /> Qui sotto trovi il tuo username e la nuova password.<br /> <br /> La tua username: {$username}<br /> Password: {$password}<br /> <br /> {$principalContactSignature}]]&gt;
ka_ge: თქვენი პაროლი საიტზე {$siteTitle} წარმატებით ჩამოიყარა. გთხოვთ შეინახეთ მომხმარებლის სახელი და პაროლი, ვინაიდან ის საჭიროა ჟურნალთან სამუშაოდ.<br /> <br /> თქვენი სახელი: {$username}<br /> პაროლი: {$password}<br /> <br /> {$principalContactSignature}
kk_kz: "{$SiteTitle}" сайтындағы құпия сөзіңіз сәтті қалпына келтірілді. Пайдаланушы аты мен парольді сақтаңыз, өйткені олар журналмен жұмыс істеу үшін қажет.<br /> <br /> Пайдаланушы аты: {$recipientUsername}<br / > Құпия сөз: {$пароль}<br / > <br /> {$signature}
ku: دووبارە رێكخستنەوەى وشەى نهێنيتان بەسەركەوتوويى ئەنجامدرا بۆ بەكارهێنانى لەگەڵ {$siteTitle} ماڵپەڕ. تكايە ناوى بەكارهێنەر و وشەى نهێنى بپارێزە, چونكە زۆر گرنگە بۆ هەموو كارەكانى گۆڤار .<br /> <br /> ناوى بەكارهێنەر: {$ناوى بەكارهێنەر}<br /> وشەى نهێنى: {$وشەى نهێنى}<br /> <br /> {$principalContactSignature}
mk_mk: Вашата лозинка е успешно ресетирана за употреба на {$siteTitle} веб-страницата. Ве молиме запомнетете го ова корисничко име и лозинка, бидејќи ви се потребни за сета работа со списанието.<br /> <br /> Вашето корисничко име: {$recipientUsername}<br /> Лозинка: {$password}<br /> <br /> {$siteContactName}
ms_my: Kata laluan anda berjaya ditetapkan semula untuk digunakan dengan laman web {$siteTitle}. Harap simpan nama pengguna dan kata laluan ini, kerana perlu untuk semua kerja dengan jurnal. <br /> <br /> Nama pengguna anda: {$recipientUsername} <br /> Kata Laluan: {$password} <br /> <br /> {$signature}
nl_nl: Uw wachtwoord is met succes hersteld voor de website {$siteTitle}. Bewaar de gebruikersnaam en wachtwoord, ze zijn nodig om het tijdschrift te kunnen gebruiken.<br /> <br /> Uw gebruikersnaam: {$username}<br /> Wachtwoord: {$password}<br /> <br /> {$principalContactSignature}
pt_br: Sua senha foi redefinida com sucesso para uso com o site {$siteTitle}. Favor guardar esse nome de usuário e senha, pois são necessários para todo o trabalho com o periódico.<br /> <br /> Seu usuário: {$username}<br /> Senha: {$password}<br /> <br /> {$principalContactSignature}
pt_pt: A sua senha de acesso ao site {$siteTitle} foi atualizada com sucesso. Guarde os seus dados de acesso (nome de utilizador e senha), uma vez que serão necessários para todas as interações com a revista.<br /> <br /> O seu nome de utilizador: {$username}<br /> A sua senha: {$password}<br /> <br /> {$principalContactSignature}
ro_ro: Parola dv. a fost resetată cu succes pentru utilizare pe site-ul {$siteTitle}. Rețineți numele de utilizator și parola, necesare activității la acest jurnal.<br /> <br /> Numele: {$username}<br /> Parola: {$password}<br /> <br /> {$principalContactSignature}
ru_ru: Ваш пароль на сайте «{$siteTitle}» был успешно сброшен. Пожалуйста, сохраните имя пользователя и пароль, так как они требуются для работы с журналом.<br /> <br /> Имя пользователя: {$username}<br /> Пароль: {$password}<br /> <br /> {$principalContactSignature}
sk_sk: Vaše heslo pre stránku {$siteTitle} bolo úspešne resetované. Zapamätajte si, prosím, toto užívateľské meno a heslo, pretože ich budete potrebovať pre všetku prácu s týmto časopisom.<br /> <br /> Vaše užívateľské meno: {$username}<br /> Heslo: {$password}<br /> <br /> {$principalContactSignature}
sl_si: Vaše geslo za dostop do spletišča {$siteTitle} je bilo uspešno ponastavljeno. Spodaj sta vaše uporabnipko ime in novo geslo, ki ju potrebujete za prijavo.<br /> <br /> Uporabniško ime: {$recipientUsername}<br /> Geslo: {$password}<br /> <br /> {$signature}
sv_se: Ditt lösenord för {$siteTitle} har återställts. Spara nedanstående användarnamn och lösenord, de är nödvändiga för allt arbete med tidskriften.<br /> <br /> Ditt användarnamn: {$username}<br /> Lösenord: {$password}<br /> <br /> {$principalContactSignature}
uk_ua: Ваш пароль для доступу до веб-сайту {$siteTitle} був успішно змінений. Будь ласка, збережіть вказані нижче ім'я користувача та пароль, оскільки ці дані будуть Вам необхідні протягом усієї подальшої роботи з цим журналом.<br /> <br /> Ваше ім'я користувача: {$username}<br /> Пароль: {$password}<br /> <br /> {$principalContactSignature}

# emails.passwordReset.subject
source: Password Reset
bg_bg: Нулиране на парола
bs_ba: Promjena lozinke
ca_es: Reinicialització de la contrasenya
cs_cz: Resetování hesla
da_dk: Nulstil adgangskode
de_de: Passwort neu gesetzt
es_es: Cambio de contraseña
fi_fi: Salasana vaihdettu
fr_ca: Réinitialisation du mot de passe
gl_es: Cambio de contrasinal
he_il: איפוס סיסמה
hi_in: पासवर्ड रीसेट
hy_am: Գաղտնաբառի վերականգնում
is_is: Endurstilling lykilorðs
it_it: Password modificata
ka_ge: პაროლი ჩამოყრილია
kk_kz: Құпия сөзді қалпына келтірілді
ku: دووبارە رێكخستنەوەى وشەى نهێنى
mk_mk: Ресетирај лозинка
ms_my: Tetapan Semula Kata Laluan
nl_nl: Wachtwoord hersteld
pt_br: Senha Redefinida
pt_pt: Senha atualizada
ro_ro: Resetare parolă
ru_ru: Пароль сброшен
sk_sk: Resetovanie hesla
sl_si: Geslo ponastavljeno
sv_se: Lösenord återställt
uk_ua: Зміна пароля

# emails.passwordResetConfirm.description
source: This email is sent to a registered user when they indicate that they have forgotten their password or are unable to login. It provides a URL they can follow to reset their password.
bg_bg: Този имейл се изпраща на регистриран потребител, когато той посочи, че е забравил паролата си или не може да влезе. В имейла се предоставя URL адрес с връзка за задаване на нова парола.
bs_ba: Ovaj obrazac e-pošte šalje se registriranim korisnicima kada informiraju sustav da su zaboravili svoju lozinku ili da se ne mogu prijaviti u sustav. U poruci se nalazi URL koji mogu slijediti kao bi postavili svoju novu lozinku.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari registrat si ha indicat que no recorda la seva contrasenya o que no pot iniciar la sessió. Inclou un URL per a la reinicialització de la contrasenya.
cs_cz: Tento email je zasílán registrovanému uživateli, když uvede, že zapomněl své heslo nebo se nemůže přihlásit. Obsahuje adresu URL, kterou může následovat a resetovat své heslo.
da_dk: Denne e-mail sendes til registrerede brugere, når de angiver, at de har glemt deres adgangskode eller ikke kan logge på. Den indeholder en URL-adresse, de kan følge for at nulstille deres adgangskode.
de_de: Diese E-Mail wird an registrierte Benutzer/innen der Benachrichtigungs-Mailingliste gesendet, die angegeben haben, dass sie ihr Passwort vergessen haben oder sich nicht einloggen können. Sie liefert eine URL, der die Benutzer/innen folgen können, um ihr Passwort zurückzusetzen.
es_es: Este correo se envía a un/a usuario/a registrado/a cuando indican que han olvidado su contraseña o que no se pueden identificar. Proporciona una URL para que cambien su contraseña.
fr_ca: Ce courriel est envoyé à l'utilisateur-trice inscrit-e qui nous signale avoir oublié son mot de passe ou qui est incapable d'ouvrir une session. Il fournit le lien URL à cliquer pour pouvoir réinitialiser son mot de passe.
fr_fr: Ce courriel est envoyé aux utilisateurs qui nous signalent avoir oublié leur mot de passe ou qui sont incapables d'ouvrir une session. Il fournit le lien URL pour réinitialiser leur mot de passe.
gl_es: Este correo envíase a un usuario/a rexistrado/a que indicou que non lembra o seu contrasinal ou que non pode iniciar a sesión. Proporciona un URL para o cambio do seu contrasinal.
he_il: דוא"ל זה נשלח למשתמש רשום כאשר הוא מציין ששכח את סיסמתו או שאינו יכול להתחבר. היא מספקת כתובת URL כדי לאפס את הסיסמה שלהם.
hi_in: यह ईमेल एक पंजीकृत उपयोगकर्ता को भेजा जाता है जब वे इंगित करते हैं कि वे अपना पासवर्ड भूल गए हैं या लॉगिन करने में असमर्थ हैं। यह एक URL प्रदान करता है जिसका वे अपना पासवर्ड रीसेट करने के लिए अनुसरण कर सकते हैं.
hy_am: Այս նամակն ուղարկվում է գրանցված օգտվողին, երբ նրանք նշում են, որ մոռացել են իրենց գաղտնաբառը կամ չեն կարողանում մուտք գործել: Այն տրամադրում է URL, որին նրանք կարող են հետևել՝ վերականգնելու իրենց գաղտնաբառը:
is_is: Þessi tölvupóstur er sendur á skráða notendur þegar þeir hafa gleymt lykilorði sínu og geta ekki skráð sig inn. Tölvupósturinn sendir vefslóð sem notandinn getur notað til að endurstilla lykilorðið sitt.
it_it: Questa email viene mandata ad un utente registrato quando questi indica che ha dimenticato la sua password o non riesce a fare il log in. Fornisce una URL per il reset della password.
ka_ge: ეს წერილი ეგზავნება რეგისტრირებულ მომხმარებელს, როდესაც მას სურს პაროლის ჩამოყრა. წერილში მოცემულია ბმული, რომელზეც დაწკაპუნებით მომხმარებელი ჩამოყრის პაროლს.
kk_kz: Бұл электрондық пошта тіркелген қолданушыға парольді ұмытып қалғанын немесе сайтқа кіре алмайтындығын айтқан кезде жіберіледі. Хатта пайдаланушы құпия сөзін қалпына келтіре алатын сілтеме (URL) бар.
ku: ئەم ئيمەيلە، بۆ ئاگاداركردنەوەى ئەو بەكارهێنەرە تۆماركراوە دەنێردرێت كە وشەى نهێنييان بيرچووە و/يان نەيانتوانيوە بێنە ناو سستەمەوە. بۆ سفركردنەوەى وشەى نهێنيتان بەدواى بەستەرە بكەوە كە لەم ئيمەيلەدايە.
ms_my: E-mel ini dihantar kepada pengguna yang berdaftar apabila mereka menunjukkan bahawa mereka lupa kata laluan mereka atau tidak dapat masuk. Ini menyediakan URL yang dapat mereka ikuti untuk menetapkan semula kata laluan mereka.
nl_nl: Deze e-mail wordt gestuurd naar een geregistreerde gebruiker die heeft aangegeven zijn wachtwoord vergeten te zijn of niet in te kunnen loggen. Het bevat een URL die ze kunnen volgen om hun wachtwoord te herstellen.
pt_br: Esta mensagem é enviada a um usuário cadastrado quando o mesmo indica que tenha esquecido sua senha ou não consiga efetuar login. Um link é fornecido que permite ao usuário redefinir sua senha.
pt_pt: Este e-mail é enviado ao utilizador registado quando o mesmo solicita a atualização da senha, quando esqueceu a senha ou encontra problemas para aceder à revista. O link fornecido permite ao utilizador concluir a atualização da senha.
ro_ro: Acest e-mail este trimis unui utilizator înregistrat atunci când indică faptul că și-a uitat parola sau nu se poate autentifica. Oferă o adresă URL pe care o poate urma pentru a-și reseta parola.
ru_ru: Это письмо отправляется зарегистрированному пользователю, когда он сообщает, что забыл пароль или не может войти на сайт. В письме содержится ссылка (URL), перейдя по которой пользователь сможет сбросить свой пароль.
sk_sk: Tento email je zasielaný registrovanému používateľovi, keď uvedie, že zabudol svoje heslo alebo sa nemôže prihlásiť. Obsahuje adresu URL, ktorú môže nasledovať a resetovať svoje heslo.
sl_si: Email se pošlje uporabniku, ko pozabi geslo za prijavo in odda zahtevo za ponastavitev gesla. V emailu se nahaja povezava, ki jo mora uporabnik klikniti za ponastavitev gesla.
sv_se: Det här meddelandet skickas till registrerade användare som meddelar att de har glömt sitt lösenord eller inte kan logga in. E-postmeddelandet innehåller en URL som leder till återställning av lösenordet.
tr_tr: Bu e-posta, şifrelerini unuttuğunu ve/veya giriş yapamadıklarını bildiren kayıtlı kullanıcılara gönderilmektedir. Şifrelerini sıfırlamak için izleyebilecekleri bir URL bağlantısı içerir.
uk_ua: Цей лист надсилається зареєстрованому користувачу, який вказав, що забув свій пароль і не може увійти до системи. У листі міститься URL, натиснувши на який користувач може скинути свій пароль.
