Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.statisticsReportNotification.body
source: {$name}, <br /> <br /> Your journal health report for {$month}, {$year} is now available. Your key stats for this month are below.<br /> <ul> <li>New submissions this month: {$newSubmissions}</li> <li>Declined submissions this month: {$declinedSubmissions}</li> <li>Accepted submissions this month: {$acceptedSubmissions}</li> <li>Total submissions in the system: {$totalSubmissions}</li> </ul> Login to the journal to view more detailed <a href="{$editorialStatsLink}">editorial trends</a> and <a href="{$publicationStatsLink}">published article stats</a>. A full copy of this month's editorial trends is attached.<br /> <br /> Sincerely,<br /> {$signature}
ar: {$recipientName}, <br /> <br /> تقرير حالة مجلتك لشهر {$month}، {$year} متوافر حالياً. الأمور المفصلية لهذا الشهر هي كما يأتي.<br /> <ul> <li>عدد طلبات التقديم الجديدة: {$newSubmissions}</li> <li>طلبات التقديم المرفوضة: {$declinedSubmissions}</li> <li>طلبات التقديم المقبولة: {$acceptedSubmissions}</li> <li>إجمالي طلبات التقديم في النظام: {$totalSubmissions}</li> </ul> سجل دخولك إلى المجلة لمعاينة <a href="{$editorialStatsLink}">ما يشغل هيئة التحرير</a> بشكل مفصل فضلاً عن <a href="{$publicationStatsLink}">حالة المقالات المنشورة</a>. لديك نسخة مرفقة بهذه الرسالة تتضمن كل مشاغل هيئة التحرير لهذا الشهر.<br /> <br /> مع التقدير<br /> {$contextSignature}
bg: {$recipientName}, <br /> <br /> Вашият отчет за състоянието на списанието за {$month}, {$year} вече е на разположение. Вашите ключови статистически данни за този месец са по -долу.<br /> <ul> <li>Нови изпратени материали този месец: {$newSubmissions}</li> <li>Отказани изпратени материали този месец: {$declinedSubmissions}</li> <li>Приети изпратени материали този месец: {$acceptedSubmissions}</li> <li>Общо изпратени материали в системата: {$totalSubmissions}</li> </ul> Влезте в списанието, за да видите по-подробно <a href="{$editorialStatsLink}">редакционните тенденции</a> и <a href="{$publicationStatsLink}">статистика за публикуваните статии</a>. Приложено е пълно копие на редакционните тенденции за този месец.<br /> <br /> Ваш,<br /> {$contextSignature}
bg_bg: {$name}, <br /> <br /> Вашият отчет за състоянието на списанието за {$month}, {$year} вече е на разположение. Вашите ключови статистически данни за този месец са по -долу.<br /> <ul> <li>Нови изпратени материали този месец: {$newSubmissions}</li> <li>Отказани изпратени материали този месец: {$declinedSubmissions}</li> <li>Приети изпратени материали този месец: {$acceptedSubmissions}</li> <li>Общо изпратени материали в системата: {$totalSubmissions}</li> </ul> Влезте в списанието, за да видите по-подробно <a href="{$editorialStatsLink}">редакционните тенденции</a> и <a href="{$publicationStatsLink}">статистика за публикуваните статии</a>. Приложено е пълно копие на редакционните тенденции за този месец.<br /> <br /> Ваш,<br /> {$signature}
ca: {$recipientName}, <br /> <br /> Ja està disponible l'informe de salut de la vostra revista per {$month}, {$year}. Les estadístiques clau d'aquest mes son les següents.<br /> <ul> <li>Trameses noves aquest mes: {$newSubmissions}</li> <li>Trameses rebutjades aquest mes: {$declinedSubmissions}</li> <li>Trameses acceptades aquest mes: {$acceptedSubmissions}</li> <li>Trameses totals en el sistema: {$totalSubmissions}</li> </ul> Inicieu sessió a la revista per veure les <a href="{$editorialStatsLink}">tendències editorials</a> i les <a href="{$publicationStatsLink}">estadístiques d'articles publicats</a> amb més detall. S'adjunta una còpia completa de les tendències editorials d'aquest mes.<br /> <br /> Salutacions cordials,<br /> {$contextSignature}
cs: {$recipientName}, <br /> <br /> Vaše zpráva o stavu časopisu za {$month}, {$year} je nyní k dispozici. Vaše klíčové statistiky pro tento měsíc jsou níže. <br /> <ul> <li>Nová podání tento měsíc: {$newSubmissions}</li> <li>Odmítnuté příspěvky tento měsíc: {$declinedSubmissions}</li> <li>Přijaté příspěvky tento měsíc: {$acceptedSubmissions}</li> <li>Celkový počet příspěvků v systému: {$totalSubmissions}</li> </ul> Chcete-li zobrazit podrobnější <a href="{$editorialStatsLink}">statistiky redakce</a> a <a href="{$publicationStatsLink}">statistiky publikovaných článků</a>, přihlaste se do časopisu. Úplná kopie statistiky redakce tohoto měsíce je připojena. <br /> <br /> S pozdravem <br /> {$contextSignature}
cs_cz: {$name}, <br /> <br /> Vaše zpráva o stavu časopisu za {$month}, {$year} je nyní k dispozici. Vaše klíčové statistiky pro tento měsíc jsou níže. <br /> <ul> <li>Nová podání tento měsíc: {$newSubmissions}</li> <li>Odmítnuté příspěvky tento měsíc: {$declinedSubmissions}</li> <li>Přijaté příspěvky tento měsíc: {$PřijatoSubmissions}</li> <li>Celkový počet příspěvků v systému: {$totalSubmissions}</li> </ul> Chcete-li zobrazit podrobnější <a href="{$editorialStatsLink}">statistiky redakce</a> a <a href="{$publicationStatsLink}">statistiky publikovaných článků</a>, přihlaste se do časopisu. Úplná kopie statistiky redakce tohoto měsíce je připojena. <br /> <br /> S pozdravem <br /> {$principalContactSignature}
da: Kære {$name}, <br /> <br /> Dit tidsskrifts tilstandsrapport for {$month}, {$year} er nu tilgængelig. De statistiske nøgletal ses nedenfor.<br /> <ul> <li>Nye indsendelser I denne måned: {$newSubmissions}</li> <li>Afviste indsendelser I denne måned: {$declinedSubmissions}</li> <li>Accepterede indsendelser i denne måned: {$acceptedSubmissions}</li> <li>Systemets samlede antal indsendelser: {$totalSubmissions}</li> </ul> Log ind på tidsskriftet for at se flere oplysninger om <a href="{$editorialStatsLink}">redaktionelle udviklingstendenser </a> og <a href="{$publicationStatsLink}">offentliggjorte artikelstatistikker</a>. En komplet kopi af denne måneds redaktionelle udvikling er vedhæftet.<br /> <br /> Med venlig hilsen<br /> {$signature}
de: Sehr geehrte/r {$recipientName} <br /> <br /> Ihr Zeitschriftenbericht für {$month}, {$year} ist jetzt verfügbar. Ihre wichtigsten Statistiken für diesen Monat:<br /> <ul> <li>Neue Einreichungen diesen Monat: {$newSubmissions}</li> <li>Abgelehnte Einreichungen diesen Monat: {$declinedSubmissions}</li> <li>Angenommene Einsendungen in diesem Monat: {$acceptedSubmissions}</li> <li>Gesamtanzahl der Einreichungen im System: {$totalSubmissions}</li> </ul> Melden Sie sich bei der Zeitschrift an, um detailliertere <a href="{$editorialStatsLink}">Redaktionstrends</a> und <a href="{$publicationStatsLink}">Statistiken zu veröffentlichten Artikeln</a> anzuzeigen. Eine vollständige Kopie der redaktionellen Trends für diesen Monat ist beigefügt.<br /> <br /> Mit freundlichen Grüßen,<br /> {$contextSignature}
es: {$recipientName}, <br /> <br /> El informe de estado de su revista de {$month}, {$year} ya está disponible. Las estadísticas clave de este mes son las siguientes.<br /> <ul> <li>Nuevos envíos este mes: {$newSubmissions}</li> <li>Envíos rechazados este mes: {$declinedSubmissions}</li> <li>Envíos aceptados este mes: {$acceptedSubmissions}</li> <li>Envíos totales en el sistema: {$totalSubmissions}</li> </ul> Inicie sesión en la revista para obtener más detalles sobre las <a href="{$editorialStatsLink}">tendencias editoriales</a> y las <a href="{$publicationStatsLink}">estadísticas de artículos publicados</a>. Se adjunta una copia completa del informe correspondiente a este mes .<br /> <br /> Saludos cordiales,<br /> {$contextSignature}
es_es: {$name}, <br /> <br /> El informe de estado de su revista de {$month}, {$year} ya está disponible. Las estadísticas clave de este mes son las siguientes.<br /> <ul> <li>Nuevos envíos este mes: {$newSubmissions}</li> <li>Envíos rechazados este mes: {$declinedSubmissions}</li> <li>Envíos aceptados este mes: {$acceptedSubmissions}</li> <li>Envíos totales en el sistema: {$totalSubmissions}</li> </ul> Inicie sesión en la revista para obtener más detalles sobre las <a href="{$editorialStatsLink}">tendencias editoriales</a> y las <a href="{$publicationStatsLink}">estadísticas de artículos publicados</a>. Se adjunta una copia completa del informe correspondiente a este mes .<br /> <br /> Saludos cordiales,<br /> {$principalContactSignature}
eu: {$recipientName}, <br /> <br /> Eskuragarri dago jada zure aldizkariaren egoeraren {$year} {$month}-(e)ko txostena. Hona hemen hilabete honetako estatistikarik esanguratsuenak:<br /> <ul> <li>Hilabete honetako bidalketa berriak: {$newSubmissions}</li> <li>Hilabete honetan baztertutako bidalketak: {$declinedSubmissions}</li> <li>Hilabete honetan onartutako bidalketak: {$acceptedSubmissions}</li> <li>Sistemako bidalketen guztizkoa: {$totalSubmissions}</li> </ul> Hasi saioa aldizkarian <a href="{$editorialStatsLink}">joera editorialak</a> eta <a href="{$publicationStatsLink}">argitaratutako artikuluen estatistikak</a> xeheago ikusteko. Atxikita duzu hilabete honi dagokion txostenaren kopia oso bat.<br /> <br /> Adeitasunez,<br /> {$contextSignature}
fr_ca: {$name}, <br /> <br /> Le rapport d'activité éditoriale de votre revue pour {$month}, {$year} est maintenant disponible. Les principales statistiques pour ce mois sont affichées ci-dessous.<br /> <ul> <li> Nouvelles soumissions pour ce mois : {$newSubmissions} </li> <li> Soumissions refusées pour ce mois : {$rebuildsubmissions} </li> <li> Soumissions acceptées pour ce mois : {$acceptedSubmissions} </li> <li> Nombre total de soumissions dans la plateforme : {$totalSubmissions} </li> </ul> Connectez-vous au site de la revue pour voir davantage de <a href="{$editorialStatsLink}">tendances dans l'activité éditoriale</a> ainsi que des <a href="{$publicationStatsLink}">statistiques relatives aux articles publiés</a>. Le rapport complet des tendances de l'activité éditoriale de ce mois-ci est joint au présent envoi.<br /> <br /> Cordialement,<br /> {$principalContactSignature}
fr_fr: {$name}, <br /> <br /> Le rapport d'activité éditoriale de votre revue pour {$month} {$year} est maintenant disponible. Les principales statistiques pour ce mois sont affichées ci-dessous.<br /> <ul> <li> Nouvelles soumissions pour ce mois : {$newSubmissions} </li> <li> Soumissions refusées pour ce mois : {$declinedSubmissions} </li> <li> Soumissions acceptées pour ce mois : {$acceptedSubmissions} </li> <li> Nombre total de soumissions dans la plateforme : {$totalSubmissions} </li> </ul> Connectez-vous au site de la revue pour voir davantage de <a href="{$editorialStatsLink}">tendances dans l'activité éditoriale</a> ainsi que des <a href="{$publicationStatsLink}">statistiques relatives aux articles publiés</a>. Le rapport complet des tendances de l'activité éditoriale de ce mois-ci est joint au présent envoi.<br /> <br /> Cordialement,<br /> {$principalContactSignature}
gl_es: {$name}, <br /> <br /> O informe da actividade editorial da súa revista de {$month}, {$year} xa está dispoñible. As estatísticas clave deste mes son as seguintes.<br /> <ul> <li>Novos envíos este mes: {$newSubmissions}</li> <li>Envíos rexeitados este mes: {$declinedSubmissions}</li> <li>Envíos aceptados este mes: {$acceptedSubmissions}</li> <li>Envíos totais no sistema: {$totalSubmissions}</li> </ul> Inicie sesión na revista para obter máis detalles sobre as <a href="{$editorialStatsLink}">tendencias editoriais</a> e as <a href="{$publicationStatsLink}">estatísticas de artigos publicados</a>. Anéxase unha copia completa das tendencias editoriais deste mes .<br /> <br /> Cordialmente,<br /> {$signature}
hu: Tisztelt {$recipientName}! <br /> <br /> A folyóiratával kapcsolatos összesítő riport elérhető az <a href="{$editorialReportLink}">OJS rendszerben</a>. A főbb mutatók {$year} {$month} hónapra az alábbiak:<br /> <ul> <li>Új beküldések ebben a hónapban: {$newSubmissions}</li> <li>Elutasított beküldések ebben a hónapban: {$declinedSubmissions}</li> <li>Elfogadott beküldések ebben a hónapban: {$acceptedSubmissions}</li> <li>Összes beküldés a rendszerben: {$totalSubmissions}</li> </ul> Jelentkezzen be a folyóiratba a részletesebb <a href="{$editorialStatsLink}">szerkesztőségi folyamatok</a> és <a href="{$publicationStatsLink}">megjelentetett cikkek statisztikájának</a> megtekintéshez. A havi szerkesztőségi folyamatok teljes másolata csatolva lett.<br /> <br> Üdvözlettel,<br /> {$contextSignature}
hy_am: {$name}, <br /> <br /> Ձեր ամսագրի առողջության հաշվետվությունը {$month}, {$year} համար այժմ հասանելի է: Այս ամսվա ձեր հիմնական վիճակագրությունը ստորև է:<br /> <ul> <li>Նոր ներկայացումներ այս ամիս: {$newSubmissions}</li> <li>Մերժված ներկայացումներ այս ամիս: {$declinedSubmissions}</li> <li>Ընդունված ներկայացումներ այս ամիս: {$acceptedSubmissions}</li> <li>Համակարգում ներկայացվածների ընդհանուր թիվը: {$totalSubmissions}</li> </ul> Մուտք գործեք ամսագիր ավելի մանրամասն դիտելու համար <a href="{$editorialStatsLink}">խմբագրական միտումները</a> և <a href="{$publicationStatsLink}">հրապարակված հոդվածների վիճակագրությունը</a>։ Կցված է այս ամսվա խմբագրական միտումների ամբողջական պատճենը:<br /> <br /> Հարգանքով,<br /> {$signature}
id: {$recipientName}, <br /> <br /> Laporan kondisi jurnal Anda untuk {$month}, {$year} sudah tersedia. Statistik utama Anda bulan ini tersaji sebagai berikut.<br /> <ul> <li>Naskah baru yang masuk bulan ini: {$newSubmissions}</li> <li>Naskah ditolak bulan ini: {$declinedSubmissions}</li> <li>Naskah yang diterima bulan ini: {$acceptedSubmissions}</li> <li>Total naskah dalam sistem: {$totalSubmissions}</li> </ul> Selengkapnya, login untuk melihat <a href="{$editorialStatsLink}">kecenderungan editorial</a> dan <a href="{$publicationStatsLink}">statistik artikel yang dipublikasikan</a>. Salinan lengkap trend bulan ini terlampir.<br /> <br /> Salam Hormat,<br /> {$contextSignature}
it: {$recipientName}, <br /> <br /> E' disponibile il report per il mese di {$month}, {$year} e di seguito sono indicate le statistiche principali<br /> <ul> <li>nuovi contributi ricevuti: {$newSubmissions}</li> <li>manoscritti rigettati: {$declinedSubmissions}</li> <li>manoscritti accettati: {$acceptedSubmissions}</li> <li>manoscritti totali nel sistema: {$totalSubmissions}</li> </ul> Accedi al sito per consultare gli <a href="{$editorialStatsLink}">editorial trends</a> e il <a href="{$publicationStatsLink}">report degli articoli pubblicati</a>. Il report completo dell'attività editoriale del mese è allegata.<br /> <br /> Distinti saluti,<br /> {$contextSignature}
ka_ge: {$name}, <br /> <br /> Your journal health report for {$month}, {$year} is now available. Your key stats for this month are below..<br /> <ul> <li>New submissions this month: {$newSubmissions}</li> <li>Declined submissions this month: {$declinedSubmissions}</li> <li>Accepted submissions this month: {$acceptedSubmissions}</li> <li>Total submissions in the system: {$totalSubmissions}</li> </ul> Login to the journal to view more detailed <a href="{$editorialStatsLink}">editorial trends</a> and <a href="{$publicationStatsLink}">published article stats</a>. A full copy of this month's editorial trends is attached.<br /> <br /> Sincerely,<br /> {$principalContactSignature}
kk_kz: Сәлем {$name}!<br /> <br /> {$month} {$year} жылға арналған журнал әрекеті есебі бұрыннан бар. Осы айдың негізгі статистикасы төменде көрсетілген.<br /> <ul> <li> Айына жаңа жіберулер: {$newSubmissions} </li> <li> Ай сайынғы жіберулер қабылданбады: {$declinedSubmissions} </li> <li> Ай сайынғы өтінімдер қабылданады: {$acceptedSubmissions} </li> <li> Жүйеде жіберулердің жалпы саны: {$totalSubmissions} </li> </ul> <a href="{$publicationStatsLink}" пластина </a> жаңалықтары </a> </a> мен <a href="{$publicationStatsLink}"> «> туралы жарияланған толығырақ есептерді көру үшін жүйеге кіріңіз. мақалалар статистикасы </a>. Хатқа осы айдағы редакциялық тренд есебінің толық көшірмесі қоса берілген.<br /> <br /> Құрметпен,<br /> {$signature}
mk: {$recipientName}, <br /> <br /> Извештај за здравјето на вашиот дневник за {$month}, {$year} сега е достапен. Вашите клучни статистики за овој месец се подолу.<br /> <ul> <li>Нови поднесоци овој месец: {$newSubmissions}</li> <li>Одбиени поднесоци овој месец: {$refiledSubmissions}</li> <li>Прифатени поднесоци овој месец: {$acceptedSubmissions}</li> <li>Вкупни поднесоци во системот: {$totalSubmissions}</li> </ul> Најавете се во списанието за да видите подетални <a href="{$editorialStatsLink}"> уреднички трендови </a> и <a href="{$publicationStatsLink}"> објавените статистички статии </a>. Во прилог е целосна копија од уредничките трендови на овој месец. <br /> <br /> Со почит, <br /> {$contextSignature}
mk_mk: {$recipientName}, <br /> <br /> Извештај за здравјето на вашиот дневник за {$month}, {$year} сега е достапен. Вашите клучни статистики за овој месец се подолу.<br /> <ul> <li>Нови поднесоци овој месец: {$newSubmissions}</li> <li>Одбиени поднесоци овој месец: {$refiledSubmissions}</li> <li>Прифатени поднесоци овој месец: {$acceptedSubmissions}</li> <li>Вкупни поднесоци во системот: {$totalSubmissions}</li> </ul> Најавете се во списанието за да видите подетални <a href="{$editorialStatsLink}"> уреднички трендови </a> и <a href="{$publicationStatsLink}"> објавените статистички статии </a>. Во прилог е целосна копија од уредничките трендови на овој месец. <br /> <br /> Со почит, <br /> {$contextSignature}
mr: {$recipientName}, <br /> <br /> तुमचा {$month}, {$year} साठीचा नियतकालिकाच्या स्वास्थ्याचा अहवाल आता उपलब्ध आहे. या महिन्याची प्रमुख आकडेवारी खालीलप्रमाणे.<br /> <ul> <li>या महिन्यात आलेली नवी सादरीकरणे : {$newSubmissions}</li> <li>या महिन्यात नाकारलेली सादरीकरणे : {$declinedSubmissions}</li> <li>या महिन्यात स्वीकारलेली सादरीकरणे : {$acceptedSubmissions}</li> <li>प्रणालीमधील एकूण सादरीकरणे : {$totalSubmissions}</li> </ul> अधिक तपशील पाहण्यासाठी नियतकालिकावर लॉग इन करा <a href="{$ editorialStatsLink}">संपादकीय कल</a> आणि <a href="{$publicationStatsLink}">प्रकाशित लेखांची आकडेवारी</a>. या महिन्याच्या संपादकीय कलाची संपूर्ण माहिती जोडली आहे.<br /> <br /> विनम्र,<br /> {$contextSignature}
ms: {$recipientName}, <br /> <br /> Laporan kesihatan jurnal anda selama {$month}, {$year} kini tersedia. Statistik utama anda untuk bulan ini ada di bawah. <br /> <ul> <li> Penyerahan baru bulan ini: {$newSubmissions} </li> <li> Penolakan pengiriman bulan ini: {$declinedSubmissions} </li> <li> Penyerahan yang diterima bulan ini: {$acceptSubmissions} </li> <li> Jumlah penyerahan dalam sistem: {$totalSubmissions} </li> </ul> Log masuk ke jurnal untuk melihat <a href="{$editorialStatsLink}"> trend editorial </a> dan <a href="{$publicationStatsLink}"> statistik artikel yang diterbitkan </a> yang lebih terperinci. Salinan penuh aliran editorial bulan ini dilampirkan. <br /> <br /> Yang benar, <br /> {$contextSignature}
ms_my: {$name}, <br /> <br /> Laporan kesihatan jurnal anda selama {$month}, {$year} kini tersedia. Statistik utama anda untuk bulan ini ada di bawah. <br /> <ul> <li> Penyerahan baru bulan ini: {$newSubmissions} </li> <li> Penolakan pengiriman bulan ini: {$declinedSubmissions} </li> <li> Penyerahan yang diterima bulan ini: {$acceptSubmissions} </li> <li> Jumlah penyerahan dalam sistem: {$totalSubmissions} </li> </ul> Log masuk ke jurnal untuk melihat <a href="{$editorialStatsLink}"> trend editorial </a> dan <a href="{$publicationStatsLink}"> statistik artikel yang diterbitkan </a> yang lebih terperinci. Salinan penuh aliran editorial bulan ini dilampirkan. <br /> <br /> Yang benar, <br /> {$signature}
nb: {$recipientName}, <br /> <br /> Tilstandsrapporten for {$month}, {$year} er nå klar. Nøkkeltallene for denne måneden:<br /> <ul> <li>Nye innleveringer denne måneden: {$newSubmissions}</li> <li>Avviste innleveringer denne måneden: {$declinedSubmissions}</li> <li>Aksepterte innleveringer denne måneden: {$acceptedSubmissions}</li> <li>Totalt antall innleveringer i systemet: {$totalSubmissions}</li> </ul> Logg inn i tidsskriftet for å se mer detaljerte <a href="{$editorialStatsLink}">redaksjonelle trender</a> og <a href="{$publicationStatsLink}">statistikk for publiserte artikler</a>. En komplett kopi av denne månedens redaksjonelle utvikling er vedlagt.<br /> <br /> Vennlig hilsen,<br /> {$contextSignature}
pl: {$recipientName}, <br /> <br /> Sprawozdanie stanu czasopisma do {$month}, {$year} jest dostępne. Kluczowe statystyki tego miesiąca znajdują się poniżej.<br /> <ul> <li>Nowe zgłoszenia w tym miesiącu: {$newSubmissions}</li> <li>Odrzucone zgłoszenia w tym miesiącu: {$declinedSubmissions}</li> <li>Zaakceptowane zgłoszenia w tym miesiącu: {$acceptedSubmissions}</li> <li>Suma zgłoszeń w systemie: {$totalSubmissions}</li> </ul> Zaloguj się na stronę czasopisma, aby wyświetlić więcej szczegółów <a href="{$editorialStatsLink}">tendencje redakcyjne</a> i <a href="{$publicationStatsLink}"> statystyki opublikowanych artykułów</a>. Załączono pełną kopię trendów redakcyjnych z tego miesiąca.<br /> <br /> Z poważaniem,<br /> {$contextSignature}
pt_br: {$name}, <br /> <br /> Seu relatório do estado atual do sistema do mês de {$month}, {$year} está disponível. Suas estatísticas-chave deste mês seguem abaixo.<br /> <ul> <li>Novas submissões este mês: {$newSubmissions}</li> <li>Submissões rejeitadas este mês: {$declinedSubmissions}</li> <li>Submissões aceitas este mês: {$acceptedSubmissions}</li> <li>Total de submissões no sistema {$totalSubmissions}</li> </ul> Efetue login no site do periódico para obter uma visão mais detalhada das <a href="{$editorialStatsLink}">tendências editoriais</a> e <a href="{$publicationStatsLink}">estatísticas de artigos publicados</a>. Uma cópia completa do relatório de tendencias editoriais deste mês segue anexa.<br /> <br /> Atenciosamente,<br /> {$principalContactSignature}
pt_pt: {$name}, <br /> <br /> O relatório da revista para {$month}, {$year} já se encontra disponível. Os principais indicadores para estes mês são: <br /> <ul> <li>Novas submissões feitas este mês: {$newSubmissions}</li> <li>Submissões rejeitadas este mês: {$declinedSubmissions}</li> <li>Submissões aceites este mês: {$acceptedSubmissions}</li> <li>Total de submissões no sistema: {$totalSubmissions}</li> </ul> Inicie sessão na revista para aceder a mais detalhes dos <a href="{$editorialStatsLink}">indicadores editoriais</a> e <a href="{$publicationStatsLink}">estatísticas de trabalhos publicados</a>. Segue em anexo uma cópia dos indicadores editoriais deste mês.<br /> <br /> Cumprimentos,<br /> {$principalContactSignature}
ro_ro: {$name}, <br /> <br /> Raportul dvs. pentru starea jurnalului pentru {$month}, {$year} este disponibil. Statisticile cheie pentru această lună sunt mai jos.<br /> <ul> <li>Înregistrări noi de manuscrise în această lună: {$newSubmissions}</li> <li>Înregistrări de manuscrise refuzate în această lună: {$declinedSubmissions}</li> <li>Înregistrări de manuscrise acceptate în această lună: {$acceptedSubmissions}</li> <li>Total înregistrări manuscrise în sistem: {$totalSubmissions}</li> </ul> Conectați-vă la jurnal pentru a vedea mai detaliat <a href="{$editorialStatsLink}">tendința editorială</a> și <a href="{$publicationStatsLink}">starea articolelor publicate</a>. O copie completă a tendințelor editoriale din această lună este atașată.<br /> <br /> Cu considerație,<br /> {$principalContactSignature}
ru: Здравствуйте, {$recipientName}! <br /> <br /> Отчёт об активности журнала за {$month} {$year} года уже доступен. Ключевые статистические параметры этого месяца приведены ниже.<br /> <ul> <li>Новых материалов за месяц: {$newSubmissions}</li> <li>Отклонено материалов за месяц: {$declinedSubmissions}</li> <li>Принято материалов за месяц: {$acceptedSubmissions}</li> <li>Общее число материалов в системе: {$totalSubmissions}</li> </ul> Войдите в систему, чтобы посмотреть более подробные отчёты о <a href="{$editorialStatsLink}">тенденциях редакции</a> и <a href="{$publicationStatsLink}">статистике опубликованных статей</a>. Полная копия отчёта о тенденциях редакции за данный месяц прилагается к письму.<br /> <br /> С уважением,<br /> {$contextSignature}
ru_ru: Здравствуйте, {$name}! <br /> <br /> Отчёт об активности журнала за {$month} {$year} года уже доступен. Ключевые статистические параметры этого месяца приведены ниже.<br /> <ul> <li>Новых материалов за месяц: {$newSubmissions}</li> <li>Отклонено материалов за месяц: {$declinedSubmissions}</li> <li>Принято материалов за месяц: {$acceptedSubmissions}</li> <li>Общее число материалов в системе: {$totalSubmissions}</li> </ul> Войдите в систему, чтобы посмотреть более подробные отчёты о <a href="{$editorialStatsLink}">тенденциях редакции</a> и <a href="{$publicationStatsLink}">статистике опубликованных статей</a>. Полная копия отчёта о тенденциях редакции за данный месяц прилагается к письму.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sk_sk: {$name}, <br /> <br /> Vaša správa o stavu časopisu za {$month}, {$year} je teraz k dispozícii. Vaše kľúčové štatistiky pre tento mesiac sú nižšie. <br /> <ul> <li>Nová podanie tento mesiac: {$newSubmissions}</li> <li>Odmietnuté príspevky tento mesiac: {$declinedSubmissions}</li> <li>Prijaté príspevky tento mesiac: {$PřijatoSubmissions}</li> <li>Celkový počet príspevkov v systéme: {$totalSubmissions}</li> </ul> Ak chcete zobraziť podrobnejšie <a href="{$editorialStatsLink}">štatistiky redakcie</a> a <a href="{$publicationStatsLink}">štatistiky publikovaných článkov</a>,prihláste sa do časopisu. Úplná kópia štatistiky redakcie tohto mesiaca je pripojená.<br /> <br /> S pozdravom <br /> {$principalContactSignature}
sl: {$recipientName}, <br /> <br /> Poročilo o stanju vaše revije za mesec {$month}, {$year} je na voljo. Ključne statistike so spodaj.<br /> <ul> <li>Novi prispevki v tem mesecu: {$newSubmissions}</li> <li>Zavrnjeni prispevki v tem mesecu: {$declinedSubmissions}</li> <li>Sprejeti prispevki v tem mesecu: {$acceptedSubmissions}</li> <li>Skupno število prispevkov v sistemu: {$totalSubmissions}</li> </ul> Za podrobnejše podatke se prijavite v sistem <a href="{$editorialStatsLink}">uredniški trendi</a> in <a href="{$publicationStatsLink}">statistike objavljenih člankov</a>. Kopija celotnega mesečnega poročila o uredniških aktivnostih je v priponki.<br /> <br /> Lep pozdrav,<br /> {$contextSignature}
sl_si: {$name}, <br /> <br /> Poročilo o stanju vaše revije za mesec {$month}, {$year} je na voljo. Ključne statistike so spodaj.<br /> <ul> <li>Novi prispevki v tem mesecu: {$newSubmissions}</li> <li>Zavrnjeni prispevki v tem mesecu: {$declinedSubmissions}</li> <li>Sprejeti prispevki v tem mesecu: {$acceptedSubmissions}</li> <li>Skupno število prispevkov v sistemu: {$totalSubmissions}</li> </ul> Za podrobnejše podatke se prijavite v sistem <a href="{$editorialStatsLink}">uredniški trendi</a> in <a href="{$publicationStatsLink}">statistike objavljenih člankov</a>. Kopija celotnega mesečnega poročila o uredniških aktivnostih je v priponki.<br /> <br /> Lep pozdrav,<br /> {$signature}
sv: {$recipientName}, <br /> <br /> Lägesrapport för tidskriften {$month}, {$year} är nu tillgänglig. Månadens statistiska nyckeltal finns nedan.<br /> <ul> <li>Nya bidrag: {$newSubmissions}</li> <li>Refuserade bidrag: {$declinedSubmissions}</li> <li>Accepterade bidrag: {$acceptedSubmissions}</li> <li>Totalt antal bidrag i systemet: {$totalSubmissions}</li> </ul> Logga in i tidskriften för en mer detaljerad<a href="{$editorialStatsLink}">redaktionell tendens</a> och<a href="{$publicationStatsLink}">statistik för publicerade artiklar</a>. En komplett redogörelse bifogas.<br /> <br /> Vänligen,<br /> {$contextSignature}
sv_se: {$name}, <br /> <br /> Lägesrapport för tidskriften {$month}, {$year} är nu tillgänglig. Månadens statistiska nyckeltal finns nedan.<br /> <ul> <li>Nya bidrag: {$newSubmissions}</li> <li>Refuserade bidrag: {$declinedSubmissions}</li> <li>Accepterade bidrag: {$acceptedSubmissions}</li> <li>Totalt antal bidrag i systemet: {$totalSubmissions}</li> </ul> Logga in i tidskriften för en mer detaljerad<a href="{$editorialStatsLink}">redaktionell tendens</a> och<a href="{$publicationStatsLink}">statistik för publicerade artiklar</a>. En komplett redogörelse bifogas.<br /> <br /> Vänligen,<br /> {$principalContactSignature}
tr: Sayın {$recipientName}, <br /> <br /> Dergimizin {$month} {$year} durum raporu hazırdır. Bu ayın öne çıkan istatistikleri aşağıda verilmiştir.<br /> <ul> <li>Bu ayki yeni gönderi: {$newSubmissions}</li> <li>Bu ay reddedilen gönderi: {$declinedSubmissions}</li> <li>Bu ay kabul edilen gönderi: {$acceptedSubmissions}</li> <li>Sistemdeki toplam gönderi sayısı: {$totalSubmissions}</li> </ul> Daha detaylı <a href="{$editorialStatsLink}">süreç istatistikleri</a> ve <a href="{$publicationStatsLink}">yayınlanmış makale istatistikleri</a>ni görüntülemek için dergi sistemine giriş yapın. Bu ayın süreç istatistiklerinin tam bir kopyası ekte gönderilmiştir.<br /> <br /> Saygılarımızla,<br /> {$contextSignature}
tr_tr: Sayın {$name}, <br /> <br /> Dergimizin {$month} {$year} durum raporu hazırdır. Bu ayın öne çıkan istatistikleri aşağıda verilmiştir.<br /> <ul> <li>Bu ayki yeni gönderi: {$newSubmissions}</li> <li>Bu ay reddedilen gönderi: {$declinedSubmissions}</li> <li>Bu ay kabul edilen gönderi: {$acceptedSubmissions}</li> <li>Sistemdeki toplam gönderi sayısı: {$totalSubmissions}</li> </ul> Daha detaylı <a href="{$editorialStatsLink}">süreç istatistikleri</a> ve <a href="{$publicationStatsLink}">yayınlanmış makale istatistikleri</a>ni görüntülemek için dergi sistemine giriş yapın. Bu ayın süreç istatistiklerinin tam bir kopyası ekte gönderilmiştir.<br /> <br /> Saygılarımızla,<br /> {$principalContactSignature}
uk: Шановний(-а) {$recipientName}!<br /> <br /> Тепер звіт про здоров'я Вашого журналу за {$month} {$year} року доступний. Вашу основну статистику за цей місяць наведено нижче.<br /> <ul> <li>Нові подання цього місяця: {$newSubmissions}</li> <li>Відхилені подання цього місяця: {$declinedSubmissions}</li> <li>Прийняті подання цього місяця: {$acceptedSubmissions}</li> <li>Всього подань у системі: {$totalSubmissions}</li> </ul> Увійдіть до журналу, щоб переглянути більш детально <a href="{$editorialStatsLink}">редакційні тенденції</a> та <a href="{$publicationStatsLink}">статистика опублікованих статей</a>. Повна копія редакційних тенденцій цього місяця додається.<br /> <br /> З повагою,<br /> {$contextSignature}
uz@latin: {$recipientName}, <br /> <br/> {$month}, {$year} uchun jurnal sog'lig'ingiz haqidagi hisobot endi tayyor. Bu oy uchun asosiy statistik ma'lumotlar. <br /> <ul> <li> Bu oyda yangi materiallar: {$newSubmissions} </li> <li> Bu oy rad etilgan materiallar: {$declinedSubmissions} </li> <li> Bu oyda qabul qilingan arizalar: {$acceptedSubmissions} </li> <li> Tizimdagi jami yuborishlar: {$totalSubmissions} </li> </ul> <a href="{$editorialStatsLink}"> tahririyat yo'nalishlari </a> va <a href="{$publicationStatsLink}"> chop etilgan maqolalar statistikasini </a> batafsil ko'rish uchun jurnalga kiring. Bu oyning tahririyat tendentsiyalarining to'liq nusxasi ilova qilingan. <br /> <br/> Hurmat bilan, <br /> {$contextSignature}
uz_cyrl: Ҳурматли {$recipientName}, <br /> <br /> {$month}, {$year} йил учун журналингизнинг ҳолати ҳақидаги ҳисобот тайёр. Ушбу ой учун асосий кўрсаткичларингиз пастда келтирилган.<br /> <ul> <li>Бу ойдаги янги аризалар: {$newSubmissions}</li> <li>Бу ойда рад этилган аризалар: {$declinedSubmissions}</li> <li>Бу ойда қабул қилинган аризалар: {$acceptedSubmissions}</li> <li>Тизимдаги жами аризалар: {$totalSubmissions}</li> </ul> Батафсил <a href="{$editorialStatsLink}">таҳририят йўналишлари</a> ва <a href="{$publicationStatsLink}">нашр этилган мақолалар статистикасини</a> кўриш учун журналга киринг. Ушбу ойдаги таҳририят йўналишларининг тўлиқ нусхаси илова қилинади.<br /> <br /> Ҳурмат билан,<br /> {$contextSignature}
vi: {$recipientName}, <br /> <br /> Báo cáo tình trạng hoạt động của tạp chí vào {$month}, {$year} đã có. Số liệu thống kê quan trọng của tạp chí trong tháng này hiển thị ở dưới đây.<br /> <ul> <li>Bài gửi mới trong tháng này: {$newSubmissions}</li> <li>Bài từ chối trong tháng này: {$declinedSubmissions}</li> <li>Bài đồng ý đăng trong tháng này: {$acceptedSubmissions}</li> <li>Tổng số bài trên hệ thống: {$totalSubmissions}</li> </ul> Đăng nhập vào tạp chí để xem chi tiết hơn <a href="{$editorialStatsLink}">xu thế</a> và <a href="{$publicationStatsLink}">số liệu thống kê bài báo</a>. Một bản sao đầy đủ của các xu thế trong tháng này được đính kèm.<br /> <br /> Trân trọng,<br /> {$contextSignature}
