Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorAssign.body
source: <p>Dear {$recipientName},</p><p>The following submission has been assigned to you to see through the editorial process.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>If you find the submission to be relevant for {$contextName}, please forward the submission to the review stage by selecting "Send to Review" and then assign reviewers by clicking "Add Reviewer".</p><p>If the submission is not appropriate for this journal, please decline the submission.</p><p>Thank you in advance.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>طلب التقديم الآتي قد تمت إحالته إليك لتقوم بإجراءات التحرير المتعلقة به.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>الملخص</b></p>{$submissionAbstract}<p>إذا وجدت بأن طلب التقديم ذي صلة بـ {$contextName}، يرجى تمريره إلى مرحلة التحكيم عبر اختيار "الإرسال إلى التحكيم" ومن ثم قم بتعيين المحكمين عبر النقر على "إضافة محكم".</p><p>إذا كان طلب التقديم غير مناسب لهذه المجلة، يرجى رفض الطلب.</p><p>شكرًا لك مقدمًا.</p><p>أطيب التحايا،</p>{$contextSignature}
bg: <p>Уважаеми, {$recipientName},</p><p>Следното изпращане ви е възложено, за да видите редакционния процес.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$authors}</p><p><b>Резюме:</b></p>{$submissionAbstract}<p>Ако смятате, че изпратеното е подходящо за {$contextName}, моля, препратете го към етапа на рецензия, като изберете „Изпращане за рецензия" и след това асоциирайте рецензенти, като щракнете върху "Добавяне на рецензент".</p><p>Ако изпращането не е подходящо за това списание, моля, отхвърлете го.</p><p>Благодаря ви предварително.</p> <p>С уважение,</p>{$contextSignature}
bg_bg: {$recipientName}:<br /> <br /> Изпратените материали на ръкопис, &quot;{$submissionTitle},&quot; до {$contextName} бяха възложени на вас за преглед във вашата роля като редактор на секции. <br /> <br /> URL на ръкописа: {$submissionUrl}<br /> Потребител: {$recipientUsername}<br /> <br /> Благодарим ви.
bs_ba: {$editorialContactName},<br /> <br /> u okviru raspodjele uredničkih zaduženja za časopis {$contextName} vama je dodijeljen zaprimljeni prilog &quot;{$submissionTitle}&quot; kako biste proveli postupak njegova uređivanja.<br /> <br /> URL priloga: {$submissionUrl}<br /> Korisničko ime: {$editorUsername}<br /> <br /> Unaprijed hvala.
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Us ha estat assignada la tramesa &quot;{$submissionTitle}&quot; per a la revista {$contextName} perquè en superviseu el procés editorial en qualitat d'editor de secció.<br /> <br /> URL de la tramesa: {$submissionUrl}<br /> Nom d'usuari: {$editorUsername}<br /> <br /> Moltes gràcies.
cs: <p>Dobrý den {$recipientName},</p><p>Následující příspěvek byl přidělen Vám, abyste ho provedl/a redakčním procesem.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstrakt</b></p>{$submissionAbstract}<p>Pokud považujete příspěvek za relevantní pro {$contextName}, předejte prosím příspěvek do fáze recenzního řízení výběrem možnosti „Odeslat k recenznímu řízení“ a poté přidejte recenzenty kliknutím na „Přidat recenzenta“. </p><p>Pokud podle vás není příspěvek vhodný pro tento časopis, odmítněte jej, prosím.</p><p>Předem děkujeme.</p><p>S pozdravem,</p>{$contextSignature}
cs_cz: {$editorialContactName}:<br /> <br /> Byl Vám přidělen příspěvek &quot;{$submissionTitle}&quot; do {$contextName}, abyste s ním v roli editora sekce prošel redakčním zpracováním.<br /> <br /> URL příspěvku: {$submissionUrl}<br /> Uživatelské jméno: {$editorUsername}<br /> <br /> Děkujeme.
da: <p>Kære {$recipientName}</p><p>Du er blevet tildelt det følgende manuskript, som du skal følge igennem det redaktionelle workflow. </p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>Hvis du mener, manuskriptet er relevant for {$contextName}, så send det til bedømmelsestrinnet ved at klikke på "Send til bedømmelse" og tildel dernæst bedømmer(e) ved at klikke på "Tilføj bedømmer".</p><p>Hvis indsendelsen ikke passer til dette tidsskrift, så afvis indsendelsen.</p><p>Tak på forhånd.</p><p>Med venlig hilsen</p>{$contextSignature}
da_dk: {$editorialContactName}:<br /> <br /> Som sektionsredaktør har du fået tildelt manuskriptet &quot;{$submissionTitle}&quot;, der er sendt til {$contextName}, og som du skal følge igennem den redaktionelle proces. <br /> <br /> Manuskriptets URL-adresse: {$submissionUrl} Brugernavn: {$editorUsername}<br /> <br /> Tak.
de: <p>Sehr geehrte/r {$recipientName},</p><p>Die folgende Einreichung wurde Ihnen zur redaktionellen Bearbeitung zugewiesen. </p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>Wenn Sie der Meinung sind, dass die Einreichung für die Zeitschrift {$contextName} relevant ist, leiten Sie die Einreichung bitte zur Begutachtung weiter, indem Sie "In die Begutachtung schicken" wählen und dann Gutachter zuweisen, indem Sie auf "Gutachter/in hinzufügen" klicken. </p><p>Wenn die Einreichung nicht für diese Zeitschrift geeignet ist, lehnen Sie die Einreichung bitte ab.</p><p>Danke im Voraus.</p><p>Mit freundlichen Grüßen,</p>{$contextSignature}
de_de: {$editorialContactName},<br /> <br /> der Beitrag &quot;{$submissionTitle}&quot; für {$contextName} wird Ihnen zur Durchführung des redaktionellen Prozesses in Ihrer Rolle als Rubrikredakteur/in zugewiesen.<br /> <br /> URL des Beitrags: {$submissionUrl}<br /> Benutzer/innenname: {$editorUsername}<br /> <br /> Vielen Dank.
es: <p>Estimado/a {$recipientName},</p><p>Se le ha asignado el siguiente envío para que coordine su proceso editorial.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Resumen</b></p>{$submissionAbstract}<p>Si le parece que el envío es relevante para {$contextName}, envíelo a la fase de revisión seleccionando "Enviar a revisión" y luego asigne revisores/as haciendo clic en "Añadir revisor/a".</p><p>Si el envío no es apropiado para esta revista, rechácelo.</p><p>Gracias de antemano.</p><p>Atentamente,</p>{$contextSignature}
es_es: {$editorialContactName}:<br /> <br /> Se le ha asignado el envío, &quot;{$submissionTitle},&quot; a {$contextName} para que lo revise en el proceso editorial como Editor/a de Sección.<br /> <br /> URL del envío: {$submissionUrl}<br /> Usuario/a: {$editorUsername}<br /> <br /> Gracias.
eu: <p>{$recipientName} estimatua,</p><p>Ondorengo bidalketa esleitu dizugu bere argitalpen-prozesua eraman dezazun.</p><p><a href="{$submissionUrl}">{$submissionUrl}</a><br />{$authors}</p><p><b>Laburpena</b></p>{$submissionAbstract}<p>Artikulua {$contextName} aldizkarirako egokia dela uste baduzu, bidali ezazu bidalketa ebaluazio-fasera "Send to Review" botoian klik eginez, eta esleitu ebaluatzaileak "Add Reviewer" botoian klik eginez.</p><p>Zure ustez artikulua aldizkarirako egokia ez bada, ez onartu bidalketa.</p><p>Eskerrik asko aldez aurretik.</p><p>Adeitasunez,</p>{$contextSignature}
fi_fi: Hyvä {$editorialContactName},<br /> <br /> Käsikirjoitus &quot;{$submissionTitle},&quot; julkaisuun {$contextName} on annettu toimitusprosessin ajaksi teidän vastuullenne osastotoimittajan roolissanne.<br /> <br /> Käsikirjoituksen URL: {$submissionUrl}<br /> Käyttäjätunnus: {$editorUsername}<br /> <br /> Ystävällisin terveisin.
fr_ca: {$editorialContactName},<br /> <br /> La soumission intitulée « {$submissionTitle} » pour la revue {$contextName} vous a été attribuée. Vous êtes responsable, en tant que rédacteur-trice de rubrique, de la faire cheminer à travers le processus éditorial.<br /> <br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur-trice : {$editorUsername}<br /> <br /> Merci.
fr_fr: {$editorialContactName}:<br /> <br /> La soumission intitulée « {$submissionTitle} » pour la revue {$contextName} vous a été attribuée. Vous êtes conséquemment responsable, en tant que Rédacteur de rubrique, de faire cheminer cet article à travers le processus d'évaluation.<br /> <br /> URL de la soumission : {$submissionUrl}<br /> Nom d'utilisateur : {$editorUsername}<br /> <br /> Merci.
hi_in: {$editorialContactName}:<br /> <br /> प्रस्तुत, &quot;{$submissionTitle},&quot; to {$contextName} आपको सेक्शन एडिटर के रूप में अपनी भूमिका में संपादकीय प्रक्रिया के माध्यम से देखने का काम सौंपा गया है.<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Thank you.
hu: <p>Tisztelt {$recipientName}!</p><p>A alábbi kézirat Önhöz lett rendelve, hogy kísérje végig annak szerkesztési folyamatát.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Absztrakt</b></p>{$submissionAbstract}<p>Ha a beküldést relevánsnak találja a(z) {$contextName} számára, kérjük, továbbítsa a beküldést a szakmai lektorálási szakaszba a "Szakmai lektorálásra küldés" gomb megnyomásával, majd jelölje ki a szakmai lektorokat a "Szakmai lektor hozzáadása" gombra kattintva.</p><p>Ha a beküldött kézirat nem megfelelő a folyóirat számára, kérjük, utasítsa el a beküldést.</p><p>Előre is köszönjük.</p><p>Üdvözlettel,</p>{$contextSignature}
hy_am: <p>Հարգելի {$recipientName},</p><p>Հետևյալ ներկայացումը ձեզ հանձնարարվել է խմբագրական գործընթացին ծանոթանալու համար:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>Եթե գտնում եք, որ ներկայացումը տեղին է {$contextName}-ի համար, խնդրում ենք ուղարկել այն գրախոսման փուլ՝ ընտրելով «Ուղարկել գրախոսման» և այնուհետև նշանակել գրախոսներ՝ սեղմելով «Ավելացնել գրախոս»:</p><p>Եթե ներկայացումը չի համապատասխանում այս ամսագրին, խնդրում ենք մերժել այն:</p><p>Կանխավ շնորհակալությամբ</p><p>Հարգանքներով,</p>{$signature}
id: <p>Yth. {$recipientName},</p><p>Naskah berikut telah ditugaskan kepada Anda untuk diperiksa melalui proses editorial.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstract</b></p>{$submissionAbstract}<p>Jika telah sesuai dengan {$contextName}, lanjutkan naskah tersebut ke tahap dengan memilih "Kirim ke Taha Review" lalu tugaskan seorang mitra bestari dengan mengklik "Tambahkan Mitra Bestari".</p><p>Jika tidak sesuai dengan ketentuan jurnal, silakan naskah ditolak.</p><p>Terima kasih.</p><p>Salam hormat,</p>{$contextSignature}
is_is: <p>Komdu sæl/sæll {$recipientName},</p><p>Eftirfarndi innsendingu hefur verið úthlutað til þín til að halda utanum í gengum ritstjórnarferlið. </p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>If Innsendingin er fyrir {$contextName}, vinsamlega sendu innsendinguna áfram á ritrýniþrep með því að velja "Senda í ritrýni" og síðan úthlutar þú ritrýni með því að smella á "Bæta við rtirýni".</p><p>Ef þessi innsending hentar ekki fyrir tímaritið vinsamlega hafnaðu þá innsendingunni.</p><p>Með fyrirfram þökk.</p><p>Bestu kveðjur,</p>{$signature}
it: <p>Gentilissimo {$recipientName},</p> <p>Le è stato assegnato il seguente manoscritto come section editor: </p> <p>Titolo: {$submissionTitle}</p> <p>Autori: {$authors}</p> <br /> Link all'articolo: <a href="{$submissionUrl}"></p> <br /> <p>Se lo ritiene appropriato per {$contextName}, la preghiamo di assegnarlo ai revisori utilizzando il pulsante «Invia alla revisione», selezionando di seguito I revisori da lei prescelti utilizzando il pulsante "Aggiungi revisore". </p> <p>Se ritiene invece la proposta non in linea con questa rivista, la invitiamo a declinarla utilizzando il pulsante "Declina proposta".</p> <p>Grazie per la sua collaborazione.</p> <p>Cordiali saluti,</p> <p>{$contextSignature}</p>
it_it: Gentile {$editorialContactName},<br /> <br /> La submission, &quot;{$submissionTitle},&quot; a {$contextName} ti è stata assegnata come Section Editor.<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Grazie.
ka_ge: {$editorialContactName}:<br /> <br /> The submission, &quot;{$submissionTitle},&quot; to {$contextName} has been assigned to you to see through the editorial process in your role as Section Editor..<br /> <br /> Submission URL: {$submissionUrl}<br /> Username: {$editorUsername}<br /> <br /> Thank you.
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бөлім редакторы рөліне сәйкес сізге «{$contextName}» журналындағы «{$submissionTitle}» материалының редакциялық процесі арқылы өтуді бақылау міндеті жүктелген.<br /> <br /> Жіберу URL: {$submissionUrl} <br /> Пайдаланушы аты: {$recipientUsername}<br /> <br /> Алдын ала рахмет.
ku: {$editorialContactName}:<br /> <br /> پێشکەشکردنەکە, &quot;{$submissionTitle},&quot; بۆ{$contextName} تۆ دیاری کرایت وەک سەرنوسەری بەش بەمەبەستی تەواوکردنی کارەکانی هەڵسەنگاندنی ئەم توێژینەوەیە.<br /> <br /> لینکی پێشکەشکردن: {$submissionUrl}<br /> ناوی بەکارهێنەر: {$editorUsername}<br /> <br /> Thank you.
mk: <p>Почитуван/а {$recipientName},</p><p>Следниот поднесок ви е доделен за да го проследите низ уредувачкиот процес.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$authors}</p><p><b>Апстракт</b></p>{$submissionAbstract}<p>Доколку сметате дека поднесокот е релевантен за {$contextName}, ве молиме проследете го поднесокот до фазата на рецензијасо избирање „Испрати на рецензија" и потоа доделете рецензенти со кликнување на „Додај рецензент".</p><p>Ако поднесокот не е соодветен за ова списание, одбиете го.</p><p>Ви благодариме однапред.</p> <p>Со почит,</p>{$contextSignature}
mr: <p>प्रिय {$recipientName},</p><p>खालील सादरीकरणावर तुम्हाला संपादकीय सोपस्कारासाठी नियुक्त केले गेले आहे.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$authors}</p><p><b>गोषवारा</b></p>{$submissionAbstract}<p>तुम्हाला हे सादरीकरण {$contextName} शी संबंधित वाटत असल्यास, कृपया हे सादरीकरण "समीक्षणासाठी पाठवा" क्लिक करून समीक्षणाच्या टप्प्यावर पाठवा आणि नंतर "समीक्षक जोडा" क्लिक करून समीक्षक नियुक्त करा.</p><p>सादरीकरण या नियतकालिकासाठी योग्य नसल्यास त्याला कृपया नकार द्या. </p><p>धन्यवाद.</p><p>विनम्र,</p>{$contextSignature}
ms: <p> {$recipientName} yang dihormati,</p><p>Serahan berikut telah diberikan kepada anda untuk melihat melalui proses editorial.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$authors}</p><p><b>Abstrak</b></p>{$submissionAbstract}<p>Jika anda mendapati penyerahan itu relevan untuk {$contextName}, sila majukan penyerahan ke peringkat semakan dengan memilih "Hantar ke Semakan" dan kemudian tetapkan penyemak dengan mengklik "Tambah Penyemak".</p><p>Jika penyerahan tidak sesuai untuk jurnal ini, sila tolak penyerahan.</p><p>Terima kasih terlebih dahulu.</p><p>Sekian,</p>{$contextSignature}
ms_my: {$recipientName}: <br /> <br /> Penyerahan, &quot;{$submissionTitle},&quot; untuk {$contextName} telah diberikan kepada anda untuk melihat proses editorial dalam peranan anda sebagai Bahagian Editor. <br /> <br /> URL Penyerahan: {$submissionUrl} <br /> Nama pengguna: {$recipientUsername} <br /> <br /> Terima kasih.<br />
nb: <p>Kjære {$recipientName}</p><p>Du er blitt tildelt det følgende manuskriptet, som du skal følge gjennom den redaksjonelle prosessen. </p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Sammendrag</b></p>{$submissionAbstract} <p>Hvis du mener at manuskriptet er relevant for {$contextName}, så send det videre til vurdering ved å klikke på "Send til fagfellevurdering" og oppnevn fagfeller ved å klikke på "Legg til fagfelle".</p><p>Hvis innleveringen ikke passer til dette tidsskriftet, så avvis innleveringen.</p><p>På forhånd takk.</p><p>Med vennlig hilsen</p>{$contextSignature}
nl_nl: {$editorialContactName}:<br /> <br /> De inzending &quot;{$submissionTitle}&quot; voor {$contextName} is aan u toegewezen om in uw rol als sectieredacteur door het redactieproces te leiden.<br /> <br /> URL inzending: {$submissionUrl}<br /> Gebruikersnaam: {$editorUsername}<br /> <br /> Dank u.
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Następujące zgłoszenie do czasopisma {$contextName} zostało przydzielone Pani/Panu do przeprowadzenia przez wszystkie etapy procesu redakcyjnego.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Abstrakt</b></p>{$submissionAbstract}<p>Jeżeli jako redaktor prowadzący uzna Pani/Pan to zgłoszenie jako istotne dla czasopisma, to proszę przekazać je do etapu recenzji (należy kliknąć <b>Wyślij do recenzji</b>), a następnie przydzielić mu recenzentów (należy kliknąć <b>Dodaj recenzenta</b>). W przypadku uznania zgłoszenia jako nie odpowiednie dla czasopisma, proszę je odrzucić.</p><p>Z góry dziękuję.</p><p>Pozdrawiam,</p>{$contextSignature}
pt_br: {$editorialContactName}:<br /> <br /> A submissão, &quot;{$submissionTitle},&quot; ao periódico {$contextName} lhe foi designada para acompanhar o processo editorial em sua função como Editor de Seção.<br /> <br /> URL da Submissão: {$submissionUrl}<br /> Usuário: {$editorUsername}<br /> <br /> Obrigado.
pt_pt: {$editorialContactName},<br /> <br /> A submissão &quot;{$submissionTitle}&quot; a {$contextName} foi-lhe atribuída para acompanhar o processo editorial, como parte das suas funções como Editor de Secção.<br /> <br /> URL da Submissão: {$submissionUrl}<br /> Nome de utilizador: {$editorUsername}<br /> <br /> Agradecendo desde já a sua atenção.
ro_ro: {$editorialContactName}:<br /> <br /> Manuscrisul, &quot;{$submissionTitle},&quot; înregistrat la {$contextName} v-a fost atribuit pentru a coordona procesul editorial ca editor de secțiune.<br /> <br /> URL înregistrare manuscris: {$submissionUrl}<br /> Utilizator: {$editorUsername}<br /> <br /> Mulțumesc.
ru: <p>Здравствуйте, {$recipientName}!</p><p>Вам поручен контроль прохождения через редакционный процесс следующего материала:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Если Вы считаете, что данный материал соответствует тематике журнала «{$contextName}», пожалуйста, направьте его на этап рецензирования, выбрав «Отправить на рецензию», а затем назначив рецензентов, щелкнув на «Добавить рецензента».</p><p>Если материал не подходит для этого журнала, пожалуйста отклоните его.</p><p>Заранее благодарю.</p><p>С уважением,</p>{$contextSignature}
ru_ru: Здравствуйте, {$editorialContactName}!<br /> <br /> В соответствии с Вашей ролью редактора раздела Вам поручен контроль прохождения через редакционный процесс материала «{$submissionTitle}» в журнале «{$contextName}».<br /> <br /> URL материала: {$submissionUrl}<br /> Имя пользователя: {$editorUsername}<br /> <br /> Заранее благодарю.
sk_sk: {$editorialContactName}:<br /> <br /> Bol Vám pridelený príspevok &quot;{$submissionTitle}&quot; do {$contextName}, aby ste s ním v úlohe editora sekcie prešiel redakčným spracovaním.<br /> <br /> URL príspevku: {$submissionUrl}<br /> Užívateľské meno: {$editorUsername}<br /> <br /> Ďakujeme.
sl: <p>Spoštovani {$recipientName},</p><p>Spodnji prispevek vam je bil dodeljen, da ga vodite skozi uredniški postopek.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>Če smatrate, da je prispevek relevanten za revijo {$contextName}, ga prosimo premaknite v fazo recenzije s klikom na "Pošlji v recenzijo" in določite recenzente s klikom na "Dodaj recenzenta".</p><p>Če prispevek ni primeren za to revijo, ga prosim zavrnite.</p><p>Hvala že vnaprej.</p><p>S spoštovanjem,</p>{$contextSignature}
sl_si: {$recipientName}:<br /> <br /> Prispevek, &quot;{$submissionTitle},&quot; v reviji {$contextName} vam je bil dodeljen, kot uredniku rubrike, da nadzorujete uredniški proces.<br /> <br /> URL povezava prispevka: {$submissionUrl}<br /> Uporabniško ime: {$recipientUsername}<br /> <br /> Hvala.
sv: <p>Hej{$recipientName},</p><p>Du har tilldelats uppdraget att föra följande bidrag genom den redaktionella processen.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>Om du finner bidraget relevant för {$contextName} kan du skicka den vidare till granskning genom att välja "Skicka till granskning" och lägga till granskare med "Lägg till granskare".</p><p>Om inte bidraget är lämpligt för tidskriften kan du avslå det. </p><p>Tack på förhand.</p><p>Vänliga hälsningar,</p>{$contextSignature}
sv_se: {$editorialContactName}:<br /> <br /> Som sektionsredaktör hos {$contextName} har du fått i uppdrag att föra bidraget &quot;{$submissionTitle},&quot; genom den redaktionella processen.<br /> <br /> Bidragets URL: {$submissionUrl}<br /> Användarnamn: {$editorUsername}<br /> <br /> Tack och med vänliga hälsningar.
tr: <p>Sayın {$recipientName},</p><p>Aşağıdaki aday makale, editoryal süreci gözden geçirmeniz için size atanmıştır.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p>Aday makalenin {$contextName} için uygun olduğunu düşünüyorsanız, lütfen "Değerlendirmeye Gönder" seçeneği ile aday makaleyi değerlendirme aşamasına alınız ve "Hakem Ata" kısmından hakem atayınız.</p><p>Aday makale dergimiz için uygun değilse, lütfen aday makaleyi reddediniz.</p><p>Şimdiden teşekkür ederiz.</p><p>Saygılarımızla,</p>{$contextSignature}
tr_tr: Sayın {$editorialContactName},<br /> <br /> {$contextName} için gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışma, Bölüm Editörü olarak değerlendirme süreçlerini takip etmeniz üzere size atanmıştır. <br /> <br /> Başvuru Erişim Adresi: {$submissionUrl}<br /> Kullanıcı Adınız: {$editorUsername}<br /> <br /> Teşekkür ederiz.
uk: <p>Шановний(-а) {$recipientName}!</p><p>Вам призначено наступне подання для проведення через редакційний процес.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />{$authors}</p><p><b>Анотація</b></p>{$submissionAbstract}<p>Якщо Ви вважаєте, що подання є релевантним для "{$contextName}", будь ласка, перешліть його на стадію рецензування, вибравши "Надіслати до рецензування", а потім призначте рецензентів, натиснувши "Додати рецензента".</p><p>Якщо подання не підходить для цього журналу, будь ласка, відхиліть подання.</p><p>Заздалегідь дякую.</p><p>З повагою,</p>{$contextSignature}
uk_ua: {$editorialContactName}:<br /> <br /> Як редактор розділу Ви були призначені керувати процесом редакційного опрацювання подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;. <br /> <br /> URL подання: {$submissionUrl}<br /> Ім'я користувача: {$editorUsername}<br /> <br /> Дякую.
uz@latin: <p>Hurmatli {$recipientName},</p><p>Quyidagi xabar tahririyat jarayonini ko‘rish uchun sizga topshirildi.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$authors}</p><p>Agar siz taqdim etgan xabarni {$contextName} uchun mos deb topsangiz, iltimos, "Koʻrib chiqishga yuborish" tugmasini bosib, uni koʻrib chiqish bosqichiga yoʻnaltiring. " va keyin "Tarzchi qo'shish" tugmasini bosish orqali sharhlovchilarni tayinlang.</p><p>Agar taqdim etilgan maqola ushbu jurnalga mos kelmasa, taqdim etishni rad eting.</p><p>Oldindan rahmat.</p> <p>Hurmat bilan,</p>{$contextSignature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Қуйидаги ариза таҳририят жараёнидан ўтказиш учун сизга тайинланди.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$authors}</p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Агар сиз ушбу аризани {$contextName} учун мос деб топсангиз, илтимос, «Тақризга юбориш» тугмасини босиш орқали уни тақриз босқичига ўтказинг ва «Тақризчи қўшиш» тугмасини босиб тақризчиларни тайинланг.</p><p>Агар ариза ушбу журналга мос келмаса, илтимос, уни рад этинг.</p><p>Олдиндан ташаккур.</p><p>Эҳтиром билан,</p>{$contextSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Bài gửi, &quot;{$submissionTitle},&quot; của {$contextName} đã được phân công cho bạn để xem qua quy trình biên tập với vai trò là Biên tập viên chuyên mục.<br /> <br /> URL bài gửi: {$submissionUrl}<br /> Username: {$recipientUsername}<br /> <br /> Trân trọng.
