Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestAttachedSubsequent.description
source: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission for a second or greater round of review. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST_SUBSEQUENT.)
bg_bg: Този имейл се изпраща от редактора на секции до рецензент, за да поиска той да приеме или отхвърли задачата за рецензия на изпратените материали за втори или следващ етап на редактиране . Той включва материалите като прикачен файл. Това съобщение се използва, когато процесът на рецензия с прикачен файл в имейл е избран в Управление> Настройки> Работен поток> Рецензия. (В противен случай вижте REVIEW_REQUEST_SUBSEQUENT.)
cs_cz: Tento email je zaslán Editorem sekce recenzentovi, aby ho požádal o přijetí nebo odmítnutí opakované recenze příspěvku v druhém či dalším kole recenzního řízení. Zahrnuje příspěvek jako přílohu. Tato zpráva se používá v případě, že je v části Správa> Nastavení> Pracovní postup> Kontrola vybrána možnost Prověřování příloh emailu. (Jinak viz REVIEW_REQUEST_SUBSEQUENT.)
da_dk: Denne mail sendes af sektionsredaktøren til en bedømmer, der bedes oplyse om vedkommende vil påtage sig at bedømme et indlæg i en anden eller senere bedømmelsesrunde. Det inkluderer indlægget som vedhæftet fil. Denne forespørgsel anvendes når man har valgt at sende bedømmelsen vedhæftet e-mailen. (Ellers see REVIEW_REQUEST_SUBSEQUENT.)
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, damit diese/r die Aufgabe, eine Einreichung in einer zweiten oder weiteren Begutachtungsrunde zu beurteilen, übernimmt oder ablehnt. Sie enthält die Einreichung als E-Mail-Anhang. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Begutachtungsverfahren über E-Mail-Anhänge ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST_SUBSEQUENT.)
es_es: El editor de sección envía este correo electrónico a un revisor para pedirle si acepta o rechaza la tarea de revisión de un artículo en segunda ronda. Este incluye el envío como adjunto. Este mensaje se usa cuando se selecciona el proceso de revisión de archivos adjuntos por correo electrónico en el paso 2 de la configuración de la revista. (Por lo demás, vea SOLICITUD_DE_REVISIÓN_POSTERIOR.)
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique à un,une évaluateur-trice pour lui demander s'il ou elle accepte ou refuse la tâche d'évaluation d'une soumission pour un cycle subséquent d'évaluation. Il inclut la soumission en pièce jointe. Ce message est utilisé quand le processus de « Demande d'évaluation par pièce-jointe de courriel » est sélectionné dans Configuration de la revue > Paramètres > Flux des travaux > Évaluation . (Autrement voir « Demande d'évaluation (cycle subséquent)».)
fr_fr: Ce courriel du responsable de rubrique à un rapporteur demande que le rapporteur accepte ou refuse la tâche d'examiner une soumission pour une deuxième fois ou plus. Il fournit des informations sur la soumission, comme le titre et le résumé, la date d'échéance de l'évaluation et la façon d'accéder à la soumission elle-même. Ce message est utilisé lorsque le processus de révision avec pièce jointe est sélectionné dans Administration> Paramètres> Flux des travaux> Révision.(Autrement voir REVIEW_REQUEST_SUBSEQUENT.)
hi_in: यह ईमेल अनुभाग संपादक द्वारा एक समीक्षक को यह अनुरोध करने के लिए भेजा जाता है कि वे समीक्षा के दूसरे या अधिक दौर के लिए प्रस्तुत समीक्षा के कार्य को स्वीकार या अस्वीकार करें। इसमें अनुलग्नक के रूप में सबमिशन शामिल है। इस संदेश का उपयोग तब किया जाता है जब ईमेल> अनुलग्नक समीक्षा प्रक्रिया प्रबंधन> सेटिंग्स> वर्कफ़्लो> समीक्षा में चुनी जाती है। (अन्यथा REVIEW_REQUEST_SUBSEQUENT देखें।)
it_it: Questo messaggio viene inviato dall'editor a un revisore chiedendogli di accettare o rifiutare l'incarico di revisione di una proposta per un secondo o successivo round di revisione. Contiene in allegato il file del manoscritto. Questo messaggio viene utilizzato quando è stato selezionato nel Setup, il processo di revisione con allegati email. (In caso contrario vedi REVIEW_REQUEST_SUBSEQUENT.)
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს მასალების რეცენზირების თანხმობის, ან უარის დასადასტურებლად მეორე და შემდგომ რაუნდებში. წერილში მოცემულია უშუალოდ მასალა. ეს შეტყობინება გამოიყენება, თუ არჩეულია რეცენზირება ელფოსტის საშუალებით: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება. (სხვა შემთხვევაში იხილეთ REVIEW_REQUEST_SUBSEQUENT.)
kk_kz: Бұл бөлім редакторының рецензентке жіберілген, екінші немесе кейінгі қарау кезеңінде материалды қарауға келісімін немесе бас тартуын сұрайтын хат. Қарауға арналған материалдың өзі хатқа қоса беріледі. Бұл хабар егер электрондық поштаны қарау процесі Басқару> Параметрлер> Жұмыс үрдісі> Қарау тармағында таңдалса пайдаланылады. (Әйтпесе, REVIEW_REQUEST_SUBSEQUENT қараңыз.)
ms_my: E-mel ini dikirim oleh Editor Bahagian kepada Penyemak untuk meminta agar mereka menerima atau menolak tugas mengulas penyerahan untuk ulasan kedua atau pusingan seterusnya. Ini termasuk penyerahan sebagai lampiran. Mesej ini digunakan semasa Proses Ulasan Lampiran E-mel dipilih dalam Pengurusan> Tetapan> Aliran Kerja> Ulasan. (Jika tidak, lihat REVIEW_REQUEST_SUBSEQUENT.)
nl_nl: Deze e-mail wordt door de sectieredacteur aan een reviewer verstuurd om te vragen of die een review voor de tweede of latere ronde van een inzending wil doen. De inzending wordt als bijlage meegestuurd. Dit bericht wordt gebruikt als het e-mail reviewproces wordt geselecteerd in stap 2 van het instellen. (Zie verder REVIEW_REQUEST_SUBSEQUENT)
pt_br: Esta mensagem é enviada pelo Editor de seção ao avaliador, perguntando se estaria disponível para enviar a avaliação de uma submissão em uma segunda rodada ou superior. A mensagem inclui a submissão como anexo. Ela é usada quando o processo de avaliação via e-mail é escolhido em Configurações > Fluxo de trabalho > Avaliação. (Caso contrário, veja REVIEW_REQUEST_SUBSEQUENT.)
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo na segunda ronda de revisão. Inclui a submissão como anexo. Esta mensagem é usada quando o Processo de revisão como anexo de e-mail está selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, veja REVIEW_REQUEST_SUBSEQUENT.)
ro_ro: Acest e-mail este trimis de către editorul de secțiuni unui revizor pentru a ști dacă acesta acceptă sau să refuză sarcina de a revizui manuscrisului pentru o a doua sau altă rundă de revizuire. Include manuscrisul ca atașament. Acest mesaj este utilizat atunci când procesul de examinare a manuscrisului prin e-mail, este selectat în Management> Setări> Flux de lucru> Revizuire. (În caz contrar, consultați REVIEW_REQUEST_SUBSEQUENT.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала во втором или последующих раундах рецензирования. К письму приложен сам материал для рецензирования. Это сообщение используется, если выбран процесс рецензирования через электронную почту в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите REVIEW_REQUEST_SUBSEQUENT.)
sk_sk: Tento email je zaslaný Editorom sekcie recenzentovi, aby ho požiadal o prijatie alebo odmietnutie opakovanej recenzie príspevku v druhom či ďalšom kole recenzného konania. Zahŕňa príspevok ako prílohu. Táto správa sa používa v prípade, že je v časti Správa> Nastavenia> Pracovný postup> Kontrola vybraná možnosť Preverovanie príloh emailu. (Inak pozri REVIEW_REQUEST_SUBSEQUENT.)
sl_si: Ta email pošlje urednik rubrike recenzentu s prošnjo za opravljanje ali zavrnitev recenzije v drugem ali kasnejšem recenzentskem krogu. V priponki vsebuje prispevek. Email se uporablja, kadar je uporabljen "Email-attached" recenzijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija) (Drugače glej REVIEW_REQUEST_SUBSEQUENT.)
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag en andra gång eller på nytt. Det innehåller information bidraget som en bifogad fil. Det här e-postmeddelandet används när Granskningsprocess med e-postbilaga är valt i > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST_SUBSEQUENT.)
tr_tr: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission for a second or greater round of review. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Journal Setup, Step 2. (Otherwise see REVIEW_REQUEST_SUBSEQUENT.)
uk_ua: Цим листом редактор розділу просить рецензента виконати другий раунд рецензування подання або відмовитись від цієї роботи. У додатку до листа міститься рукопис, поданий до редакції. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний доступ рецензента "єдиним натисканням" (у іншому випадку див. REVIEW_REQUEST_SUBSEQUENT.)
