Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionAfterExpiry.subject
source: Subscription Expired
ar: إنتهت صلاحية الإشتراك
az: Abunəliyiniz başa çatdı
bg: Абонаментът е изтекъл
bg_bg: Абонаментът е изтекъл
bs_ba: Vaša pretplata je istekla
ca: La subscripció ha vençut
ca_es: La subscripció ha vençut
cs: Vypršelo předplatné
cs_cz: Vypršelo předplatné
da: Abonnementet er udløbet
da_dk: Abonnementet er udløbet
de: Abonnement abgelaufen
de_de: Abonnement abgelaufen
es: Subscripción expirada
es_es: Subscripción expirada
eu: Harpidetza amaitu da
fi_fi: Tilauksenne on päättynyt
fr_ca: Abonnement expiré
fr_fr: Abonnement expiré
gl_es: Subscrición vencida
hi_in: सदस्यता समाप्त हो गई
hu: Előfizetése lejárt
hy_am: Բաժանորդագրության ժամկետը սպառվել է
id: Langganan Berakhir
it: Abbonamento scaduto
it_it: Abbonamento scaduto
ka_ge: შეტყობინება გამოწერის ვადის დასრულების შესახებ
kk_kz: Жазылым мерзімі аяқталды
mk: Истечена претплата
mk_mk: Истечена претплата
mr: सदस्यत्वाची मुदत संपली
ms: Langganan Tamat
ms_my: Langganan Tamat
nb: Varsel: utløpt abonnement
nl_nl: Abonnement verlopen - laatste herinnering
pl: Subskrypcja wygasła
pt_br: Expiração de assinatura
pt_pt: Subscrição Expirada
ro_ro: Abonament expirat
ru: уведомление об окончании срока подписки
ru_ru: уведомление об окончании срока подписки
sk_sk: Vypršalo predplatné
sv: Prenumeration har förfallit
sv_se: Prenumeration har förfallit
tr: Aboneliğiniz sona erdi
tr_tr: Aboneliğiniz sona erdi
uk: Передплата закінчилась
uk_ua: Передплата закінчилась
uz@latin: Obuna muddati tugadi
uz_cyrl: Обуна муддати тугади
vi: Thuê bao hết hạn
zh_tw: 訂閱過期

# emails.subscriptionBeforeExpiry.description
source: This email notifies a subscriber that their subscription will soon expire. It provides the journal's URL along with instructions for access.
bg_bg: Този имейл уведомява абоната, че абонаментът му скоро ще изтече. Той предоставя URL адреса на списанието заедно с инструкции за достъп.
bs_ba: Ovim se obrascem e-pošte obavještavaju pretplatnici da će njihova pretplata uskoro isteći. Poruka sadrži URL časopisa i upute za pristup.
ca_es: Aquest missatge de correu electrònic notifica a un subscriptor que la seva subscripció és a punt de vèncer. Proporciona l'URL de la revista i instruccions per a accedir-hi.
cs_cz: Tento email informuje předplatitele, že jeho předplatné brzy vyprší. Obsahuje URL časopisu a instrukce pro přístup.
da_dk: Denne e-mail underretter en abonnent om, at vedkommendes abonnement snart udløber. Den indeholder tidsskriftets URL-adresse samt adgangsinstruktioner.
de_de: Diese E-Mail informiert eine/n Abonnentin/Abonnenten, dass ihr/sein Abonnement demnächst abläuft. Sie liefert die URL der Zeitschrift und Zugriffsinformationen.
es_es: Este correo electrónico notifica al suscriptor que su subscripción va a expirar pronto. También proporciona la dirección URL de la revista e instrucciones para acceder a la misma.
fr_ca: Ce courriel avise un-e abonné-e que son abonnement expirera sous peu. Il fournit l'adresse URL de la revue, ainsi que les instructions pour y accéder.
fr_fr: Ce courriel avise un abonné que son abonnement expiera sous peu. Il fournit l'adresse URL de la revue, ainsi que les instructions pour y accéder.
gl_es: Este correo electrónico notifica a un subscritor que a súa subscrición está a piques de vencer. Tamén proporciona o enderezo URL da revista, así como instrucións para acceder a esta.
hi_in: यह ईमेल एक ग्राहक को सूचित करता है कि उनकी सदस्यता जल्द ही समाप्त हो जाएगी। यह एक्सेस के लिए निर्देशों के साथ जर्नल का URL प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է բաժանորդին, որ նրա բաժանորդագրության ժամկետը շուտով կլրանա: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
it_it: Questa email informa un abbonato della prossima scadenza del suo abbonamento. Fornisce la URL della rivista e le istruzioni per l'accesso.
ka_ge: ეს წერილი ატყობინებს გამომწერს იმის შესახებ, რომ მისი გამოწერის ვადა მალე დასრულდება. წერილში მოცემულია ჟურნალის მისამართი და წვდომის წესები.
kk_kz: Бұл электрондық пошта жазылушыға жазылу мерзімі жақында аяқталатынын хабарлайды. Электрондық пошта журналдың URL мекенжайын және кіру нұсқауларын қамтиды.
ms_my: E-mel ini memberitahu pelanggan bahawa langganan mereka akan segera tamat. Ini menyediakan URL jurnal bersama dengan petunjuk untuk mengakses.
nl_nl: Deze e-mail bericht een abonnee dat zijn abonnement binnenkort verloopt. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pt_br: Esta mensagem avisa o assinante da proximidade do término da assinatura. Informa a URL da revista e instruções de acesso.
pt_pt: Esta mensagem avisa o assinante da proximidade do término da subscrição. Informa sobre o URL da revista e instruções de acesso.
ro_ro: Acest e-mail notifică un abonat că abonamentul său va expira în curând. Oferă adresa URL a jurnalului împreună cu instrucțiuni de acces.
ru_ru: Это письмо уведомляет подписчика о том, что его подписка вскоре закончится. В письме содержится URL журнала и инструкции по доступу.
sk_sk: Tento email informuje predplatiteľov, že jeho predplatné čoskoro vyprší. Obsahuje URL časopisu a inštrukcie pre prístup.
sv_se: Det här e-postmeddelandet meddelar en prenumerant att prenumerationen håller på att förfalla. Det inkluderar tidskriftens URL samt instruktioner för tillgång.
tr_tr: Bu mesaj aboneliği bitmek üzere olan abonelere gönderilir.
uk_ua: Цей лист сповіщає передплатника про те, що його передплата незабаром закінчується. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
