Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.layoutComplete.body
source: <p>Dear {$recipientName},<p><p>Galleys have now been prepared for the following submission and are ready for final review.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>If you have any questions, please contact me.</p><p>Kind regards,</p><p>{$senderName}</p>
ar: <p>عزيزي {$recipientName}،</p><p>لقد تم تحضير الألواح الطباعية الخاصة بطلب التقديم الآتي وصارت جاهزة للمراجعة الأخيرة.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>إن كانت لديكم أي استفسارات، أرجو التواصل معي.</p><p>أطيب التحايا،</p><p>{$senderName}</p>
bg: <p>Уважаема/и {$recipientName},<p><p>Типографиите вече са подготвени за следното изпращане на материали и са готови за окончателен преглед.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$contextName}</p><p>Ако имате въпроси, моля свържете се с мен.</p><p>Сърдечни поздрави,</p><p>{$signature}</p>
bg_bg: {$recipientName}:<br /> <br /> Подготвена е необходимата типография за ръкописа, &quot;{$submissionTitle},&quot; за {$contextName} и може да бъде изпратена за коректура.<br /> <br /> Ако имате въпроси, моля свържете се с мен.<br /> <br /> {$senderName}
bs_ba: Poštovana/i {$editorialContactName},<br /> <br /> prijelom priloga &quot;{$submissionTitle}&quot; za časopis {$contextName} je završen te spreman za korekturu.<br /> U slučaju da imate bilo kakvih pitanja molim vas da mi se obratite.<br /> <br /> Srdačno,<br /> {$participantName}<br />
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Ja he preparat les galerades del manuscrit &quot;{$submissionTitle}&quot; per a {$contextName}. Així, doncs, ja estan a punt per a entrar en el procés de correcció de proves.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$participantName}
cs: <p>Vážený/á {$recipientName},</p><p>Nyní jsou připraveny sazebnice pro následující předložení a jsou připraveny k závěrečnému posouzení.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>V případě jakýchkoli dotazů mě prosím kontaktujte.</p><p>S pozdravem,</p><p>{$signature}</p>
cs_cz: {$editorialContactName}:<br /> <br /> Nyní jsou vytvořeny sazebnicové verze souborů pro příspěvek &quot;{$submissionTitle}&quot; pro {$contextName} a jsou připraveny pro korektury.<br /> <br /> Pokud máte nějaké otázky, kontaktujte mě prosím.<br /> <br /> {$participantName}
da: <p>Kære {$recipientName}</p><p>Der er nu færdiggjort en publiceringsklar fil til den følgende indsendelse, som er klar til den sidste gennemgang.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Hvis du har spørgsmål, er du velkommen til at kontakte mig.</p><p>Med venlig hilsen</p><p>{$signature}</p>
da_dk: {$editorialContactName}:<br /> <br /> Der er nu indsat en publiceringsklar fil til manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}, og den er klar til korrekturlæsning. <br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$participantName}
de: <p>Sehr geehrte/r {$recipientName},</p><p>die Druckfahnen für die folgende Einreichung wurden nun vorbereitet und sind bereit für die endgültige Überprüfung.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Wenn Sie Fragen haben, kontaktieren Sie mich bitte.</p><p>Mit freundlichen Grüßen,</p><p>{$signature}</p>
de_de: {$editorialContactName},<br /> <br /> die Fahnen für das Manuskript &quot;{$submissionTitle}&quot; für {$contextName} sind fertig und stehen zum Korrekturlektorat bereit.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$participantName}
es: <p>Estimado/a {$recipientName},</p><p>Le informamos que las galeradas del siguiente envío ya han sido preparadas y están listas para su revisión final.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Si tiene alguna pregunta, póngase en contacto con nosotros.</p><p>Atentamente,</p><p>{$signature}</p>
es_es: {$editorialContactName}:<br /> <br /> Ya han sido preparadas las galeradas para el manuscrito &quot;{$submissionTitle},&quot; para {$contextName} y están listas para corregir.<br /> <br /> Si tiene cualquier pregunta, no dude en contactar con nosotros/as.<br /> <br /> {$participantName}
eu: <p>{$recipientName} agurgarria:</p><p>Honako bidalketa honetarako galeradak prest daude jada, azken berrikusketa egiteko eskuragarri.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Zalantzarik izanez gero, jarri nirekin harremanetan, mesedez.</p><p>Adeitasunez,</p><p>{$signature}</p>
fi_fi: Hyvä {$editorialContactName},<br /> <br /> Julkaisuun {$contextName} liittyvän käsikirjoituksen &quot;{$submissionTitle}&quot; julkaistavat tiedostot on nyt taitettu ja ne ovat valmiit oikolukua varten.<br /> <br /> Mikäli teillä on kysyttävää, otattehan minuun yhteyttä.<br /> <br /> Ystävällisin terveisin,<br /> {$participantName}
fr_ca: {$editorialContactName},<br /> <br /> Les épreuves du manuscrit intitulé « {$submissionTitle} » pour la revue {$contextName} sont maintenant prêtes pour la relecture.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec moi.<br /> <br /> {$participantName}
fr_fr: {$editorialContactName}:<br /> <br /> Les épreuves du manuscrit intitulé « {$submissionTitle} » pour {$contextName} sont maintenant prêtes pour la révision.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec moi.<br /> <br /> {$participantName}
hi_in: {$editorialContactName}:<br /> <br /> पांडुलिपि के लिए अब गैलीज़ तैयार की गई हैं, &quot;{$submissionTitle},&quot; for {$contextName} and are ready for proofreading.<br /> <br /> यदि आपके पास किसी तरह का प्रश्न है, तो कृपया मुझ से सम्पर्क करें.<br /> <br /> {$participantName}
hy_am: <p>Հարգելի {$recipientName},<p><p>Շարվածքներն այժմ պատրաստվել են հետևյալ ներկայացման համար և պատրաստ են վերջնական վերանայման:</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Եթե ունեք հարցեր, խնդրում եմ կապվեք ինձ հետ:</p><p>Հարգանքով,</p><p>{$senderName}</p>
id: <p>Yang terhormat {$recipientName},<p><p>Galai sedang dipersiapkan untuk artikel berikut dan siap untuk peninjauan akhir.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$contextName}</p><p>Jika Anda memiliki pertanyaan, silakan hubungi saya.</p><p>Hormat kami,</p><p>{ $senderName}</p>
it_it: {$editorialContactName}:<br /> <br /> Sono pronte le bozze dell'articolo, &quot;{$submissionTitle}&quot; per {$contextName}, a disposizione per i correttori di bozze.<br /> <br /> Per qualsiasi domanda, si prega di contattarmi.<br /> <br /> {$participantName}
ka_ge: {$editorialContactName}:<br /> <br /> Galleys have now been prepared for the manuscript, &quot;{$submissionTitle},&quot; for {$contextName} and are ready for proofreading..<br /> <br /> If you have any questions, please contact me.<br /> <br /> {$participantName}
kk_kz: Сәлем {$recipientName}!<br /> <br /> «{$contextName}» журналындағы «{$submitTitle}» материалына арналған галереялар дайын, сіз түзетуді бастауға болады.<br /> <br /> Сұрақтарыңыз болса, маған хабарласыңыз.<br /> <br /> {$senderName}
mk: <p>Почитуван {$recipientName},<p><p>Пробните отисоци за поднесокот се подготвени и спремни за финална рецензија.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Доколку имате било какви прашања, Ве молиме да не исконтактирате.</p><p>Со почит,</p><p>{$signature}</p>
mr: <p>प्रिय {$recipientName},</p><p>खालील सादरीकरणाची कच्ची मुद्रिते (गॅली) आता अंतिम पुनरावलोकनासाठी तयार आहेत.</p><p><a href="{$submissionUrl}"> {$submissionTitle}</a><br />{$contextName}</p><p>तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी संपर्क साधा.</p><p>विनम्र,</p><p> {$signature}</p>
ms: <p> {$recipientName} yang dihormati,<p><p>Galleys kini telah disediakan untuk penyerahan berikut dan sedia untuk semakan akhir.</p><p><a href="{$submissionUrl}">{ $submissionTitle}</a><br />{$contextName}</p><p>Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.</p><p>Sekian,</p><p>{ $signature}</p>
ms_my: {$recipientName}: <br /> <br /> Galley kini telah disiapkan untuk manuskrip, &quot; {$submissionTitle}, &quot; untuk {$contextName} dan siap untuk proofreading. <br /> <br /> Sekiranya anda mempunyai pertanyaan, sila hubungi saya. <br /> <br /> {$senderName}
nb: <p>Kjære {$recipientName}</p><p>Et publiseringsklart oppsett er nå ferdig for følgende manuskript og er klart til en siste gjennomgang.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Ta gjerne kontakt om du har spørsmål.</p><p>Med vennlig hilsen</p><p>{$signature}</p>
nl_nl: {$editorialContactName}:<br /> <br /> De proeven voor manuscript &quot;{$submissionTitle}&quot; voor {$contextName} zijn gereed voor proeflezen.<br /> <br /> Neemt u alstublieft contact met me op als u vragen heeft.<br /> <br /> {$participantName}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Pliki do publikacji są już gotowe do ostatecznego przeglądu.</p><p><a href="{$submissionUrl}"> {$submissionTitle}</a><br />{$contextName}</p><p>W przypadku pojawienia się jakichkolwiek pytań, proszę o kontakt.</p><p>Pozdrawiam,</p><p> {$signature}</p>
pt_br: {$editorialContactName}: <br /> <br /> As provas topográficas já foram preparadas para o manuscrito &quot;{$submissionTitle} &quot; para {$contextName} e estão prontas para a revisão.<br /> <br /> Se você tiver alguma dúvida, favor entrar em contato comigo. <br /> <br /> {$participantName}
pt_pt: {$editorialContactName},<br /> <br /> As composições do manuscrito &quot;{$submissionTitle}&quot;, submetido à revista {$contextName}, estão prontas para leitura de provas.<br /> <br /> Em caso de dúvidas, entre em contacto.<br /> <br /> {$participantName}
ro_ro: {$editorialContactName}:<br /> <br /> Galeriile sunt pregătite pentru acest manuscris, &quot;{$submissionTitle},&quot; pentru {$contextName} și sunt gata pentru corectură.<br /> <br /> Dacă aveți întrebări, vă rog să mă contactați.<br /> <br /> {$participantName}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Гранки для следующего материала уже свёрстаны и готовы для финальной вычитки.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Если у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной.</p><p>С уважением,</p><p>{$signature}</p>
ru_ru: Здравствуйте, {$editorialContactName}!<br /> <br /> Гранки для материала «{$submissionTitle}» в журнал «{$contextName}» уже готовы, можно начинать корректуру.<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, свяжитесь со мной.<br /> <br /> {$participantName}
sk_sk: {$editorialContactName}:<br /> <br /> Teraz sú vytvorené sadzobnicové verzie súborov pre príspevok &quot;{$submissionTitle}&quot; pre {$contextName} a sú pripravené pre korektúry.<br /> <br /> Ak máte nejaké otázky, kontaktujte ma prosím.<br /> <br /> {$participantName}
sl: {$recipientName}:<br /> <br /> Prelom za prispevka, &quot;{$submissionTitle},&quot; za publikacijo {$contextName} je končan in pripravljen za korekturo.<br /> <br /> Če imate kakšna vprašanja, se prosim obrnite name.<br /> <br /> {$senderName}
sl_si: {$recipientName}:<br /> <br /> Prelom za prispevka, &quot;{$submissionTitle},&quot; za publikacijo {$contextName} je končan in pripravljen za korekturo.<br /> <br /> Če imate kakšna vprašanja, se prosim obrnite name.<br /> <br /> {$senderName}
sv: <p>Hej {$recipientName},</p><p>Publiceringsformat har nu färdigställts för manuskriptet nedan.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Kontakta mig om du har några frågor.</p><p>Vänliga hälsningar,</p><p>{$senderName}</p>
sv_se: {$editorialContactName}:<br /> <br /> Publiceringsversioner har nu färdigställts för manuskriptet &quot;{$submissionTitle}&quot; hos {$contextName}. Dessa är nu redo för korrekturläsning.<br /> <br /> Vänligen kontakta mig om du har några frågor.<br /> <br /> {$participantName}
tr_tr: Sayın {$editorialContactName},<br /> <br /> {$contextName} için &quot;{$submissionTitle}&quot; başlıklı çalışmanın prova dizgisi gözden geçirme için hazırdır.<br /> <br /> Sorunuz olur ise bana yazabilirsiniz.<br /> <br /> {$participantName}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Для цього подання гранки вже підготовлені та готові до остаточного розгляду.</p><p><a href="{$submissionUrl}">"{$submissionTitle}"</a><br />"{$contextName}"</p><p>Якщо у Вас виникли запитання, будь ласка, зв'яжіться зі мною.</p><p>З повагою,</p><p>{$signature}</p>
uk_ua: {$editorialContactName}:<br /> <br /> Гранки рукопису &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot; створені і подання готове до процесу коректури. <br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$participantName}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Қуйидаги ариза учун галлеялар тайёрланди ва якуний кўриб чиқишга тайёр.</p><p><a href="{$submissionUrl}">{$submissionTitle}</a><br />{$contextName}</p><p>Агар сизда саволлар бўлса, илтимос, мен билан боғланинг.</p><p>Эҳтиром билан,</p><p>{$signature}</p>
vi: Kính gửi {$recipientName},<br /> <br /> Bản in hiện đã được chuẩn bị cho bản thảo, &quot;{$submissionTitle},&quot; của {$contextName} và sẵn sàng cho hiệu đính.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$senderName}

# emails.layoutComplete.subject
source: Galleys Complete
ar: التصميمات الطباعي إكتملت
az: Test dizayn tamamlandı
bg: Типографското оформление е завършено
bg_bg: Типографското оформление е завършено
bs_ba: Napravljen prijelom
ca_es: Galerades completades
cs: Sazebnice dokončeny
cs_cz: Sazebnice dokončeny
da: Publiceringsversion færdiggjort
da_dk: Publiceringsversion færdiggjort
de: Fahnen vollständig
de_de: Fahnen fertigestellt
es: Galeradas completadas
es_es: Galeradas completadas
eu: Galeradak osatuta
fi_fi: Julkaistavat tiedostot valmiita
fr_ca: Mise en page des épreuves terminée
fr_fr: Mise en page des épreuves terminée
gl_es: Galeradas completadas
hi_in: गैलीज़ पूर्ण
hy_am: Շարվածքները ամբողջական են
id: Galley Selesai
it_it: Bozze pronte
ka_ge: გალერეები შექმნილია
kk_kz: Галереялар аяқталды
mk: Печатарските табаци се завршени
mr: कच्ची मुद्रिते (गॅली) तयार झाली
ms: Galley Selesai
ms_my: Galley Selesai
nb: Oppsett ferdigstilt
nl_nl: Proeven gereed
pl: Gotowe nośniki artykułu
pt_br: Composições concluídas
pt_pt: Composições concluídas
ro_ro: Galerie completă
ru: Гранки сделаны
ru_ru: Гранки сделаны
sk_sk: Sadzobnice dokončené
sl: Prelom končan
sl_si: Prelom končan
sv: Publiceringsversioner klara
sv_se: Publiceringsversioner klara
tr: Prova dizgi tamamlandı
tr_tr: Prova dizgi tamamlandı
uk: Фінальні гранки зроблено
uk_ua: Верстка завершена
uz@latin: Galleylar tugadi
uz_cyrl: Галлеялар тайёр
vi: Hoàn thành bản in
zh_tw: 校對樣本完成

# emails.layoutRequest.description
source: This email from an Editor to the Layout Editor notifies them that they have been assigned the task of performing layout editing on a submission. It provides information about the submission and how to access it.
bg_bg: Този имейл от редактора на секции до редактора на оформления го уведомява, че му е възложена задачата да извършват редактиране на оформление на изпратените материали. Той предоставя информация за изпратеното и как да бъде получен достъп до него.
bs_ba: Ovim obrascem e-pošte urednik rubrike obavještava grafičkog urednika da mu je dodijeljen zadatak izrade prijeloma priloga.
ca_es: Aquest missatge de correu electrònic té l'editor de secció com a remitent i s'envia al maquetador per a notificar-li que ha estat assignat per a encarregar-se de la maquetació d'una tramesa. Proporciona informació sobre la tramesa i com s'hi ha d'accedir.
cs_cz: Tento email posílá editor sekce typografovi, aby mu oznámil, že mu byl přidělen úkol provést typografické úpravy příspěvku. Obsahuje informace o příspěvku a přístupu k němu.
da_dk: Denne e-mail fra sektionsredaktøren til layoutredaktøren underretter layoutredaktøren om, at han/hun har fået til opgave at foretage layoutredigering af et manuskript. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til det.
de_de: Diese E-Mail von der/dem Rubrikredakteur/in an die/den Layouter/in benachrichtigt diese/n, dass ihr/ihm die Aufgabe zugewiesen wird, einen Beitrag zu layouten. Sie liefert Informationen über den Beitrag und darüber, wie auf ihn zugegriffen werden kann.
es_es: Este correo electrónico es enviado por el/ la Editor/a de Sección al / a la Editor/a de Maquetación notificándole que se les ha asignado la tarea de editar la maquetación de un envío. Le proporciona información sobre el envío y cómo acceder a él.
fi_fi: This email from the Section Editor to the Layout Editor notifies them that they have been assigned the task of performing layout editing on a submission. It provides information about the submission and how to access it.
fr_ca: Ce courriel du,de la rédacteur-trice de rubrique au, à la responsable de la mise en page l'avise qu'il ou elle a été assigné-e à la réalisation de la mise en page de la soumission. Il fournit les renseignements sur la soumission et comment accéder à celle-ci.
fr_fr: Ce courriel envoyé par le Rédacteur de rubrique au Responsable de la mise en page, avise ce dernier qu'il a été assigné à la tâche de faire la mise en page de la soumission. Il fournit de l'information sur la soumission et comment y accéder.
hi_in: अनुभाग संपादक से लेआउट संपादक का यह ईमेल उन्हें सूचित करता है कि उन्हें एक सबमिशन पर लेआउट एडिटिंग का कार्य सौंपा गया है। यह सबमिशन और इसे एक्सेस करने के तरीके के बारे में जानकारी प्रदान करता है.
hy_am: Խմբագրի կողմից Դասավորության խմբագրին ուղարկված այս նամակը ծանուցում է, որ իրենց հանձնարարվել է կատարել դասավորության խմբագրման առաջադրանք: Այն տրամադրում է տեղեկատվություն ներկայացման և այն մուտք գործելու մասին:
it_it: Questa email dal section editor al layout editor notifica che è stato assegnato loro il compito di curare il layout di una submission. Questa fornisce informazioni sulla submission e su come accedervi.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ მასალის გალერეის შემქმნელთან დაკაბადონების დაწყების მოთხოვნის შესახებ. წერილში მოცემულია ინფორმაცია მასალის შესახებ და იმის შესახებაც, თუ როგორ უნდა მიიღოს წვდომა ამ მასალაზე.
kk_kz: Редактордың орналасу редакторына берген бұл электрондық поштасы оларға жіберуде орналасуды редакциялау міндеті жүктелгені туралы хабарлайды. Онда жіберу және оған қалай қол жеткізуге болатындығы туралы ақпарат бар.
ms_my: E-mel ini dari Editor Bahagian ke Editor Susun atur memberitahu mereka bahawa mereka telah diberi tugas untuk melakukan penyuntingan susun atur pada penyerahan. Ini memberikan maklumat mengenai penyerahan dan cara mengaksesnya.
nl_nl: Deze e-mail van de sectieredacteur aan de opmaakredacteur meldt de toekenning van de taak om de opmaak van een inzending uit te voeren. Het bevat informatie over de inzending en hoe die te benaderen
pt_br: Mensagem enviada pelo Editor de Seção ao Editor de Layout, solicitando que sejam preparadas as Composições do texto final, com informações de acesso.
pt_pt: Este e-mail é enviado pelo Editor de Secção ao Editor de Layout, solicitando que sejam preparadas os Ficheiros de Publicação do texto final, com informações de acesso.
ro_ro: Acest e-mail de la Editorul de secțiuni către Editorul de aspect, notifică că i s-a atribuit sarcina de a efectua editarea aspectului manuscrisului. Oferă informații despre manuscris și modul de accesare a acestuia.
ru_ru: Это письмо редактора раздела, отправляемое верстальщику с уведомлением о том, что ему поручено выполнить верстку материала. В письме содержится информация о материале и о том, как получить к нему доступ.
sk_sk: Tento email posiela editor sekcie typografovi, aby mu oznámil, že mu bola pridelená úloha vykonať typografické úpravy príspevku. Obsahuje informácie o príspevku a prístupe k nemu.
sl_si: Ta email pošlje urednik grafičnemu uredniku prispevka s prošnjo za pripravo preloma prispevka. Vsebuje kratka navodila za prirpavo preloma in dostop do prispevka.
sv_se: Det här e-postmeddelandet från sektionsredaktören till layoutredaktören för att meddela att hen har blivit tilldelad uppgiften att vara layoutredaktör för ett bidrag. Det innehåller information om bidraget och hur man får tillgång till det.
tr_tr: Son sayfa düzeni kopyasının mizanpajının gönderilmesinde kullanılan mesaj.
uk_ua: Цим листом редактор розділу просить редактора верстки розпочати процес верстки подання. У листі міститься інформація про подання та про те, як отримати доступ до нього.
