Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.lockssNewArchive.body
source: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is a journal for which a member of your faculty, [name of member] serves as a [title of position]. The journal is seeking to establish a LOCKSS (Lots of Copies Keep Stuff Safe) compliant archive with this and other university libraries.<br /> <br /> [Brief description of journal]<br /> <br /> The LOCKSS Program &amp;lt;http://lockss.org/&amp;gt;, an international library/publisher initiative, is a working example of a distributed preservation and archiving repository, additional details are below. The software, which runs on an ordinary personal computer is free; the system is easily brought on-line; very little ongoing maintenance is required.<br /> <br /> To assist in the archiving of our journal, we invite you to become a member of the LOCKSS community, to help collect and preserve titles produced by your faculty and by other scholars worldwide. To do so, please have someone on your staff visit the LOCKSS site for information on how this system operates. I look forward to hearing from you on the feasibility of providing this archiving support for this journal.<br /> <br /> Thank you,<br /> {$signature}
bg_bg: Уважаема/и [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание, в което списва [name of member], като [title of position]. Списанието се стреми да създаде LOCKSS (Lots of Copies Keep Stuff Safe) архив с вашата и други университетски и публични библиотеки.<br /> <br /> [Кратко описание на списанието]<br /> <br /> Програмата LOCKSS &amp;lt;http://lockss.org/&amp;gt;, международна инициатива за връзката между библиотека и издател, е работещ пример за разпределено хранилище за архивиране и архивиране, допълнителни подробности са дадени са по-долу. Софтуерът, който работи на обикновен персонален компютър, е безплатен; системата лесно се активира за работа в онлайн режим, като се изисква много малко текуща поддръжка. <br /> <br /> За да съдействате за архивирането на нашето списание, ви каним да станете член на общността LOCKSS, да помогнете за събирането и съхраняването на заглавия, произведени от вашия изследовател и от други учени по целия свят. За да направите това, моля някой от вашия технически персонал да посети сайта LOCKSS за информация как работи тази система. Очаквам с нетърпение да чуя от вас възможността за предоставяне на тази поддръжка за архивиране на това списание. <br /> <br /> Благодарим ви,<br /> {$signature}
bs_ba: Poštovani [Knjižničar ustanove],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; časopis je s kojim zaposlenik vašeg fakulteta [ime zaposlenika] surađuje kao [titula]. Časopis pokušava, u ovoj i drugim knjižnicama u sustavu znanosti i visokog obrazovanja, uspostaviti arhivu u skladu s LOCKSS sustavom (Lots of Copies Keep Stuff Safe).<br /> <br /> [Kratki opis časopisa]<br /> <br /> Međunarodna bibliotekarska/izdavačka inicijativa Program LOCKSS &amp;lt;http://lockss.org/&amp;gt; predstavlja funkcionalni primjer distribuiranog repozitorija namijenjenog čuvanju i arhiviranju sadržaja. Dodatne informacije možete pročitati u nastavku teksta. Potreban software koji se može koristiti i na običnom osobnom računalu je besplatan; sustav se vrlo jednostavno postavlja on-line te zahtijeva vrlo malo kontinuiranog održavanja.<br /> <br /> Kako biste doprinijeli arhiviranju našeg časopisa, pozivamo vas da postanete član LOCKSS zajednice čime biste pripomogli u sakupljanju i očuvanju naslova koje izdaje vaš fakultet i drugi znanstvenici diljem svijeta. Želite li se uključiti, molimo vas da jedan/a od vaših djelatnika/ca posjeti stranicu LOCKSS-a kako bi dobio/la informacije o funkcioniranju sustava. Nadamo se da ćete nas uskoro kontaktirati u vezi s izvedivošću pružanja ovakve podrške arhiviranju časopisa.<br /> <br /> Unaprijed hvala,<br /> {$principalContactSignature}
ca_es: Benvolgut/uda [bibliotecari universitari],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; és una revista en què un membre de la vostra facultat o universitat, [nom del membre], participa en qualitat de [nom del rol]. Des d'aquesta revista volem crear un arxiu amb la vostra biblioteca universitària i altres biblioteques, d'acord amb la iniciativa LOCKSS (&amp;lt;i&amp;gt;lots of copies keep stuff safe&amp;lt;/i&amp;gt;).<br /> <br /> [Descripció breu de la revista]<br /> <br /> El programa LOCKSS &amp;lt;http://lockss.stanford.edu/&amp;gt;, una iniciativa internacional d'enllaç entre biblioteques i entitats publicadores, representa un exemple viu de conservació distribuïda i repositori d'arxivament. Es tracta d'una aplicació gratuïta executable en qualsevol ordinador personal que podeu gestionar fàcilment i per a la qual es requereix un manteniment mínim.<br /> <br /> Per a contribuir a l'arxivament d'aquesta revista, us convido a ser membre de la comunitat LOCKSS i a col·laborar en la recopilació i conservació de títols elaborats a la vostra facultat o universitat i en altres entitats acadèmiques de l'àmbit internacional. Per a fer-ho, us recomano que algun membre del vostre personal visiti el lloc web de LOCKSS per a obtenir informació sobre el funcionament d'aquest sistema. Confio rebre ben aviat la vostra acceptació per a col·laborar en l'arxivament d’aquesta revista.<br /> <br /> Moltes gràcies,<br /> <br /> {$principalContactSignature}
cs_cz: Vážený [univerzitní knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, ve kterém pracovník Vaší univerzity [jméno pracovníka] zastává pozici [název pozice]. Tento časopis má zájem vybudovat archiv kopatibilní s programem LOCKSS (Lots of Copies Keep Stuff Safe) společně s touto knihovnou a dalšími univerzitními knihovnami.<br /> <br /> [Krátký popis časopisu]<br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, mezinárodní iniciativa knihoven/vydavatelů, je fungujícím příkladem archivačního úložiště s distribuovanou ochranou. Další detaily viz níže. Software, který funguje na pěžném osobním počítači, je zdarma; systém je snadno převoditelný on-line; je vyžadováno velmi málo následné údržby.<br /> <br /> Z důvodu pomoci při archivování našeho časopisu Vás zveme, abyste se stal členem LOCKSS komunity a pomáhal tak shromažďovat a zachovávat práci produkovanou pracovníky Vaší univerzity i dalších vědeckých pracovníků z celého světa. Abyste tak mohl učinit, pověřte prosím někoho z Vašich pracovníků, ať navštíví stránky LOCKSS, kde najde informace, jak tento systém pracuje. Těším se, že se mě budete infomovat o možnostech poskytnutí archivační podpory tonuto časopisu.<br /> <br /> Děkujeme,<br /> {$principalContactSignature}
da_dk: Kære [universitetsbibliotekar]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; er et tidsskrift, hvor et medlem af dit fakultet, [navn på medlem], fungerer som [stillingsbetegnelse]. Tidsskriftet forsøger at etablere et LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv med dette og andre universitetsbiblioteker.<br /> <br /> [Kort beskrivelse af tidsskrift]<br /> <br /> LOCKSS-programmet &amp;lt;http://lockss.org/&amp;gt;, der er et internationalt biblioteks-/forlagsinitiativ, er et velfungerende eksempel på et distribueret bevarings- og arkiveringslager. Der findes flere oplysninger nedenfor. Softwaren, som kører på almindelige pc'er, er gratis. Det er nemt at få systemet til at køre online, og den løbende vedligeholdelse af systemet er meget begrænset.<br /> <br /> Med henblik på at få hjælp til arkivering af vores tidsskrift inviterer vi dig til at blive medlem af LOCKSS-programmet, hvor du skal hjælpe med at indsamle og bevare titler, der er produceret af dit fakultet og af andre videnskabsmænd rundt om i verden. Det gør du ved at få en af dine medarbejdere til at besøge LOCKSS-webstedet, hvor der findes oplysninger om, hvordan systemet fungerer. Jeg ser frem til at høre, om du har mulighed for at yde denne arkiveringssupport for dette tidsskrift.<br /> <br /> Tak.<br /> {$principalContactSignature}
de_de: Sehr geehrte/r [Bibliotheksleiter/in],<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; ist eine Zeitschrift, an der ein Mitglied Ihrer Universität, [Name], als [Mitarbeiterfunktion] mitarbeitet. Die Zeitschrift beabsichtigt, mit Ihrer und anderen Universitätsbibliotheken ein mit LOCKSS (Lots of Copies Keep Stuff Safe) kompatibles Archiv aufzubauen.<br /> <br /> [Kurze Beschreibung der Zeitschrift]<br /> <br /> Das LOCKSS-Programm &amp;lt;http://lockss.stanford.edu/&amp;gt;, eine internationale Initiative von Bibliotheken und Verlagen, ist ein funktionierendes verteiltes System zur Erhaltung und zur Archivierung; nähere Einzelheiten finden Sie weiter unten. Die auf jedem gewöhnlichen Rechner laufende Software ist frei; das System lässt sich leicht online bringen; es braucht wenig Wartung.<br /> <br /> Falls Sie sich an der Archivierung unserer Zeitschrift beteiligen möchten, laden wir Sie ein, Mitglied der LOCKSS-Community zu werden und mitzuhelfen, Texte aus Ihrer Einrichtung und von Wissenschaftler/innen aus der ganzen Welt zu sammeln und zu erhalten. Dazu sollte sich jemand aus Ihrer Einrichtung auf der Webseite von LOCKSS darüber informieren, wie dieses System funktioniert. Wir freuen uns darauf, von Ihnen zu hören, um die Möglichkeit Ihre Unterstützung bei der Archivierung dieser Zeitschrift und erwarten gern Ihre Antwort zur konkreten Vorgehensweise.<br /> <br /> Vielen Dank,<br /> {$principalContactSignature}
es_es: Estimado/a [Bibliotecario/a Universitario/a]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, es una revista en la que un miembro de su Facultad/Universidad, [nombre de la persona], colabora como [cargo que desempeña]. La revista está intentando crear un archivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta y otras bibliotecas universitarias.<br /> <br /> [Breve descripción de la revista]<br /> <br /> El programa LOCKSS &amp;lt;http://lockss.org/&amp;gt;, una iniciativa internacional de bibliotecas y editoriales, es un ejemplo vivo de un repositorio de preservación y archivo distribuido, a continuación le mostramos más detalles. El software, que funciona en ordenadores personales normales es gratuito; el sistema se conecta fácilmente; necesitando muy poco mantenimiento.<br /> <br /> Para contribuir al archivado de nuestra revista, le invitamos a convertirse en miembro de la comunidad LOCKSS, y así ayudar a recopilar y preservar títulos producidos en nuestra facultad y por otras entidades académicas de todo el mundo. Para hacerlo le rogamos que alguna persona de su biblioteca visite el sitio de LOCKSS para saber cómo funciona este sistema. Espero recibir pronto noticias suyas en el sentido de que proporcionará el apoyo para poder archivar esta revista.<br /> <br /> Gracias,<br /> {$principalContactSignature}
fi_fi: Hyvä [yliopistokirjaston kirjastonhoitajan nimi],<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; on julkaisu, jossa yliopistonne henkilökunnan jäsen, [jäsenen nimi] toimii [toimen nimi, esim. “toimittajana”]. Julkaisun pyrkimyksenä on perustaa LOCKSS:ia (Lots of Copies Keep Stuff Safe) noudattava arkisto tämän ja muiden yliopistojen kirjastojen kanssa.<br /> <br /> [Lyhyt kuvaus julkaisusta]<br /> <br /> LOCKSS-ohjelma &amp;lt;http://lockss.org/&amp;gt;, kansainvälinen kirjasto-/julkaisijahanke, on toimiva esimerkki hajautettuun säilytykseen ja arkistointiin perustuvasta tietovarastosta (lisätietoja alla). Ohjelma toimii tavallisella kotitietokoneella ja on ilmainen. Järjestelmä on helposti hankittavissa verkosta ja se vaatii hyvin vähän ylläpitotoimenpiteitä.<br /> <br /> Jotta voisitte auttaa julkaisumme arkistoinnissa, sekä auttaa keräämään ja tallentamaan yliopistonne henkilökunnan sekä muiden tutkijoiden julkaisuja, pyydämme teitä liittymään LOCKSS-yhteisön jäseneksi. Toimiaksenne näin, jonkun henkilökunnan jäsenistä tulisi tutustua tämän järjestelmän toimintaan LOCKSS:in sivustolla. Odotan yhteydenottoanne julkaisumme arkistoinnin toteutettavuutta koskien.<br /> <br /> Ystävällisin terveisin,<br /> {$principalContactSignature}
fr_ca: Cher,Chère [Bibliothécaire universitaire],<br /> <br /> {$contextName} &lt;{$contextUrl}&gt;, est une revue pour laquelle un membre de votre faculté, [nom du membre], agit à titre de [titre de la fonction occupée]. La revue désire mettre en place un système d'archivage conforme LOCKSS (Lots of Copies Keep Stuff Safe) avec votre bibliothèque et celles d'autres universités.<br /> <br /> [Brève description de la revue]<br /> <br /> Le programme LOCKSS &lt;http://lockss.org/&gt;, une initiative de bibliothécaires et d'éditeurs internationaux, est une belle démonstration d'un dépôt d'archives assurant la préservation des documents. Voir les détails ci-dessous. Le logiciel est gratuit et fonctionne sur tout ordinateur personnel. Il est facile de le mettre en ligne et ne requiert que très peu de maintenance.<br /> <br /> Pour nous aider dans le processus d'archivage de notre revue, nous vous invitons à devenir membre de la communauté LOCKSS, pour aider à recueillir et préserver des titres produits par votre faculté et par d'autres chercheurs à travers le monde. Pour ce faire, veuillez demander à quelqu'un de votre personnel de visiter le site Internet de LOCKSS pour voir les informations sur le fonctionnement du système. Nous attendons de vos nouvelles sur la faisabilité, pour vous, de fournir un support d'archivage pour cette revue.<br /> <br /> Merci,<br /> {$principalContactSignature}
fr_fr: Cher,Chère [Bibliothécaire universitaire],<br /> <br /> {$contextName} &lt;{$contextUrl}&gt;, est une revue pour laquelle un membre de votre faculté, [nom du membre], agit à titre de [titre de la fonction occupée]. La revue désire mettre en place un système d'archivage conforme LOCKSS (Lots of Copies Keep Stuff Safe) avec votre bibliothèque et celles d'autres universités.<br /> <br /> [Brève description de la revue]<br /> <br /> Le programme LOCKSS &lt;http://lockss.org/&gt;, une initiative de bibliothécaires et d'éditeurs internationaux, est une belle démonstration d'un dépôt d'archives assurant la préservation des documents. Voir les détails ci-dessous. Le logiciel est gratuit et fonctionne sur tout ordinateur personnel. Il est facile de le mettre en ligne et ne requiert que très peu de maintenance.<br /> <br /> Pour nous aider dans le processus d'archivage de notre revue, nous vous invitons à devenir membre de la communauté LOCKSS, pour aider à recueillir et préserver des titres produits par votre faculté et par d'autres chercheurs à travers le monde. Pour ce faire, veuillez demander à quelqu'un de votre personnel de visiter le site Internet de LOCKSS pour voir les informations sur le fonctionnement du système. Nous attendons de vos nouvelles sur la faisabilité, pour vous, de fournir un support d'archivage pour cette revue.<br /> <br /> Merci,<br /> {$principalContactSignature}
gl_es: Estimado/a [Bibliotecario/a universitario/a]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é unha revista na que un membro da súa facultade ou universidade, [nome da persoa], colabora en calidade de [cargo que desempeña]. A revista está intentando crear un arquivo LOCKSS (Lots of Copies Keep Stuff Safe) con esta e con outras bibliotecas universitarias.<br /> <br /> [Breve descrición da revista]<br /> <br /> O programa LOCKSS &amp;lt;http://lockss.org/&amp;gt;, unha iniciativa internacional de bibliotecas e editoriais, é un exemplo vivo dun repositorio de conservación e arquivo distribuído. Ver os detalles máis abaixo. O software, que funciona en ordenadores persoais normais, é gratuíto; o sistema conéctase doadamente e require moi pouco mantemento.<br /> <br /> Para contribuír ao arquivamento da nosa revista, convidámolo a converterse en membro da comunidade LOCKSS, e así axudar a recompilar e preservar títulos producidos pola súa facultade e por otras entidades académicas de todo o mundo. Para facelo pregámoslle que algunha persoa da súa biblioteca visite o sitio de LOCKSS para saber como funciona este sistema. Espero recibir axiña noticias súas no sentido de que proporcionará o apoio para poder arquivar esta revista.<br /> <br /> Grazas,<br /> {$signature}
he_il: לכבוד [ספרן אוניברסיטאי],<br /> <br /> {contextName$} הוא כתב עת שעבורו חבר הפקולטה שלך, [שם החבר] משמש כ [תואר תפקיד]. כתב העת מבקש להקים ארכיון תואם LOCKSS (הרבה עותקים שומרים על בטיחות) עם זה וספריות אוניברסיטאיות אחרות.<br /> <br /> [תיאור קצר של כתב העת]<br /> <br /> התוכנית, שהוא יוזמה בינלאומית של ספרנים ומו"לים, הוא דוגמא עובדת למאגר שימור וארכיון מבוזר, פרטים נוספים להלן. התוכנה הפועלת על מחשב אישי רגיל הינה בחינם; עולה אונליין בקלות; ואין צורך לתחזוקה שוטפת.<br /> <br /> כדי לסייע בארכיון כתב העת שלנו, אנו מזמינים אותך להיות חבר בקהילת LOCKSS, לעזור לאסוף ולשמר כותרות שהופקו על ידי הפקולטה שלך ועל ידי חוקרים אחרים ברחבי העולם. לשם כך, אנא בקש ממישהו מהצוות שלך לגלוש לאתר LOCKSS למידע על אופן פעולתה של מערכת זו. אני מצפה לשמוע מכם על אפשרות תמיכת ארכיון בכתב עת זה.<br /> <br /> בתודה,<br /> {principalContactSignature$}
hi_in: प्रिय [विश्वविद्यालय पुस्तकालय]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, एक ऐसी जर्नल है जिसके लिए आपके संकाय का एक सदस्य, [सदस्य का नाम] [स्थिति का शीर्षक] के रूप में कार्य करता है। जर्नल इस और अन्य विश्वविद्यालय पुस्तकालयों के साथ एक LOCKSS (बहुत सारी सामग्री सुरक्षित रखें) को सुरक्षित रखने की मांग कर रहा है.<br /> <br /> [Brief description of journal]<br /> <br /> The LOCKSS Program &amp;lt;http://lockss.org/&amp;gt;, एक अंतरराष्ट्रीय पुस्तकालय / प्रकाशक पहल, एक वितरित संरक्षण और संग्रह भंडार का एक कार्य उदाहरण है, अतिरिक्त विवरण नीचे हैं। सॉफ्टवेयर, जो एक साधारण व्यक्तिगत कंप्यूटर पर चलता है, मुफ्त है; प्रणाली को आसानी से ऑन-लाइन लाया जाता है; बहुत कम चल रहे रखरखाव की आवश्यकता है.<br /> <br /> हमारी जर्नल के संग्रह में सहायता करने के लिए, हम आपको अपने संकाय द्वारा और दुनिया भर के अन्य विद्वानों द्वारा उत्पादित शीर्षकों को इकट्ठा करने और संरक्षित करने में मदद करने के लिए, LOCKSS समुदाय का सदस्य बनने के लिए आमंत्रित करते हैं। ऐसा करने के लिए, कृपया यह जानने के लिए कि यह सिस्टम कैसे संचालित होता है, जानकारी के लिए कृपया अपने कर्मचारियों पर किसी LOCKSS साइट पर जाएं। मैं इस जर्नल के लिए इस संग्रह का समर्थन प्रदान करने की व्यवहार्यता पर आपकी ओर से सुनने के लिए उत्सुक हूं.<br /> <br /> Thank you,<br /> {$principalContactSignature}
hy_am: Հարգելի [համալսարանի գրադարանավար]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, ամսագիր է, որի համար ձեր պրոֆեսորադասախոսական կազմի անդամը [անդամի անունը] ծառայում է որպես [պաշտոնի կոչում]: Ամսագիրը ձգտում է ստեղծել LOCKSS (Lots of Copies Keep Stuff Safe) համապատասխան արխիվ այս և այլ համալսարանական գրադարանների հետ:<br /> <br /> [Ամսագրի համառոտ նկարագրությունը]<br /> <br /> LOCKSS ծրագիրը &amp;lt;https://lockss.org&amp;gt;, գրադարան/հրատարակիչ միջազգային նախաձեռնություն է, պահպանման և արխիվացման բաշխված պահոցի աշխատանքային օրինակ է, հավելյալ մանրամասները՝ ստորև: Ծրագիրը, որն աշխատում է սովորական անհատական համակարգչի վրա, անվճար է. համակարգը հեշտությամբ տեղադրվում է առցանց; շատ քիչ ընթացիկ սպասարկում է պահանջվում:<br /> <br /> Մեր ամսագրի արխիվացմանն աջակցելու համար մենք ձեզ հրավիրում ենք դառնալ LOCKSS համայնքի անդամ, օգնել հավաքել և պահպանել ձեր ֆակուլտետի և աշխարհի այլ գիտնականների կողմից արտադրված վերնագրերը: Դա անելու համար խնդրում ենք, որ ձեր անձնակազմից որևէ մեկը այցելի LOCKSS կայք՝ այս համակարգի գործունեության մասին տեղեկությունների համար: Ես անհամբեր սպասում եմ ձեզնից լսել այս ամսագրի արխիվացմանը աջակցություն տրամադրելու հնարավորության մասին:<br /> <br /> Շնորհակալություն,<br /> {$signature}
it_it: Cara [biblioteca universitaria]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, &amp;amp;#x00E8; un journal per cui un membro della vostra facolt&amp;amp;#x00E0;, [nome del membro], presta servizio come [posizione]. Il journal sta cercando di instaurare un archivio condiviso LOCKSS (Lots of Copies Keep Stuff Safe) con questa e altre biblioteche universitarie.<br /> <br /> [Breve descrizione del journal]<br /> <br /> Il programma LOCKSS &amp;lt;http://lockss.org/&amp;gt;, una iniziativa biblioteca/editore, &amp;amp;#x00E8; un esempio funzionante di un deposito distribuito di preservazione e archiviazione, dettagli aggiuntivi sono di sotto. Il software, che funziona su personal computer ordinario &amp;amp;#x00E8; libero; il sistema &amp;amp;#x00E8; portato facilmente on-line; la manutenzione continua &amp;amp;#x00E8; pochissima.<br /> <br /> Per assistere nell'archiviazione del nostro journal, vi invitiamo a diventare membri della comunit&amp;amp;#x00E0; LOCKSS, per aiutare a collezionare e preservare titoli prodotti dalla vostra facolt&amp;amp;#x00E0; e di altri studiosi a livello mondiale. Per fare questo, si prega di avere qualcuno nel vostro staff che visiti il sito LOCKSS per informazioni su come il sistema opera. Aspetto con impazienza di sentire a voi la possibilit&amp;amp;#x00E0; di fornire questo supporto di archiviazione per questo journal.<br /> <br /> Grazie,<br /> {$principalContactSignature}
ka_ge: Dear [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is a journal for which a member of your faculty, [name of member] serves as a [title of position]. The journal is seeking to establish a LOCKSS (Lots of Copies Keep Stuff Safe) compliant archive with this and other university libraries.<br /> <br /> [Brief description of journal]<br /> <br /> The LOCKSS Program &amp;lt;http://lockss.org/&amp;gt;, an international library/publisher initiative, is a working example of a distributed preservation and archiving repository, additional details are below. The software, which runs on an ordinary personal computer is free; the system is easily brought on-line; very little ongoing maintenance is required.<br /> <br /> To assist in the archiving of our journal, we invite you to become a member of the LOCKSS community, to help collect and preserve titles produced by your faculty and by other scholars worldwide. To do so, please have someone on your staff visit the LOCKSS site for information on how this system operates. I look forward to hearing from you on the feasibility of providing this archiving support for this journal.<br /> <br /> გმადლობთ,<br /> {$principalContactSignature}
kk_kz: Құрметті [университет кітапханашысы]! <br /> <br /> «{$contextName}» & lt; {$contextUrl} & gt; - сіздің университетіңіздің қызметкері, [қызметкердің аты], [лауазымның аты] лауазымын атқаратын журнал. Біздің журнал сіздің және басқа университеттердің кітапханаларымен LOCKSS (Lots Copies Stuff Safe) үйлесімді мұрағатын құрғысы келеді. <br /> <br /> [Журналдың қысқаша сипаттамасы] <br /> <br /> LOCKSS бағдарламасы & lt; http: //lockss.org/&gt; - халықаралық кітапхана мен баспагерлер бастамасы, таратылған мұрағат қоймасының жұмыс үлгісі (төменде толығырақ). Кәдімгі дербес компьютерде жұмыс істейтін бағдарламалық қамтамасыз ету ақысыз; жүйе Интернетке оңай қосылады; сақтау үшін іс жүзінде ешқандай күш қажет емес. <br /> <br /> Біздің журналды мұрағаттауға көмектесу үшін сізді университет қызметкерлері мен бүкіл әлем бойынша басқа да ғалымдардың мақалаларын жинауға және сақтауға көмектесу үшін LOCKSS қауымдастығының мүшесі болуға шақырамыз. Ол үшін сіздің қызметкерлеріңізден біреуіне LOCKSS веб -сайтына кіріп, жүйенің қалай жұмыс істейтіні туралы ақпарат алуды тапсырыңыз. Сізден біздің журналға мұрағаттық қолдау көрсету мүмкіндігі туралы жауап күтемін. <br /> <br /> Құрметпен, <br /> {$signature}
ku: بەڕێزان [ئەندامانی کتێبخانەی زانکۆ]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; گۆڤارێکی فاکەڵتییەکەتانە، [ناوی ئەندام]، وەک [ناسناوی زانکۆیی]خزمەت دەکات. گۆڤارەکەمان بە LOCKSS بۆ ئەرشیفکردنەوە سەرقاڵە لەگەڵ ئەندامانی کتێبخانەکانی زانکۆکانی دیکە.<br /> <br /> [کورتەیەک دەربارەی گۆڤار] <br /> <br /> پڕۆگرامی LOCKSS &amp;lt;http://lockss.org/&amp;gt;, پڕۆگرامێکی نێودەوڵەتیی تایبەت بە کتێبخانە و بڵاوکراوەکانە کە لەبواری ئەرشیفکردندا کار دەکات و زانیارییە پێویستییەکان لە خوارەوە بەردەستن. پڕۆگرامەکە لەسەر کۆمپیتەری ئاسایی و بە شێوەی خۆڕایی بەردەستە. سیستەمەکە بە ئاسانی دەخرێتە سەر تۆڕی ئەنتەرنێت و تەنیا کەمێک کارکردن لەسەری داواکراوە.<br /> <br /> بۆ هاوکاریکردنی ئەرشیفکردنی گۆڤارەکەمان، ئێمە بەڕێزتان بانگێشت دەکەین تا ببنە ئەندامێکی LOCKSS . بۆ ئەوەی هاوکارمان بن لە کۆکردنەوەی ناونیشان و کارەکانی ئەندامانی فاکەڵتیی خۆتان و تەواوی توێژەرانی جیهان. بۆ ئەمە تکایە کەسێک دیاری بکەن بۆ سەردانیکردنی پەڕەی LOCKSS بۆ وەرگرتنی زانیاری لەسەر شێوازی کارکردنی سیستەمەکە. ئێمە چاوەڕوانی هەوڵ و هیممەتی ئێوەین.<br /> <br /> سوپاس بۆ هاوکاریتان،<br /> {$principalContactSignature}
mk_mk: Почитуван/а [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, е списание за кое што член на вашиот факултет, [name of member] работи како [title of position]. Списанието бара да воспостави архива согласно со LOCKSS (Lots of Copies Keep Stuff Safe) програмата со оваа и останати универзитетски библиотеки.<br /> <br /> [Brief description of journal]<br /> <br /> LOCKSS програмата &amp;lt;http://lockss.org/&amp;gt;, интернационална библиотека/издавачка иницијатива, е пример за дистрибуирано складиште за зачувување и архивирање, дополнителните детали се подолу. Софтверот, кој што работи на персонален компјутер, е бесплатен; системот може лесно да се купи онлајн; потербно е многу малку тековно одржување.<br /> <br /> За да учествувате во архивирање на ова списание, ве каниме да станете член на LOCKSS заедницата, да помогнете со собирање и сочувување на наслови направени од страна на вашиот факултет и остнати научници низ целиот свет. За таа цел, ве молиме да испратите некој од вашите вработени да ја посетат страницата на LOCKSS за информации за тоа како работи овој систем. Со нетрпение очекувам да слушнам од вас за можноста за обезбедување на оваа поддршка за архивирање на ова списание.<br /> <br /> Ви благодарам,<br /> {$signature}
ms_my: [Pustakawan Universiti] yang dihormati <br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, adalah jurnal yang menjadi anggota fakulti anda, [nama ahli] berfungsi sebagai [gelaran jawatan]. Jurnal ini berusaha untuk mewujudkan arkib yang sesuai dengan LOCKSS (Lots of Copies Keep Stuff Safe) dengan ini dan perpustakaan universiti lain. <br /> <br /> [Penerangan ringkas jurnal] <br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, inisiatif perpustakaan/penerbit antarabangsa, adalah contoh yang berfungsi untuk penyimpanan dan pengarkiban repositori yang diedarkan, butiran tambahan ada di bawah. Perisian yang dijalankan pada komputer peribadi biasa adalah percuma; sistem ini mudah dibawa secara on-line; sangat sedikit penyelenggaraan berterusan yang diperlukan. <br /> <br /> Untuk membantu pengarkiban jurnal kami, kami menjemput anda untuk menjadi ahli komuniti LOCKSS, untuk membantu mengumpulkan dan mengekalkan tajuk yang dihasilkan oleh fakulti anda dan oleh sarjana lain di seluruh dunia. Untuk melakukannya, minta seseorang dari kakitangan anda mengunjungi laman LOCKSS untuk mendapatkan maklumat mengenai bagaimana sistem ini beroperasi. Saya berharap dapat mendengar daripada anda mengenai kemungkinan memberikan sokongan pengarkiban ini untuk jurnal ini. <br /> <br /> Terima kasih, <br /> {$signature}
nl_nl: Beste [Universiteitsbibliothecaris]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, is een tijdschrift waarbij een lid van uw faculteit, [naam van het lid] fungeert als [totel van de positie]. Het tijdschrift streeft naar een LOCKSS (Lots of Copies Keep Stuff Safe) archief met deze en andere universiteitsbibliotheken.<br /> <br /> [Korte beschrijving van het tijdschrift]<br /> <br /> Het LOCKSS programma &amp;lt;http://lockss.org/&amp;gt;, een internationaal bibliotheek/uitgever initiatief is een operationeel voorbeeld van een gedistribueerd archief voor bescherming en archivering, zie de additionele details hieronder. De software, die op een gewone personal computer draait, is gratis. Het systeem is eenvoudig online te brengen en vraagt weinig onderhoud .<br /> <br /> Om ons te helpen met het archiveren van ons tijdschrift, nodigen we u uit om lid te worden van de LOCKSS gemeenschap om te helpen met het verzamelen en archiveren van titel die geproduceerd worden door uw stafleden en andere internationale wetenschappers. Om mee te doen kun u iemand van uw staf de LOCKSS site laten bezoeken voor informatie over hoe dit systeem werkt. Ik kijk uit naar uw reactie over de haalbaarheid voor het leveren van deze archiefdienst voor dit tijdschrift.<br /> <br /> Dank u,<br /> {$principalContactSignature}
pt_br: Prezado(a) [Bibliotecário(a) da Universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, é um periódico no qual um membro de sua instituição, [nome do membro], serve como [título da posição]. O periódico está buscando estabelecer um acervo compatível com o LOCKSS (Lots of Copies Keep Stuff Safe) com esta e outras bibliotecas universitárias.<br /> <br /> [Breve descrição do periódico]<br /> <br /> O Programa LOCKSS &amp;lt;http://lockss.org/&amp;gt;, uma iniciativa internacional entre bibliotecas e editoras, é um exemplo prático de um repositório de preservação e arquivamento distribuído, conforme detalhes adicionais abaixo. O software, que roda em um computador pessoal comum, é gratuito; o sistema é facilmente colocado online; e pouca manutenção é necessária.<br /> <br /> Para ajudar no arquivamento de nosso periódico, convidamos você a se tornar um membro da comunidade LOCKSS, para ajudar a coletar e preservar títulos produzidos por seu corpo docente e por outros acadêmicos no mundo todo. Para fazer isso, peça a alguém da sua equipe que visite o site da LOCKSS para obter informações sobre como este sistema opera. Agradeço seu retorno a respeito da viabilidade de fornecer esse suporte de arquivamento para este periódico. <br /> <br /> Atenciosamente,<br /> {$principalContactSignature}
pt_pt: Caro(a) [Bibliotecária(o) da Universidade]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; é uma revista na qual um membro da sua instituição, [nome da pessoa], possui o papel editorial de [título da função editorial]. Esta revista deseja obter arquivo através de LOCKSS (Lots of Copies Keep Stuff Safe - Muitas Cópias Mantém as Coisas Seguras) compatível com esta e outras bibliotecas de instituições de ensino superior.<br /> <br /> [Breve descrição da revista]<br /> <br /> O sistema LOCKSS &amp;lt;http://lockss.org/&amp;gt;, uma iniciativa internacional de bibliotecas/editoras, é um exemplo funcional de um repositório digital de preservação e arquivo distribuído. O software, que corre num computador pessoal comum, é gratuito; o sistema permite a sua implementação e disponibilização online de forma rápida, e a sua manutenção é mínima.<br /> <br /> Para auxiliar no arquivo da nossa revista, convidamos a sua biblioteca a tornar-se membro da comunidade LOCKSS, e ajudar a recolher e preservar títulos produzidos mundialmente. Para isso, visite o site do LOCKSS para saber como funciona o sistema e como fazer parte da comunidade.<br /> <br /> Agradecendo desde já a sua atenção,<br /> {$principalContactSignature}
ro_ro: Stimate(ă) [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, este o revistă științifică la care un membru al facultății tale, [name of member] contribuie ca și [title of position]. Jurnalul încearcă să stabilească o arhivă conformă cu LOCKSS (Lots of Copies Keep Stuff Safe) cu această bibliotecă și cu alte biblioteci universitare.<br /> <br /> [Brief description of journal]<br /> <br /> Programul LOCKSS &amp;lt;http://lockss.org/&amp;gt;, este o inițiativă internațională a bibliotecii și editorilor. Acesta este un exemplu de lucru al unui depozit de conservare și arhivare distribuit (mai multe detalii sunt mai jos). Programul, care rulează pe un computer personal obișnuit este gratuit; acest sistem este ușor adus on-line; întreținerea acestuia este continuă cu resurse foarte reduse.<br /> <br /> Pentru a ajuta la arhivarea jurnalului nostru, vă invităm să deveniți membru al comunității LOCKSS, contribuind astfel la colectarea și păstrarea titlurilor produse de facultatea dvs. și de alți cercetători din întreaga lume. Pentru a face acest lucru, vă rugăm să delegai pe cineva din personalul dvs. să viziteze site-ul LOCKSS în vederea informării despre cum funcționează acest sistem. Așteptăm cu nerăbdare să vă spuneți părerea despre fezabilitatea acestui suport de arhivare pentru această revistă.<br /> <br /> Mulțumesc,<br /> {$principalContactSignature}
ru_ru: Уважаемый [библиотекарь университета]!<br /> <br /> «{$contextName}» &amp;lt;{$contextUrl}&amp;gt; — журнал, в котором сотрудник Вашего университета, [имя сотрудника], занимает должность [название должности]. Наш журнал хотел бы создать LOCKSS(Lots of Copies Keep Stuff Safe)-совместимый архив с библиотеками Вашего и других университетов.<br /> <br /> [Краткое описание журнала]<br /> <br /> Программа LOCKSS &amp;lt;http://lockss.org/&amp;gt; — международная инициатива библиотек и издателей, работающий пример распределенного архивного хранилища (подробности об этом ниже). Программное обеспечение, запускаемое на обычном персональном компьютере, является бесплатным; система легко подключается к сети Интернет; практически не требует усилий под поддержанию в рабочем состоянии.<br /> <br /> Чтобы помочь в архивации нашего журнала, мы приглашаем Вас стать членом сообщества LOCKSS, чтобы помочь собирать и сохранять статьи, созданные сотрудниками Вашего университета и другими учеными по всему миру. Чтобы сделать это, пожалуйста, поручите кому-то из Вашего персонала зайти на сайт LOCKSS, чтобы узнать информацию о том, как работает эта система. Жду Вашего ответа о возможности предоставить эту архивную поддержку для нашего журнала.<br /> <br /> С уважением,<br /> {$principalContactSignature}
sk_sk: Vážený [univerzitní knihovník]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; je časopis, v ktorom pracovník Vašej univerzity [meno pracovníka] zastáva pozíciu [názov pozície]. Tento časopis má záujem vybudovať archív kompatibilný s programom LOCKSS (Lots of Copies Keep Stuff Safe) spoločne s touto knižnicou a ďalšími univerzitnými knižnicami.<br /> <br /> [Krátky popis časopisu]<br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, medzinárodná iniciatíva knižníc/vydavateľov, je fungujúcim príkladom archivačného úložiska s distribuovanou ochranou. Ďalšie detaily viď nižšie. Softvér, ktorý funguje na bežnom osobnom počítači, je zadarmo; systém je ľahko prevoditeľný on-line; je vyžadované veľmi málo následnej údržby.<br /> <br /> Z dôvodu pomoci pri archivovaní nášho časopisu Vás pozývame, aby ste sa stal členom LOCKSS komunity a pomáhal tak zhromažďovať a zachovávať prácu produkovanú pracovníkmi Vašej univerzity i ďalších vedeckých pracovníkov z celého sveta. Aby ste tak mohli urobiť, poverte prosím niekoho z Vašich pracovníkov, nech navštívi stránky LOCKSS, kde nájde informácie, ako tento systém pracuje. Teším sa, že ma budete informovať o možnostiach poskytnutia archivačnej podpory časopisu.<br /> <br /> Ďakujeme,<br /> {$principalContactSignature}
sl_si: Spoštovani [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt;, je revija, pri kateri sodeluje vaš član, [name of member], kot [title of position]. Revija želi vzpostaviti LOCKSS (Lots of Copies Keep Stuff Safe) arhiv s to in ostalimi univerzitetnimi knjižnicami .<br /> <br /> [Brief description of journal]<br /> <br /> Program LOCKSS &amp;lt;http://lockss.org/&amp;gt;, je mednarodna iniciativa knjižnic/založnikov, je delujoči primer distribuiranega arhiva, več informacij je spodaj. Programska oprema, ki teče na navadnem osebnem računalniku, je brezplačna, sistem je zelo enostavno vzpostaviti in potrebuje zelo malo vzdrževanja.<br /> <br /> Za pomoč pri arhiviranju naše revije, vas vabimo, da postanete član LOCKSS skupnosti, pomagate zbirati in ohranjati članke izdane pri vaši fakulteti in ostalih znanstvenih inštitucijah po vsem svetu. Da to storite, vas vabimo da nekdo na vaši strani pogleda speltno stran LOCKSS za več inforamcijo tem, kako sistem deluje. Veselimo se vašega odziva glede možnosti, da podprete arhiviranje naše revije.<br /> <br /> Hvala lepa,<br /> {$signature}
sv_se: Hej [universitetsbibliotekarie]!<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; är en tidskrift där en medarbetare på ditt lärosäte, [namn på medarbetaren], bistår som [namn på position]. Tidskriften vill etablera ett LOCKSS-kompatibelt (Lots of Copies Keep Stuff Safe) arkiv vid det här och andra universitetsbibliotek.<br /> <br /> [Kortfattad beskrivning av tidskriften]<br /> <br /> LOCKSS-samarbetet &amp;lt;http://lockss.org/&amp;gt;, ett internationellt biblioteks- och utgivarinitiativ, är ett exempel på ett distribuerat arkiv för bevarande (se nedan för ytterligare information). Mjukvaran är gratis och kan köras på en vanlig dator. Systemet hämtas från nätet och kräver väldigt litet kontinuerligt underhåll.<br /> <br /> Det skulle vara till stor hjälp för oss i sökandet efter bevarandelösningar för vår tidskrift om ni ville överväga att bli medlemmar i LOCKSS-gemenskapen och på det sättet hjälpa till att samla och bevara titlar producerade vid lärosätet och av andra forskare runt om i världen. Om ni vill gå vidare med detta, vänligen se LOCKSS webbplats för mer information om hur systemet fungerar. Jag ser fram emot att höra från er angående möjligheterna för er att stödja arkiveringen av vår tidskrift genom detta.<br /> <br /> Tack och med vänliga hälsningar,<br /> {$principalContactSignature}
tr_tr: Sayın [University Librarian]<br /> <br /> {$contextName} &amp;lt;{$contextUrl}&amp;gt; dergisi için fakültenizin üyesi [name of member] [title of position] görevini üstlenmiştir. Dergi bu ve diğer üniversite kütüphaneleri ile LOCKSS (Lots of Copies Keep Stuff Safe – çok sayıda kopya güvenliğini koruma) uyumlu arşiv oluşturmayı hedeflemektedir. <br /> <br /> <br /> [Brief description of journal]<br /> <br /> LOCKSS programı &amp;lt;http://lockss.org/&amp;gt;, uluslararası bir kütüphane/yayımcı organizasyonu olup bir arşivin yaygın ve güvenilir olarak kullanılmasını sağlayan etkin bir örnektir. Diğer detaylar aşağıda belirtilmiştir. Standart kişisel bilgisayarlarda kullanılabilen yazılım ücretsizdir, sistem kolaylıkla aktif olabilmekte ve çok az bakım gerektirmektedir. <br /> <br /> Derginizin arşivlenebilmesi için sizi LOCKSS topluluğunun üyesi olmaya davet ediyoruz. Böylelikle gerek fakültenizden gerek dünya çapında diğer araştırma birimlerinden çalışmaları toplayabilir ve güvenle saklayabilirsiniz. Bu amaçla bir çalışanınızı görevlendirerek LOCKSS sitesini ziyaret etmesini ve sistem çalışması ile ilgili bilgileri edinmesini sağlayınız. Sizden bu derginin arşiv desteğinin fizibilitesi ile ilgili haber bekliyor olacağım.<br /> <br /> Teşekkür ederim<br /> {$principalContactSignature}
uk_ua: Шановний [Директор університетської бібліотеки]<br /> <br /> {$contextName} &amp;lt;<a href="{$contextUrl}">{$contextUrl}</a>&amp;gt; - це журнал, для якого Ваш співробітник [Ім'я співробітника] виконує роль [посада у редакційному штаті]. Наш журнал прагне мати архів, сумісний з LOCKSS (Lots of Copies Keep Stuff Safe) у Вашій бібліотеці та бібліотеках інших університетів.<br /> <br /> [Короткий опис журналу]<br /> <br /> Програма LOCKSS &amp;lt;http://lockss.org/&amp;gt; - це міжнародна ініціатива бібліотек та видавців, яка є прикладом працездатної моделі розподіленого архівного збереження цифрового змісту. Необхідне програмне забезпечення є безкоштовним, воно працює на звичайному персональному комп'ютері; систему дуже легко розгорнути в режимі онлайн; вона потребує мінімальної підтримки та супроводу.<br /> <br /> Щоб допомогти архівувати наш журнал, ми запрошуємо Вас стати членом спільноти LOCKSS та приєднатись до ініціативи збирання та збереження наукового змісту, виробленого співробітниками Вашої установи та вченими з усього світу. Для цього, дайте доручення одному з Ваших співробітників, завітати на веб-сайт LOCKSS та отримати інформацію про те, як функціонує система. Я з нетерпінням чекаю Вашої відповіді щодо можливості надання допомоги у питаннях архівування нашого журналу.<br /> <br /> Дякую,<br /> {$principalContactSignature}
