Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.layoutRequest.subject
source: Submission {$submissionId} is ready for production at {$contextAcronym}
ar: طلب التقديم {$submissionId} صار جاهزًا لمرحلة الإنتاج من أجل {$contextAcronym}
az: {$submissionId} nömrəli məqalə {$contextAcronym} üçün nəşrə hazırdır
bg: Изпратените материали {$submissionId} са подготвени за публикуване в {$contextAcronym}
bg_bg: Искане за типография
bs_ba: Zamolba za prijelom
ca: La tramesa {$submissionId} està llesta per a producció a {$contextAcronym}
ca_es: Sol·licitud de galerades
cs: Příspěvek {$submissionId} je připraven do produkční fáze v periodiku {$contextAcronym}
cs_cz: Žádost o sazebnice
da: Indsendelsen {$submissionId} er klar til produktion til {$contextAcronym}
da_dk: Forespørgsel om publiceringsversion
de: Die Einreichung {$submissionId} ist bereit für die Produktion bei {$contextAcronym}
de_de: Bitte um Layout
es: El envío {$submissionId} está listo para producción en {$contextAcronym}
es_es: Solicitud de galeradas
eu: {$submissionId} bidalketa {$contextAcronym}-en ekoizpenerako prest dago
fi_fi: Julkaistavia tiedostoja pyydetään
fr_ca: Demande de mise en page des épreuves
fr_fr: Demande de mise en page des épreuves
hi_in: अनुरोध गैलीज़
hy_am: Ներկայացումը {$submissionId} պատրաստ է արտադրության {$contextAcronym} -ից
id: Naskah {$submissionId} siap masuk ke tahap produksi pada {$contextAcronym}
it: Ms {$submissionId} accettato da {$contextAcronym} è pronto per la preparazione delle bozze
it_it: Richiesta preparazione delle bozze
ka_ge: გალერეების მოთხოვნა
kk_kz: Жіберу {$submissionId} мекен-жайы бойынша жіберуге дайын {$contextAcronym}
mk: Поднесокот {$submissionId} е подготвен за обработка на {$contextAcronym}
mr: {$submissionId} सादरीकरण {$contextAcronym} येथे प्रकाशनासाठी तयार आहे
ms: Penyerahan {$submissionId} sedia untuk pengeluaran di {$contextAcronym}
ms_my: Meminta Galley
nb: Innleveringen {$submissionId} er klar for produksjon til {$contextAcronym}
nl_nl: Verzoek aanmaken proeven
pl: Zgłoszenie {$submissionId} jest gotowe do etapu produkcji w {$contextAcronym}
pt_br: Solicitação de composições
pt_pt: Pedido de composições finais
ro_ro: Solicitare galerii
ru: Материал «{$submissionId}» готов к верстке в «{$contextAcronym}»
ru_ru: Запрос на верстку
sk_sk: Žiadosť o sadzobnice
sl: Prispevek {$submissionId} je pripravljen za produkcijo pri reviji {$contextAcronym}
sl_si: Prispevek {$submissionId} je pripravljen za produkcijo pri reviji {$contextAcronym}
sv: Bidraget {$submissionId} är redo att redigeras hos {$contextAcronym}
sv_se: Förfrågan om publiceringsversion
tr: {$submissionId} numaralı makale {$contextAcronym} için yayına hazır
tr_tr: Dizgi Provası Ricası
uk: Подання {$submissionId} готове до виробництва в {$contextAcronym}
uk_ua: Запит на верстку
uz@latin: {$submissionId} taqdimoti {$contextAcronym} orqali ishlab chiqarishga tayyor
uz_cyrl: {$submissionId}-сонли ариза {$contextAcronym} журналида нашрга тайёрлаш учун тайёр
vi: Bài gửi {$submissionId} đã sẵn sàng xuất bản ở {$contextAcronym}

# emails.copyeditRequest.description
source: This email is sent by an Editor to a submission's Copyeditor to request that they begin the copyediting process. It provides information about the submission and how to access it.
bg_bg: Този имейл се изпраща от редактор на секции до редактора за стилистична проверка със заявка да бъде започнат процеса на стилистична проверка. Той предоставя информация за изпратените материали и как да бъде получен достъп до тях.
bs_ba: Ovim obrascem e-pošte urednik rubrike šalje lektoru zamolbu da započne s lekturom priloga. Poruka pruža osnovne informacije o prilogu i kako mu pristupiti.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia al possible corrector d'una tramesa per a sol·licitar-li que comenci el procés de correcció. Proporciona informació sobre la tramesa i com s'hi ha d'accedir.
cs_cz: Tento email posílá editor sekce redaktorovi, aby ho požádal o zahájení procesu redigování. Obsahuje informace o příspěvku a jek se k němu dostat.
da_dk: Denne e-mail sendes af en sektionsredaktør til manuskriptredaktøren for et manuskript og beder vedkommende om at påbegynde manuskriptredigeringsprocessen. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til det.
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an die/den Lektor einer Einreichung gesendet, um diese/n zu bitten, mit dem Lektorat zu beginnen. Sie liefert Informationen über die Einreichung und darüber, wie auf sie zuzugreifen ist.
es_es: Este correo es enviado por un/a Editor/a de Sección a un/a corrector/a de un envío para pedirles que comiencen un proceso de corrección. Le proporciona información sobre en el envío y cómo acceder a él.
fi_fi: This email is sent by a Section Editor to a submission's Copyeditor to request that they begin the copyediting process. It provides information about the submission and how to access it.
fr_ca: Ce courriel du, de la rédacteur-trice de rubrique à un-e réviseur-e lui demande de procéder à la révision. Il fournit les renseignements sur la soumission et comment accéder à celle-ci.
fr_fr: Ce courriel est envoyé par le Rédacteur de rubrique à un Réviseur, pour lui demander de commencer le processus de révision. Il fournit l'information sur la soumission et comment accéder à celle-ci.
hi_in: यह ईमेल एक सेक्शन एडिटर द्वारा सबमिशन की कॉपीडिटर को सबमिट करने के लिए भेजा जाता है ताकि वे कॉपीएडिटिंग करने की प्रक्रिया शुरू कर सकें। यह सबमिशन और इसे एक्सेस करने के तरीके के बारे में जानकारी प्रदान करता है.
it_it: Questa email viene mandata dal section editor al copyeditor della submission per richiedere che comincino con il processo di copyedit. Questa fornisce informazioni sulla submission e su come accedervi.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ მასალის ლიტერატურულ რედაქტორთან რედაქტირების დაწყების მოთხოვნის შესახებ. წერილში მოცემულია ინფორმაცია მასალის შესახებ და იმის შესახებაც, თუ როგორ უნდა მიიღოს წვდომა ამ მასალაზე.
kk_kz: Бұл электрондық поштаны редактор жіберу редакторы копирайтеріне өңдеу процесін бастау туралы өтінішпен жібереді. Онда жіберу және оған қалай қол жеткізуге болатындығы туралы ақпарат бар.
ms_my: E-mel ini dikirim oleh Editor Bahagian ke Copyeditor Penyerahan untuk meminta mereka memulakan proses copyediting. Ini memberikan maklumat mengenai penyerahan dan cara mengaksesnya.
nl_nl: Deze e-mail wordt door de sectieredacteur naar de tekstredacteur van een inzending gestuurd om te vragen het redactieproces te starten. Het bevat informatie over de inzending en hoe die te benaderen
pt_br: Mensagem enviada pelo Editor de Seção solicitando a realização de uma tarefa de edição ao Editor de Texto, com informações sobre e como acessar o documento.
pt_pt: Este e-mail é enviado pelo Editor de Secção a solicitar a realização de uma tarefa de edição ao Editor de Texto, com informações sobre e como aceder ao documento.
ro_ro: Acest e-mail este trimis de un editor de secțiune către redactorul unui manuscris pentru a solicita începerea procesului de redactare. Oferă informații despre manuscris și modul de accesare a acestuia.
ru_ru: Это письмо редактора раздела, отправляемое литературному редактору материала с запросом начала процесса литературного редактирования. В письме содержится информация о материале и о том, как получить к нему доступ.
sk_sk: Tento email posiela editor sekcie redaktorovi, aby ho požiadal o začatie procesu redigovania. Obsahuje informácie o príspevku a ako sa k nemu dostať.
sl_si: Ta email pošlje urednik lektorju prispevka s prošnjo za lektoriranje. Vsebuje kratka navodila za lektoranje in dostop do prispevka.
sv_se: Det här e-postmeddelandet skickas från sektionsredaktören till ett bidrags manusredaktör för att be hen att påbörja manusredigeringsprocessen. Det innehåller information om bidraget och hur man får tillgång till det.
tr_tr: Yayınlanması için karar verilen yazının sayfa düzeni için gönderilmesinde kullanılır.
uk_ua: Цим листом редактор розділу просить літературного редактора розпочати процес літературного редагування подання. У листі міститься інформація про подання та про те, як отримати доступ до нього.
