Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.userValidateContext.description
source: This email is sent to a new user signed up on the journal to validate their email account.
bg_bg: Този имейл се изпраща на новорегистриран потребител, за да потвърди имейл адреса си.
is_is: Þessi tölvupósur er sendur á nýskráða notendur til að þeir staðfesti netfangið sitt.
kk_kz: Бұл электрондық пошта жаңадан тіркелген пайдаланушыға электрондық пошта мекенжайын растау үшін жіберіледі.
ms_my: E-mel ini dihantar kepada pengguna yang baru mendaftar untuk mengesahkan akaun e-mel mereka.
sl_si: Email se pošlje novo registiranemu uporabniku, da potrdi svoj email naslov.

# emails.userValidateContext.body
source: {$recipientName}<br /> <br /> You have created an account with {$contextName}, but before you can start using it, you need to validate your email account. To do this, simply follow the link below:<br /> <br /> {$activateUrl}<br /> <br /> Thank you,<br /> {$signature}
ar: {$recipientName}<br /> <br /> قمت بإنشاء حساب في {$contextName}، لكن قبل شروعك باستعماله، عليك تأكيد عنوان بريدك الالكتروني، وكل ما عليك القيام به الآن، اتباع الرابط أدناه:<br /> <br /> {$activateUrl}<br /> <br /> شكراً لك.<br /> {$contextSignature}
az: "örmətli {$recipientName},<br /> <br /> {$contextName} adlı jurnalda bir hesab yaratdınız, ancaq Jurnal sistemini istifadə etməyə başlamazdan əvvəl email hesabınızı təsdiqləməniz lazımdır. Bunun üçün aşağıdakı linki izləməyiniz kifayətdir:<br /> <br /> {$activateUrl}<br /> <br /> Təşəkkürlər,<br /> {$signature}
bg: {$recipientName}<br /> <br /> Създали сте акаунт с {$contextName}, но преди да можете да започнете да го използвате, трябва да потвърдите изпратения имейл. За да направите това, просто следвайте връзката по -долу: <br /> <br /> {$activateUrl}<br /> <br /> Благодарим ви,<br /> {$contextSignature}
bg_bg: {$recipientName}<br /> <br /> Създали сте акаунт с {$contextName}, но преди да можете да започнете да го използвате, трябва да потвърдите изпратения имейл. За да направите това, просто следвайте връзката по -долу: <br /> <br /> {$activateUrl}<br /> <br /> Благодарим ви,<br /> {$signature}
cs: {$recipientName}<br /> <br /> Vytvořil jste si účet pro {$contextName}, ale před tím, než ho budete moci začít používat, musí být ověřen Váš emailový účet. Pro jeho ověření jednoduše následujte odkaz uvedený níže:<br /> <br /> {$activateUrl}<br /> <br /> Děkujeme,<br /> {$contextSignature}
da: Kære {$recipientName}<br /> <br /> Du har oprettet en konto hos {$contextName}, men inden du kan benytte den, skal du validere din e-mail-konto. Det gør du ved blot at følge linket nedenfor:<br /> <br /> {$activateUrl}<br /> <br /> Mvh. <br /> {$contextSignature}
de: {$recipientName}<br /> <br /> Sie haben ein Benutzer/innenkonto bei {$contextName} angelegt, aber bevor Sie es benutzen können, müssen Sie Ihre E-Mail-Adresse bestätigen. Dazu folgen Sie bitte einfach dem folgenden Link:<br /> <br /> {$activateUrl}<br /> <br /> Vielen Dank<br /> {$contextSignature}
es: Estimado/a {$recipientName}<br /> <br /> Ha creado una cuenta de usuario/a en {$contextName}, pero antes de poder utilizarla debe validar su correo electrónico. Para ello, simplemente haga clic en el siguiente enlace:<br /> <br /> {$activateUrl}<br /> <br /> Gracias,<br /> {$contextSignature}
eu: {$recipientName}<br /> <br /> {$contextName} aldizkarian kontua sortu duzu, baina kontu hori erabiltzen hasteko zure helbide elektronikoa baliozkotu behar duzu. Horretarako, jarraitu beheko estekari:<br /> <br /> {$activateUrl}<br /> <br /> Eskerrik asko,<br /> {$contextSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Sikeresen létrehozta felhasználói fiókját a(z) {$contextName} folyóirathoz, melynek használatba vételéhez kérjük, előbb hitelesítse email címét. Ehhez kattintson az alábbi linkre:<br /> <br /> {$activateUrl}<br /> <br /> Köszönettel,<br /> {$contextSignature}
hy_am: {$recipientName}<br /> <br /> Դուք ստեղծել եք հաշիվ {$contextName} -ով, սակայն նախքան այն օգտագործելը, դուք պետք է վավերացնեք ձեր էլ․ փոստի հաշիվը: Դա անելու համար պարզապես հետևեք ստորև նշված հղմանը:<br /> <br /> {$activateUrl}<br /> <br /> Շնորհակալություն,<br /> {$signature}
id: {$recipientName}<br /> <br /> Anda telah membuat akun di {$contextName}. Sebelum dapat menggunakannya, Anda perlu melakukan validasi akun email. Untuk melakukannya, klik tautan berikut ini:<br /> <br /> {$activateUrl}<br /> <br /> Terimakasih,<br /> {$contextSignature}
is_is: {$recipientName}<br /> <br /> Þú hefur stofnað notandareikning hjá {$contextName}, áður en þú getur byrjað að nota reikninginn þarftu að staðfesta netfangið þitt. Til að gera það smeltu á tengilinn hér fyrir neðan: <br /> <br /> {$activateUrl}<br /> <br /> Með kærri þökk,<br /> {$signature}
it: Gentilissimo {$recipientName}<br /> <br /> Hai creato un nuovo account in {$contextName}, ma prima di usarlo, devi convalidare il tuo indirizzo email. Per farlo, clicca sul link qui sotto:<br /> <br /> {$activateUrl}<br /> <br /> Se non si apre automaticamente una finestra del browser per la verifica, puoi copiare questo link e incollarlo direttamente nella barra degli indirizzi del tuo browser<br /> Grazie,<br /> {$contextSignature}
kk_kz: Сәлеметсіз бе, {$recipientName}!<br /> <br /> Сіз "{$contextName}" журналында тіркелгі жасадыңыз, бірақ оны пайдаланбас бұрын электрондық пошта мекенжайын растауыңыз керек. Мұны істеу үшін төмендегі сілтемеге өтіңіз:<br / > <br /> {$activateUrl}<br /> <br /> Құрметпен,<br / > {$signature}
mk: {$recipientName}<br /> <br /> Создадовте профил на {$contextName}, но пред да можете да започнете со користење, морате да ја потврдите вашата емаил адреса. За да го направите ова, едноставно следете го линкот подолу:<br /> <br /> {$activateUrl}<br /> <br /> Ви благодарам,<br /> {$contextSignature}
mr: {$recipientName}<br /> <br /> तुम्ही {$contextName} करता खाते तयार केले आहे, परंतु त्याचा वापर सुरू करण्यापूर्वी, तुम्हाला तुमचे ई-मेल खाते वैध (validate) करणे आवश्यक आहे. त्याकरता फक्त खालील दुवा (लिंक) क्लिक करा :<br /> <br /> {$activateUrl}<br /> <br /> धन्यवाद,<br /> {$contextSignature}
ms: {$recipientName} <br /> <br /> Anda telah membuat akaun dengan {$contextName}, tetapi sebelum anda dapat menggunakannya, anda perlu mengesahkan akaun e-mel anda. Untuk melakukannya, ikuti pautan di bawah: <br /> <br /> {$activateUrl} <br /> <br /> Terima kasih, <br /> {$contextSignature}
ms_my: {$recipientName} <br /> <br /> Anda telah membuat akaun dengan {$contextName}, tetapi sebelum anda dapat menggunakannya, anda perlu mengesahkan akaun e-mel anda. Untuk melakukannya, ikuti pautan di bawah: <br /> <br /> {$activateUrl} <br /> <br /> Terima kasih, <br /> {$signature}
nb: {$recipientName}<br /> <br /> Du har opprettet en brukerkonto hos {$contextName}, men før du kan begynne å bruke den, må du bekrefte e-postkontoen din. Følg lenken under for å gjøre dette:<br /> <br /> {$activateUrl}<br /> <br /> Vennlig hilsen<br /> {$contextSignature}
pl: Szanowna Pani/ Szanowny Panie {$recipientName},<br /> <br /> dla tego adresu e-mail zostało utworzone konto na stronie czasopisma "{$contextName}". W celu potwierdzenia założenia konta należy kliknąć w poniższy link:<br /> <br /> {$activateUrl}<br /> <br /> Z wyrazami szacunku, <br /> {$contextSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Вы создали учетную запись в журнале «{$contextName}», но перед тем как начать ее использовать, Вам нужно подтвердить свой адрес электронной почты. Чтобы сделать это, просто пройдите по ссылке ниже:<br /> <br /> {$activateUrl}<br /> <br /> С уважением,<br /> {$contextSignature}
sl: {$recipientName}<br /> <br /> Ustvarili ste uporabniški račun za revijo {$contextName}. Pred uporabo morate potrditi vaš e-poštni naslov, zato prosimo, da sledite spodnji povezavi:<br /> <br /> {$activateUrl}<br /> <br /> Hvala lepa,<br /> {$contextSignature}
sl_si: {$recipientName}<br /> <br /> Ustvarili ste uporabniški račun za revijo {$contextName}. Pred uporabo morate potrditi vaš email naslov, zato prosimo, da sledite spodnji povezavi:<br /> <br /> {$activateUrl}<br /> <br /> Hvala lepa,<br /> {$signature}
sv: {$recipientName}<br /> <br /> Du har skapat ett användarkonto hos {$contextName}, men innan du kan börja använda det behöver du bekräfta din e-post. För att bekräfta din e-post, följ bara länken nedan:<br /> <br /> {$activateUrl}<br /> <br /> Vänligen,<br /> {$contextSignature}
tr: Sayın {$recipientName},<br /> <br /> {$contextName} adlı dergide bir hesap oluşturdunuz, ancak dergi sistemini kullanmaya başlamadan önce e-posta hesabınızı doğrulamanız gerekiyor. Bunu yapmak için aşağıdaki bağlantıyı takip etmeniz yeterlidir:<br /> <br /> {$activateUrl}<br /> <br /> Teşekkürler,<br /> {$contextSignature}
uk: Вітаємо, {$recipientName}<br /> <br /> Ви створили обліковий запис на сайті видання {$contextName}, але перш ніж Ви зможете користуватися ним, необхідно підтвердити вказану під час реєстрації email адресу. Щоб зробити це, перейдіть за вказаним нижче посиланням:<br /> <br /> {$activateUrl}<br /> <br /> З Повагою,<br /> {$contextSignature}
uz@latin: {$recipientName} <br /> <br/> Siz {$contextName} bilan hisob yaratdingiz, lekin uni ishlatishni boshlashdan oldin elektron pochta qayd yozuvingizni tasdiqlashingiz kerak. Buning uchun quyidagi havolaga o'ting: <br /> <br/> {$activateUrl} <br /> <br/> Rahmat, <br /> {$contextSignature}
uz_cyrl: Ҳурматли {$recipientName},<br /> <br /> Сиз {$contextName} тизимида ҳисоб яратдингиз, лекин ундан фойдаланишни бошлашдан олдин электрон почта манзилингизни тасдиқлашингиз керак. Бунинг учун шунчаки қуйидаги ҳаволага ўтинг:<br /> <br /> {$activateUrl}<br /> <br /> Ташаккур,<br /> {$contextSignature}
vi: {$recipientName}<br /> <br /> Bạn đã tạo một tài khoản với {$contextName}, nhưng trước khi bạn có thể bắt đầu sử dụng nó, bạn cần xác thực tài khoản email của mình. Để làm điều này, chỉ cần truy cập liên kết dưới đây:<br /> <br /> {$activateUrl}<br /> <br /> Trân trọng,<br /> {$contextSignature}

# emails.userValidateContext.subject
source: Validate Your Account
ar: تأكيد صحة حسابك
az: Hesabınızı təsdiqləyin
bg: Потвърдете акаунта си
bg_bg: Потвърдете профила (акаунта) си
cs: Ověřte svůj účet
da: Validér din konto
de: Account validieren
es: Valide su cuenta
eu: Balidatu zure kontua
hu: Hitelesítse fiókját
hy_am: Վավերացրեք ձեր հաշիվը
id: Validasi Akun Anda
is_is: Staðfesta reikninginn þinn
kk_kz: Есептік жазбаңызды растаңыз
mk: Потвредете го вашиот профил
mr: संकेतशब्द (पासवर्ड)
ms: Sahkan Akaun Anda
ms_my: Sahkan Akaun Anda
nb: Bekreft brukerkontoen din
pl: Potwierdź swoje konto
ru: Подтвердите свою учетную запись
sl: Potrdite svoj račun
sl_si: Potrdite svoj račun
sv: Bekräfta ditt användarkonto
tr: Hesabınızı Doğrulayın
uk: Підтвердіть свій обліковий запис
uz@latin: Hisobingizni tasdiqlang
uz_cyrl: Ҳисобингизни тасдиқланг
vi: Xác thực tài khoản của bạn
zh_tw: 認證您的帳戶

# emails.userRegister.description
source: This email is sent to a newly registered user to welcome them to the system and provide them with a record of their username and password.
bg_bg: Този имейл се изпраща на новорегистриран потребител, за да ги приветства в системата и да им предостави запис с потребителското им име и парола.
bs_ba: Ovaj se obrazac e-pošte šalje novoregistriranim korisnicima u sustavu i sadrži njihovo korisničko ime i lozinku.
ca_es: Aquest missatge de correu electrònic s'envia a un usuari que s'acaba de registrar a la revista per a donar-li la benvinguda al sistema i fer-li arribar el seu nom d'usuari i la seva contrasenya.
cs_cz: Tento email je zaslán nově registrovanému uživateli jako přivítání do systému a poskytne mu doklad o jeho uživatelském jménu a heslu.
da_dk: Denne e-mail sendes til netop registrerede brugere for at byde dem velkommen til systemet og for at oplyse dem om deres brugernavn og adgangskode.
de_de: Diese E-Mail wird an neu registrierte Benutzer/innen gesendet, um sie beim System willkommen zu heißen und ihnen Benutzer/innennamen und Passwort zu bestätigen.
es_es: Este correo se envía a un/a usuario/a que se acaba de registrar para darle la bienvenida al sistema y proporcionarle sus datos de acceso.
fr_ca: Ce courriel est envoyé à utilisateur-trice nouvellement inscrit-e pour lui souhaiter la bienvenue à la revue et l'informer de son nom d'utilisateur-trice et de son mot de passe.
fr_fr: Ce courriel est envoyé aux utilisateurs nouvellement inscrits pour leur souhaiter la bienvenue à la revue et leur faire connaître leur nom d'utilisateur et leur mot de passe.
gl_es: Este correo electrónico envíaselle a un/unha usuario/a que se acaba de rexistrar para darlle a benvida ao sistema e facerlle chegar o seu nome de usuario e o seu contrasinal.
he_il: דוא"ל זה נשלח למשתמש שנרשם לאחרונה כדי לקבל אותו במערכת ולספק לו רשומה של שם המשתמש והסיסמה שלהם.
hi_in: यह ईमेल एक नए पंजीकृत उपयोगकर्ता को सिस्टम में उनका स्वागत करने और उन्हें उनके उपयोगकर्ता नाम और पासवर्ड के रिकॉर्ड के साथ प्रदान करने के लिए भेजा जाता है.
hy_am: Այս նամակն ուղարկվում է նոր գրանցված օգտատիրոջը՝ ողջունելու նրան համակարգում և տրամադրելու իր օգտանունը և գաղտնաբառը:
is_is: Þessi tölvupóstur er sendur á nýja notendur til að bjóða þá velkomna og senda þeim notendanafn og lykilorð.
it_it: Questa email viene mandata agli utenti appena registrati per dar loro il benvenuto nel sistema e fornirgli una nota della loro username e password.
ka_ge: ეს წერილი გაეგზავნება ახლად რეგისტრირებულ მომხმარებელს, მისალების ტექსტით და მომხმარებლის სახლისა და პაროლის მითითებით.
kk_kz: Бұл хат жаңадан тіркелген пайдаланушыға жіберіледі, оны жүйеде қарсы алады және оған сайтқа кіру үшін пайдаланушы аты мен құпия сөзді айтады.
ku: ئه‌م ئیمێڵه‌ نێردراوه‌ بۆ به‌كارهێنه‌ره‌ نوێیه‌كان بۆ به‌خێرهاتنیان بۆناو سیسته‌مه‌كه‌ و پێدانی تۆماری ناوی به‌كارهێنه‌ر و ژماره‌ی نهێنی.
ms_my: E-mel ini dihantar kepada pengguna yang baru mendaftar untuk menyambut mereka ke sistem dan memberikan mereka rekod nama pengguna dan kata laluan mereka.
nl_nl: Deze e-mail wordt verstuurd naar alle nieuw geregistreerde gebruikers om ze welkom te heten bij het tijdschrift en om ze te voorzien van een kopie van hun gebruikersnaam en wachtwoord.
pt_br: Esta mensagem é enviada aos usuários recém-cadastrados no sistema, para dar-lhes as boas-vindas e deixar registrado seu login e senha.
pt_pt: Mensagem enviada aos utilizadores recém-registados no sistema, para dar-lhes as boas vindas e fornecer o nome de utilizador e senha.
ro_ro: Acest e-mail este trimis unui utilizator nou înregistrat pentru a-i ura bun venit în sistem și pentru a-i furniza o înregistrare a numelui de utilizator și a parolei.
ru_ru: Это письмо отправляется вновь зарегистрированному пользователю, приветствуя его в системе и сообщая ему имя пользователя и пароль для доступа к сайту.
sk_sk: Tento email je zaslaný novo registrovanému používateľovi ako privítanie do systému a poskytne mu doklad o jeho užívateľskom menu a heslu.
sl_si: Email se pošlje novoregistriranemu uporabniku kot dobrodošlica, skupaj z uporabniškim imenom in geslom za prijavo v sistem.
sv_se: Det här e-postmeddelandet skickas till nyregistrerade användare för att välkomna dem till systemet och förse dem med dokumentation på deras användarnamn och lösenord.
tr_tr: Bu e-posta yeni kaydolmuş kullanıcıya sisteme kabul edildiğini belirtmek ve kullanıcı adı ile şifresini bildirmek amacı ile gönderilmektedir.
uk_ua: Цей лист надсилається новому зареєстрованому користувачу для того, щоб привітати його з реєстрацією та надіслати йому його ім'я користувача та пароль.
