Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewResponseOverdueAuto.body
source: <p>Dear {$recipientName},</p><p>This email is an automated reminder from {$contextName} in regards to our request for your review of the submission, "{$submissionTitle}."</p><p>You are receiving this email because we have not yet received a confirmation from you indicating whether or not you are able to undertake the review of this submission.</p><p>Please let us know whether or not you are able to undertake this review by using our submission management software to accept or decline this request.</p><p>If you are able to review this submission, your review is due by {$reviewDueDate}. You can follow the review steps to view the submission, upload review files, and submit your review comments.</p><p>{$submissionTitle}</p><p>Abstract</p>{$submissionAbstract}<p>Please feel free to contact me with any questions about the submission or the review process.</p><p>Thank you for considering this request. Your help is much appreciated.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}</p><p>هذه الرسالة هي تذكير آلي من جانب {$contextName} بشأن إلتماسنا لحضرتكم تحكيم طلب التقديم الموسوم "{$submissionTitle}."</p><p>أنت تتلقى هذه الرسالة لأننا لم نتسلم منك حتى الآن تأكيدًا بقبول أو رفض توليك لمهمة تحكيمه.</p><p>يرجى إعلامنا ما إذا كنت قادرًا على التكفل بهذا التحكيم عبر استعمال برنامجنا لإدارة طلبات التقديم لتوثيق قبولك أو رفضك.</p><p>إن كنت قادرًا على تولي مهمة التحكيم هذه، فتسليمك للتحكيم موعده النهائي هو {$reviewDueDate}. يمكنك اتباع خطوات التحكيم لمعاينة طلب التقديم، رفع ملفات التحكيم، وتسليم ملاحظات تحكيمك.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>الملخص</b></p>{$submissionAbstract}<p>رجاءً لا تتردد في مراسلتي بشأن أي استفسارات تتعلق بطلب التقديم أو عملية تحكيمه.</p><p>نشكر لك أخذك لالتماسنا هذا بنظر الاعتبار. مساعدتك نقابلها ببالغ التقدير.</p><p>أطيب التحايا،</p>{$contextSignature}
bg: <p>Здравейте, {$recipientName},</p><p>Този имейл е автоматично напомняне от {$contextName} по отношение на нашето искане за рецензия от ваша страна на изпратените материали „{$submissionTitle}“.</p> <p>Получавате този имейл, защото все още не сме получили потвърждение от вас дали сте в състояние или не да прегледате тези материали.</p><p>Моля, уведомете ни дали сте в състояние или не за да се заемете с този преглед, като използвате нашия софтуер за управление на изпратените материали , за да приемете или отхвърлите тази заявка.</p><p>Ако можете да прегледате това изпращане на материали, а рецензията ви трябва да се извърши до {$reviewDueDate}. Можете да следвате стъпките за рецензиране, за да видите подадените материали, да качите файлове за рецензия и да изпратите коментарите си за рецензия.</p><p>{$submissionTitle}</p><p><b>Резюме</b></p >{$submissionAbstract}<p>Моля, не се колебайте да се свържете с мен с всякакви въпроси относно изпратените материали или процеса на рецензиране.</p><p>Благодарим ви, че разгледахте тази молба. Вашата помощ е високо ценена.</p><p>Сърдечни поздрави,</p>{$contextSignature}
bg_bg: Уважаема/и {$recipientName}:<br /> Изпращаме този имейл само за напомняне за молбата ни за преглед на изпратеното към вас, &quot;{$submissionTitle},&quot; за {$contextName}. Надявахме се да получим вашия отговор до {$ responseDueDate} и този имейл е генериран автоматично и изпратен с изтичането на тази дата. <br /> Вярваме, че бихте били отличен рецензент на ръкописа. Резюмето на подадената част е вмъкнато по -долу и се надяваме, че ще обмислите да поемете тази важна задача за нашето списание. <br /> <br /> Моля, влезте в уебсайта на списанието до {$responseDueDate} , за да посочите дали имате възможност да извършите прегледа и съответно дадете вашата реценция. Пак там ще получите достъп до изпратеното и съответно можете да запишете коментарите към вашия преглед и препоръка. Уеб сайтът е {$contextUrl}<br /> <br /> Самият преглед следва да бъде направен до {$reviewDueDate}.<br /> <br /> Ако нямате под ръка потребителското си име и парола за уебсайта на списанието, можете да използвате тази връзка, за да зададете нова парола (която след това ще ви бъде изпратена по имейл заедно с потребителското ви име). {$passwordResetUrl}<br /> <br /> URL на ръкописа: {$reviewAssignmentUrl}<br /> <br /> Благодарим Ви, че обмислихте тази молба за реценция.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs: <p>Vážený/á {$recipientName},</p><p>Tento mail dostáváte jako automatické připomenutí z redakce periodika {$contextName} ve věci naší prosby o recenzi příspěvku "{$submissionTitle}."</p><p>Tento e-mail dostáváte, protože jsme od vás dosud neobdrželi potvrzení, zda jste schopni provést recenzi tohoto příspěvku.</p><p>Dejte nám, prosím, vědět, zda jste schopni tuto recenzi provést, nebo ne, a to pomocí našeho redakčního systému, ve kterém můžete tuto žádost přijmout, nebo odmítnout.</p><p>Pokud jste schopni provést recenzi příspěvku, vaše recenze by měla být hotova do {$reviewDueDate}. Pro zobrazení předloženého dokumentu, nahrání souborů pro recenzi a odeslání připomínek k recenzi můžete postupovat podle pokynů pro recenzi.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstrakt</b></p>{$submissionAbstract}<p>V případě jakýchkoli dotazů ,týkajících se příspěvku nebo procesu hodnocení se na nás, prosím, obraťte.</p><p>Děkuji za zvážení této žádosti. Vaší pomoci si velmi vážíme.</p><p>S pozdravem,</p>{$contextSignature}
da: <p>Kære {$recipientName}</p><p>Denne e-mail er en automatisk påmindelse fra {$contextName} angående vores forespørgsel af, om du vil bedømme manuskriptet: "{$submissionTitle}."</p><p>Du modtager denne e-mail, fordi vi endnu ikke har modtaget din bekræftelse på, om du ønsker at påtage dig opgaven med at bedømme denne indsendelse.</p><p>Lad os venligst vide, om du har mulighed for at påtage dig denne opgave ved at registrere din beslutning i vores software til håndtering af indsendelser ved at logge på tidsskriftets hjemmeside.</p><p>Hvis du indvilliger i at bedømme dette manuskript, skal bedømmelsen afleveres senest den {$reviewDueDate}. Ved at følge trinnene for bedømmelse, når du er logget ind på hjemmesiden, kan du se manuskriptet, uploade bedømmelsesfiler og indsende dine bedømmelseskommentarer.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Resumé</b></p>{$submissionAbstract}<p>Du er velkommen til at kontakte mig, hvis du har nogen spørgsmål angående manuskriptet eller bedømmelsesprocessen</p><p>Tak for at overveje denne forespørgsel. Din hjælp er meget værdsat.</p><p>Med venlig hilsen</p>{$contextSignature}
de: <p>Sehr geehrte/r {$recipientName},</p><p>Diese E-Mail ist eine automatische Erinnerung der Zeitschrift {$Kontextname} in Bezug auf unsere Aufforderung zur Begutachtung der Einreichung "{$submissionTitle}".</p><p>Sie erhalten diese E-Mail, weil wir noch keine Bestätigung von Ihnen erhalten haben, ob Sie in der Lage sind, diese Einreichung zu begutachen oder nicht. </p><p>Bitte teilen Sie uns mit, ob Sie in der Lage sind, diesen Beitrag zu prüfen, indem Sie unsere Software zur Verwaltung der Einreichungen verwenden, um diese Anfrage anzunehmen oder abzulehnen.</p><p>Wenn Sie in der Lage sind, diesen Beitrag zu prüfen, ist Ihr Gutachten bis zum {$reviewDueDate} fällig. Sie können die Begutachtungsschritte befolgen, um die Einreichung einzusehen, Begutachtungsdateien hochzuladen und Ihre Begutachtungskommentare zu übermitteln.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Bei Fragen zur Einreichung oder zum Begutachtungsprozess können Sie sich gerne an mich wenden.</p><p>Danke, dass Sie diese Anfrage berücksichtigen. Ihre Hilfe ist mir sehr willkommen.</p><p>Mit freundlichen Grüßen,</p>{$contextSignature}
es: <p>Estimado/a {$recipientName},</p><p>Este correo electrónico es un recordatorio automático de {$contextName} en relación con la solicitud de revisión del envío, "{$submissionTitle}."</p><p>El motivo de este mensaje es que aún no hemos recibido la confirmación de si podrá llevar a cabo la revisión de este envío.</p><p>Por favor, háganos saber su decisión mediante nuestro software de gestión de envíos aceptando o rechazando dicha solicitud.</p><p>Si está dispuesto a aceptar el encargo, su revisión debería estar lista el {$reviewDueDate}. Puede seguir los pasos de revisión para visualizar el envío, cargar archivos de revisión y enviar sus comentarios.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Resumen</b></p>{$submissionAbstract}<p>No dude en ponerse en contacto con nosotros si tiene cualquier pregunta acerca del envío o del proceso de revisión.</p><p>Gracias por tomar en consideración esta petición. Su ayuda es muy valiosa.</p><p>Saludos cordiales,</p>{$contextSignature}
eu: <p>{$recipientName} agurgarria:</p><p>Mezu hau {$contextName} aldizkariak "{$submissionTitle}" bidalketari buruz igorritako gogorarazpen automatiko bat da.</p><p>Mezu hau jaso duzu oraindik ez dakigulako bidalketa honen ebaluazioa egiteko aukerarik duzun edo ez.</p><p>Mesedez, jakinaraz iezaguzu ebaluazioa egiteko eskuragarri zauden edo ez, gure bidalketak kudeatzeko softwarea erabiliz, eskaera hau onartu edo baztertzeko. </p><p>Bidalketa hau ebaluatzeko prest bazaude, ebaluazioa jasotzeko epemuga {$reviewDueDate} da. Ebaluazioaren urratsak jarrai ditzakezu bidalketa ikusi, ebaluatutako fitxategiak kargatu eta zure ebaluazio-iruzkinak igortzeko.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Laburpena</b></p>{$submissionAbstract}<p>Bidalketarekin edo ebaluazio-prozesuarekin lotutako zalantzarik izanez gero, jarri nirekin harremanetan.</p><p>Eskerrik asko eskaera hau aintzat hartzeagatik. Zure laguntza biziki eskertzen dugu.</p><p>Adeitasunez,</p>{$signature}
hu: <p>Tisztelt {$recipientName}!</p><p>Ez az e-mail egy automatikus emlékeztető a(z) {$contextName} folyóirattól az alábbi beküldött kézirat szakmai lektorálásával kapcsolatban: "{$submissionTitle}".</p><p>Azért kapja ezt az e-mailt, mert még nem kaptunk megerősítést Öntől azzal kapcsolatban, hogy el tudja-e vállalni a beküldés szakmai lektorálását vagy sem.</p><p>Kérjük, tájékoztasson bennünket, hogy el tudja-e vállalni a szakmai lektorálást azáltal, hogy a beküldések kezelésére használt szoftverünk segítségével elfogadja vagy elutasítja a felkérést.</p><p>Ha el tudja vállalni, akkor a szakmai lektorálás határideje az alábbi: {$reviewDueDate}. A szakmai lektorálás lépéseit követve megtekintheti a beküldést, feltöltheti a szakmai lektorálási fájlokat, és elküldheti a lektori véleményét.</p><p>{$submissionTitle}</p><p><b>Absztrakt</b></p>{$submissionAbstract}<p>A benyújtással vagy a lektorálással kapcsolatos kérdésekkel nyugodtan keresse fel a szerkesztőséget.</p><p>Köszönjük, hogy megfontolja felkérésünket. Nagyra értékeljük a segítségét.</p><p>Üdvözlettel,</p>{$contextSignature}
hy_am: <p>Հարգելի {$recipientName},</p><p>Այս նամակը ինքնաշխատ հիշեցում է {$contextName} -ից՝ կապված ձեր կողմից ներկայացված հայտի գրախոսման հարցում, "{$submissionTitle}."</p><p>Դուք ստանում եք այս նամակը, քանի որ մենք դեռ չենք ստացել ձեզանից հաստատում, որը ցույց է տալիս, թե արդյոք դուք կարող եք ստանձնել այս ներկայացման գրախոսումը, թե ոչ:</p><p>Խնդրում ենք տեղեկացնել մեզ՝ ի վիճակի եք դա անել, թե ոչ՝ օգտագործելով մեր ներկայացումների կառավարման ծրագրակազմը՝ ընդունելով կամ մերժելով այս հարցումը:</p><p>Եթե դուք կկարողանաք գրախոսել այս ներկայացումը, ձեր գրախոսությունը պետք է կատարվի մինչև {$reviewDueDate}: Դուք կարող եք հետևել գրախոսության քայլերին՝ դիտելու ներկայացումը, վերբեռնելու գրախոսված նիշքերը և ներկայացնելու գրախոսման ձեր մեկնաբանությունները:</p><p>{$submissionTitle}</p><p>Համառոտագրություն</p>{$submissionAbstract}<p>Խնդրում եմ ազատորեն կապվել ինձ հետ ներկայացման կամ գրախոսման գործընթացի վերաբերյալ ցանկացած հարցով:</p><p>Շնորհակալություն այս խնդրանքը հաշվի առնելու համար: Ձեր օգնությունը շատ գնահատելի է:</p><p>Հարգանքով,</p>{$signature}
id: <p>Yth {$recipientName},</p><p>Email pengingat otomatis ini dari {$contextName} merujuk pada permintaan review naskah, "{$submissionTitle}."</p><p>Anda menerima email ini karena kami belum menerima konfirmasi yang menunjukkan apakah Anda bersedia mereview naskah tersebut.</p><p>Kami menunggu jawaban apakah Anda dapat mereview atau tidak menggunakan software pengelolaan naskah dengan menerima atau menolak permintaan review ini.</p><p>Jika bersedia, tenggat waktu reviewnya adalah {$reviewDueDate}. Silakan ikuti tahap review untuk melihat naskah, unggah file review, dan kirim komentar review Anda.</p><p>{$submissionTitle}</p><p><b>Abstrak</b></p>{$submissionAbstract}<p>Jangan sungkan menghubungi saya bial ada pertanyaan tentant naskah atau proses review.</p><p>Terima kasih telah mempertimbangkan permintaan kami. Terima kasih banyak atas bantuan Anda.</p><p>Salam hormat,</p>{$contextSignature}
is_is: <p>Kæri/Kæra {$recipientName},</p><p>Þetta er sjálfvirk áminning frá {$contextName} í tengslum við beiðni um ritrýni á handriti, "{$submissionTitle}."</p><p>Þú færð þennan póst vegna þess að við höfum ekki fengið staðfestingu frá þér hvort þú hafir tök á að taka að þér ritýni á þessu handritin eða ekki.</p><p>Okkur þætti vænt um að þú létir okkur vita hvort þú getir tekið þetta að þér eða ekki með því að hafna eða samþykkja verkefnið í gengum kerfið okkar á vefsíðu tímartsins.</p><p>Ef þú sérð þér fært að ritrýna þetta handrit, þá er skiladagur ritrýninnar {$reviewDueDate}. Í kerfinu í gengum heimasíðu tímartisins getur þú skoðað innsent efni, hlaðið upp ritrýniskrá og sent inn athugasemdir þínar.</p><p>{$submissionTitle}</p><p>Útdráttur</p>{$submissionAbstract}<p>Ekki hika við að hafa samband við okkur ef þú hefur einhverjar spurningar um handritið eða ritrýniferlið.</p><p>Takk fyrir að íhuga þessa beiðni, við kunnum vel að meta alla aðstoð frá þér. </p><p>Bestu kveðjur,</p>{$signature}
it: Gentilissima/o {$recipientName}:</p><p>Questa mail è un sollecito automatico della nostra richiesta di revisione della proposta &quot;{$submissionTitle},&quot; per la rivista {$contextName}.</p><p>Speravamo in una sua risposta per il {$responseDueDate}, e questa mail è stata inviata automaticamente visto che la data è passata. Riteniamo che lei possa fare un'ottima revisione della proposta. L'abstract della proposta è inserito qui sotto, e speriamo che lei consideri di fare questo importante lavoro per noi.</p><p>Le chiederemmo di entrare nel sito web della rivista e indicare se porterà avanti o no la revisione, così come può accedere alla proposta, registrare la sua revisione e scrivere la sua valutazione. Il sito web è: {$contextUrl}</p><p> La revisione serve entro il {$reviewDueDate}.</p><p>Se non ha le sue username e password per il sito, può ridefinire la password con questo link (che manderà una mail al suo indirizzo con il suo username): {$passwordLostUrl}</p><p>URL della proposta: {$reviewAssignmentUrl}</p><p>La ringrazio per aver preso in considerazione questa richiesta.</p><p>{$contextSignature}</p><p>Dati della proposta:</p><p>&quot;{$submissionTitle}&quot;</p><p>{$submissionAbstract}
kk_kz: Сәлем {$recipientName}! <br /> Бұл «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарауды сұраған өтінішімізді еске салады. Біз сіздің жауабыңызды {$responseDueDate} дейін аламыз деп күткен едік және бұл электрондық хат автоматты түрде жасалып, сол күннен кейін жіберілді.<br /> <br /> Менің ойымша, сіз материалды жақсы шолушы бола аласыз. Мақаланың қысқаша мазмұны төменде берілген, және сіз біз үшін бұл маңызды тапсырманы орындайсыз деп үміттенемін.<br /> <br /> Журналдың веб -сайтына кіруге өтінімді қарауға немесе қараудан бас тартуға келісіміңізді растау үшін, сондай -ақ материалға қол жеткізіп, шолу мен ұсынысты қалдырыңыз. Сайт url - {$contextUrl}<br /> <br /> Шолудың өзін {$reviewDueDate} жіберуі керек.<br /> <br /> Егер сізде журналдың веб-сайтына кіру үшін пайдаланушы аты мен құпия сөз болмаса, сіз парольді қалпына келтіру үшін осы сілтемені пайдалана аласыз (ол сізге логинмен бірге электрондық пошта арқылы жіберіледі). {$passwordResetUrl}<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
mk: <p>Почитуван {$recipientName},</p><p>Овој и-мејл е автоматизиран потсетник од {$contextName} iво врска со нашето барање за ваша рецензија на поднесокот, "{$submissionTitle}."</p><p>Го добивате овој и-мејл затоа што сè уште не сме добиле потврда од вас што покажува дали сте во можност да го рецензирате овој поднесок или не.</p><p>Ве молиме известете не дали сте во можност да ја започнете оваа рецензија со користење на нашиот софтвер за управување со поднесоци за да го прифатите или одбиете ова барање.</p><p>Ако можете да го рецензирате овој поднесок, вашата рецензија доспева на {$reviewDueDate}. Може да ги следите чекорите за рецензија за да го видите поднесокот, да прикачувате датотеки со рецензии и да ги испратите вашите коментари за рецензија</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Абстракт</b></p>{$submissionAbstract}<p>Ве молиме слободно контактирајте ме со какви било прашања во врска со поднесувањето или процесот на рецензија.</p><p>Ви благодариме што го разгледавте ова барање. Вашата помош е многу ценета.</p><p>Со почит,.</p>{$contextSignature}
mk_mk: <p>Почитуван/а {$recipientName},</p><p>Овој и-меил е автоматизиран потсетник од {$contextName} во врска со нашето барање за ваша рецензија на поднесокот, „{$submissionTitle}“.</p> <p>Го добивате овој и-меил затоа што сè уште не сме добиле потврда од вас што покажува дали сте во можност да го рецензирате овој поднесок или не.</p><p>Ве молиме известете не дали сте во можност да ја зпочнете оваа рецензија со користење на нашиот софтвер за управување со поднесоци за да го прифатите или одбиете ова барање.</p><p>Ако можете да го рецензирате овој поднесок, вашата рецензија доспева на {$reviewDueDate}. Може да ги следите чекорите за рецензија за да го видите поднесокот, да прикачувате датотеки со рецензии и да ги испратите вашите коментари за рецензија.</p><p>{$submissionTitle}</p><p>Апстракт</p>{$submissionAbstract}<p >Ве молиме слободно контактирајте ме со какви било прашања во врска со поднесувањето или процесот на рецензија.</p><p>Ви благодариме што го разгледавте ова барање. Вашата помош е многу ценета.</p><p>Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>हे संगणक निर्मित स्मरणपत्र {$contextName} या नियतकालिकातर्फे आपल्याला "{$submissionTitle}" या सादरीकरणाच्या समीक्षणाच्या विनंतीच्या संदर्भात आहे.</p><p>तुम्ही या सादरीकरणाचे समीक्षण करण्यासंबंधीचा आपला स्वीकार किंवा नकार आम्हाला अद्याप पोहोचलेला नसल्याने हा ई-मेल पाठवला जात आहे.</p><p>आमच्या समीक्षणाच्या विनंतीला आपला स्वीकार किंवा नकार कृपया आमची सादरीकरण व्यवस्थापन आज्ञावली वापरून कळवावा.</p><p>तुम्ही या सादरीकरणाचे समीक्षण करू शकत असल्यास ते {$reviewDueDate} या तारखेपर्यंत पूर्ण होणे आवश्यक आहे. तुम्ही हे सादरीकरण वाचण्यासाठी, तुमच्या समीक्षणाची फाईल संक्रमित (अपलोड) करण्यासाठी तसेच तुमच्या समीक्षण टिप्पण्या सादर (सबमिट) करण्यासाठी समीक्षण प्रक्रियेच्या पायऱ्या अनुसरु शकता.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p ><p><b>गोषवारा</b></p>{$submissionAbstract}<p>सादरीकरण किंवा समीक्षण प्रक्रियेबद्दल कोणतेही प्रश्न असल्यास तुम्ही माझ्याशी मोकळ्या मनाने संपर्क साधू शकता.</p><p>या विनंतीचा विचार केल्याबद्दल धन्यवाद. तुमची मदत आमच्याकरता खूप मोलाची असेल.</p><p>विनम्र अभिवादन,</p>{$contextSignature}
ms: <p> {$recipientName} yang dihormati,</p><p>E-mel ini ialah peringatan automatik daripada {$contextName} berkenaan dengan permintaan kami untuk semakan penyerahan anda, "{$submissionTitle}."</p> <p>Anda menerima e-mel ini kerana kami masih belum menerima pengesahan daripada anda yang menunjukkan sama ada anda boleh menjalankan semakan penyerahan ini atau tidak.</p><p>Sila maklumkan kepada kami sama ada anda boleh atau tidak. untuk menjalankan semakan ini dengan menggunakan perisian pengurusan penyerahan kami untuk menerima atau menolak permintaan ini.</p><p>Jika anda dapat menyemak penyerahan ini, semakan anda perlu dibuat sebelum {$reviewDueDate}. Anda boleh mengikuti langkah semakan untuk melihat penyerahan, memuat naik fail semakan dan menyerahkan ulasan anda.</p><p>{$submissionTitle}</p><p>Abstrak</p>{$submissionAbstract}<p >Sila hubungi saya untuk sebarang pertanyaan tentang penyerahan atau proses semakan.</p><p>Terima kasih kerana mempertimbangkan permintaan ini. Bantuan anda amat dihargai.</p><p>Sekian,</p>{$contextSignature}
ms_my: {$recipientName}: <br /> Sekadar peringatan permintaan kami untuk ulasan penyerahan, &quot;{$submissionTitle},&quot; untuk {$contextName}. Kami berharap mendapat maklum balas anda selewat-lewatnya pada {$responseDueDate}, dan e-mel ini telah dihasilkan dan dihantar secara automatik dengan berlalunya tarikh tersebut. <br /> Saya percaya bahawa anda akan berfungsi sebagai pengulas manuskrip yang sangat baik. Abstrak penyerahan disisipkan di bawah, dan saya harap anda akan mempertimbangkan untuk melaksanakan tugas penting ini untuk kami. <br /> <br /> Sila masuk ke laman web jurnal untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk mengakses penyerahan dan untuk mencatat ulasan dan cadangan anda. Laman webnya adalah {$contextUrl} <br /> <br /> Ulasan sendiri dijangkakan {$reviewDueDate}. <br /> <br /> Sekiranya anda tidak mempunyai nama pengguna dan kata laluan untuk laman web jurnal, anda boleh menggunakan pautan ini untuk menetapkan semula kata laluan anda (yang kemudian akan diemailkan kepada anda bersama dengan nama pengguna anda). {$passwordResetUrl} <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> &quot;{$submissionTitle}&quot; <br /> <br /> {$submissionAbstract}
nb: <p>Kjære {$recipientName}</p><p>Denne e-posten er en automatisk påminnelse fra {$contextName} angående vår forespørsel om du kan påta deg å vurdere manuskriptet: "{$submissionTitle}."</p><p>Du mottar denne e-posten fordi vi ennå ikke har fått svar på om du har mulighet til å vurdere dette manuskriptet.</p><p>Vær vennlig å sende oss ditt svar via publiseringssystemet.</p><p>Om du har mulighet til å vurdere dette manuskript, så er fristen {$reviewDueDate}. Du kan følge stegene for fagfellevurdering for å se manuskriptet, laste opp fagfellevurderingsfilene og sende inn dine kommentarer.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Sammendrag</b></p>{$submissionAbstract}<p>Ta gjerne kontakt hvis du har spørsmål om manuskriptet eller vurderingsprosessen</p><p>Takk for at du vurderer denne forespørselen.</p><p>Med vennlig hilsen,</p>{$contextSignature}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Ta wiadomość e-mail jest automatycznym przypomnieniem ze strony redakcji czasopisma {$contextName} o prośbie skierowanej do Pani/Pana o wykonanie recenzji tekstu „{$submissionTitle}”. Zostało ono wysłane, ponieważ nie otrzymaliśmy odpowiedzi w wyznaczonym terminie <b>{$responseDueDate}</b>.</p><p>Ponownie prosimy o tę odpowiedź - akceptującą albo odrzucającą. Można ją wyrazić <a href="{$reviewAssignmentUrl}">klikając tutaj</a>. Przypominamy, że terminem wykonania recenzji jest <b>{$reviewDueDate}</b>.</p><p>Tytuł : <b>{$submissionTitle}</b></p><p><b>Abstrakt</b></p>{$submissionAbstract}<p><b>Uwaga:</b> Tekst procedowanego zgłoszenia nigdy nie jest dostępny recenzentowi bez wcześniejszej jego akceptacji prośby ze strony czasopisma o wykonanie recenzji. Dopiero po takiej akceptacji recenzent może pobrać odpowiedni plik(i), wykonać recenzję a jej wyniki odnotować zwrotnie w systemie. Wszystkie te kroki realizowane są na specjalnie przygotowanej stronie internetowej przeznaczonej do przeprowadzenia <a href="{$reviewAssignmentUrl}">przedmiotowej recenzji</a>. </p><p>W przypadku jakichkolwiek pytań dotyczących tego zgłoszenia lub procedowania jego recenzji proszę o kontakt.</p><p>Dziękuję za rozpatrzenie tej prośby. Okazana pomoc będzie bardzo mile widziana.</p><p>Z szacunkiem,</p>{$signature}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Это письмо — автоматическое напоминание из журнала «{$contextName}» о нашем запросе Вашей рецензии на материал «{$submissionTitle}».</p><p>Вы получили это письмо, поскольку мы ещё не получили от Вас информации о том, что Вы сможете или не сможете сделать рецензию на этот материал.</p><p>Пожалуйста, воспользуйтесь нашей системой управления материалами, чтобы принять или отклонить этот запрос на рецензию и чтобы мы знали о Вашем решении.</p><p>Если Вы сможете дать рецензию на этот материал, то её нужно прислать до {$reviewDueDate}. Вы можете следовать шагам процесса рецензирования, чтобы просмотреть материал, загрузить файлы рецензии и отправить Ваши комментарии по рецензии.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Пожалуйста, свяжитесь со мной, если у Вас есть какие-то вопросы по материалу или процессу рецензирования.</p><p>Благодарю Вас за рассмотрение этой просьбы. Мы высоко ценим вашу помощь.</p><p>С уважением,</p>{$contextSignature}
sl: <p>Spoštovani {$recipientName},</p><p>Ta email je avtomatičen opomnik od revije {$contextName} v zvezi z našo prošnjo za recenzijo prispevka "{$submissionTitle}."</p><p>Email ste dobili, ker do sedaj še niste potrdili ali boste recenzijo tega prispevka lahko opravili ali ne.</p><p>Prosimo potrdite ali zavrnite prošnjo za recenzijo preko našega sistema.</p><p>Če ste pripravljeni opraviti recenzijo, je rok za opravljanje recenzije do {$reviewDueDate}. Sledite lahko recenzijskim korakom, da vidite prispevek, naložite popravljene datoteke in oddate svoje priporočilo. </p><p>{$submissionTitle}</p><p>Povzetek</p>{$submissionAbstract}<p>V kolikor imate vprašanja v zvezi s prispevkom ali recenzijskem postopku, se lahko obrnete name.</p><p>Zahvaljujemo se vam za sprejetje prošnje in se vam za vašo pomoč zahvaljujemo.</p><p>S spoštovanjem,</p>{$contextSignature}
sl_si: {$recipientName}:<br /> Samo prijazen opomnik glede naše prošnje za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste na prošnjo do predvidenega, {$responseDueDate}. Ta email je bil avtoamtsko poslan zaradi prekoračitve le-tega. <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordResetUrl}<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv: <p> {$recipientName},</p><p>Det här mejlet är en automatisk påminnelse från {$contextName} med anledning av vår förfrågan om du kan åta dig att granska bidraget, "{$submissionTitle}."</p><p>E-posten har skickats till dig eftersom vi ännu inte fått något svar om du har möjlighet eller inte, att granska bidraget.</p><p>Vore tacksam om du kan meddela oss ditt svar via publiceringssystemet.</p><p>Om du har möjlighet att granska bidraget, så är deadline för din granskning {$reviewDueDate}. Du kan följa stegen för granskningen via bidraget, ladda upp granskningsfilerna, och skicka in dina kommentarer.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Kontakta mig om du har frågor om bidraget eller granskningsprocessen.</p><p>Tack för att du överväger den här förfrågan. Din hjälp är mycket uppskattad.</p><p>Vänliga hälsningar,</p>{$contextSignature}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Цей електронний лист є автоматичним нагадуванням від "{$contextName}" про наш запит щодо перегляду подання "{$submissionTitle}".</p><p>Ви отримуєте цей електронний лист, оскільки ми ще не отримали від Вас підтвердження про те, чи можете Ви прорецензувати це подання.</p><p>Будь ласка, повідомте нам, чи можете Ви здійснити це рецензування, використовуючи наше програмне забезпечення для керування поданнями, щоб прийняти або відхилити цей запит.</p><p>Якщо Ви зможете прорецензувати це подання, Вашу рецензію потрібно залишити до {$reviewDueDate}. Ви можете дотримуватися кроків рецензування для перегляду подання, вивантаження файлів рецензії та надсилання своїх коментарів до рецензії.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a></p><p><b>Анотація</b></p>{$submissionAbstract}<p>Будь ласка, зв'яжіться зі мною з будь-якими запитаннями щодо подання або процесу рецензування.</p><p>Дякуємо, що розглянули цей запит. Дуже вдячні за Вашу допомогу.</p><p>З повагою,</p>{$contextSignature}
uz@latin: <p>Hurmatli {$recipientName},</p><p>Ushbu xat {$contextName} tomonidan yuborilgan “{$submissionTitle}”ni koʻrib chiqish haqidagi soʻrovimizga oid avtomatik eslatmadir.</p> <p>Siz ushbu xatni qabul qildingiz, chunki biz sizdan ushbu arizani ko‘rib chiqishingiz mumkinmi yoki yo‘qligini tasdiqlovchi xatni hali olmaganmiz.</p><p>Iltimos, imkoningiz bor yoki yo‘qligini bizga xabar bering. ushbu soʻrovni qabul qilish yoki rad etish uchun taqdimotni boshqarish dasturimiz yordamida ushbu tekshiruvni oʻtkazish uchun.</p><p>Agar siz ushbu yuborishni koʻrib chiqish imkoniga ega boʻlsangiz, koʻrib chiqishingiz {$reviewDueDate} sanasigacha amalga oshiriladi. Taqdimotni ko‘rish, ko‘rib chiqish fayllarini yuklash va sharhlaringizni yuborish uchun ko‘rib chiqish bosqichlarini bajarishingiz mumkin.</p><p>{$submissionTitle}</p><p>Abstrakt</p>{$submissionAbstract}<p >Yuborish yoki ko‘rib chiqish jarayoniga oid har qanday savol bilan men bilan bog‘laning.</p><p>Ushbu so‘rovni ko‘rib chiqqaningiz uchun tashakkur. Sizning yordamingiz juda qadrlanadi.</p><p>Hurmat bilan,</p>{$contextSignature}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Ушбу хат {$contextName} журналидан "{$submissionTitle}" мақоласини тақриз қилиш бўйича сўровимизга нисбатан автоматлаштирилган эслатмадир.</p><p>Сиз ушбу хатни олмоқдасиз, чунки биз сиздан ушбу мақолани тақриз қилишга тайёрлигингиз ёки тайёр эмаслигингиз ҳақида ҳали тасдиқ олмадик.</p><p>Илтимос, ушбу сўровни қабул қилиш ёки рад этиш орқали тақриз жараёнида иштирок эта олишингиз ёки олмаслигингизни бизга маълум қилинг.</p><p>Агар сиз ушбу мақолани тақриз қила олсангиз, тақризингиз {$reviewDueDate} санасигача тайёр бўлиши керак. Сиз аризани кўриш, файлларни юклаш ва тақриз изоҳларини юбориш учун тақриз босқичларини бажаришингиз мумкин.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Илтимос, ариза ёки тақриз жараёни бўйича ҳар қандай савол билан менга мурожаат қилишдан тортинманг.</p><p>Ушбу сўровни кўриб чиққанингиз учун ташаккур. Сизнинг ёрдамингиз жуда қадрланади.</p><p>Эҳтиром билан,</p>{$contextSignature}
vi: Kính gửi {$recipientName},<br /> Đây là email để nhắc bạn về việc đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Chúng tôi hy vọng sẽ có phản hồi của bạn vào ngày {$responseDueDate}, và email này đã được tự động tạo và gửi cùng với ngày đó. <br /> Tôi tin rằng bạn là một người phản biện phù hợp của bản thảo này. Bản tóm tắt của bài gửi được chèn bên dưới và tôi hy vọng rằng bạn sẽ xem xét thực hiện quá trình quan trọng này cho chúng tôi.<br /> <br /> Vui lòng đăng nhập vào trang web tạp chí để cho biết liệu bạn sẽ thực hiện đánh giá hay không, cũng như để truy cập vào bài gửi và ghi lại đánh giá và đề xuất của bạn. Trang web là {$contextUrl}<br /> <br /> Thời hạn phản biện là ngày {$reviewDueDate}.<br /> <br /> Nếu bạn quên username và mật khẩu đăng nhập vào trang web của tạp chí, bạn có thể sử dụng liên kết này để đặt lại mật khẩu của mình (sau đó sẽ được gửi qua email cho bạn cùng với username của bạn). {$passwordLostUrl}<br /> <br /> URL bài gửi: {$reviewAssignmentUrl}<br /> <br /> Cảm ơn bạn đã xem xét yêu cầu này.<br /> <br /> {$contextSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
