Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequest.body
source: <p>Dear {$recipientName},</p><p>I believe that you would serve as an excellent reviewer for a submission to {$contextName}. The submission's title and abstract are below, and I hope that you will consider undertaking this important task for us.</p><p>If you are able to review this submission, your review is due by {$reviewDueDate}. You can view the submission, upload review files, and submit your review by logging into the journal site and following the steps at the link below.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Abstract</p>{$submissionAbstract}<p>Please accept or decline the review by {$responseDueDate}</p><p>You may contact me with any questions about the submission or the review process.</p><p>Thank you for considering this request. Your help is much appreciated.</p><p>Kind regards,</p>{$signature}
ar: <p>عزيزي {$recipientName}،</p><p>كلي ثقة بأنك ستكون محكماً متميزاً للمؤلَّف المقدم إلى {$contextName}. إن عنوانه وملخصه مبينان أدناه، وأنا أرجو أنك ستأخذ على عاتقك إنجاز هذه المهمة لمجلتنا.</p><p>إن كنت قادرًا على تحكيم طلب التقديم هذا، فإن الموعد النهائي لتسليم تحكيمك هو {$reviewDueDate}. يمكنك معاينة طلب التقديم ورفع ملفات التحكيم وتسليمه عبر تسجيل دخولك إلى موقع المجلة ومتابعة الخطوات المذكورة في الرابط الآتي.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>الملخص</b></p>{$submissionAbstract}<p>يرجى <a href="{$reviewAssignmentUrl}">قبول تولي المهمة أو رفضها</a> في موعد أقصاه <b>{$responseDueDate}</b>.</p><p>يمكنك التواصل معي بشأن أي استفسارات متعلقة بطلب التقديم وعملية تحكيمه.</p><p>نشكر لك اهتمامك بالتماسنا هذا. مساعدتك لنا نقابلها ببالغ التقدير.</p><p>أطيب التحايا،</p>{$signature}
bg: <p>Уважаеми {$recipientName},</p><p>Вярвам, че бихте служили като отличен рецензент на изпратени материали до {$contextName}. Заглавието и резюмето на подадените материали са по-долу и се надявам, че ще помислите да се заемете с тази важна задача за нас.</p><p>Ако можете да прегледате този материал, рецензията трябва да бъде изпратена до {$reviewDueDate}. Можете да видите подадените материали, да качите файлове за рецензия и да изпратите рецензията си, като влезете в сайта на списанието и следвате стъпките на връзката по-долу.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle }</a></p><p><b>Резюме</b></p>{$submissionAbstract}<p>Моля, <a href="{$reviewAssignmentUrl}">приемете или откажете</a> рецензията до <b>{$responseDueDate}</b>.</p><p>Можете да се свържете с мен с всякакви въпроси относно изпращането или процеса на рецензия.</p><p>Благодарим ви, че разгледахте тази молба . Вашата помощ е високо ценена.</p><p>Сърдечни поздрави,</p>{$signature}
bg_bg: Уважаема/и {$recipientName}:<br /> <br /> Вярваме, че бихте били отличен рецензент на ръкописа, &quot;{$submissionTitle},&quot; , който е изпратен на {$ contextName}. Резюмето на подадената част е вмъкнато по -долу и се надяваме, че ще обмислите да поемете тази важна задача за нашето списание .<br /> <br /> Моля, влезте в уебсайта на списанието до {$responseDueDate} , за да посочите дали имате възможност да извършите прегледа и съответно дадете вашата реценция. Пак там ще получите достъп до изпратеното и съответно можете да запишете коментарите към вашия преглед и препоръка. Уеб сайтът е {$contextUrl}<br /> <br /> Самият преглед следва да бъде направен до {$reviewDueDate}.<br /> <br /> Ако нямате под ръка потребителското си име и парола за уебсайта на списанието, можете да използвате тази връзка, за да зададете нова парола (която след това ще ви бъде изпратена по имейл заедно с потребителското ви име). {$passwordLostUrl}<br /> <br /> URL на ръкописа: {$reviewAssignmentUrl}<br /> <br /> Благодарим Ви, че обмислихте тази молба за реценция.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> s obzirom na vaše iskustvo i područje ekspertize, rado bismo vam povjerili zadatak recenzije članka &quot;{$submissionTitle}&quot; prijavljenog u naš časopis {$contextName}. Sažetak članka nalazi se u nastavku ove poruke. Nadamo se da ćete prihvatiti našu ponudu te izvršiti ovu, za nas iznimno važnu, zadaću.<br /> <br /> Molimo vas da se kao korisnik prijavite na mrežnu stranicu časopisa do {$responseDueDate} kako biste naznačili hoćete li preuzeti recenziju ili ne. Potom, ukoliko prihvatite izradu recenzije, na istome mjestu možete pristupiti tekstu članka te zabilježili vašu recenziju i preporuku. Mrežna stranica časopisa je {$contextUrl}<br /> <br /> U slučaju da nemate pri ruci svoje korisničko ime ili lozinku za mrežnu stranicu časopisa, možete se koristiti ovom poveznicom kako biste promijenili lozinku (koju ćemo vam tada, zajedno s korisničkim imenom, poslati putem e-pošte). {$passwordResetUrl}<br /> <br /> Sama recenzija trebala bi biti završena zaključno s {$reviewDueDate}.<br /> <br /> URL članka: {$submissionReviewUrl}<br /> <br /> Srdačno,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Considero que el vostre perfil és adequat per a revisar el manuscrit &quot;{$submissionTitle}&quot; tramès a la revista {$contextName}. A continuació trobareu un resum de la tramesa, i confio que acceptareu encarregar-vos d'aquesta important tasca.<br /> <br /> Us demano que inicieu la sessió a la revista abans del {$responseDueDate} per a indicar-nos si accepteu o no encarregar-vos de la revisió de la tramesa i, en cas d'acceptar-la, per a accedir-hi i enregistrar-ne la revisió i recomanació. El lloc web de la revista és {$contextUrl}.<br /> <br /> La data límit per a la revisió és el {$reviewDueDate}.<br /> <br /> Si heu perdut el vostre nom d'usuari o la vostra contrasenya per al lloc web de la revista, podeu utilitzar l'enllaç següent per a reinicialitzar la contrasenya (en rebreu una de nova per correu electrònic, juntament amb el vostre nom d'usuari). {$passwordResetUrl}<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Gràcies per tenir en compte aquesta sol·licitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
cs: <p>Vážený/á {$recipientName},</p><p>Domnívám se, že byste byl/a vynikajícím recenzentem pro periodikum {$contextName}. Název a anotace příspěvku jsou uvedeny níže a doufám, že zvážíte, zda se tohoto důležitého úkolu pro nás ujmete.</p><p>Pokud jste schopni receznovat tento příspěvek, vaše recenze vy měla být dokončena do {$reviewDueDate}. Příspěvek, nahrání recenzních souborů a odeslání recenze si můžete prohlédnout po přihlášení v redakčním systému našeho periodika a podle pokynů na níže uvedeném odkazu.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstrakt</b></p>{$submissionAbstract}<p>O tom, zda recenzi <a href="{$reviewAssignmentUrl}">přijmete či odmítnete</a>, se rozhodněte, prosím, do<b> {$responseDueDate}</b></p><p>Můžete se na nás obrátit s jakýmikoliv dotazy ohledně příspěvku nebo recenzního řízení.</p><p>Děkujeme vám za zvážení této žádosti. Vaší pomoci si velmi vážíme.</p><p>S pozdravem,</p>{$signature}
cs_cz: {$reviewerName}:<br /> <br /> Domnívám se, že byste mohl být výborným recenzentem příspěvku &quot;{$submissionTitle},&quot; který byl zaslán do {$contextName}. Abstrakt příspěvku je vložen níže. Věřím, že zvážíte možnost přijetí tohoto pro nás důležitého úkolu.<br /> <br /> Prosím, přihlaste se do {$responseDueDate} na stránkách časopisu, abyste uvedl, zda recenzi zpracujete nebo ne a také pro přístup k příspěvku a zaznamenání Vaší recenze a doporučení. Adresa webové stránky je {$contextUrl}<br /> <br /> Termín pro zpracování recenze je {$reviewDueDate}.<br /> <br /> Pokud nemáte své uživatelské jméno a heslo pro webovou stránku časopisu, můžete použít tento odkaz pro resetování Vašeho hesla (které Vám bude zasláno emailem spolu s Vaším uživatelským jménem). {$passwordResetUrl}<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Děkujeme za zvážení této žádosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
da: <p> Kære {$recipientName}</p><p>Jeg tror, at du vil være en fremragende bedømmer af et manuskript indsendt til {$contextName). Nedenfor finder du titel og et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.</p><p>Hvis du kan bedømme dette manuskript, skal du have færdiggjort bedømmelsen senest den {$reviewDueDate}. Du kan se indsendelsen, uploade filer og indsende din bedømmelse ved at logge på tidsskriftets hjemmeside og følge bedømmelsesprocessens trin via linket nedenfor.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p><a href="{$reviewAssignmentUrl}">Accepter eller afslå</a> bedømmelsen senest den <b>{$responseDueDate}</b>.</p><p>Du er velkomment til at kontakte mig med spørgsmål om indsendelsen eller bedømmelsesprocessen.</p><p>Jeg takker dig for at overveje denne henvendelse. Din hjælp værdsættes højt.</p><p>Med venlig hilsen</p>{$signature}
da_dk: {$reviewerName}:<br /> <br /> Jeg tror, at du vil være en fremragende bedømmer af manuskriptet &quot;{$submissionTitle}&quot;, der er blevet sendt til {$contextName}. Nedenfor finder du et resumé af manuskriptet, og jeg håber, at du vil overveje at påtage dig denne vigtige opgave for os.<br /> <br /> Log på tidsskriftets websted inden den {$responseDueDate} for at angive, om du vil påtage dig bedømmelsen eller ej, samt for at få adgang til manuskriptet og registrere din bedømmelse og anbefaling. Webstedet er {$contextUrl}<br /> <br /> Selve bedømmelsen skal afleveres senest den {$reviewDueDate}.<br /> <br /> Hvis du ikke har dit brugernavn og din adgangskode til tidsskriftets websted, kan du bruge dette link til at nulstille adgangskoden (som så vil blive sendt til dig via e-mail sammen med dit brugernavn). {$passwordResetUrl}<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Tak for din overvejelse af denne forespørgsel.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
de: <p>Sehr geehrte/r {$recipientName},</p><p>Ich glaube, dass Sie ein hervorragender Gutachter für einen Beitrag bei der Zeitschrift {$contextName} sein könnten. Ich hoffe, dass Sie diese wichtige Aufgabe für uns übernehmen werden.</p><p>Wenn Sie in der Lage sind, diesen Beitrag zu begutachten, ist Ihre Begutachtung bis zum {$reviewDueDate} fällig. Sie können die Einreichung einsehen, Begutachtungsdateien hochladen und Ihre Begutachtung einreichen, indem Sie sich auf der Website der Zeitschrift anmelden und den Schritten unter dem unten stehenden Link folgen. </p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Ich erbitte die <a href="{$reviewAssignmentUrl}">Annahme oder Ablehnung</a> des Gutachtens bis <b>{$responseDueDate}</b>. </p><p>Gerne stehe ich Ihnen zur Verfügung, wenn Sie Fragen zur Einreichung oder zum Begutachtungsverfahren haben.</p><p>Danke, dass Sie diesen Anfrage berücksichtigen. Ihre Hilfe wird sehr geschätzt.</p><p>Mit freundlichen Grüßen,</p>{$signature}
de_de: {$reviewerName},<br /> <br /> aufgrund Ihrer Forschungsschwerpunkte wären Sie ein/e ausgezeichnete/r Gutachter/in für das Manuskript &quot;{$submissionTitle}&quot;, das zur Publikation in {$contextName} eingereicht worden ist. Weiter unten finden Sie eine Kurzfassung des Beitrags. Ich hoffe sehr, dass Sie sich bereitfinden können, uns mit Ihrer Stellungnahme zu unterstützen. Sie wären uns eine große Hilfe.<br /> <br /> Loggen Sie sich bitte bis zum {$responseDueDate} auf der Webseite unserer Zeitschrift ein, um uns Ihre Zu- oder Absage mitzuteilen. Sie finden dort den Beitrag und können gegebenenfalls auch Ihr Gutachten und Ihre Empfehlung dort abgeben. Die Webseite ist {$contextUrl}.<br /> <br /> Das Gutachten wäre fällig am {$reviewDueDate}.<br /> <br /> Falls Sie nicht über Benutzer/innennamen und Passwort verfügen, können Sie über folgenden Link Ihr Passwort neu setzen (Benutzer/innennamen und Passwort gehen Ihnen umgehend per E-Mail zu). {$passwordResetUrl}<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> In der Hoffnung auf eine positive Antwort,<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
es: <p>Estimado/a {$recipientName},</p><p>Creemos que sería un excelente revisor/a para el envío a {$contextName}. El título y el resumen del envío se encuentran a continuación, espero que considere asumir esta tarea tan importante para nosotros.</p><p>Si puede revisar este envío, debería devolvernos su revisión antes del {$reviewDueDate}. Puede ver el envío, cargar los archivos de revisión y enviarnos su revisión iniciando sesión en el sitio de la revista y siguiendo los pasos del siguiente enlace.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Resumen</b></p>{$submissionAbstract}<p>Por favor, <a href="{$reviewAssignmentUrl}">acepte o rechace</a> la revisión antes del <b>{$responseDueDate}</b>.</p><p>Puede ponerse en contacto con nosotros si tiene alguna pregunta sobre el envío o el proceso de revisión.</p><p>Gracias por considerar esta solicitud. Apreciamos mucho su ayuda.</p><p>Atentamente,</p>{$signature}
es_es: {$reviewerName}:<br /> <br /> Tengo el convencimiento de que sería un excelente revisor/a del manuscrito, &quot;{$submissionTitle},&quot; que ha sido enviado a {$contextName}. A continuación encontrará el resumen del envío, con la esperanza de que aceptará llevar a cabo esta importante tarea para nosotros.<br /> <br /> Por favor, inicie sesión en la página web de la revista antes del {$responseDueDate} para indicarnos si llevará a cabo o no la revisión, así como para tener acceso al envío y para registrar su revisión y recomendación. La dirección es {$contextUrl}<br /> <br /> La revisión propiamente dicha debería estar lista el {$reviewDueDate}.<br /> <br /> Si no recuerda su nombre de usuaria/o y contraseña, puede utilizar este enlace para restablecer su contraseña (esta le será enviada por correo electrónico junto con su nombre de usuario/a). {$passwordResetUrl}<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Gracias por considerar nuestra solicitud.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
eu: <p>{$recipientName} agurgarria: </p><p> Uste dut ebaluatzaile bikaina izango zinatekeela {$contextName} aldizkarira bidali diguten bidalketa baterako. Bidalketaren izenburua eta laburpena behean dituzu. Guretzat lan garrantzitsu hau egiteko eskaera kontuan hartuko duzula espero dut. p><p>Bidalketa hau ebaluatzeko prest bazaude, ebaluazioa <b>{$responseDueDate}</b> baino lehen bidali beharko zeniguke. Bidalketa ikusi, berrikusitako fitxategiak kargatu eta zure ebaluazioa igortzeko, hasi saioa aldizkariaren webgunean eta jarraitu esteka honetako urratsak.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Mesedez, <a href="{$reviewAssignmentUrl}">onartu edo baztertu</a> ebaluazioa <b>{$responseDueDate}</b> baino lehen.</p><p>Bidalketarekin edo ebaluazio-prozesuarekin lotutako zalantzarik izanez gero, jarri nirekin harremanetan.</p><p>Eskerrik asko eskaera hau aintzat hartzeagatik. Zure laguntza biziki eskertzen dugu.</p><p>Adeitasunez,</p>{$signature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Uskon, että olisitte sopiva arvioija käsikirjoitukselle &quot;{$submissionTitle},&quot;, joka on lähetetty {$contextName} -julkaisuun. Käsikirjoituksen abstrakti löytyy tämän viestin lopusta. Toivon, että harkitsette tähän meille tärkeään tehtävään ryhtymistä.<br /> <br /> Kirjautukaa julkaisun verkkosivustolle {$responseDueDate} mennessä ilmoittaaksenne haluatteko suorittaa arvioinnin vai ette. Teidän on kirjauduttava verkkosivustolle myös, jotta saatte pääsyn käsikirjoitukseen ja voitte tallentaa arviointinne ja suosituksenne. Sivusto on osoitteessa <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Arvioinnin määräpäivä on {$reviewDueDate}.<br /> <br /> Jos ette muista käyttäjätunnustanne ja salasanaanne julkaisun verkkosivustolle, klikatkaa seuraavaa linkkiä vaihtaaksenne salasanan (salasana ja käyttäjätunnus lähetetään teille sähköpostitse). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Kiitos, että harkitsette arvioijaksi ryhtymistä.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
fr_ca: {$reviewerName},<br /> <br /> Nous croyons que vous feriez un-e excellent-e évaluateur-trice pour le manuscrit intitulé « {$submissionTitle} » qui a été soumis à la revue {$contextName}. Vous trouverez un résumé de la soumission ci-dessous. Nous espérons que vous accepterez ce travail essentiel à la publication de la revue.<br /> <br /> Veuillez accéder au site Web de la revue avant le {$responseDueDate} pour nous laisser savoir si vous acceptez de faire l'évaluation ou non. Vous pouvez également y consulter la soumission et y enregistrer votre évaluation et votre recommandation. Le site Web se trouve à l'adresse suivante : {$contextUrl}<br /> <br /> La date d'échéance de l'évaluation a été fixée au {$reviewDueDate}.<br /> <br /> Si vous n'avez pas de nom d'utilisateur-trice et de mot de passe pour le site Web de la revue, cliquez sur le lien ci-dessous pour réinitialiser votre mot de passe (lequel vous sera envoyé par courriel avec votre nom d'utilisateur-trice). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Nous vous remercions de l'attention que vous porterez à notre demande.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} »<br /> <br /> {$submissionAbstract}
fr_fr: {$reviewerName}:<br /> <br /> Nous croyons que vous seriez un excellent rapporteur pour le manuscrit intitulé « {$submissionTitle} » qui a été soumis à la revue {$contextName}. Vous trouverez un résumé de la soumission ci-dessous. Nous espérons que vous accepterez ce travail essentiel à la publication de la revue.<br /> <br /> Veuillez accéder au site Web de la revue avant le {$responseDueDate} pour nous laisser savoir si vous acceptez de faire l'évaluation ou non. Vous pouvez également y consulter la soumission et y enregistrer votre évaluation et votre recommandation. Le site Web se trouve à l'adresse suivante : {$contextUrl}<br /> <br /> La date d'échéance de l'évaluation a été fixée au {$reviewDueDate}.<br /> <br /> Si vous n'avez pas de nom d'utilisateur et de mot de passe pour le site Web de la revue, cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe (qui vous sera envoyé par courriel avec votre nom d'utilisateur). {$passwordResetUrl}<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> En espérant que vous accepterez notre demande, veuillez agréer l'expression de notre considération distinguée.<br /> <br /> {$editorialContactSignature}<br /> <br /> « {$submissionTitle} »<br /> <br /> {$submissionAbstract}
hi_in: {$reviewerName}:<br /> <br /> मुझे विश्वास है कि आप पांडुलिपि के एक उत्कृष्ट समीक्षक के रूप में काम करेंगे, &quot;{$submissionTitle},&quot; जिसे {$contextName}को सबमिट किया गया है। सबमिशन का सार नीचे दिया गया है, और मुझे आशा है कि आप हमारे लिए इस महत्वपूर्ण कार्य को करने पर विचार करेंगे.<br /> <br /> कृपया जर्नल वेब साइट पर लॉग इन करें {$responseDueDate} यह इंगित करने के लिए कि क्या आप समीक्षा करेंगे या नहीं, साथ ही सबमिशन तक पहुँचने के लिए और अपनी समीक्षा और अनुशंसा दर्ज करने के लिए। वेब साइट है {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> यदि आपके पास जर्नल की वेब साइट के लिए आपका उपयोगकर्ता नाम और पासवर्ड नहीं है, तो आप अपना पासवर्ड रीसेट करने के लिए इस लिंक का उपयोग कर सकते हैं (जो तब आपके उपयोगकर्ता नाम के साथ आपको ईमेल किया जाएगा). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> इस अनुरोध पर विचार करने के लिए धन्यवाद.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
hu: <p>Tisztelt {$recipientName}!</p><p>Úgy gondoljuk Ön kiváló szakmai lektora lenne a(z) {$contextName} egyik kéziratának. A beküldés címe és absztraktja lejjebb olvasható, reméljük, hogy megfontolja a feladat elvállalását.</p><p>Amennyiben elvállalja a beküldés szakmai lektorálását, a lektorálás határideje: {$reviewDueDate}. A folyóirat oldalára bejelentkezve és az alábbi linken található lépéseket követve megtekintheti a beadványt, feltöltheti a szakmai lektorálási fájlokat, és beküldheti lektori véleményét.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Absztrakt</b></p>{$submissionAbstract}<p>Kérjük, hogy<a href="{$reviewAssignmentUrl}">fogadja vagy utasítsa el</a> a lektori felkérést az alábbi határidőig: <b>{$responseDueDate}</b>.</p><p>A benyújtással vagy a lektorálással kapcsolatos kérdésekkel nyugodtan keresse fel a szerkesztőséget.</p><p>Köszönjük, hogy megfontolja felkérésünket. Nagyra értékeljük a segítségét.</p><p>Üdvözlettel,</p>{$signature}
hy_am: <p>Հարգելի {$recipientName},</p><p>Կարծում եմ, որ դուք հանդես կգաք որպես հիանալի գրախոս {$contextName} -ին ներկայացման համար: Ներկայացման վերնագիրը և ամփոփագիրը ստորև են, և հուսով եմ, որ դուք կմտածեք մեզ համար այս կարևոր առաջադրանքը ստանձնելու մասին:</p><p>Եթե դուք կկարողանաք գրախոսել այս ներկայացումը, ձեր գրախոսումը պետք է կատարվի մինչև {$reviewDueDate}: Դուք կարող եք դիտել ներկայացումը, վերբեռնել գրախոսման նիշքերը և ներկայացնել ձեր կարծիքը՝ մուտք գործելով ամսագրի կայք և հետևելով ստորև նշված հղման քայլերին:</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Համառոտագրություն</p>{$submissionAbstract}<p>Խնդրում ենք ընդունել կամ մերժել վերանայումը մինչև {$responseDueDate}</p><p>Դուք կարող եք կապվել ինձ հետ ներկայացման կամ գրախոսման գործընթացի վերաբերյալ ցանկացած հարցով:</p><p>Շնորհակալություն այս խնդրանքը հաշվի առնելու համար: Ձեր օգնությունը շատ գնահատելի է:</p><p>Հարգանքով,</p>{$signature}
id: <p>Yth. {$recipientName},</p><p>Kami memandang bahwa Anda merupakan reviewer yang tepat untuk naskah {$contextName}. Abstrak dan judul naskah tersebut disertakan di bawah ini, dan kami berharap Anda berkenan melakukannya.</p><p>Jika Anda berkenan mereview naskah ini, batas waktu yang ditentapkan adalah {$reviewDueDate}. Silakan login ke web jurnal untuk melihat, mengunggah file review, dan mengirimkan hasil telaah Anda dan ikuti langkah pada tautan berikut.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstrak</b></p>{$submissionAbstract}<p>Silakan merespon dengan memilih <a href="{$reviewAssignmentUrl}">menerima atau menolak</a> permintaan review sebelum <b>{$responseDueDate}</b></p><p>Silakan hubungi saya bila ada pertanyaan terkait naskah atau proses review.</p><p>Terima kasih telah mempertimbangkan permintaan kami. Bantuan Anda sangat berharga bagi Kami.</p><p>Salam hormat,</p>{$signature}
is_is: <p>Kæri/Kæra {$recipientName},</p><p>Við höldum að þú gætir verið frábær ritrýnir fyrir handrit í {$contextName}. Titill handritsins og útdráttur er hér fyrir neðan og við vonum að þú íhugir að taka að þér þetta verkefni fyrir okkur. </p><p>Ef þú sérð þér fært að ritrýna þetta handrit, er skiladagur ritrýninnar {$reviewDueDate}. Þú getur skoðað innsent efni, hlaðið upp ritrýniskrá og skilað ritrýninni með því að skrá þig inn á vefsíðu tímaritsins og fylgja skrefunum á tenglinum hér fyrir neðan.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Úrdráttur</p>{$submissionAbstract}<p>Vinsamlega samþykktu eða hafnaðu þessari beiðni um ritrýni fyrir {$responseDueDate}</p><p>Vertu endilega í sambandi við okkur ef þú ert með spurningar varðandi handritið eða ritrýniferlið. </p><p>Með kærri þökk fyrir að skoða þessa beiðni. Við kunnum vel að meta alla aðstoð frá þér. </p><p>Bestu kveðjur,</p>{$signature}
it_it: Gentile {$reviewerName},<br /> <br /> Ti propongo la revisione del manoscritto &quot;{$submissionTitle},&quot; che è stato proposto a {$contextName}. L'abstract della proposta è inserito qui sotto. Spero che vorrai prendere in carico questo compito.<br /> <br /> Ti chiedo quindi di effettuare il log in al sito web della rivista entro il {$responseDueDate} per indicare se prenderai in carico la revisione o meno.<br /> Potrai poi accedere alla submission e inviare il tuo parere. Il sito web è {$contextUrl}<br /> <br /> La data di scadenza per la revisione è fissata al {$reviewDueDate}.<br /> <br /> Se non hai una username and password per il sito web della rivista, puoi usare questo link per resettare la password (che ti sarà quindi mandata per email insieme con la username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Grazie per la tua collaborazione.<br /> <br /> {$editorialContactSignature}<br /> <br /> ======<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Abstract<br /> {$submissionAbstract}
ka_ge: {$reviewerName}:<br /> <br /> I believe that you would serve as an excellent reviewer of the manuscript, &quot;{$submissionTitle},&quot; which has been submitted to {$contextName}. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site by {$responseDueDate} to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.. The web site is {$contextUrl}<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> If you do not have your username and password for the journal's web site, you can use this link to reset your password (which will then be emailed to you along with your username). {$passwordResetUrl}<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Менің ойымша, сіз «{$contextName}» журналына жіберілген «{$submissionTitle}» жіберіліміне тамаша шолушы бола аласыз. Мақаланың қысқаша мазмұны төменде берілген, және сіз біз үшін бұл маңызды тапсырманы орындайсыз деп үміттенемін.<br /> <br /> Журнал веб -сайтына {$responseDueDate} дейін кіріп, қарауға немесе тексеруден бас тартуға келісіміңізді растаңыз, сонымен қатар материалға қол жеткізіңіз және өз пікіріңіз бен ұсыныстарыңызды қалдырыңыз. Сайт url - {$contextUrl}<br /> <br /> Шолудың өзін {$reviewDueDate} жіберуі керек.<br /> <br /> Егер сізде журналдың веб-сайтына кіру үшін пайдаланушы аты мен құпия сөз болмаса, сіз парольді қалпына келтіру үшін осы сілтемені пайдалана аласыз (ол сізге логинмен бірге электрондық пошта арқылы жіберіледі). {$passwordLostUrl}<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
ku: {$reviewerName}:<br /> <br /> ئێمە ئێوەمان بە شیاوی هەڵسەنگاندنی ئەم توێژینەوە زانی, &quot;{$submissionTitle},&quot; کە بۆ {$contextName} نێردراوە. پوختەی توێژینەوەکە لە خوارەوە بەردەستە و ئێمە هیواخوازین کە بەڕێزتان ئەم ئەرکە قبوڵ بکەن.<br /> <br /> لێرەوە سەردانی پەڕەی گۆڤار بکەن {$responseDueDate} بۆ دیاریکردنی ئەوەی کە ئایا داخوازینامەکەمان قبوڵ یان ڕەت دەکەنەوە یان بۆ بینینی توێژینەوەکە و تۆمارکردنی هەڵسەنگاندنەکەتان. پەڕەی گۆڤار {$contextUrl}<br /> <br /> دوا کات بۆ هەڵسەنگاندن {$reviewDueDate}.<br /> <br /> ئەگەر بەڕێزتان ناوی بەکارهێنەر و وشەی تێپەڕتان ون کردووە، دەتوانن لەم لینکەی خوارەوە داوای وشەیەکی نهێنیی نوێ بکەن (کە دواتر بە شێوەی ئیمەیڵ ناوی بەکارهێنەر و وشەی نهێنییەکەتان بەدەست دەگات). {$passwordResetUrl}<br /> <br /> لینکی پێشکەشکردنەکە: {$submissionReviewUrl}<br /> <br /> سوپاس بۆ قبوڵکردنی داخوازییەکەمان.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
mk: <p>Почитувани{$recipientName},</p><p>Верувам дека ќе послужите како одличен рецензент за поднесокот до{$contextName}. Насловот и апстрактот на поднесокот се подолу, и се надевам дека ќе размислите да ја преземете оваа важна задача за нас.</p><p>Доколку сте во можност да го прегледате овој поднесок, вашата ревизија треба да заврши до {$reviewDueDate}. Можете да го видите поднесокот, да прикачувате рецензирани датотеки и да ја испратите вашата рецензија со најавување на страницата на списанието и следење на чекорите на линкот подолу.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Апстракт</b></p>{$submissionAbstract}<p>Ве молиме<a href="{$reviewAssignmentUrl}">прифатете или одбијте</a> ја рецензијата до <b>{$responseDueDate}</b>.</p><p>Може да не исконтактирате со какви било прашања во врска со поднесувањето или процесот на ревизија.</p><p>Ви благодариме што го разгледавте ова барање. Вашата помош е многу ценета.</p><p>Со почит,</p>{$signature}
mr: <p>प्रिय {$recipientName},</p><p>तुम्ही {$contextName} च्या सादरीकरणासाठी उत्कृष्ट समीक्षक ठराल अशी माझी खात्री आहे. सादरीकरणाचे शीर्षक आणि गोषवारा खालीलप्रमाणे आहे. तुम्ही आमच्यासाठी हे महत्त्वाचे कार्य हाती घ्याल असा मला विश्वास वाटतो.</p><p>तुम्ही या सादरीकरणाचे समीक्षण करू शकत असल्यास, तुमचे समीक्षण {$reviewDueDate} या तारखेपर्यंत पूर्ण होणे अपेक्षित आहे. तुम्ही सादरीकरण पाहू शकता, आणि समीक्षण कार्य पूर्ण झाल्यावर नियतकालिकाच्या संकेतस्थळावर लॉग-इन करून खालील दुव्या (लिंक) वर दिलेल्या क्रमाने समीक्षण केलेल्या फाईल्स संक्रमित (अपलोड) करून समीक्षण प्रक्रिया पूर्ण (सबमिट) करू शकता. </p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle </a></p><p><b>गोषवारा</b></p>{$submissionAbstract}<p>हे समीक्षणाचे कार्य करण्यासाठी कृपया आपला <a href="{$reviewAssignmentUrl}">स्वीकार किंवा नकार</a> <b>{$responseDueDate}</b> या तारखेपावेतो नोंदवा.</p><p>सादरीकरण किंवा समीक्षण प्रक्रियेबद्दल कोणतेही प्रश्न असल्यास तुम्ही माझ्याशी संपर्क साधू शकता.</p><p>या विनंतीचा विचार केल्याबद्दल धन्यवाद. तुमचे योगदान आमच्याकरता खूप मोलाचे असेल.</p><p>विनम्र अभिवादन,</p>{$signature}
ms: <p> {$recipientName} yang dihormati,</p><p>Saya percaya bahawa anda akan bertindak sebagai penyemak yang sangat baik untuk penyerahan kepada {$contextName}. Tajuk dan abstrak penyerahan ada di bawah, dan saya berharap anda akan mempertimbangkan untuk melaksanakan tugas penting ini untuk kami.</p><p>Jika anda dapat menyemak penyerahan ini, semakan anda perlu dibuat sebelum {$reviewDueDate}. Anda boleh melihat penyerahan, memuat naik fail semakan dan menyerahkan ulasan anda dengan melog masuk ke tapak jurnal dan mengikut langkah-langkah pada pautan di bawah.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle }</a></p><p><b>Abstrak</b></p>{$submissionAbstract}<p>Sila <a href="{$reviewAssignmentUrl}">terima atau tolak</a> semakan oleh <b>{$responseDueDate}</b>.</p><p>Anda boleh menghubungi saya untuk sebarang pertanyaan tentang penyerahan atau proses semakan.</p><p>Terima kasih kerana mempertimbangkan permintaan ini . Bantuan anda amat dihargai.</p><p>Sekian,</p>{$signature}
ms_my: {$recipientName}:<br /> <br /> Saya percaya bahawa anda akan berfungsi sebagai pengulas manuskrip yang sangat baik, &quot;{$submissionTitle},&quot; yang telah diserahkan kepada {$contextName}. Abstrak penyerahan disisipkan di bawah, dan saya harap anda akan mempertimbangkan untuk melaksanakan tugas penting ini untuk kami. <br /> <br /> Sila masuk ke laman web jurnal selewat-lewatnya pada {$responseDueDate} untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk mengakses penyerahan dan untuk mencatat ulasan dan cadangan anda. Laman webnya adalah {$contextUrl} <br /> <br /> Ulasan sendiri dijangkakan {$reviewDueDate}. <br /> <br /> Sekiranya anda tidak mempunyai nama pengguna dan kata laluan untuk laman web jurnal, anda boleh menggunakan pautan ini untuk menetapkan semula kata laluan anda (yang kemudian akan diemailkan kepada anda bersama dengan nama pengguna anda). {$passwordLostUrl} <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
nb: <p> Kjære {$recipientName}</p><p>Jeg tror at du vil være en utmerket fagfelle for et manuskript som er innsendt til {$contextName). Nedenfor finner du manuskriptets tittel og sammendrag, og jeg håper at du kan påta deg denne viktige oppgaven for oss.</p><p>Hvis du har mulighet til å vurdere dette manuskriptet, er fristen {$reviewDueDate}. Du kan se manuskriptet, laste opp fagfellevurderingsfiler og sende inn din vurdering ved å logge inn på tidsskriftets hjemmeside og følge prosessen via lenken nedenfor.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Sammendrag</b></p>{$submissionAbstract}<p>Vennligst <a href="{$reviewAssignmentUrl}">aksepter eller avslå</a> denne forespørselen innen <b>{$responseDueDate}</b>.</p><p>Ta gjerne kontakt om du har spørsmål om manuskriptet eller vurderingsprosessen.</p><p>Takk for at du vurderer denne forespørselen. </p><p>Med vennlig hilsen</p>{$signature}
nl_nl: {$reviewerName}:<br /> <br /> Ik geloof dat u een excellente reviewer zou zijn voor het manuscript &quot;{$submissionTitle}&quot; dat is ingestuurd bij {$contextName}. De samenvatting van de inzending staat hieronder. Ik hoop dat u wilt overwegen deze belangrijke taak voor ons uit te voeren.<br /> <br /> Wilt u voor {$responseDueDate} inloggen op de website van het tijdschrift om aan te geven of u de review al of niet doet. Daar kunt u ook de inzending vinden en uw review en aanbeveling vastleggen. De website is {$contextUrl}<br /> <br /> Het review wordt verwacht op {$reviewDueDate}.<br /> <br /> Als u uw gebruikersnaam en het wachtwoord van de website van het tijdschrift niet heeft, kunt u deze link gebruiken voor het herstellen van uw wachtwoord (dat samen met uw gebruikersnaam in een e-mail naar u verstuurd wordt). {$passwordResetUrl}<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Dank u voor het overwegen van dit verzoek.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pl: <p>Szanowna Pani/Szanowny Panie,</p><p>Do publikacji w czasopiśmie {$contextName} zgłoszono tekst, którego tytuł i abstrakt znajdują się niżej. Jego recenzja jest dla czasopisma bardzo ważnym zadaniem. Właśnie dlatego - i znając Pani/Pana kwalifikacje - uważam, że to Pani/Pana osoba byłaby znakomitym recenzentem tego tekstu. Proszę zatem o rozważenie podjęcia się tego zadania. Akceptację albo odrzucenie mej prośby można wyrazić <a href="{$reviewAssignmentUrl}">klikając tutaj</a>, a na to wyrażenie będziemy czekać do <b>{$responseDueDate}</b>. Czas na wykonanie recenzji kończy się <b>{$reviewDueDate}</b>.</p><p>Tytuł : {$submissionTitle}</p><p><b>Abstrakt</b></p>{$submissionAbstract}<p><b>Uwaga:</b> Tekst procedowanego zgłoszenia nigdy nie jest dostępny recenzentowi bez jego wcześniejszej akceptacji prośby ze strony czasopisma o wykonanie recenzji. Dopiero po takiej akceptacji recenzent może pobrać odpowiedni plik(i), wykonać recenzję a jej wyniki odnotować zwrotnie w systemie. Wszystkie te kroki realizowane są na specjalnie przygotowanej stronie internetowej przeznaczonej do przeprowadzenia <a href="{$reviewAssignmentUrl}">przedmiotowej recenzji</a>. </p><p>W przypadku jakichkolwiek pytań dotyczących tego zgłoszenia lub procedowania jego recenzji proszę o kontakt.</p><p>Dziękuję za rozpatrzenie tej prośby. Okazana pomoc będzie bardzo mile widziana.</p><p>Z szacunkiem,</p>{$signature}
pt_br: {$reviewerName}:<br /> <br /> Acredito que você poderia servir como um(a) excelente avaliador(a) do manuscrito, &quot;{$submissionTitle},&quot; que foi submetido ao periódico {$contextName}. O resumo da submissão está inserido abaixo e espero que você considere realizar essa importante tarefa para nós.<br /> <br /> Faça o login no site do periódico antes de {$responseDueDate} para indicar sua disponibilidade, bem como para acessar submissão e registrar sua avaliação e recomendação. O site é {$contextUrl}<br /> <br /> A avaliação em si tem como prazo {$reviewDueDate}.<br /> <br /> Se você não tiver seu nome de usuário e senha para o site do periódico, poderá usar este link para redefinir sua senha (que será enviada por e-mail juntamente com seu nome de usuário). {$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradeço por considerar esta solicitação.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
pt_pt: {$reviewerName},<br /> <br /> Acreditamos que o seu conhecimento será fundamental para realizar a revisão do manuscrito, &quot;{$submissionTitle}&quot; submetido à {$contextName}. O resumo da submissão encontra-se abaixo, esperamos que considere assumir esta importante tarefa para o nosso trabalho.<br /> <br /> Aceda ao sistema até {$responseDueDate} para confirmar a sua disponibilidade ou não para realizar a revisão, bem como para ter acesso aos dados completos do artigo e registar a sua revisão e recomendações, através do URL {$contextUrl}<br /> <br /> O prazo para a entrega da revisão é {$reviewDueDate}.<br /> <br /> Caso ainda não possua o seu nome de utilizador e senha de acesso para aceder à revista, use o link a seguir para que o sistema crie uma nova senha que lhe será enviada via email, junto com os seus dados de acesso.{$passwordResetUrl}<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Agradecemos a resposta a este pedido.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ro_ro: {$reviewerName}:<br /> <br /> Vă rugăm să ne sprijiniți cu revizuirea manuscrisului, &quot;{$submissionTitle},&quot; care a fost înregistrat la {$contextName}. Rezumatul manuscrisului este inserat mai jos.<br /> <br /> Vă rugăm să vă conectați la site-ul jurnalului până la data de {$responseDueDate} pentru a indica dacă veți efectua sau nu revizuirea, precum și pentru a accesa manuscrisul și zona de completare/încărcare a revizuirii și recomanărilor. Adresa web este {$contextUrl}<br /> <br /> Vă rugăm să fiți de acord cu data de finalizare a revizuirii de {$reviewDueDate}.<br /> <br /> Dacă nu aveți numele de utilizator și parola pentru site-ul jurnalului, puteți utiliza acest link pentru a vă reseta parola (care vă va fi trimisă prin e-mail împreună cu numele de utilizator). {$passwordResetUrl}<br /> <br /> URL înregistrare: {$submissionReviewUrl}<br /> <br /> Vă mulțumim că ați luat în considerare această solicitare.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
ru: <p>Здравствуйте, {$recipientName}!</p><p>Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала, который был направлен в журнал «{$contextName}». Название и аннотация статьи приведены ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.</p><p>Если Вы можете дать рецензию, то её надо сделать к {$reviewDueDate}. Вы можете просмотреть материал, загрузить файлы рецензии и отправить Вашу рецензию, войдя в систему на сайте журнала и следуя шагам по ссылке ниже.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Пожалуйста, <a href="{$reviewAssignmentUrl}">подтвердите Ваше согласие или откажитесь</a> от рецензирования до <b>{$responseDueDate}</b>.</p><p>Вы можете связаться со мной, если у Вас есть какие-то вопросы относительно материала или процесса рецензирования.</p><p>Благодарю Вас за рассмотрение этой просьбы. Мы высоко ценим вашу помощь.</p><p>С уважением,</p>{$signature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Я полагаю, что Вы могли бы быть прекрасным рецензентом для материала «{$submissionTitle}», который был направлен в журнал «{$contextName}». Аннотация статьи приведена ниже, и я надеюсь, что Вы возьметесь выполнить эту важную задачу для нас.<br /> <br /> Пожалуйста, войдите на сайт журнала до {$responseDueDate}, чтобы подтвердить Ваше согласие на рецензирование или отказаться от рецензирования, а также получить доступ к материалу и оставить свою рецензию и рекомендацию. Адрес сайта — {$contextUrl}<br /> <br /> Сама рецензия должна быть предоставлена до {$reviewDueDate}.<br /> <br /> Если у Вас нет имени пользователя и пароля для доступа к сайту журнала, Вы можете воспользоваться этой ссылкой для сброса Вашего пароля (он будет направлен Вам вместе с Вашим именем пользователя на электронную почту). {$passwordResetUrl}<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Заранее благодарю Вас,<br /> <br /> {$editorialContactSignature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
sk_sk: {$reviewerName}:<br /> <br /> Domnievam sa, že by ste mohol byť výborným recenzentom príspevku &quot;{$submissionTitle},&quot; ktorý bol zaslaný do {$contextName}. Abstrakt príspevku je vložený nižšie. Verím, že zvážite možnosť prijatia tejto pre nás dôležitej úlohy.<br /> <br /> Prosím, prihláste sa do {$responseDueDate} na stránkach časopisu, aby ste uviedol, či recenziu spracujete alebo nie a tiež pre prístup k príspevku a zaznamenanie Vašej recenzie a odporúčania. Adresa webovej stránky je {$contextUrl}<br /> <br /> Termín pre zapracovanie recenzia je {$reviewDueDate}.<br /> <br /> Ak nemáte svoje užívateľské meno a heslo pre webovú stránku časopisu, môžete použiť tento odkaz pre resetovanie Vášho hesla (ktoré Vám bude zaslané emailom spolu s Vašim užívateľským menom). {$passwordResetUrl}<br /> <br /> URL príspevku: {$submissionReviewUrl}<br /> <br /> Ďakujeme za zváženie tejto žiadosti.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sl: <p>Spoštovani {$recipientName},</p><p>Verjamem, da bi lahko bili odličen recenzent prispevka oddanega v revijo {$contextName}. Spodaj sta naslov in izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.</p><p>Če ste pripravljeni opraviti to recenzijo, je rok za končanje recenzije do {$reviewDueDate}. Prispevek si lahko pogledate, opravite recenzijo in oddate morebiten popravke s prijavo na spletno stran naše revije in sledite korakom na spodnji povezavi.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p>Povzetek</p>{$submissionAbstract}<p>Prosimo potrdite ali zavrnite opravljenje recenzije do {$responseDueDate}</p><p>V kolikor imate vprašanja v zvezi s prispevkom ali recenzijskem postopku, se lahko obrnete name.</p><p>Zahvaljujemo se vam za sprejetje prošnje in se vam za vašo pomoč zahvaljujemo.</p><p>S spoštovanjem,</p>{$signature}
sl_si: {$recipientName}:<br /> <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa, &quot;{$submissionTitle},&quot; ki je bil oddan v revijo {$contextName}. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na spletno stran revije do {$responseDueDate} in potrdite ali zavrnite prošnjo za recenzijo. Enako lahko dostopate do prispevka in oddate vašo recenzijo in priporočilo. Spletna stran je {$contextUrl}<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> Če nimate uporabniškega imena in gesla za dostop do spletne strani revije, lahko uporabite naslednjo povezavo za ponastavitev gesla (ki vam bo posredovano po e-pošti skupaj z vašim uporabniškim imenom): {$passwordLostUrl}<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
sv: <p>{$recipientName}:</p><p>Jag tror att du skulle passa utmärkt som sakkunniggranskare av ett manuskript som har skickats in till {$contextName}. Bidragets titel och abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.</p><p>Vänligen logga in på tidskriftens webbplats senast {$reviewDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Du kan se bidraget och skicka in din granskningsrapport genom att logga in på sidan och följa processen via länken nedan.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Abstract</b></p>{$submissionAbstract}<p>Vänligen<a href="{$reviewAssignmentUrl}">acceptera eller neka</a> denna förfrågan innan <b>{$responseDueDate}</b></p><p>Kontakta mig gärna om du har frågor om bidraget eller om gransknignsprocessen</p><p>Tack för att du överväger granskningsuppdraget.</p><p>Vänliga hälsningar,</p>{$signature}
sv_se: {$reviewerName}:<br /> <br /> Jag tror att du skulle passa utmärkt som sakkunniggranskare av manuskriptet &quot;{$submissionTitle}&quot;, som har skickats in till {$contextName}. Bidragets abstract bifogas nedan. Jag hoppas att du kan överväga att genomföra granskningen åt oss, då det vore mycket värdefullt.<br /> <br /> Vänligen logga in på tidskriftens webbplats senast {$responseDueDate} och svara om du har möjlighet att åta dig granskningsuppdraget eller inte. Det är också där du får tillgång till bidraget och lägger in din granskning och rekommendation. Adressen till webbplatsen är {$contextUrl}.<br /> <br /> Deadline för själva granskningen är {$reviewDueDate}.<br /> <br /> Om du har glömt ditt användarnamn och/eller lösenord till tidskriftens webbplats, använd följande länk för att återställa lösenordet: {$passwordResetUrl}. Dina inloggningsuppgifter skickas då till dig per e-post.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Tack för att du överväger granskningsuppdraget.<br /> <br /> {$editorialContactSignature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergi için gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışma, sizin uzmanlık alanlarınız ile uyuştuğundan bu makaleyi hakem olarak değerlendirmenizi talep ediyoruz. Makalenin Öz'ü aşağıda verilmiştir. Dergimiz için oldukça önemli olan bu hakem değerlendirmesi talebimizi kabul edeceğinizi ümit ediyoruz.<br /> <br /> Lütfen, {$responseDueDate} tarihine kadar bu çalışmanın hakemliğini kabul edip etmediğinizi bildirmek için dergimizin internet sitesine giriş yapınız. Dergimiz internet sitesinden ilgili çalışmanın tam metnine ulaşabilir, hakem değerlendirme formunu ve önerilerinizi gönderebilirsiniz. Dergi adresi: {$contextUrl} <br /> <br /> Değerlendirmeyi tamamlamak için son tarih: {$reviewDueDate}.<br /> <br /> Eğer derginin web sitesine giriş için kullanıcı adı ve şifreniz yoksa veya unuttuysanız, şifrenizi yenilemek için bu bağlantıyı kullanabilirsiniz (Kullanıcı adınızla birlikte şifreniz size e-posta olarak gönderilecektir). {$passwordResetUrl}<br /> <br /> Makale Erişim Adresi: {$submissionReviewUrl}<br /> <br /> Talebimize olumlu yaklaşımınız için şimdiden teşekkür ederiz.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> Öz: {$submissionAbstract}
uk: <p>Шановний(-а) {$recipientName}!</p><p>Я вважаю, що Ви послужите чудовим рецензентом для подання до "{$contextName}". Назву й анотацію подання наведено нижче, і я сподіваюся, що Ви розглянете можливість виконання цього важливого для нас завдання.</p><p>Якщо Ви зможете переглянути цей подання, підготувати Вашу рецензію потрібно до {$reviewDueDate}. Ви можете переглянути подання, вивантажити файли рецензій та надіслати свою рецензію, увійшовши на вебсайт журналу й виконавши кроки за покликанням нижче.</p><p><a href="{$reviewAssignmentUrl}">"{$submissionTitle}"</a></p><p><b>Анотація</b></p>{$submissionAbstract}<p>Будь ласка, <a href="{$reviewAssignmentUrl}">прийміть або відхиліть</a> рецензування до <b>{$responseDueDate}</b>.</p><p>Ви можете зв'язатися зі мною з будь-якими запитаннями щодо подання або процесу рецензування.</p><p>Дякуємо, що розглянули цей запит. Дуже вдячні за Вашу допомогу.</p><p>З повагою,</p>{$signature}
uk_ua: {$reviewerName}:<br /> <br /> Я вірю, що Ви могли б стати прекрасним рецензентом для рукопису &quot;{$submissionTitle}&quot;, надісланого до видання &quot;{$contextName}&quot;. Нижче подана анотація цієї праці, і, хочу сподіватись, Ви розглянете можливість виконання цієї важливої роботи для нас.<br /> <br /> Будь ласка, до {$responseDueDate} зайдіть на сайт журналу, щоб повідомити, чи візьметеся Ви за цю рецензію, а також для того, щоб отримати доступ до подання, записати Вашу рецензію та рекомендацію. Адреса веб-сайту журналу <a href="{$contextUrl}">{$contextUrl}</a><br /> <br /> Ми хотіли б мати готову рецензію до {$reviewDueDate}.<br /> <br /> Якщо Ви не зберегли імені користувача та пароль для веб-сайту журналу, Ви можете скористатися наступним посиланням для того, щоб скинути свій пароль (після цього пароль та ім'я користувача будуть відправлені Вам електронною поштою). <a href="{$passwordResetUrl}">{$passwordResetUrl}</a><br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Дякую, що розглянули цей запит.<br /> <br /> {$editorialContactSignature}<br /> <br /> <br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
uz_cyrl: <p>Ҳурматли {$recipientName},</p><p>Мен сизнинг {$contextName} журналига келиб тушган ариза учун ажойиб тақризчи бўла олишингизга ишонаман. Аризанинг сарлавҳаси ва аннотацияси пастда келтирилган ва умид қиламанки, сиз биз учун ушбу муҳим вазифани ўз зиммангизга оласиз.</p><p>Агар сиз ушбу аризани тақриз қилишга тайёр бўлсангиз, тақризингиз {$reviewDueDate} санасигача топширилиши керак. Сиз журнал сайтига кириб, пастдаги ҳавола орқали аризани кўришингиз, тақриз файлларни юклашингиз ва тақризингизни юборишингиз мумкин.</p><p><a href="{$reviewAssignmentUrl}">{$submissionTitle}</a></p><p><b>Аннотация</b></p>{$submissionAbstract}<p>Илтимос, <b>{$responseDueDate}</b> санасигача тақризни <a href="{$reviewAssignmentUrl}">қабул қилинг ёки рад этинг</a>.</p><p>Ариза ёки тақриз жараёни бўйича ҳар қандай савол билан менга мурожаат қилишингиз мумкин.</p><p>Ушбу сўровни кўриб чиққанингиз учун ташаккур. Сизнинг ёрдамингиз биз учун жуда муҳим.</p><p>Эҳтиром билан,</p>{$signature}
