Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.citationEditorAuthorQuery.body
source: {$recipientName},<br /> <br /> Could you please verify or provide us with the proper citation for the following reference from your article, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Thanks!<br /> <br /> {$senderName}<br /> Copy-Editor, {$contextName}<br />
bg_bg: {$recipientName},<br /> <br /> Бихте ли могли да проверите или да ни предоставите подходящия цитат за следната справка от вашата статия, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Благодаря!<br /> <br /> {$senderName}<br /> Стилов редактор на {$contextName}<br />
cs_cz: Vážený(á) {$authorFirstName},<br /> <br /> Můžete, prosím, ověřit, nebo potvrdit správnou citaci pro následující referenci z vašeho článku {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Děkuji!<br /> <br /> {$userFirstName}<br /> Redaktor {$contextName}<br />
da_dk: {$authorFirstName},<br /> <br /> Du bedes verificere eller sende os de korrekte oplysninger i forbindelse med følgende reference i din artikel {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> På forhånd tak!<br /> <br /> {$userFirstName}<br /> Manuskriptredaktør, {$contextName}
de_de: {$authorFirstName},<br /> <br /> könnten Sie uns bitte die korrekte Zitation für den folgenden Verweis aus Ihrem Artikel {$submissionTitle} bestätigen bzw. nachreichen:<br /> <br /> {$rawCitation}<br /> <br /> Vielen Dank!<br /> <br /> {$userFirstName}<br /> Lektor/in, {$contextName}<br />
es_es: {$authorFirstName},<br /> <br /> Por favor, ¿podría usted verificar o proporcionarnos la cita adecuada para la siguiente referencia de su artículo, {$submissionTitle}?:<br /> <br /> {$rawCitation}<br /> <br /> ¡Gracias!<br /> <br /> {$userFirstName}<br /> Corrector/a de estilo, {$contextName}<br />
fi_fi: Hyvä {$authorFirstName},<br /> <br /> Voisitteko ystävällisesti vahvistaa seuraavan artikkelissanne {$submissionTitle} olevan lähdeviitteen tai antaa oikean viittauksen:<br /> <br /> {$rawCitation}<br /> <br /> Kiitos!<br /> <br /> {$userFirstName}<br /> Tekninen toimittaja, {$contextName}<br />
fr_ca: {$authorFirstName},<br /> <br /> Pourriez-vous vérifier ou nous fournir la référence bibliographique complète pour la référence suivante, provenant de votre article « {$submissionTitle} » :<br /> <br /> {$rawCitation}<br /> <br /> Merci!<br /> <br /> {$userFirstName}<br /> Réviseur-e, revue {$contextName}<br />
fr_fr: {$authorFirstName},<br /> <br /> Pourriez-vous vérifier ou nous fournir la référence bibliographique complète pour la référence suivante, provenant de votre article « {$submissionTitle} » :<br /> <br /> {$rawCitation}<br /> <br /> Merci !<br /> <br /> {$userFirstName}<br /> Réviseur/Réviseuse, revue {$contextName}<br />
gl_es: {$recipientName},<br /> <br /> Pregámoslle que verifique ou nos proporcione a citatación correcta para a seguinte referencia incluída no seu artigo, {$submissionTitle}?:<br /> <br /> {$rawCitation}<br /> <br /> Grazas!<br /> <br /> {$senderName}<br /> Corrector/a, {$contextName}<br />
hi_in: {$authorFirstName},<br /> <br /> क्या आप कृपया अपने लेख, {$submissionTitle} से निम्न संदर्भ के लिए उचित उद्धरण के साथ हमें सत्यापित या प्रदान कर सकते हैं।:<br /> <br /> {$rawCitation}<br /> <br /> धन्यवाद!<br /> <br /> {$userFirstName}<br /> कॉपी संपादक, {$contextName}<br />
hy_am: {$recipientName},<br /> <br /> Կարող եք ստուգել կամ տրամադրել մեզ համապատասխան մեջբերում ձեր հոդվածից հետևյալ հղումների համար, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Շնորհակալություն<br /> <br /> {$senderName}<br /> Գրական խմբագիր, {$contextName}<br />
it_it: Gentile {$authorFirstName},<br /> <br /> Ti chiedo la cortesia di verificare la correttezza delle citazioni contenute nell'articolo {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Grazie,<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}
ka_ge: {$authorFirstName},<br /> <br /> Could you please verify or provide us with the proper citation for the following reference from your article, {$submissionTitle}: <br /> <br /> {$rawCitation}<br /> <br /> Thanks!<br /> <br /> {$userFirstName}<br /> Copy-Editor, {$contextName}<br />
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бізге «{$submissionTitle}» мақаласынан келесі сілтеме бойынша дұрыс библиографиялық сілтемені тексеріңіз немесе жіберіңіз:<br /> <br /> {$rawCitation}<br /> <br /> Алдын ала рахмет!<br /> <br /> {$senderName}<br /> «{$contextName}» журналының әдеби редакторы<br />
mk_mk: {$recipientName},<br/> <br/> Ве молам доколку можете да го потврдите или да обезбедите адекватен цитат за следната референца во вашиот труд, {$submissionTitle}:<br /> <br/> {$rawCitation}<br/> <br/> Благодарам!<br/> <br/> {$senderName}<br/> Уредник, {$contextName}<br/>
ms_my: {$recipientName}, <br /> <br /> Bolehkah anda mengesahkan atau memberi kami petikan yang tepat untuk rujukan berikut dari artikel anda, {$submissionTitle}: <br /> <br /> {$rawCitation} <br /> <br /> Terima kasih! <br /> <br /> {$senderName} <br /> Copy-Editor, {$contextName} <br />
nl_nl: {$authorFirstName},<br /> <br /> Kunt u de juiste citatie van de volgende referentie uit uw artikel {$submissionTitle} verifiëren of verschaffen:<br /> <br /> {$rawCitation}<br /> <br /> Dank!<br /> <br /> {$userFirstName}<br /> Tekstredacteur, {$contextName}
pt_br: {$authorFirstName}, <br /> <br /> Você poderia verificar ou fornecer a citação adequada para a seguinte referência do seu artigo, {$submitTitle}: <br /> <br /> {$rawCitation} <br /> <br /> Obrigado! <br /> <br /> {$userFirstName} <br /> Editor de Cópia, {$contextName} <br />
pt_pt: {$authorFirstName},<br /> <br /> Por favor, verifique ou indique as citações adequadas para o seu artigo, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Obrigado!<br /> <br /> {$userFirstName}<br /> Editor de Texto, {$contextName}<br />
ro_ro: {$authorFirstName},<br /> <br /> Vă rugăm să verificați sau să ne furnizați citarea corespunzătoare pentru următoarea referință din articolul dvs., {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Mulțumesc!<br /> <br /> {$userFirstName}<br /> Editor de conținut, {$contextName}<br />
ru_ru: Здравствуйте, {$authorFirstName}!<br /> <br /> Пожалуйста, проверьте или пришлите нам правильно оформленную библиографическую ссылку для следующей ссылки из Вашей статьи «{$submissionTitle}»:<br /> <br /> {$rawCitation}<br /> <br /> Заранее благодарю Вас!<br /> <br /> {$userFirstName}<br /> Литературный редактор журнала «{$contextName}»<br />
sk_sk: Vážený(á) {$authorFirstName},<br /> <br /> Môžete, prosím, overiť, alebo potvrdiť správnu citáciu pre nasledujúcu referenciu z vášho článku {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Ďakujem!<br /> <br /> {$userFirstName}<br /> Redaktor {$contextName}<br />
sl_si: {$recipientName},<br /> <br /> Ali lahko prosim preverite in nam sporočite pravilne citate za spodnjaj referencirano literaturo v vašem prispevku, {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Hvala lepa!<br /> <br /> {$senderName}<br /> Lektor, {$contextName}<br />
sv_se: {$authorFirstName},<br /> <br /> Vi skulle vara glada om du hade möjlighet att ge oss den korrekta citeringen för följande referens i din artikel {$submissionTitle}:<br /> <br /> {$rawCitation}<br /> <br /> Stort tack!<br /> <br /> {$userFirstName}<br /> Manusredaktör, {$contextName}<br />
tr_tr: Sayın {$authorFirstName},<br /> <br /> {$submissionTitle} başlıklı makale için aşağıdaki atıfın doğruluğunu ve son düzenlemelesini sağlayınız:<br /> <br /> {$rawCitation}<br /> <br /> Teşekkürler!<br /> <br /> {$userFirstName}<br /> Kopya Editör, {$contextName}
uk_ua: {$authorFirstName},<br /> <br /> Не могли б Ви надати нам коректний бібліографічний запис для наступного посилання з Вашої статті &quot;{$submissionTitle}&quot;:<br /> <br /> {$rawCitation}<br /> <br /> Дякую!<br /> <br /> {$userFirstName}<br /> Літературний редактор видання &quot;{$contextName}&quot;<br />

# emails.citationEditorAuthorQuery.subject
source: Citation Editing
bg_bg: Редактиране на библиография
cs_cz: Zpracování citací
da_dk: Referenceredigering
de_de: Zitationsbearbeitung
es_es: Edición de citas
fi_fi: Viittausten muokkaus
fr_ca: Modification des références bibliographiques
fr_fr: Modification des références
gl_es: Edición de citacións
hi_in: प्रशस्ति संपादन
hy_am: Մեջբերումների խմբագրում
it_it: Richiesta di verifica delle citazioni
ka_ge: ბიბლიოგრაფიული ბმულების ჩასწორება
kk_kz: Библиографиялық сілтемелерді өңдеу
mk_mk: Уредување на цитат
ms_my: Penyuntingan Petikan
nl_nl: Citatie redactie
pt_br: Edição de citação
pt_pt: Edição da Citação
ro_ro: Editarea citării
ru_ru: Редактирование библиографических ссылок
sk_sk: Spracovanie citácií
sl_si: Urejanje citiranja
sv_se: Referensredigering
tr_tr: Atıf Düzenleme
uk_ua: Редагування посилання
zh_tw: 引文編輯

# emails.subscriptionRenewInstl.description
source: This email notifies the Subscription Manager that an institutional subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
bg_bg: Този имейл уведомява мениджъра на абонаменти, че институционален абонамент е подновен онлайн. Той предоставя обобщена информация за абонамента и връзка за бърз достъп до подновения абонамент.
cs_cz: Tento e-mail informuje správce předplatného o obnovení institucionálního předplatného online. Poskytuje souhrnné informace o předplatném a rychlý přístup k obnovenému předplatnému.
da_dk: Denne e-mail giver abonnementschefen besked om, at et individuelt abonnement er blevet fornyet online. Meddelelsen indeholder en opsummering af abonnementsoplysningerne og et quick access-link til det fornyede abonnement.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein institutionelles Abonement online erneuert worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das erneuerte Abonnement.
es_es: Este correo en línea notifica al administrador/a de suscripciones que una suscripción institucional ha sido renovada en línea. Proporciona información resumida de la suscripción y un enlace de acceso rápido a la suscripción renovada.
fr_ca: Ce courriel informe le,la responsable des abonnements qu'un abonnement institutionnel a été renouvelé en ligne. Il fournit des renseignements sommaires sur l'abonnement et le lien pour accéder à l'abonnement renouvelé.
fr_fr: Ce courriel informe le ou la responsable des abonnements qu'un abonnement institutionnel a été renouvelé en ligne. Il fournit des renseignements sommaires sur l'abonnement et un lien d'accès rapide vers l'abonnement renouvelé.
gl_es: Este correo notifica ao administrador/a de subscricións que unha subscrición institucional foi renovada en liña. O correo proporciona información resumida sobre a subscrición e un enlace de acceso rápido á subscrición renovada.
hi_in: यह ईमेल सदस्यता प्रबंधक को सूचित करता है कि एक संस्थागत सदस्यता ऑनलाइन नवीनीकृत की गई है। यह सदस्यता के बारे में सारांश जानकारी और नवीनीकृत सदस्यता के लिए एक त्वरित पहुँच लिंक प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է Բաժանորդագրման կառավարչին, որ ինստիտուցիոնալ բաժանորդագրությունը թարմացվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտք գործելու հղում դեպի նորացված բաժանորդագրություն:
it_it: Notifica del rinnovo di un abbonamento istituzionale.
ka_ge: ეს წერილი ატყობინებს გამოწერების მმართველს იმის შესახებ, რომ საიტზე გაგრძელებულია ინსტიტუციონალური გამოწერა. წერილში მოცემულია ზოგადი ინფორმაცია გამოწერის შესახებ და ბმული სწრაფი წვდომისათვის შეძენილ გამოწერაზე.
kk_kz: Бұл электрондық пошта жазылу менеджеріне ұйымның жазылымы сайт арқылы жаңартылғанын хабарлайды. Хатта жазылым туралы жалпы ақпарат және жаңартылған жазылымға жылдам қол жеткізуге арналған сілтеме бар.
ms_my: E-mel ini memberitahu Pengurus Langganan bahawa langganan institusi telah diperbaharui dalam talian. Ini memberikan maklumat ringkasan mengenai langganan dan pautan akses cepat ke langganan yang diperbaharui.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pt_br: Esta mensagem notifica o Editor Gerente que uma assinatura institucional foi renovada online. Oferece informações sobre a assinatura e um link para acesso rápido à mesma.
pt_pt: Esta mensagem notifica o Gestor de Subscrição que uma subscrição institucional foi renovada online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ro_ro: Acest e-mail notifică managerul jurnalului că un abonament instituțional a fost reînnoit online. Acesta oferă informații sumare despre abonament și un link de acces rapid la abonamentul reînnoit.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
sk_sk: Tento e-mail informuje správcu predplatného o obnovení inštitucionálneho predplatného online. Poskytuje súhrnné informácie o predplatnom a rýchly prístup k obnovenému predplatnému.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en institutionsprenumeration har förnyats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den förnyade prenumerationen.
tr_tr: Bu e-posta, Abonelik Yöneticisine kurumsal bir aboneliğin çevrimiçi olarak yenilendiğini bildirir. Abonelik hakkında özet bilgiler ve yenilenen aboneliğe hızlı erişim bağlantısı sağlar.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була поновлена інституційна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
