Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionPurchaseInstl.description
source: This email notifies the Subscription Manager that an institutional subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
bg_bg: Този имейл уведомява мениджъра на абонаменти, че институционален абонамент е закупен онлайн. Той предоставя обобщена информация за абонамента и връзка за бърз достъп до закупения абонамент.
cs_cz: Tento e-mail upozorňuje Správce předplatného, že bylo zakoupeno institucionální předplatné online. Poskytuje souhrnné informace o předplatném a rychlý přístup k zakoupenému předplatnému.
de_de: Diese E-Mail benachrichtigt die/den Abonnementverwalter/in, dass ein institutionelles Abonnement online erworben worden ist. Sie liefert Informationen über das Abonnement und einen Link zum schnellen Zugriff auf das abgeschlossene Abonnement.
es_es: Este correo electrónico notifica al administrador/a de suscripciones que una suscripción institucional ha sido adquirida en línea. Proporciona información resumida sobre la suscripción y un enlace de acceso rápido a la suscripción adquirida.
fr_ca: Ce courriel informe le,la responsable des abonnements qu'un abonnement institutionnel a été souscrit en ligne. Il fournit des renseignements sommaires sur l'abonnement et le lien pour accéder à l'abonnement souscrit.
fr_fr: Ce courriel informe le ou la responsable des abonnements qu'un abonnement institutionnel a été souscrit en ligne. Il fournit des renseignements sommaires sur l'abonnement et un lien d'accès rapide vers l'abonnement souscrit.
gl_es: Este correo electrónico notifica ao administrador/a de subscricións que unha subscrición institucional foi adquirida en liña. O correo proporciona información resumida sobre a dita subscrición e un enlace de acceso rápido a ela.
hi_in: यह ईमेल सदस्यता प्रबंधक को सूचित करता है कि एक संस्थागत सदस्यता ऑनलाइन खरीदी गई है। यह सदस्यता के बारे में सारांश जानकारी और खरीदी गई सदस्यता के लिए त्वरित पहुंच लिंक प्रदान करता है.
hy_am: Այս էլ․ նամակը տեղեկացնում է Բաժանորդագրման կառավարչին, որ ինստիտուցիոնալ բաժանորդագրությունը գնվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտքի հղում դեպի գնված բաժանորդագրություն:
it_it: Questo messaggio iforma il Subscription manager che è stato acquistato online un nuovo abbonamento istituzionale. Informa sulla procedura e fornisce un link all'abbonamento acquistato.
ka_ge: ეს წერილი ატყობინებს გამოწერების მმართველს იმის შესახებ, რომ საიტზე ნაყიდია ინსტიტუციონალური გამოწერა. წერილში მოცემულია ზოგადი ინფორმაცია გამოწერის შესახებ და ბმული სწრაფი წვდომისათვის შეძენილ გამოწერაზე.
kk_kz: Бұл электрондық пошта жазылу менеджеріне ұйым арқылы жазылу сайт арқылы сатып алынғанын хабарлайды. Хатта жазылым туралы жалпы ақпарат және сатып алынған жазылымға жылдам қатынасу сілтемесі бар.
ms_my: E-mel ini memberitahu Pengurus Langganan bahawa langganan institusi telah dibeli secara dalam talian. Ini memberikan maklumat ringkasan mengenai langganan dan pautan akses cepat ke langganan yang dibeli.
nl_nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pt_br: Esta mensagem notifica o Editor Gerente que uma assinatura institucional foi adquirida online. Oferece informações sobre a assinatura e um link para acesso rápido à mesma.
pt_pt: Esta mensagem notifica o Gestor de Subscrições que uma subscrição institucional foi adquirida online. Oferece informações sobre a subscrição e um link para acesso rápido à mesma.
ro_ro: Acest e-mail notifică managerul abonamentului că un abonament instituțional a fost achiziționat online. Acesta oferă informații sumare despre abonament și un link de acces rapid la abonamentul achiziționat.
ru_ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
sk_sk: Tento e-mail upozorňuje Správcu predplatného, že bolo zakúpené inštitucionálne predplatné online. Poskytuje súhrnné informácie o predplatnom a rýchly prístup k zakúpenému predplatnému.
sv_se: Det här e-postmeddelandet meddelar prenumerationsansvarig att en institutionsprenumeration har tecknats online. Det innehåller information om prenumerationen i sammanfattning samt en länk för snabb åtkomst till den tecknade prenumerationen.
tr_tr: Bu e-posta, abonelik yöneticisine çevrimiçi olarak kurumsal bir abonelik satın alındığını bildirir. Abonelik hakkında özet bilgiler ve satın alınan aboneliğe hızlı erişim bağlantısı sağlar.
uk_ua: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була придбана інституційна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
