Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewDecline.body
source: Editors:<br /> <br /> I am afraid that at this time I am unable to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and another time feel free to call on me.<br /> <br /> {$senderName}
ar: أعزائي المحررون:<br /> <br /> أخشى أنني حالياً غير متفرغ لتحكيم المؤلَّف الموسوم &quot;{$submissionTitle},&quot; والمرسل إلى {$contextName}. أشكر لكم إعتمادكم عليَّ وأرجو التواصل معي في وقت آخر.<br /> <br /> {$senderName}
bg: До радакторите:<br /> <br /> Съжалявам, че понастоящем не мога да прегледам подадените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Благодаря, че ме имате предвид, и следващ път не се колебайте да ми се обадите.<br /> <br /> {$senderName}
bg_bg: До радакторите:<br /> <br /> Съжалявам, че понастоящем не мога да прегледам подадените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Благодаря, че ме имате предвид, и следващ път не се колебайте да ми се обадите.<br /> <br /> {$senderName}
bs_ba: Poštovana/i {$editorialContactName},<br /> <br /> nažalost, u ovom trenutku nisam u mogućnosti izvršiti recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Hvala vam što ste me predložili za recenzenta, i molim vas da mi se svakako ponovno obratite u budućnosti.<br /> <br /> Srdačno,<br /> {$reviewerName}
ca: Benvolgut/uda {$recipientName},<br /> <br /> Lamento comunicar-vos que en aquesta ocasió no em podré encarregar de la revisió de la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Us agraeixo que m'hàgiu tingut en compte i confio que ens tornem a posar en contacte en una altra ocasió.<br /> <br /> {$senderName}
ca_es: Benvolgut/uda {$editorialContactName},<br /> <br /> Lamento comunicar-vos que en aquesta ocasió no em podré encarregar de la revisió de la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Us agraeixo que m'hàgiu tingut en compte i confio que ens tornem a posar en contacte en una altra ocasió.<br /> <br /> {$reviewerName}
cs: Editoři:<br /> <br /> Obávám se, že tentokrát nejsem schopen zpracovat recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Děkuji, že jste mě oslovili a neváhejte mě jindy opět kontaktovat.<br /> <br /> {$senderName}
cs_cz: Editoři:<br /> <br /> Obávám se, že tentokrát nejsem schopen zpracovat recenzi příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Děkuji, že jste mě oslovili a neváhejte mě jindy opět kontaktovat.<br /> <br /> {$reviewerName}
da: Kære Redaktører<br /> <br /> Jeg beklager, at jeg på nuværende tidspunkt ikke kan bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Tak, fordi du tænkte på mig, og du er altid velkommen til at kontakte mig en anden gang.<br /> <br /> Mvh. {$senderName}
da_dk: Redaktører:<br /> <br /> Jeg beklager, at jeg på nuværende tidspunkt ikke kan bedømme manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Tak, fordi du tænkte på mig, og du er altid velkommen til at kontakte mig en anden gang.<br /> <br /> {$reviewerName}
de: Sehr geehrte Redakteure/innen:<br /> <br /> Ich fürchte, dass ich die Einreichung "{$submissionTitle}" für die Zeitschrift {$contextName} zur Zeit nicht begutachten kann. Vielen Dank, dass Sie an mich gedacht haben. Sie können mich gerne ein anderes Mal kontaktieren.<br /> <br /> {$Absendername}
de_de: Sehr geehrte Redaktion,<br /> <br /> leider kann ich gegenwärtig die Begutachtung des Beitrags &quot;{$submissionTitle}&quot; für {$contextName} nicht übernehmen. Ich danke für Ihr Vertrauen. Bei anderer Gelegenheit können Sie sich gerne wieder an mich wenden.<br /> <br /> {$reviewerName}
es: Editores/as:<br /> <br /> Me temo que en este momento no voy a poder revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Gracias por pensar en mí, espero que vuelvan a contar conmigo en futuras ocasiones.<br /> <br /> {$senderName}
es_es: Editores/as:<br /> <br /> Me temo que en este momento no voy a poder revisar el envío &quot;{$submissionTitle},&quot; para {$contextName}. Gracias por pensar en mí, espero que vuelvan a contar conmigo en futuras ocasiones.<br /> <br /> {$reviewerName}
eu: Editoreak:<br /> <br /> Sentitzen dut, baina oraingoan ezingo dut egin {$contextName} aldizkarirako &quot;{$submissionTitle}&quot; artikuluaren ebaluazioa. Eskerrik asko nigan pentsatzeagatik, eta espero dut hurrengo batean ere niregana joko duzuela.<br /> <br /> {$senderName}
fi_fi: Hyvät toimittajat,<br /> <br /> En valitettavasti voi tällä kertaa suorittaa käsikirjoituksen &quot;{$submissionTitle}&quot; arviointia julkaisulle {$contextName}. Kiitos, että pyysitte minua tähän tehtävään. Toivon, että otatte vastaisuudessakin minuun yhteyttä arviointeja koskien.<br /> <br /> {$reviewerName}
fr_ca: Rédacteurs-trices,<br /> <br /> Pour le moment, il m'est impossible d'évaluer la soumission intitulée « {$submissionTitle} » pour la revue {$contextName}. Je vous remercie d'avoir pensé à moi. N'hésitez pas à communiquer avec moi pour un autre projet.<br /> <br /> {$reviewerName}
fr_fr: Rédacteurs :<br /> <br /> Pour le moment, il m'est impossible d'évaluer la soumission intitulée « {$submissionTitle} » pour {$contextName}. Je vous remercie d'avoir pensé à moi. N'hésitez pas à communiquer avec moi pour un autre projet.<br /> <br /> {$reviewerName}
gl_es: Editores/as:<br /> <br /> Lamento comunicarlles que nesta ocasión non vou poder encargarme da revisión do envío &quot;{$submissionTitle},&quot; para {$contextName}. Agradézolles que pensasen en min e espero que volvan contactar comigo noutra ocasión.<br /> <br /> {$senderName}
hi_in: Editors:<br /> <br /> मुझे डर है कि इस समय मैं सबमिशन की समीक्षा करने में असमर्थ हूं, &quot;{$submissionTitle},&quot; for {$contextName}. मुझे सोचने के लिए धन्यवाद, और एक और समय मुझे कॉल करने के लिए स्वतंत्र महसूस हो रहा है.<br /> <br /> {$reviewerName}
hu: Tisztelt Szerkesztők!<br /> <br /> Sajnálom, de nem tudom elvállalni a(z) {$contextName} folyóirathoz beküldött &quot;{$submissionTitle},&quot; című kézirat lektorálását. Köszönöm a megtisztelő felkérést, kérem keressenek más alkalommal.<br /> <br /> Üdvözlettel,<br /> {$senderName}
hy_am: Խմբագիրներ:<br /> <br /> Վախենում եմ, որ այս պահին չեմ կարող գրախոսել &quot;{$submissionTitle},&quot; ներկայացումը {$contextName} -ի համար: Շնորհակալ եմ, որ մտածում եք իմ մասին, և մեկ այլ անգամ ազատ զգացեք զանգահարել ինձ:<br /> <br /> {$senderName}
id: Editor:<br /> <br /> Mohon maaf saat ini saya tidak dapat melakukan review terhadap naskah, &quot;{$submissionTitle},&quot; untuk {$contextName}. Terimakasih telah mempercayakann kepada saya, dan lain waktu silakan menghubungi saya lagi.<br /> <br /> {$senderName}
it: Egregia redazione:<br /> <br /> Sono spiacente di non poter revisionare la proposta, &quot;{$submissionTitle},&quot; per {$contextName}. Spero che ci siano future occasioni di collaborazione.<br /> <br /> {$senderName}
it_it: Egregia redazione:<br /> <br /> Sono spiacente di non poter revisionare la proposta, &quot;{$submissionTitle},&quot; per {$contextName}. Spero che ci siano future occasioni di collaborazione.<br /> <br /> {$reviewerName}
ka_ge: Editors:<br /> <br /> I am afraid that at this time I am unable to review the submission, &quot;{$submissionTitle},&quot; for {$contextName}. Thank you for thinking of me, and another time feel free to call on me..<br /> <br /> {$reviewerName}
kk_kz: Құрметті редакторлар!<br /> <br /> Мен дәл қазіргі уақытта «{$contextName}» журналына арналған «{$submissionTitle}» материалына шолу жасай алмаймын деп қорқамын. Менімен хабарласқаныңызға рахмет, келесі жолы да хабарласыңыз.<br /> <br /> {$senderName}
mk: Уредници:<br /> <br /> За жал, во моментов не сум во состојба да го рецензирам поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Ви благодарам што помисливте на мене, слободно побарајте ме следниот пат.<br /> <br /> {$senderName}
mk_mk: Уредници:<br /> <br /> За жал, во моментов не сум во состојба да го рецензирам поднесокот, &quot;{$submissionTitle},&quot; за {$contextName}. Ви благодарам што помисливте на мене, слободно побарајте ме следниот пат.<br /> <br /> {$senderName}
mr: संपादक :<br /> <br /> मला कळवण्यास खेद होतो की मी &quot;{$submissionTitle},&quot; {$contextName} या सादरीकरणाचे यावेळी समीक्षण करू शकणार नाही. या कामासाठी मला संधी दिल्याबद्दल धन्यवाद, आणि यापुढे येणार्‍या अशा कामासाठी माझा अवश्य विचार व्हावा.<br /> <br /> {$senderName}
ms: Penyunting:<br /> <br /> Saya khuatir bahawa pada masa ini saya tidak dapat menyemak penyerahan, &quot;{$submissionTitle},&quot; untuk {$contextName}. Terima kasih kerana memikirkan saya, dan lain kali sila hubungi saya.<br /> <br /> {$senderName}
ms_my: Editor:<br /> <br /> Mohon maaf saat ini saya tidak dapat melakukan ulasan terhadap penyerahan, &quot;{$submissionTitle},&quot; untuk {$contextName}. Terima kasih telah mempercayakann kepada saya, dan lain waktu silakan menghubungi saya lagi.<br /> <br /> {$senderName}
nb: {$recipientName}:<br /> <br /> Jeg kan dessverre ikke påta meg oppdraget med å vurdere innleveringen «{$submissionTitle}» for {$contextName}. Jeg takker for forespørselen. Ta kontakt ved en senere anledning.<br /> <br /> {$senderName}
nl_nl: {$editorialContactName}:<br /> <br /> Ik ben bang dat ik op dit moment niet in staat ben om een review te doen van inzending &quot;{$submissionTitle}&quot; voor {$contextName}. Dank u dat u aan mij gedacht heeft en voel u vrij om op een ander moment een beroep op mij te doen.<br /> <br /> {$reviewerName}
pl: Szanowni Państwo,<br /> <br /> obawiam się, że w podanym czasie nie zdołam wykonać recenzji tekstu "{$submissionTitle}", zgłoszonego do czasopisma "{$contextName}".<br /> <br /> Z wyrazami szacunku, {$senderName}
pt_br: Editores(as):<br /> <br /> Temo não poder dar um parecer à submissão &quot;{$submissionTitle},&quot; para o periódico {$contextName} no momento. Agradeço por lembrar de mim, e fiquem à vontade para me convidar novamente em um outro momento.<br /> <br /> {$reviewerName}
pt_pt: Cara(o) Editor:<br /> <br /> Lamento informar que não estou disponível de momento para realizar a revisão da sumissão &quot;{$submissionTitle}&quot; à revista {$contextName}. Agradeço a consideração e espero poder ser convidado e estar disponível noutra oportunidade.<br /> <br /> {$reviewerName}
ro_ro: Editori:<br /> <br /> Mi-e teamă că în acest moment nu sunt în măsură să revizuiesc manuscrisul, &quot;{$submissionTitle},&quot; for {$contextName}. Vă mulțumesc că v-ați gândit la mine și, altădată, nu ezitați să apelați din nou.<br /> <br /> {$reviewerName}
ru: Уважаемые редакторы!<br /> <br /> Боюсь, что в данный момент я не могу дать рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Благодарю вас, что обратились ко мне, в другой раз также не стесняйтесь, обращайтесь ко мне.<br /> <br /> {$senderName}
ru_ru: Уважаемые редакторы!<br /> <br /> Боюсь, что в данный момент я не могу дать рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Благодарю вас, что обратились ко мне, в другой раз также не стесняйтесь, обращайтесь ко мне.<br /> <br /> {$reviewerName}
sk_sk: Editori:<br /> <br /> Obávam sa, že tentoraz nie som schopný spracovať recenziu príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Ďakujem, že ste ma oslovili a neváhajte ma inokedy opäť kontaktovať.<br /> <br /> {$reviewerName}
sl: Editors:<br /> <br /> Žal mi je, vendar v tem trenutku ne morem opraviti recenzije prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Hvala za povabilo in upam, da me boste še povabili k sodelovanju.<br /> <br /> {$senderName}
sl_si: Editors:<br /> <br /> Žal mi je, vendar v tem trenutku ne morem opraviti recenzije prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Hvala za povabilo in upam, da me boste še povabili k sodelovanju.<br /> <br /> {$senderName}
sv: Redaktörer:<br /> <br /> Tyvärr har jag inte möjlighet i nuläget att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Tack för att ni tänkte på mig och hör gärna av er en annan gång.<br /> <br /> {$senderName}
sv_se: Redaktörer:<br /> <br /> Tyvärr har jag inte möjlighet i nuläget att granska bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Tack för att ni tänkte på mig och hör gärna av er en annan gång.<br /> <br /> {$reviewerName}
tr: Sayın {$recipientName},<br /> <br /> {$contextName} adlı dergide yayımlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı makaleyi şu anda değerlendiremeyeceğim. Beni düşündüğünüz için teşekkür ederim. Başka bir çalışmanın değerlendirmesinde katkı sunmaya çalışacağım.<br /> <br /> {$senderName}
tr_tr: Sayın {$editorialContactName},<br /> <br /> {$contextName} adlı dergide yayımlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı makaleyi şu anda değerlendiremeyeceğim. Beni düşündüğünüz için teşekkür ederim. Başka bir çalışmanın değerlendirmesinde katkı sunmaya çalışacağım.<br /> <br /> {$reviewerName}
uk: {$recipientName}:<br /> <br /> Боюся, що зараз я не маю можливості рецензувати подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Дякую за довіру, звертайтеся до мене у майбутньому.<br /> <br /> {$senderName}
uk_ua: {$editorialContactName}:<br /> <br /> Боюся, що зараз я не маю можливості рецензувати подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Дякую за довіру, звертайтеся до мене у майбутньому.<br /> <br /> {$reviewerName}
uz@latin: Tahrirlovchilar: <br /> <br/> Men qo'rqamanki, hozircha &quot; {$submissionTitle}, &quot; {$contextName} uchun. Meni o'ylaganingiz uchun tashakkur, boshqa vaqtda esa menga qo'ng'iroq qiling. <br /> <br/> {$senderName}
uz_cyrl: Муҳаррирларга:<br /> <br /> Афсуски, ҳозирда {$contextName} журнали учун &quot;{$submissionTitle}&quot; мақоласини тақриз қила олмайман. Мени эслаганингиз учун ташаккур, бошқа сафар менга бемалол мурожаат қилишингиз мумкин.<br /> <br /> {$senderName}
vi: Kính gửi biên tập viên,<br /> <br /> Tôi e rằng tại thời điểm này tôi không thể đánh giá bài gửi, &quot;{$submissionTitle},&quot; cho {$contextName}. Cảm ơn bạn đã nghĩ đến tôi, và bạn có thể liên hệ với tôi vào thời điểm khác.<br /> <br /> {$senderName}

# emails.reviewDecline.subject
source: Unable to Review
ar: غير قادر على التحكيم
az: Dəyərləndirməyəcəm
bg: Не мога да дам рецензия
bg_bg: Не мога да дам рецензия
bs_ba: Nisam u mogućnosti izvršiti recenziju
ca: Rebutjo la revisió
ca_es: Rebutjo la revisió
cs: Nemohu zpracovat recenzi
cs_cz: Nemohu zpracovat recenzi
da: Kan ikke foretage bedømmelse
da_dk: Kan ikke foretage bedømmelse
de: Nicht in der Lage zu begutachten
de_de: Ablehnung der Bitte um ein Gutachten
es: Rechazo la revisión
es_es: Rechazo la revisión
eu: Ebaluazioa egin ezina
fi_fi: Arviointipyynnön hylkääminen
fr_ca: Refus d'évaluation
fr_fr: Refus d'évaluation
gl_es: Rexeitamento da solicitude de revisión
hi_in: समीक्षा करने में असमर्थ
hu: Lektorálási felkérés elutasítása
hy_am: Հնարավոր չէ գրախոսել
id: Tidak Dapat Melakukan Review
it: Rifiuto incarico di revisione
it_it: Rifiuto incarico di revisione
ka_ge: რეცენზიის მიცემა შეუძლებელია
kk_kz: Пікір беру мүмкін емес
mk: Не може да рецензира
mk_mk: Не може да рецензира
mr: समीक्षण करणे शक्य नाही
ms: Tidak dapat Menyemak
ms_my: Tidak dapat Menyemak
nb: Avslå forespørsel om fagfellevurdering
nl_nl: Review niet mogelijk
pl: Odrzucenie prośby o wykonanie recenzji
pt_br: Indisponível para realizar avaliação
pt_pt: Indisponível para realizar a revisão
ro_ro: Nu poate fi revizuit
ru: Не могу дать рецензию
ru_ru: Не могу дать рецензию
sk_sk: Nemôžem spracovať recenziu
sl: Ne morem opraviti recenzije
sl_si: Ne morem opraviti recenzije
sv: Tackar nej till granskningsuppdrag
sv_se: Tackar nej till granskningsuppdrag
tr: Değerlendirmeyeceğim
tr_tr: Değerlendirmeyeceğim
uk: Неможливо здійснити рецензування
uk_ua: Неможливо здійснити рецензування
uz@latin: Tekshirib bo'lmadi
uz_cyrl: Тақриз қилиш имконияти йўқ
vi: Không thể nhận đánh giá
zh_tw: 未能評審

# emails.reviewConfirm.description
source: This email is sent by a Reviewer to the Section Editor in response to a review request to notify the Section Editor that the review request has been accepted and will be completed by the specified date.
bg_bg: Този имейл се изпраща от рецензент до редактора на секции в отговор на искане за рецензия, за да уведоми редактора на секции, че искането за рецензия е прието и ще бъде завършено до определената дата.
bs_ba: Ovim obrascem e-pošte recenzent potvrđuje uredniku rubrike da prihvaća zahtjev za recenzijom.
ca_es: Aquest missatge de correu electrònic té un revisor com a remitent i s'envia a l'editor de secció en resposta a una sol·licitud de revisió per a notificar-li que ha acceptat encarregar-se d'aquesta tasca i que la trametrà abans de la data indicada.
cs_cz: Tento email posílá recenzent editorovi sekce v odpovědi na žádost o zpracování recenze, aby mu oznámil, že žádost přijal a zpracuje recenzi ve stanoveném termínu.
da_dk: Denne e-mail sendes af en bedømmer til sektionsredaktøren som svar på en bedømmelsesforespørgsel og underretter sektionsredaktøren om, at bedømmelsesforespørgslen er blevet accepteret, og at bedømmelsen vil være fuldført til den angivne dato.
de_de: Diese E-Mail wird von einer Gutachterin/einem Gutachter an die/den Rubrikredakteur/in als Antwort auf eine Begutachtungsanfrage gesendet, um die/den Rubrikredakteur/in darüber zu informieren, dass die Begutachtung übernommen wird und bis zu dem angegebenen Datum abgeschlossen sein wird.
es_es: Este correo es enviado por un/a revisor/a al / a la Editor/a de Sección en respuesta a una petición de revisión para notificarle que ha aceptado la petición y que será completada antes de la fecha especificada.
fr_ca: Ce courriel est envoyé par l'évaluateur-trice au,à la rédacteur-trice de rubrique en réponse à une demande d'évaluation, pour l'aviser que la demande a été acceptée et que l'évaluation sera complétée au plus tard à la date spécifiée.
fr_fr: Ce courriel est envoyé par le rapporteur au rédacteur de rubrique en réponse à une demande d'évaluation, pour aviser ce dernier que la demande a été acceptée et que l'évaluation sera complétée au plus tard à la date spécifiée.
gl_es: Este correo é enviado por un revisor/a ao editor/a de sección en resposta a unha solicitude de revisión, para notificarlle que aceptou encargarse desta tarefa e que a enviará antes da data indicada.
hi_in: यह ईमेल अनुभाग संपादक को समीक्षक द्वारा समीक्षा संपादक के अनुरोध के जवाब में भेजा जाता है कि समीक्षा अनुरोध स्वीकार कर लिया गया है और निर्दिष्ट तिथि तक पूरा हो जाएगा।.
it_it: Questa email viene mandata dal revisore al section editor in risposta a una richiesta di revisione per far sapere a quest'ultimo che la richiesta è stata accettata e sarà completata alla data specificata.
ka_ge: ეს არის რეცენზენტის წერილი, გაგზავნილი განყოფილების რედაქტორთან, იმის შესახებ, რომ მოთხოვნა რეცენზირებაზე მიღებულია და რეცენზია მოწოდებული იქნება მითითებულ დროს.
kk_kz: Бұл рецензенттің мақаланы қарау сұранысына жауап ретінде бөлім редакторына қарау сұранысының қабылданғанын және рецензия көрсетілген күнге дейін жіберілетінін хабарлау үшін жіберілген хат.
ms_my: E-mel ini dikirim oleh Pengulas ke Editor Bahagian sebagai respon balas kepada permintaan ulasan untuk memberitahu Editor Bahagian bahawa permintaan ulasan telah diterima dan akan diselesaikan pada tarikh yang ditentukan.
nl_nl: Deze e-mail wordt door een reviewer naar de sectieredacteur gestuurd als reactie op een review-verzoek dat geaccepteerd is en zal worden voltooid voor de gevraagde datum.
pt_br: Mensagem enviada pelo Avaliador ao Editor de Seção, em resposta à solicitação de avaliação, para notificar disponibilidade para realizar a tarefa e de que a mesma será concluída no prazo especificado.
pt_pt: Este e-mail é enviado pelo Revisor ao Editor de Secção, em resposta ao pedido de revisão, para notificar a disponibilidade para realizar a tarefa e de que a mesma será concluída no prazo especificado.
ro_ro: Acest e-mail este trimis de către un revizor, editorului de secțiune ca răspuns la o cerere de revizuire pentru a notifica editorul de secțiune că cererea de revizuire a fost acceptată și va fi finalizată până la data specificată.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование принят и рецензия будет предоставлена к указанной дате.
sk_sk: Tento email posiela recenzent editorovi sekcie v odpovedi na žiadosť o spracovaní recenzie, aby mu oznámil, že žiadosť prijal a spracuje recenziu v stanovenom termíne.
sl_si: Ta email pošlje recenzent uredniku rubrike kot odgovor na prošnjo za opravljanje recnezije in ga obvešča, da je sprejel recenzijo in jo namerava opraviti do predvidenega datuma.
sv_se: Det här e-postmeddelandet skickas från en granskare till sektionsredaktören som svar på en förfrågan om granskning för att meddela sektionsredaktören att granskaren accepterar förfrågan om granskning och att hen kommer att färdigställa denna till angiven deadline.
tr_tr: Bu e-posta, Değerlendirme talebinin kabul edildiğini ve belirtilen tarihe kadar tamamlanacağını Bölüm Editörüne bildirmek üzere yanıt olarak Hakem tarafından gönderilir.
uk_ua: Цим листом рецензент повідомляє редактору розділу у відповідь на його запит, що він береться працювати над рецензією та здатний завершити цю роботу до вказаної дати.
