Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.emailLink.body
source: Thought you might be interested in seeing &quot;{$submissionTitle}&quot; by {$authors} published in Vol {$volume}, No {$number} ({$year}) of {$contextName} at &quot;{$submissionUrl}&quot;.
ar: لقد وجدت أن المقالة العلمية الموسومة &quot;{$submissionTitle}&quot; قد تحوز على إهتمامك، وهي من تأليف {$authors} ومنشورة في المجلد {$volume}، العدد {$number} لسنة ({$year}) من {$contextName} على الرابط &quot;{$submissionUrl}&quot;.
az: <br /> {$contextName} {$volume}. cild {$number}. Nömrəsində ({$year}) {$authors} tərəfindən yazılan <br /> &quot;{$submissionTitle}&quot; başlıqlı bir məqalə yayımlanıb.<br /> Bu çalışmanın sizi maraqlandıracağını ümid edirəm. .
bg: Предполагаме, че може да ви е интересно да видите &quot;{$submissionTitle}&quot; от {$authors} публикувано в Том {$volume}, № {$number} ({$year}) от {$contextName} на &quot;{$submissionUrl}&quot;.
bg_bg: Предполагаме, че може да ви е интересно да видите &quot;{$submissionTitle}&quot; от {$authors} публикувано в Том {$volume}, № {$number} ({$year}) от {$contextName} на &quot;{$submissionUrl}&quot;.
bs_ba: Skrećem vam pozornost na članak &quot;{$submissionTitle}&quot; autora {$authorName} koji je objavljen u godištu {$volume}, broju {$number} ({$year}) časopisa {$contextName}, a može se naći na &quot;{$articleUrl}&quot;.
ca: Considero que us pot interessar llegir l'article &quot;{$submissionTitle}&quot; de {$authors} publicat en el volum {$volume}, número {$number} ({$year}) de {$contextName}. El podeu consultar a &quot;{$submissionUrl}&quot;.
ca_es: Considero que us pot interessar llegir l'article &quot;{$submissionTitle}&quot; de {$authorName} publicat en el volum {$volume}, número {$number} ({$year}) de {$contextName}. El podeu consultar a &quot;{$articleUrl}&quot;.
cs: Myslím, že by Vás mohl zajímat článek &quot;{$submissionTitle}&quot; autora {$authors} vydaný ve Vol {$volume}, No {$number} ({$year}) časopisu {$contextName} na adrese &quot;{$submissionUrl}&quot;.
cs_cz: Myslím, že by Vás mohl zajímat článek &quot;{$submissionTitle}&quot; autora {$authorName} vydaný ve Vol {$volume}, No {$number} ({$year}) časopisu {$contextName} na adrese &quot;{$articleUrl}&quot;.
da: Jeg tænkte, at du måske ville være interesseret i at læse &quot;{$submissionTitle}&quot; af {$authors}, der er publiceret i Årg. {$volume}, Nr. {$number} ({$year}) i {$contextName} på &quot;{$submissionUrl}&quot;.
da_dk: Jeg tænkte, at du måske ville være interesseret i at læse &quot;{$submissionTitle}&quot; af {$authorName}, der er publiceret i Årg. {$volume}, Nr. {$number} ({$year}) i {$contextName} på &quot;{$articleUrl}&quot;.
de: Ich dachte, Sie wären vielleicht daran interessiert, "{$submissionTitle}"von {$authors} zu sehen, veröffentlicht in Band{$volume}, Heft {$number} ({$year}) der Zeitschrift {$contextName} unter "{$submissionUrl}".
de_de: Ich dachte, Sie würden sich vielleicht für den Beitrag &quot;{$submissionTitle}&quot; von {$authorName}, veröffentlicht in Band {$volume}, Nummer {$number} ({$year}) von {$contextName} unter &quot;{$articleUrl}&quot;, interessieren.
es: He pensado que le podría interesar ver el artículo &quot;{$submissionTitle}&quot; de {$authors}, publicado en el vol. {$volume}, nº {$number} ({$year}) de {$contextName} en &quot;{$submissionUrl}&quot;.
es_es: He pensado que le podría interesar ver el artículo &quot;{$submissionTitle}&quot; de {$authorName}, publicado en el vol. {$volume}, nº {$number} ({$year}) de {$contextName} en &quot;{$articleUrl}&quot;.
eu: Baliteke honako hau zure interesekoa izatea: &quot;{$submissionTitle}&quot; {$authors} egileena eta {$contextName} aldizkariko {$volume}. bol., {$number}.zk. ({$year}) urtean argitaratua. Hemen eskuragarri: &quot;{$submissionUrl}&quot;.
fi_fi: Ajattelin, että sinua saattaisi kiinnostaa {$authorName}n kirjoittama "{$submissionTitle}". Se on julkaistu julkaisussa {$contextName} Vol {$volume} Nro. {$number} ({$year}) ja löytyy osoitteesta "<a href="{$articleUrl}">{$articleUrl}</a>".
fr_ca: Je pense que l'article suivant pourrait vous intéresser : « {$submissionTitle} » par {$authorName}, publié dans le volume {$volume}, numéro {$number} de ({$year}) de la revue {$contextName}, à l'adresse suivante : {$articleUrl}.
fr_fr: Je pense que l'article suivant pourrait vous intéresser : « {$submissionTitle} » par {$authorName}, publié dans le volume {$volume}, numéro {$number} de ({$year}) de la revue {$contextName}. Vous le trouverez à l'adresse suivante : {$articleUrl}.
gl_es: Penso que lle podería interesar ler o artigo &quot;{$submissionTitle}&quot; de {$authors}, publicado no volume {$volume}, número {$number} ({$year}) de {$contextName}, dispoñible en &quot;{$submissionUrl}&quot;.
hi_in: सोचा कि आपको देखने में दिलचस्पी हो सकती है &quot;{$submissionTitle}&quot; by {$authorName} published in Vol {$volume}, No {$number} ({$year}) of {$contextName} at &quot;{$articleUrl}&quot;.
hu: Engedje meg, hogy figyelmébe ajánljuk {$authors} ({$year}): &quot;{$submissionTitle}&quot; cikkét, mely a(z) {$contextName} című folyóirat {$volume} kötetének {$number} számában jelent meg. Elérhető a &quot;{$submissionUrl}&quot; címen.
hy_am: Մտածեցի, որ ձեզ կարող է հետաքրքրել տեսնել &quot;{$submissionTitle}&quot; ըստ {$authors} հրատարակված հատորում {$volume}, թիվ {$number} ({$year}) ամսագրում {$contextName} հասցեով &quot;{$submissionUrl}&quot;.
id: Anda mungkin tertarik dengan &quot;{$submissionTitle}&quot; oleh {$authors} diterbitkan di Vol {$volume}, No {$number} ({$year}) {$contextName} yang tersedia di &quot;{$submissionUrl}&quot;.
it: Penso che potrebbe interessarti la lettura di:<br /> &quot;{$submissionTitle}&quot; di {$authors}<br /> pubblicato in {$contextName}, Vol. {$volume}, N. {$number} ({$year}) e disponibile all'indirizzo &quot;{$submissionUrl}&quot;.
it_it: Penso che potrebbe interessarti la lettura di:<br /> &quot;{$submissionTitle}&quot; di {$authorName}<br /> pubblicato in {$contextName}, Vol. {$volume}, N. {$number} ({$year}) e disponibile all'indirizzo &quot;{$articleUrl}&quot;.
ka_ge: შესაძლოა, თქვენთვის საინტერესო იყოს მასალა {$submissionTitle} (ავტორები: {$authorName}), რომელიც გამოქვეყნებულია: ტომი {$volume}, ნომერი {$number} ({$year}) ჟურნალში {$contextName}, მისამართი {$articleUrl}.
kk_kz: Журналдың {$volume}, # {$number} ({$year}) томында жарияланған «{$submissionTitle}» (авторлары: {$authors}) материалын қарау сізге қызықты болады деп ойлаймыз. «{$submissionUrl}» мекенжайы бойынша «{$contextName}».
mk: Мислевте дека можеби сте заинтересирани да го видите &quot; {$missionTitle}&quot; од {$authors} објавено во Vol. {$volume}, бр. {$number} ({$year}) од {$textName} на &quot;{$submissionUrl}&quot;.
mk_mk: Мислевте дека можеби сте заинтересирани да го видите &quot; {$missionTitle}&quot; од {$authors} објавено во Vol. {$volume}, бр. {$number} ({$year}) од {$textName} на &quot;{$submissionUrl}&quot;.
mr: तुम्हाला &quot;{$submissionTitle}&quot; या लेखात स्वारस्य असेल असे वाटले. {$authors} यांचा हा लेख {$contextName}, खंड {$volume}, अंक {$number} ({$year}) मध्ये &quot;{$submissionUrl}&quot; येथे प्रकाशित केला आहे.
ms: Anda mungkin berminat untuk melihat &quot; {$submissionTitle} &quot; oleh {$authors} diterbitkan dalam Jil{$ volume}, No. {$number} ({$year}) dari {$contextName} di &quot; {$submissionUrl} &quot ;.
ms_my: Anda mungkin berminat untuk melihat &quot; {$submissionTitle} &quot; oleh {$authors} diterbitkan dalam Jil{$ volume}, No. {$number} ({$year}) dari {$contextName} di &quot; {$submissionUrl} &quot ;.
nb: Jeg tenkte du kanskje kan være interessert i å lese artikkelen «{$submissionTitle}». Den er skrevet av {$authors} og publisert i årgang {$volume}, utgave {$number} ({$year}) av {$contextName}, og er tilgjengelig på: «{$submissionUrl}».
nl_nl: Ik denk dat u mogelijk geïnteresseerd bent in &quot;{$submissionTitle}&quot; door {$authorName} gepubliceerd in Vol {$volume}, No {$number} ({$year}) van {$contextName} op &quot;{$articleUrl}&quot;.
pl: Pomyślałem, że możesz być zainteresowany „{$submissionTitle}” przez {$authors} opublikowany w tomie {$volume}, nr {$number} ({$year}) z {$contextName} w &quot;{$submissionUrl}&quot;.
pt_br: Acredito ser de seu interesse o artigo "{$submissionTitle}", de {$authorName}, publicado na revista {$contextName}, V. {$volume}, n. {$number}, Ano {$year}, disponível em "{$articleUrl}".
pt_pt: Acredito que lhe irá interessar o artigo &quot;{$submissionTitle}&quot;, de {$authorName}, publicado na revista {$contextName}, V. {$volume}, N. {$number}, Ano {$year}, disponível em &quot;<a href="{$articleUrl}">{$articleUrl}</a>&quot;.
ro_ro: M-am gândit că ați putea fi interesat să citiți &quot;{$submissionTitle}&quot; de {$authorName} publicat în Vol {$volume}, Nr {$number} ({$year}) în {$contextName}, &quot;{$articleUrl}&quot;.
ru: Полагаем, что Вам будет интересно посмотреть материал «{$submissionTitle}» (авторы: {$authors}), опубликованную в Томе {$volume}, № {$number} ({$year}) журнала «{$contextName}» по адресу &quot;{$submissionUrl}&quot;.
ru_ru: Полагаем, что Вам будет интересно посмотреть материал «{$submissionTitle}» (авторы: {$authorName}), опубликованную в Томе {$volume}, № {$number} ({$year}) журнала «{$contextName}» по адресу &quot;{$articleUrl}&quot;.
sk_sk: Myslím, že by Vás mohol zaujímať článok &quot;{$submissionTitle}&quot; autora {$authorName} vydaný v Vol {$volume}, No {$number} ({$year}) časopisu {$contextName} na adrese &quot;{$articleUrl}&quot;.
sl: Zdelo se mi je, da vas morda zanima prispevek &quot;{$submissionTitle}&quot; avtorja {$authors} objavljen v zvezku {$volume}, številka {$number} ({$year}) publikacije {$contextName} na voljo na URL povezavi &quot;<a href="{$submissionUrl}">{$submissionUrl}</a>&quot;.
sl_si: Zdelo se mi je, da vas morda zanima prispevek &quot;{$submissionTitle}&quot; avtorja {$authors} objavljen v zvezku {$volume}, številka {$number} ({$year}) publikacije {$contextName} na voljo na URL povezavi &quot;<a href="{$submissionUrl}">{$submissionUrl}</a>&quot;.
sv: Tänkte att du skulle kunna vara intresserad av artikeln &quot;{$submissionTitle}&quot; av {$authors}, publicerad i vol. {$volume}, nr. {$number} ({$year}) av {$contextName} på &quot;{$submissionUrl}&quot;.
sv_se: Tänkte att du skulle kunna vara intresserad av artikeln &quot;{$submissionTitle}&quot; av {$authorName}, publicerad i vol. {$volume}, nr. {$number} ({$year}) av {$contextName} på &quot;{$articleUrl}&quot;.
tr: <br /> {$contextName} {$volume}. cilt {$number}. sayısında ({$year}) {$authors} tarafından yazılan <br /> &quot;{$submissionTitle}&quot; başlıklı bir makale yayınlamış.<br /> Bu çalışmanın ilgini çekeceğini umuyorum.
tr_tr: <br /> {$contextName} {$volume}. cilt {$number}. sayısında ({$year}) {$authorName} tarafından yazılan <br /> &quot;{$submissionTitle}&quot; başlıklı bir makale yayınlamış.<br /> Bu çalışmanın ilgini çekeceğini umuyorum.
uk: Думаю, Вас може зацікавити стаття &quot;{$submissionTitle}&quot; автора {$authors}, опублікована у Т. {$volume}, № {$number} видання &quot;{$contextName}&quot; за {$year} рік і доступна за адресою <a href="{$submissionUrl}">{$submissionUrl}</a>.
uk_ua: Думаю, Вас може зацікавити стаття &quot;{$submissionTitle}&quot; автора {$authorName}, опублікована у Т. {$volume}, № {$number} видання &quot;{$contextName}&quot; за {$year} рік і доступна за адресою <a href="{$articleUrl}">{$articleUrl}</a>.
uz@latin: Sizni & quot; {$submissionTitle} & quot; Muallif: {$authors}, jildda nashr etilgan, $ {$volume}, {$contextName} ning {$number} ({$year}) raqami yo'q, & quot; {$articleUrl} & quot;.
uz_cyrl: Сизни {$contextName} журналининг {$volume}-жилди, {$number}-сонида ({$year}) нашр этилган {$authors} томонидан ёзилган &quot;{$submissionTitle}&quot; мақоласи қизиқтириши мумкин деб ўйладим. Мақола билан &quot;{$submissionUrl}&quot; манзилида танишишингиз мумкин.
vi: Tôi nghĩ rằng bạn có thể quan tâm &quot;{$submissionTitle}&quot; bởi {$authors} xuất bản trong Vol {$volume}, No {$number} ({$year}) của {$contextName} tại &quot;{$submissionUrl}&quot;.

# emails.emailLink.subject
source: Article of Possible Interest
ar: مقالة قد تكون مهمة
az: Diqqətinizi çəkə biləcək bir məqalə
bg: Тази статия вероятно би ви заинтересувала
bg_bg: Тази статия вероятно би ви заинтересувала
bs_ba: Potencijalno zanimljiv članak
ca: Article que us pot interessar
ca_es: Article que us pot interessar
cs: Zajímavý článek
cs_cz: Zajímavý článek
da: Artikel, der muligvis har din interesse
da_dk: Artikel, der muligvis har din interesse
de: Möglicherweise interessanter Artikel
de_de: Möglicherweise interessierender Artikel
es: Artículo de posible interés
es_es: Artículo interesante
eu: Interesgarria izan litekeen artikulu bat
fi_fi: Mahdollisesti kiinnostava artikkeli
fr_ca: Article potentiellement intéressant
fr_fr: Article potentiellement intéressant
gl_es: Artigo posiblemente interesante
hi_in: संभावित ब्याज का आलेख
hy_am: Հնարավոր հետաքրքրություն ներկայացնող հոդված
id: Artikel yang Mungkin Diminati
it: Ti suggerisco la lettura di un articolo
it_it: Ti suggerisco la lettura di un articolo
ka_ge: ეს სტატია თქვენ დაგაინტერესებთ
kk_kz: Бұл мақала сізді қызықтырады
mk: Текст од можен интерес
mk_mk: Текст од можен интерес
mr: संभाव्य स्वारस्य असू शकणारा लेख
ms: Artikel Menarik
ms_my: Artikel Menarik
nb: En interessant artikkel
nl_nl: Mogelijk interessant artikel
pl: Ciekawy artykuł
pt_br: Artigo interessante para sua leitura
pt_pt: Artigo interessante para a sua leitura
ro_ro: Posibil, articol de interes
ru: Эта статья может быть Вам интересна
ru_ru: Эта статья будет Вам интересна
sk_sk: Zaujímavý článok
sl: Zanimiv prispevek
sl_si: Zanimiv prispevek
sv: Artikel som kan vara av intresse för dig
sv_se: Artikel som kan vara av intresse för dig
tr: İlginizi çekebilecek bir makale
tr_tr: İlginizi çekebilecek bir makale
uk: Цікава стаття
uk_ua: Цікава стаття
uz@latin: Mumkin bo'lgan foizlar haqidagi maqola
uz_cyrl: Сизни қизиқтириши мумкин бўлган мақола
vi: Bài báo quan tâm
zh_tw: 或有興趣的文章

# emails.layoutComplete.description
source: This email from the Layout Editor notifies an editor that the galleys have been completed.
bg_bg: Този имейл от редактора на оформление до редактора на секции ги уведомява, че процесът на оформление е завършен.
bs_ba: Ova e-pošta urednika prijeloma uredniku rubrike obaviještava da je proces prijeloma završen.
ca_es: Aquest missatge té el maquetista com a remitent i s'envia a l'editor de secció per a notificar-li que s'ha completat el procés de maquetació.
cs_cz: Tento email posílá typograf editorovi sekce, aby mu oznámil, že byl dokončen proces grafických úprav.
da_dk: Denne e-mail fra layoutredaktøren til sektionsredaktøren underretter sektionsredaktøren om, at layoutprocessen er fuldført.
de_de: Diese E-Mail von der/dem Layouter/in an die/den Rubrikredakteur/in benachrichtigt diese/n, dass der Layoutprozess abgeschlossen worden ist.
es_es: Este correo electrónico es enviado por el/la Editor/a de Maquetación al / a la Editor/a de Sección notificándole que el proceso de maquetación ha finalizado.
fi_fi: This email from the Layout Editor to the Section Editor notifies them that the layout process has been completed.
fr_ca: Ce courriel du,de la responsable de la mise en page au,à la rédacteur-trice de rubrique l'avise que l'étape de mise en page est complétée.
fr_fr: Ce courriel du Responsable de la mise en page au Rédacteur de rubrique l'avise que le processus de la mise en page est terminé.
hi_in: लेआउट संपादक से अनुभाग संपादक का यह ईमेल उन्हें सूचित करता है कि लेआउट प्रक्रिया पूरी हो गई है.
hy_am: Դասավորության խմբագրից ստացված այս նամակը տեղեկացնում է խմբագրին, որ շարվածքներն ավարտված են:
it_it: Questa email dal layout editor al section editor notifica che il processo di layout è stato completato.
ka_ge: ეს წერილი იგზავნება დამკაბადონებლის მიერ განყოფილების რედაქტორთან იმის შესახებ, რომ გალერეები შექმნილია.
kk_kz: Орналасу редакторының бұл электрондық поштасы редакторға галереялардың аяқталғандығы туралы хабарлайды.
ms_my: E-mel ini dari Editor Susun atur ke Bahagian Editor memberitahu mereka bahawa proses susun atur telah selesai.
nl_nl: Deze e-mail van de opmaakredacteur aan de sectieredacteur bericht dat het opmaakproces is voltooid.
pt_br: Mensagem enviada pelo Editor de Layout ao Editor de Seção, informando sobre a conclusão das composições.
pt_pt: Este e-mail é enviado pelo Editor de Layout ao Editor de Secção, informando sobre a conclusão das composições.
ro_ro: Acest e-mail de la Editorul de Layout către Editorul de Secțiuni îl notifică că procesul de layout a fost finalizat.
ru_ru: Это письмо верстальщика, отправляемое редактору раздела с уведомлением о том, что верстка завершена.
sk_sk: Tento email posiela typograf editorovi sekcie, aby mu oznámil, že bol dokončený proces grafických úprav.
sl_si: Ta email pošlje grafični urednik uredniku prispevka z obvestilom, da je prelom prispevka končan.
sv_se: Det här e-postmeddelandet från layoutredaktören till sektionsredaktören för att meddela hen att layoutprocessen färdig.
tr_tr: Editöre prova dizginin tamamlandığını bildirir.
uk_ua: Цим листом редактор верстки повідомляє редактора розділу про закінчення процесу верстки.
