Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorDecisionResubmit.body
source: <p>Dear {$recipientName},</p><p>After reviewing your submission, {$submissionTitle}, the reviewers have recommended that your submission cannot be accepted for publication in its current form. However, we would like to encourage you to submit a revised version that addresses the reviewers' comments. Your revisions will be reviewed by an editor and may be sent out for another round of peer review.</p><p>Please note that resubmitting your work does not guarantee that it will be accepted.</p><p>The reviewers' comments are included at the bottom of this email. Please respond to each point and identify what changes you have made. If you find any of the reviewer's comments inappropriate, please explain your perspective. If you have questions about the recommendations in your review, please include these in your response.</p><p>When you have completed your revisions, you can upload revised documents along with your response to the reviewers' comments <a href="{$authorSubmissionUrl}">at your submission dashboard</a>. If you have been logged out, you can login again with the username {$recipientUsername}.</p><p>In the Revisions field, press the Upload File button and locate the files from your computer. The Editor will be notified when your revisions are uploaded. If you need to communicate with the editor directly, you can use the Review Discussions panel below the Revisions area.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>We look forward to receiving your revised submission.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е: Повторно изпращане за резензия
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: znovu odeslat k recenzi
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Fremsend igen til bedømmelse
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet:
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Volver a enviar a revisión
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Lähetetään uudelleen arvioitavaksi<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de vous demander d'apporter des révisions à votre soumission et de la soumettre à nouveau.
fr_fr: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de vous demander d'apporter des révisions à votre soumission et de la soumettre à nouveau.
hi_in: {$authorName}:<br /> <br /> आपके द्वारा सबमिट किए जाने के संबंध में हम एक निर्णय पर पहुंच गए हैं {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> हमारा निर्णय है: समीक्षा के लिए पुन: सबमिट करें
it_it: {$authorName}:<br /> <br /> Abbiamo raggiunto una decisione riguardo alla Sua submission a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La decisione è: mandarla di nuovo in revisione
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is to: Resubmit for Review
kk_kz: Сәлеметсіз бе {$recipientName}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: Қарауға жіберіңіз
ms_my: {$authors}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$submissionTitle} &quot ;. <br /> <br /> Keputusan kami adalah untuk: Serah semula untuk Ulasan
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voorv{$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Opnieuw indienen voor review
pt_br: {$authorName}:<br /> <br /> Nós chegamos a uma decisão referente a sua submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é de: Ressubmeter para Avaliação
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo enviado à revista {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Submeter Novamente Para Revisão
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie cu privire la manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastră este: Reînregistrare pentru revizie
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отправить на рецензирование повторно
sk_sk: {$authorName}:<br /> <br /> Urobili sme rozhodnutie ohľadom Vášho príspevku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: znova odoslať k recenzii
sl_si: {$authors}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Potreben je ponoven krog recenzije
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Skicka in igen för ny granskning
tr_tr: Sayın {$authorName},<br /> <br /> {$contextName} için gönderdiğiniz &quot;{$submissionTitle}&quot; başlıklı çalışmanız ile ilgili bir karara varılmıştır.<br /> <br /> Kararımız: Hakem Değerlendirmesi İçin Tekrar Gönder
uk_ua: {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;.<br /> <br /> Наше рішення:

# emails.editorDecisionResubmit.subject
source: Your submission has been reviewed - please revise and resubmit
bg_bg: Решение на редактора
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Сіздің өтінішіңіз қаралды - қайта қарап, қайта жіберіңіз
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão editorial
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Vaš prispevek je bil recenziran - prosimo popravite in ponovno oddajte
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı
uk_ua: Рішення редактора

# emails.editorDecisionRevisions.description
source: This email from the editor requests revisions from the author during peer review.
bg_bg: Този имейл от редактора или редактора на секции до автора го уведомява за окончателно решение „Необходима е редакция“ относно изпратените материали.
cs_cz: Tento e-mail od editora nebo editora sekce upozorňuje autora o rozhodnutí „požadujeme recenzi“.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til en forfatter er en meddelelse om den endelige afgørelse vedrørende deres bidrag.
de_de: Diese E-Mail von der/dem Redakteur/in oder Rubrikredakteur/in an eine/n Autor/in informiert diese/n über eine getroffene Entscheidung zu ihrer/seiner Einreichung.
es_es: Este correo electrónico del editor/a o editor/a de sección al autor/a le notifica que la decisión final respecto a su envío es que "necesita revisiones".
fi_fi: This email from the Editor or Section Editor to an Author notifies them of a final "revisions required" decision regarding their submission.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique à un-e auteur-e le,la notifie de la décision finale concernant sa soumission, soit de demander d'y apporter des révisions.
fr_fr: Cet courriel du rédacteur ou du chef de rubrique à un auteur les notifie d'une décision finale de «révision requise» concernant leur soumission.
hi_in: लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें अंतिम रूप देने के बारे में सूचित करता है, जो उनके प्रस्तुतिकरण के संबंध में आवश्यक "संशोधन” है.
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore quando una proposta deve passare un ciclo di revisione
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან „საჭიროა კორექტურა“ საბოლოო გადაწყვეტილების შესახებ.
kk_kz: Редактордан осы электронды хатта автор шолу кезінде өзгерістерді сұрайды.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka mengenai keputusan "semakan yang diperlukan" terakhir mengenai penyerahannya.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat bijkomende revisies worden verwacht voor een inzending.
pt_br: Esta mensagem é enviada pelo Editor ou Editor de Seção ao autor, notificando-o da decisão final de "<strong>Revisões Requeridas</strong>" tomada sobre a sua submissão.
pt_pt: Esta mensagem é enviada pelo do Editor/Editor de Secção ao autor, notificando-o da decisão final de Revisões Requeridas.
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune, către un autor, pe care îl notifică cu privire la o decizie finală de „revizuire a manuscrisului”.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его об окончательном решении «Требуется корректировка» относительно присланного материала.
sk_sk: Tento e-mail od editora alebo editora sekcie upozorňuje autora o rozhodnutí "požadujeme recenziu".
sl_si: Ta email urednika od avtorja zahteva popravke prispevka v fazi recenzije.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att beslutet "Bearbetning krävs" fattats för hens bidrag.
tr_tr: This email from the Editor or Section Editor to an Author notifies them of a final decision regarding their submission.
uk_ua: Цим листом редактор або редактор розділу повідомляє автору про прийняття остаточного рішення стосовно його подання.

# emails.editorDecisionRevisions.body
source: <p>Dear {$recipientName},</p><p>Your submission {$submissionTitle} has been reviewed and we would like to encourage you to submit revisions that address the reviewers' comments. An editor will review these revisions and if they address the concerns adequately, your submission may be accepted for publication.</p><p>The reviewers' comments are included at the bottom of this email. Please respond to each point in the reviewers' comments and identify what changes you have made. If you find any of the reviewer's comments to be unjustified or inappropriate, please explain your perspective.</p><p>When you have completed your revisions, you can upload revised documents along with your response to the reviewers' comments at your <a href="{$authorSubmissionUrl}">submission dashboard</a>. If you have been logged out, you can login again with the username {$recipientUsername}.</p><p>In the Revisions field, click "Upload File" and locate the files from your computer. The Editor will be notified when your revisions are uploaded. If you need to communicate with the editor directly, you can use the Review Discussions panel below the Revisions area.</p><p>If you have any questions, please contact me from your <a href="{$authorSubmissionUrl}">submission dashboard</a>.</p><p>We look forward to receiving your revised submission.</p><p>Kind regards,</p>{$signature}<hr><p>The following comments were received from reviewers.</p>{$allReviewerComments}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е: Необходима е редакция
cs_cz: {$authorName}:<br /> <br /> Učinili jsme rozhodnutí ohledně Vašeho příspěvku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: požadujeme přepracování
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet følgende: Rettelser er påkrævet
de_de: {$authorName},<br /> <br /> wir sind zu einer Entscheidung in Bezug auf Ihre Einreichung für {$contextName}: &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Unsere Entscheidung lautet:
es_es: {$authorName}:<br /> <br /> Hemos tomado una decisión sobre su envío en {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Necesita revisiones
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Vaatii korjauksia<br /> <br /> Ystävällisin terveisin,
fr_ca: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de vous demander d'apporter des révisions à votre soumission.
fr_fr: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de vous demander une nouvelle version de votre soumission.
hi_in: {$authorName}:<br /> <br /> आपके द्वारा सबमिट किए जाने के संबंध में हम एक निर्णय पर पहुंच गए हैं {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Our decision is: Revisions Required
it_it: &lt;![CDATA[{$authorName}:<br /> <br /> Abbiamo raggiunto una decisione sulla Sua proposta a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> La nostra decisione: è necessaria ciclo di peer-review
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is: Revisions Required
kk_kz: Сәлеметсіз бе {$recipientName}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: түзету қажет
ms_my: {$ authorName}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$submissionTitle} & quot ;. <br /> <br /> Keputusan kami adalah: Semakan Diperlukan
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Revisies benodigd
pt_br: {$authorName}:<br /> <br /> Nós chegamos a uma decisão referente a sua submissão para o periódico {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nossa decisão é de: Revisões Requeridas
pt_pt: {$authorName}:<br /> <br /> Foi tomada uma decisão sobre o artigo submetido à {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> A decisão é: Revisões Requeridas
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie cu privire la manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastră este: Este necesară revizuirea manuscrisului
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Требуется корректировка
sk_sk: {$authorName}:<br /> <br /> Urobili sme rozhodnutie ohľadom Vášho príspevku do {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: požadujeme prepracovanie
sl_si: {$authors}:<br /> <br /> Sprejeli smo odločitev glede vašega prispevka &quot;{$submissionTitle}&quot; za revijo {$contextName}.<br /> <br /> Naša odločitev je: Potrebni so popravki
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Bearbetning krävs
tr_tr: {$authorName}:<br /> <br /> {$contextName} için gönderdiğiniz &quot;{$submissionTitle}&quot; başlıklı çalışmanıza ilişkin değerlendirme süreci sonucu bir karara varılmıştır.<br /> <br /> Kararımız: Düzeltme Gerekli
uk_ua: {$authorName}:<br /> <br /> Ми прийняли рішення стосовно Вашого подання &quot;{$submissionTitle}&quot; до видання &quot;{$contextName}&quot;.<br /> <br /> Наше рішення:

# emails.editorDecisionRevisions.subject
source: Your submission has been reviewed and we encourage you to submit revisions
bg_bg: Решение на редактора
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision du rédacteur
hi_in: संपादक का निर्णय
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Сіздің өтінішіңіз қаралды және біз сізге өзгертулер енгізуді ұсынамыз
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão editorial
pt_pt: Decisão editorial
ro_ro: Decizia Editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Vaš prispevek je bil recenziran, prosimo vas, da oddate popravke
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı
uk_ua: Рішення редактора

# emails.editorDecisionSendToProduction.description
source: This email from the Editor or Section Editor to an Author notifies them that their submission is being sent to production.
bg_bg: Този имейл от редактора или редактора на секции до автора го уведомява, че изпратените материали се подготвят за публикация.
cs_cz: Tento e-mail od editora nebo editora sekce autorovi oznamuje, že jejich podání je odesláno do produkční fáze.
da_dk: Denne e-mail fra redaktøren eller sektionsredaktøren til forfatteren meddeler at indsendelsen nu sendes til publicering
de_de: Diese E-Mail von Redakteur/in oder Rubrikredakteur/in informiert die/den Autor/in darüber, dass deren Beitrag in die Herstellung weitergeleitet worden ist.
es_es: Este correo electrónico del editor/a, o del editor/a de sección, notifica al autor/a que su envío se traslada a producción.
fr_ca: Ce courriel du,de la rédacteur-trice ou du,de la rédacteur-trice de rubrique à un-e auteur-e le,la notifie de la décision concernant sa soumission, soit d'envoyer sa soumission en production.
fr_fr: Ce courriel du rédacteur, de la rédactrice, du rédacteur de rubrique ou de la rédactrice de rubrique à un auteur ou une auteure l'informe que sa soumission est envoyée en production.
hi_in: एक लेखक के संपादक या अनुभाग संपादक का यह ईमेल उन्हें सूचित करता है कि उनका सबमिशन उत्पादन के लिए भेजा जा रहा है.
it_it: Questa mail è inviata dall'editor o dall'editor di sezione all'autore quando una proposta è stata sistemata dal punto di vista editoriale.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ ავტორთან, მასალის წარმოებაში ჩაშვების შესახებ.
kk_kz: Бұл редактордың немесе бөлім редакторының авторға материалдың өндірісте шығарылуы туралы хабарлау үшін жіберген хаты.
ms_my: E-mel ini dari Editor atau Editor Bahagian kepada Pengarang memberitahu mereka bahawa penyerahan mereka dihantar ke produksi.
nl_nl: Deze e-mail van de redacteur of sectieredacteur brengt een auteur ervan op de hoogte dat een inzending in productie wordt gegeven.
pt_br: Este e-mail do Editor ou Editor de Seção para um Autor notifica-os de que seus envios estão sendo enviados para produção.
pt_pt: Este e-mail é enviado pelo Editor/Editor de Secção ao Autor a notificá-lo que a sua submissão foi enviada para produção.
ro_ro: Acest e-mail este trimis de editor sau de editorul de secțiune către un autor pentru a-l notifica că manuscrisul va fi trimis pentru producție.
ru_ru: Это письмо редактора или редактора раздела, отправляемое автору, чтобы уведомить его о запуске материала в производство.
sk_sk: Tento e-mail od editora alebo editora sekcie autorovi oznamuje, že ich podanie je odoslané do produkčnej fázy.
sl_si: Ta email pošlje urednik avtorju z obvestilom, da je šel prispevek v produkcijo.
sv_se: Det här e-postmeddelandet från redaktören eller sektionsredaktören till en författare meddelar att hens bidrag sänds vidare till produktion.
tr_tr: Editörden veya Bölüm Editörden Yazar'a gönderilen bu e-posta, makalelerin basım aşamasına gönderildiklerini bildirir.
