Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionPurchaseIndl.body
source: An individual subscription has been purchased online for {$contextName} with the following details.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$subscriberDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar: لقد تم شراء إشتراك منفرد في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه:<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المستخدم:<br /> {$subscriberDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
bg: Индивидуален абонамент е закупен онлайн за {$contextName} със следните подробности. <br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Потребител:<br /> {$subscriberDetails}<br /> <br /> Информация за членство (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
bg_bg: Индивидуален абонамент е закупен онлайн за {$contextName} със следните подробности. <br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Потребител:<br /> {$subscriberDetails}<br /> <br /> Информация за членство (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
ca: S'ha adquirit en línia una subscripció individual per a {$contextName} amb els detalls següents.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Usuari/ària:<br /> {$subscriberDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs: Bylo online zakoupeno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$subscriberDetails}<br /> <br /> Informace o členství (pokud byla uvedena):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL odkaz.<br /> <br /> URL předplatného: {$subscriptionUrl}<br/>
cs_cz: Bylo online zakoupeno individuální předplatné pro {$contextName} s následujícími detaily.<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Uživatel:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byla uvedena):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL odkaz.<br /> <br /> URL předplatného: {$subscriptionUrl}<br/>
da: Der er foretaget et online køb af et individuelt abonnement på {$contextName} med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$subscriberDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
da_dk: Der er foretaget et online køb af et individuelt abonnement på {$contextName} med følgende oplysninger.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruger:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}
de: Ein individuelles Abonnement wurde online für {$contextName} mit den folgenden Details erworben.<br /> <br /> Abonnementtyp:<br /> {$subscriptionType}<br /> <br /> Benutzer:<br /> {$subscriberDetails}<br /> <br /> Mitgliedschaftsinformationen (falls vorhanden):<br /> {$membership}<br /> <br /> Um dieses Abonnement anzuzeigen oder zu bearbeiten, verwenden Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
de_de: Ein individuelles Abonnement ist online für {$contextName} mit den folgenden Details abgeschlossen worden.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Benutzer/in:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
es: Se ha adquirido en línea una suscripción individual para {$contextName} con los detalles siguientes:<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$subscriberDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use la siguiente URL.<br /> <br /> URL de la suscripción: {$subscriptionUrl}<br />
es_es: Se ha adquirido en línea una suscripción individual para {$contextName} con los detalles siguientes:<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use la siguiente URL.<br /> <br /> URL de la suscripción: {$subscriptionUrl}<br />
eu: {$contextName} aldizkariko harpidetza indibidual bat erosi dute linean, ondoren ematen diren xehetasunekin.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erabiltzailea:<br /> {$subscriberDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.<br /> <br /> Harpidetza URLa: {$subscriptionUrl}
fi_fi: Julkaisun {$contextName} yksittäistilaus on ostettu verkossa. Tilauksen tiedot:<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Käyttäjä:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos annettu):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi tai muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
fr_ca: Une souscription en ligne à un abonnement individuel pour la revue {$contextName} avec les renseignements suivants :<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Utilisateur-trice :<br /> {$userDetails}<br /> <br /> Information d'adhésion (si fournie) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivante.<br /> <br /> URL d'abonnement : {$subscriptionUrl}<br/>
fr_fr: Une souscription en ligne à un abonnement individuel pour la revue {$contextName} avec les renseignements suivants :<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Utilisateur-trice :<br /> {$userDetails}<br /> <br /> Information d'adhésion (si fournie) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivante.<br /> <br /> URL d'abonnement : {$subscriptionUrl}<br/>
gl_es: Adquiriuse en liña unha subscrición individual para {$contextName} cos detalles seguintes:<br /> <br /> Tipo de subscrición:<br /> {$subscriptionType}<br /> <br /> Usuario/a:<br /> {$subscriberDetails}<br /> <br /> Información de afiliación (se se achega):<br /> {$membership}<br /> <br /> Para ver ou editar esta subscrición, utilice o URL seguinte.<br /> <br /> URL da subscrición: {$subscriptionUrl}<br />
hi_in: निम्नलिखित विवरण के साथ {$ contextName} के लिए एक व्यक्तिगत सदस्यता ऑनलाइन खरीदी गई है।<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> सदस्यता जानकारी (यदि प्रदान की गई है):<br /> {$membership}<br /> <br /> इस सदस्यता को देखने या संपादित करने के लिए, कृपया निम्न URL का उपयोग करें.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
hu: Egyéni előfizetést vásároltak online a(z) {$contextName} folyóirathoz, a következő adatokkal.<br /> <br /> Előfizetés típusa:<br /> {$subscriptionType}<br /> <br /> Felhasználó:<br /> {$subscriberDetails}<br /> <br /> Tagsági információ (ha élérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük, keresse fel a következő címet.<br /> <br /> Előfizetési URL cím: {$subscriptionUrl}<br />
hy_am: Առցանց անհատական բաժանորդագրություն է գնվել {$contextName} -ի համար հետևյալ մանրամասներով:<br /> <br /> Բաժանորդագրության տեսակը:<br /> {$subscriptionType}<br /> <br /> Օգտվող:<br /> {$subscriberDetails}<br /> <br /> Անդամության մասին տեղեկություններ (եթե տրված է):<br /> {$membership}<br /> <br /> Այս բաժանորդագրությունը դիտելու կամ խմբագրելու համար խնդրում ենք օգտագործել հետևյալ URL-ը:<br /> <br /> Բաժանորդագրության URL: {$subscriptionUrl}<br />
id: Sebuah langganan individu telah dibeli online untuk {$contextName} dengan rincian berikut.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Pengguna:<br /> {$subscriberDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it: E' stato acquistato online un abbonamento individuale a {$contextName} con i seguenti dettagli:<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$subscriberDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}<br />
it_it: E' stato acquistato online un abbonamento individuale a {$contextName} con i seguenti dettagli:<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Utente:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli dell'abbonamento, vai alla pagina: {$subscriptionUrl}
ka_ge: An individual subscription has been purchased online for {$contextName} with the following details..<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
kk_kz: Сайтта келесі мәліметтермен "{$contextName}" журналына жеке жазылым сатып алынды.<br /> <br /> Жазылым түрі:<br / > {$subscriptionType}<br /> <br /> Пайдаланушы:<br / > {$subscriberDetails}<br /> <br /> Мүшелік туралы ақпарат (көрсетілген болса):<br / > {$membership}<br /> <br /> Осы жазылымды көру немесе өңдеу үшін келесі URL мекенжайын пайдаланыңыз.<br /> <br /> Жазылу URL: {$subscriptionUrl}<br / >
mk: Набавена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mk_mk: Набавена е онлајн поединечна претплата за {$contextName} со следните детали.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Корисник:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mr: ऑनलाइन प्रणाली वापरून {$contextName} साठी वैयक्तिक सदस्यत्व प्राप्त केले गेले आहे त्याचा तपशिल खालीलप्रमाणे.<br /> <br /> सदस्यता प्रकार : <br /> {$subscriptionType}<br /> <br /> वापरकर्ता : <br /> {$subscriberDetails}<br /> <br /> सदस्यत्व माहिती (दिली असल्यास) : <br /> {$membership}<br /> <br /> सदस्यत्वाची माहिती वाचण्यासाठी किंवा संपादित करण्यासाठी, कृपया खालील URL वापरा.<br /> <br /> सदस्यता URL: {$subscriptionUrl}<br />
ms: Langganan individu telah dibeli dalam talian untuk {$contextName} dengan perincian berikut. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Pengguna: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
ms_my: Langganan individu telah dibeli dalam talian untuk {$contextName} dengan perincian berikut. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Pengguna: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
nb: Et individuelt abonnement på tidsskriftet {$contextName} har blitt kjøpt på nett. Detaljer om kjøpet:<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Bruker:<br /> {$subscriberDetails}<br /> <br /> Medlemskapsinformasjon (om oppgitt):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk følgende URL: {$subscriptionUrl}<br />
nl_nl: Een individueel abonnement met de volgende details is online aangeschaft voor {$contextName}.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Gebruiker:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om dit abonnement te bekijken of te wijzigen.<br /> <br /> Abonnement URL: {$subscriptionUrl}
pl: Zakupiono indywidualną subskrypcję dla {$contextName}, z następującymi szczegółami.<br /> <br /> Rodzaj subskrypcji:<br /> {$subscriptionType}<br /> <br /> Użytkownik:<br /> {$subscriberDetails}<br /> <br /> Informacje członkowskie (jeżeli takowe są przewidziane):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować subskrypcję, użyj następujący URL.<br /> <br /> URL subskrypcji: {$subscriptionUrl}<br />
pt_br: Uma assinatura individual foi comprada on-line para {$contextName} com os seguintes detalhes. <br /> <br /> Tipo de Assinatura: <br /> {$subscriptionType} <br /> <br /> Usuário: <br /> {$userDetails} <br /> <br /> Informações Assinatura (se informado): <br /> {$membership} <br /> <br /> Para visualizar ou editar esta assinatura, use a seguinte URL. <br /> <br /> URL da Assinatura: {$subscriptionUrl} <br />
pt_pt: Uma subscrição individual foi adquirida online para a revista {$contextName}, cujos dados são detalhados a seguir.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Utilizador:<br /> {$userDetails}<br /> <br /> Informação sobre o membro (caso indicado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL da Subscrição: {$subscriptionUrl}<br />
ro_ro: Un abonament individual a fost achiziționat online pentru {$ contextName} cu următoarele detalii.<br /> <br /> Tip de abonament:<br /> {$subscriptionType}<br /> <br /> Utilizator:<br /> {$userDetails}<br /> <br /> Informații pentru membru (dacă sunt furnizate):<br /> {$membership}<br /> <br /> Pentru a vizualiza sau edita acest abonament, vă rugăm să utilizați următoarea adresă URL.<br /> <br /> Adresa URL a abonamentului: {$subscriptionUrl}<br />
ru: На сайте была приобретена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$subscriberDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
ru_ru: На сайте была приобретена индивидуальная подписка на журнал «{$contextName}» со следующими деталями.<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Пользователь:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sk_sk: Bolo online zakúpené individuálne predplatné pre {$contextName} s nasledujúcimi detailmi.<br /> <br /> Typ predplatného:<br /> {$subscriptionType}<br /> <br /> Užívateľ:<br /> {$userDetails}<br /> <br /> Informácie o členstvo (ak bola uvedená):<br /> {$membership}<br /> <br /> Pre zobrazenie alebo editáciu tohto predplatného použite prosím nasledujúci URL odkaz.<br /> <br /> URL predplatného: {$subscriptionUrl}<br/>
sv: En enskild prenumeration på {$contextName} har tecknats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$subscriberDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
sv_se: En enskild prenumeration på {$contextName} har tecknats online med följande detaljer.<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Användare:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
tr: {$contextName} için aşağıdaki ayrıntıları yer alan bir abonelik satın alındı.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kullanıcı Bilgileri:<br /> {$subscriberDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Bu aboneliği görüntülemek veya düzenlemek için lütfen aşağıdaki URL'yi kullanın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
tr_tr: {$contextName} için aşağıdaki ayrıntıları yer alan bir abonelik satın alındı.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kullanıcı Bilgileri:<br /> {$userDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Bu aboneliği görüntülemek veya düzenlemek için lütfen aşağıdaki URL'yi kullanın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
uk: Онлайново придбано індивідуальну передплату на "{$contextName}" з такими відомостями.<br /> <br /> Тип підписки:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$subscriberDetails}<br /> <br /> Інформація про членство (якщо надано):<br /> {$membership}<br /> <br /> Щоб переглянути або відредагувати цю підписку, будь ласка, використовуйте наступну URL.<br /> <br /> URL-адреса підписки: {$subscriptionUrl}<br />
uk_ua: Була придбана онлайн індивідуальна передплата на видання &quot;{$contextName}&quot;, подробиці нижче.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Користувач:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
uz@latin: Quyidagi tafsilotlar bilan {$contextName} uchun onlayn obuna sotib olindi. <br /> <br/> Obuna turi: <br /> {$subscriptionType} <br /> <br/> Foydalanuvchi: <br /> {$subscriberDetails} <br /> <br/> A'zolik haqida ma'lumot (agar mavjud bo'lsa): <br /> {$membership} <br /> <br/> Bu obunani ko'rish yoki tahrir qilish uchun quyidagi URL manzilidan foydalaning. <br /> <br/> Obuna URL: {$subscriptionUrl} <br />
uz_cyrl: {$contextName} учун онлайн равишда қуйидаги маълумотлар билан шахсий обуна сотиб олинди.<br /> <br /> Обуна тури:<br /> {$subscriptionType}<br /> <br /> Фойдаланувчи:<br /> {$subscriberDetails}<br /> <br /> Аъзолик маълумотлари (агар берилган бўлса):<br /> {$membership}<br /> <br /> Ушбу обунани кўриш ёки таҳрирлаш учун қуйидаги URL манзилидан фойдаланинг.<br /> <br /> Обуна URL манзили: {$subscriptionUrl}<br />
vi: Một thuê bao cá nhân đã được mua trực tuyến với {$contextName} với các chi tiết sau.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> User:<br /> {$subscriberDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />

# emails.subscriptionPurchaseIndl.subject
source: Subscription Purchase: Individual
ar: شراء إشتراك: منفرد
az: Abunəlik alma: Fərdi
bg: Покупка на абонамент: индивидуален
bg_bg: Покупка на абонамент: индивидуален
ca: Compra de subscripció: Individual
cs: Zakoupení předplatného: Individuální
cs_cz: Zakoupení předplatného: Individuální
da: Køb af abonnement: Individuelt
da_dk: Køb af abonnement: Individuelt
de: Abonnementkauf: Individuell
de_de: Abschluss eines Abonnements: Individuell
es: Compra de suscripción: Individual
es_es: Compra de suscripción: Individual
eu: Harpidetza-erosketa: banakakoa
fi_fi: Yksittäistilauksen osto
fr_ca: Souscription à un abonnement individuel
fr_fr: Souscription à un abonnement individuel
gl_es: Adquisición de subscrición: individual
hi_in: सदस्यता खरीद: व्यक्तिगत
hu: Előfizetés vásárlás: Egyéni
hy_am: Բաժանորդագրություն Գնում՝ անհատական
id: Pembelian Langganan: Individu
it: Acquisto di un abbonamento individuale
it_it: Acquisto di un abbonamento individuale
ka_ge: გამოწერის შეძენა: პირადი
kk_kz: Жазылымды сатып алу: жеке
mk: Набавка на претплата: Поединечна
mk_mk: Набавка на претплата: Поединечна
mr: सदस्यत्व वर्गणी : वैयक्तिक
ms: Pembelian Langganan: Individu
ms_my: Pembelian Langganan: Individu
nb: Abonnementskjøp: Individuelt abonnement
nl_nl: Aankoop abonnement: individueel
pl: Zakup subskrypcji: indywidualna
pt_br: Aquisição de Assinatura: Individual
pt_pt: Aquisição de Subscrição: Individual
ro_ro: Achiziție abonament: Individual
ru: Покупка подписки: индивидуальная
ru_ru: Покупка подписки: индивидуальная
sk_sk: Zakúpenie predplatného: Individuálne
sv: Tecknande av prenumeration: Enskild prenumeration
sv_se: Tecknande av prenumeration: Enskild prenumeration
tr: Abonelik Satın Alma: Bireysel
tr_tr: Abonelik Satın Alma: Bireysel
uk: Придбання передплати: Індивідуальна
uk_ua: Придбання передплати: Індивідуальна
uz@latin: Obuna sotib olish: individual
uz_cyrl: Обуна сотиб олинди: Шахсий
vi: Đăng ký mua: Cá nhân
zh_tw: 訂閱付費：個體
