Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.editorAssign.subject
source: You have been assigned as an editor on a submission to {$contextName}
ar: لقد تم تعيينك كمحرر لطلب التقديم الموجه إلى {$contextName}
az: {$contextName} üçün bir namizəd məqaləyə redaktor olaraq təyin edildini
bg: Бяхте асоцииран като редактор за подаден ръкопис към {$contextName}
bg_bg: Редакционно задание
bs_ba: Dodjela uredničkog zaduženja
ca_es: Assignació editorial
cs: Byl /a jste přiřazen jako editor příspěvku pro {$contextName}
cs_cz: Editorský úkol
da: Du er blevet tilknyttet som redaktør på en indsendelse til {$contextName}
da_dk: Redaktionel tildeling
de: Sie wurden als Redakteur/in von einer Einreichung bei {$contextName} zugewiesen
de_de: Zuweisung an Rubrikredakteur/in
es: Ha sido asignado como editor/a de un envío para {$contextName}
es_es: Asignación editorial
eu: {$contextName} aldizkarirako bidalketa bateko editore gisa esleitu zaitugu
fi_fi: Toimituksellinen toimeksianto
fr_ca: Assignation d'un-e rédacteur-trice
fr_fr: Assignation d'une soumission
hi_in: संपादकीय असाइनमेंट
hy_am: Դուք նշանակվել եք որպես խմբագիր {$contextName} -ի ներկայացման համար
id: Anda telah ditugaskan sebagai editor untuk naskah pada {$contextName}
is_is: Þér hefur verið úthlutað sem ritstjóra á innsendingu í {$contextName}
it_it: Assegnazione della proposta
ka_ge: რედაქტორის მიერ დანიშნული
kk_kz: Сіз {$contextName} жіберген кезде редактор болып тағайындалдыңыз
ku: ئەرکدارکردنی سەرنوسەر
mk: Бевте назначени како уредник на поднесок во {$contextName}
mr: तुम्हाला {$contextName} मध्ये आलेल्या सादरीकरणासाठी संपादक म्हणून नियुक्त केले गेले आहे
ms: Anda telah ditugaskan sebagai editor pada penyerahan kepada {$contextName}
ms_my: Tugasan Editorial
nb: Du er oppnevnt som redaktør for en innlevering til {$contextName}
nl_nl: Redactietaak
pl: Zostałeś przydzielony jako redaktor do zgłoszenia w czasopiśmie {$contextName}
pt_br: Tarefa editorial
pt_pt: Tarefa editorial
ro_ro: Atribuire articol editorilor
ru: Вы были назначены редактором материала в журнале «{$contextName}»
ru_ru: Назначение редактором
sk_sk: Editorská úloha
sl: Kot urednik ste bili dodeljeni na prispevek {$contextName}
sl_si: Kot urednik ste dodeljeni na prispevek {$contextName}
sv: Du har blivit utsedd till redaktör för ett bidrag i {$contextName}
sv_se: Redaktionellt uppdrag
tr: {$contextName} için gönderilen bir aday makaleye editör olarak atandınız
tr_tr: Bölüm Editörü Ataması
uk: Вас призначено редактором подання до "{$contextName}"
uk_ua: Редакційне призначення
uz_cyrl: Сиз {$contextName} журналига келиб тушган аризага муҳаррир этиб тайинландингиз
vi: Bạn đã được chỉ định là người biên tập cho bài gửi {$contextName}
zh_tw: 您被分配為投稿{$contextName}的編輯

# emails.submissionAckNotUser.description
source: This email, when enabled, is automatically sent to authors named on a submission who are not the submitting author.
bg_bg: Този имейл, когато е разрешен, автоматично се изпраща до другите автори, които не са потребители в рамките на OJS системата, посочени по време на процеса на изпращане на ръкопис.
ca_es: Aquest correu electrònic, quan està habilitat, s'envia automàticament als altres autors/ores que no són usuaris/àries a l'OMP especificats durant el procés de tramesa.
cs_cz: Tento email, je-li povolen, je automaticky odeslán ostatním autorům článku, kteří nejsou uživateli v rámci OJS uvedenými během procesu podání příspěvku.
da_dk: This email, when enabled, is automatically sent to the other authors who are not users within OJS specified during the submission process.
de_de: Diese E-Mail wird, sofern aktiviert, automatisch an die weiteren Autor/innen geschickt, die laut Einreichung keine OJS-Benutzeraccounts haben.
es_es: Este correo electrónico, si está activado, se envía automáticamente a los autores/as que no son usuarios/as del OJS especificado durante el proceso de envío.
fi_fi: This email, when enabled, is automatically sent to the other authors who are not users specified during the submission process.
fr_ca: Ce courriel, lorsque activé, est envoyé automatiquement aux autres auteur-e-s qui ne sont pas des utilisateurs-trices de OJS signalés-es comme effectuant la soumission.
fr_fr: Ce courriel, lorsque activé, est envoyé automatiquement aux autres auteurs, i.e. ceux qui ne sont pas l'utilisateur enregistré faisant la soumission.
hi_in: यह ईमेल, जब सक्षम किया जाता है, तो स्वचालित रूप से अन्य लेखकों को भेजा जाता है जो प्रस्तुत प्रक्रिया के दौरान निर्दिष्ट OJS के भीतर उपयोगकर्ता नहीं हैं.
hy_am: Այս էլ․ նամակը, երբ միացված է, ինքնաշխատ կերպով ուղարկվում է հեղինակներին, որոնք նշված են ներկայացման մեջ, ովքեր չեն ներկայացնում հեղինակին:
is_is: Þessi tölvupóstur, ef virkjaður, er sendur sjálfkrafa á meðhöfunda innsendingar ef viðkomandi er ekki sendandinn.
it_it: Questa mail, quando abilitata, è inviata in automatico agli altri autori di un lavoro che non sono utenti dell'OJS in questione quanto un lavoro viene sottomesso a una rivista.
ka_ge: ეს წერილი (თუ ეს შესაძლებლობა ჩართულია) ავტომატურად გაეგზავნება სხვა ავტორებს, რომლებიც არ არიან OJS-ის მომხმარებლები, მაგრამ მითითებული არიან მასალების გაგზავნის პროცეში.
kk_kz: Бұл электрондық пошта, егер ол қосылған болса, жіберуде көрсетілген авторларға автоматты түрде жіберіледі, олар жіберуші автор емес.
ku: کاتێک ئەم ئیمەیڵە کارا بکرێت، بە شێوەیەکی تۆماتیکی دەچێت بۆ ئەو توێژەرانەی کە بەکارهێنەری سیستەمی گۆڤاری کراوە نین بەڵام لە کاتی پرۆسەی پێشکەشکردندا ئاماژەیان بۆ کراوە.
ms_my: E-mel ini, apabila didayakan, secara automatik dihantar kepada pengarang lain yang bukan pengguna dalam OJS yang ditentukan semasa proses penyerahan.
nl_nl: Deze e-mail wordt, indien geactiveerd, automatisch verstuurd naar de andere auteurs die niet geregistreerd zijn als gebruikers van OJS..
pt_br: Quando habilitada, esta mensagem é enviada automaticamente aos coautores informados durante o processo de submissão, que não estão cadastrados no OJS.
pt_pt: Este e-mail, quando ativo, é enviado automaticamente para os outros autores que não são utilizadores do Portal especificados durante o processo de envio.
ro_ro: Acest e-mail, atunci când este activat, este trimis automat celorlalți autori care nu sunt utilizatori înregistrați cadrul OJS în timpul procesului de trimitere.
ru_ru: Это письмо (если эта возможность включена) автоматически отправляется другим авторам, которые не являются пользователями OJS, указанным в процессе отправки материала.
sk_sk: Tento email, ak je povolené, je automaticky odoslaný ostatným autorom článku, ktorí nie sú užívateľmi v rámci OJS uvedenými počas procesu podania príspevku.
sl_si: Ta email, če je vključen, se avtomatično pošlje po uspešni oddaji vsem soavtorjem, ki so navedeni kot soavtorji.
sv_se: Det här e-postmeddelandet skickas, om det är aktiverat, automatiskt till andra författare knutna till bidraget i inskickningsprocessen men som inte är OJS-användare.
tr_tr: Bu e-posta etkinleştirildiğinde, otomatik gönderi işlemi sırasında OJS içinde belirtilmeyen diğer yazarlara gönderilir.

# emails.submissionAckNotUser.body
source: <p>Dear {$recipientName},</p><p>You have been named as a co-author on a submission to {$contextName}. The submitter, {$submitterName}, provided the following details:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>If any of these details are incorrect, or you do not wish to be named on this submission, please contact me.</p><p>Thank you for considering this journal as a venue for your work.</p><p>Kind regards,</p>{$signature}
bg_bg: Здравейте,<br /> <br /> {$submitterName} изпрати ръкопис, &quot;{$submissionTitle}&quot; до {$contextName}. <br /> <br /> Ако имате въпроси, моля свържете се с нас. Благодарим ви, че разглеждате това списание като подходящо място за публикуване на вашия труд.<br /> <br /> {$signature}
ca_es: Hola,<br /> <br /> {$submitterName} ha tramès el manuscrit «{$submissionTitle}» a {$contextName}. <br /> <br /> Si teniu cap pregunta, contacteu amb mi. Gràcies per tenir en compte aquesta publicació per desenvolupar la vostra feina.<br /> <br /> {$editorialContactSignature}
cs_cz: Dobrý den,<br /> <br /> {$submitterName} nahrál rukopis, &quot;{$submissionTitle}&quot; do časopisu {$contextName}. <br /> <br /> Pokud máte nějaké dotazy, kontaktujte mne, prosím. Děkujeme vám za využívání našeho příspěvku pro vaše práce.<br /> <br /> {$editorialContactSignature}
da_dk: Hej<br /> <br /> {$submitterName} har indsendt manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. <br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig. Tak fordi du har valgt at publicere din artikel i dette tidsskrift.<br /> <br /> {$editorialContactSignature}
de_de: Liebe/r Autor/in,<br /> <br /> {$submitterName} hat das Manuskript &quot;{$submissionTitle}&quot; bei {$contextName} eingereicht. <br /> <br /> Für weitere Fragen stehen wir Ihnen gern zur Verfügung. Danke für Ihr Interesse an einer Veröffentlichung in unserer Zeitschrift.<br /> <br /> {$editorialContactSignature}
es_es: Hola,<br /> <br /> {$submitterName} ha enviado el manuscrito &quot;{$submissionTitle}&quot; a {$contextName}. <br /> <br /> Si tiene cualquier pregunta no dude en contactarme. Le agradecemos que haya elegido esta revista para dar a conocer su obra.<br /> <br /> {$editorialContactSignature}
fi_fi: Hei,<br /> <br /> {$submitterName} on lähettänyt julkaisuumme {$contextName} käsikirjoituksen &quot;{$submissionTitle}&quot;.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun. Kiitos, että valitsitte tämän julkaisun työllenne.<br /> <br /> Ystävällisin terveisin,<br /> {$editorialContactSignature}
fr_ca: Bonjour,<br /> <br /> Le manuscrit intitulé , « {$submissionTitle} » , a été soumis par {$submitterName} à la revue {$contextName}.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à la revue {$contextName} pour la publication de vos travaux.<br /> <br /> {$editorialContactSignature}
fr_fr: Bonjour,<br /> <br /> Le manuscrit intitulé , &quot;{$submissionTitle}&quot;, a été soumis par {$submitterName} à {$contextName}.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous. Nous vous remercions d'avoir pensé à {$contextName} pour la publication de vos travaux.<br /> <br /> {$editorialContactSignature}
hi_in: Hello,<br /> <br /> {$submitterName} ने पांडुलिपि जमा की है, &quot;{$submissionTitle}&quot; to {$contextName}. <br /> <br /> यदि आपके पास किसी तरह का प्रश्न है, तो कृपया मुझ से सम्पर्क करें। अपने काम के लिए इस जर्नल को एक स्थान के रूप में विचार करने के लिए धन्यवाद.<br /> <br /> {$editorialContactSignature}
hy_am: <p>Հարգելի {$recipientName},</p><p>Դուք նշվել եք որպես {$contextName} -ի համահեղինակ։ Ներկայացնողը՝ {$submitterName}, տրամադրել է հետևյալ մանրամասները:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Եթե այս մանրամասներից որևէ մեկը սխալ է, կամ չեք ցանկանում, որ ձեր անունը նշվի այս ներկայացման մեջ, խնդրում եմ կապվեք ինձ հետ:</p><p>Շնորհակալություն այս ամսագիրը որպես ձեր աշխատանքի վայր ընտրելու համար:</p><p>Հարգանքով,</p>{$signature}
is_is: <p>Komdu sæl(l) {$recipientName},</p><p>Þú hefur verið tilgreind(ur) sem meðhöfundur á innsendingu greinar/efnis í {$contextName}. Sendandinn, {$submitterName}, skráði eftirfarandi upplýsingar:</p><p>{$submissionTitle}<br>{$authorsWithAffiliation}</p><p>Vinsamlega vertu í sambandi við mig ef eitthvað af þessu er rangt, eða ef þú vilt ekki vera tilgreind(ur) á þessari innsendingu.</p><p> Annars þökkum við fyrir áhuga ykkar á að vilja birta verk ykkar í tímaritinu okkar.</p><p>Kærar kveðjur,</p>{$signature}
it_it: Salve,<br /> <br /> {$submitterName} ha inviato un manoscritto dal titolo &quot;{$submissionTitle}&quot; alla rivista {$contextName}. <br /> <br /> Qualsiasi domanda abbia, chieda pure. Grazie per aver considerato la rivista per pubblicare il vostro lavoro.<br /> <br /> {$editorialContactSignature}
ka_ge: Hello,<br /> <br /> {$submitterName} has submitted the manuscript, &quot;{$submissionTitle}&quot; to {$contextName}. <br /> <br /> If you have any questions, please contact me. Thank you for considering this journal as a venue for your work..<br /> <br /> {$editorialContactSignature}
kk_kz: Сәлем!<br /> <br /> {$submitterName} пайдаланушысы «{$submissionTitle}» материалын «{$contextName}» журналына жіберді.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласыңыз. Шығармаңызды жариялау үшін біздің журналды таңдағаныңызға рахмет.<br /> <br /> {$signature}
ku: سڵاو،<br /> <br /> {$submitterName} ڕەشنوسی توێژینەوەکەی پێشکەش کرد, &quot;{$submissionTitle}&quot; بۆ{$contextName}. <br /> <br /> ئەگەر هەر پرسیارێکت هەیە، تکایە پەیوەندیم پێوە بکە. سوپاس بۆ هەڵبژاردنی گۆڤارەکەمان.<br /> <br /> {$editorialContactSignature}
mk_mk: Почитувани,<br /> <br /> {$submitterName} го поднесе ракописот, &quot;{$submissionTitle}&quot; до {$contextName}. <br /> <br /> Доколку имате било какви прашања, ве молам да ме контактирате. Ви благодариме што го земавте во предвид ова списание како место за вашата работа.<br /> <br /> {$contextSignature}
ms_my: Hello, <br /> <br /> {$submitterName} telah menghantar manuskrip, &quot;{$submissionTitle}&quot; ke {$contextName}. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, sila hubungi saya. Terima kasih kerana mempertimbangkan jurnal ini sebagai tempat kerja anda. <br /> <br /> {$signature}
nl_nl: Beste,<br /> <br /> {$submitterName} heeft het manuscript &quot;{$submissionTitle}&quot; ingezonden voor {$contextName}. <br /> <br /> Neemt u alstublieft contact op als u vragen heeft. Dank u voor het overwegen van dit tijdschrift als podium voor u werk.<br /> <br /> {$editorialContactSignature}
pt_br: Olá,<br /> <br /> {$submitterName} submeteu o manuscrito, &quot;{$submissionTitle}&quot; ao periódico {$contextName}. <br /> <br /> Se você tiver alguma dúvida, entre em contato conosco. Agradecemos por considerar este periódico para publicar o seu trabalho.<br /> <br /> {$editorialContactSignature}
pt_pt: Olá,<br /> <br /> {$submitterName} submeteu o manuscrito, &quot;{$submissionTitle}&quot; à {$contextName}. <br /> <br /> Se tiver questões, por favor contacte-nos. Obrigado por considerar esta revisão como meio de difusão do seu trabalho.<br /> <br /> {$editorialContactSignature}
ro_ro: Buna ziua,<br /> <br /> {$submitterName} a depus manuscrisul, &quot;{$submissionTitle}&quot; la {$contextName}. <br /> <br /> Dacă aveți întrebări, vă rugăm să ne contactați. Vă mulțumim pentru că ați considerat acest jurnal un loc de desfășurare a activității dumneavoastră.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте!<br /> <br /> Пользователь {$submitterName} отправил материал «{$submissionTitle}» в журнал «{$contextName}». <br /> <br /> Если у Вас возникнут какие-то вопросы, пожалуйста, свяжитесь со мной. Спасибо за выбор нашего журнала для публикации Вашей работы.<br /> <br /> {$editorialContactSignature}
sk_sk: Dobrý deň,<br /> <br /> {$submitterName} nahral rukopis, &quot;{$submissionTitle}&quot; do časopisu {$contextName}. <br /> <br /> Ak máte nejaké otázky, kontaktujte ma, prosím. Ďakujeme vám za využívanie nášho príspevku pre vaše práce.<br /> <br /> {$editorialContactSignature}
sl_si: Spoštovani,<br /> <br /> {$submitterName} je oddal rokopis &quot;{$submissionTitle}&quot; v revijo {$contextName}. <br /> <br /> Če imate kakršnokoli vprašanje, se lahko obrnete name. Hvala, da ste izbrali našo revijo za objavo vašega dela.<br /> <br /> {$signature}
sv_se: Hej!<br /> <br /> {$submitterName} har skickat in manuskriptet &quot;{$submissionTitle}&quot; till {$contextName}.<br /> <br /> Om du har några frågor, vänligen kontakta mig. Tack för att du har valt att skicka ditt bidrag till den här tidskriften.<br /> <br /> {$editorialContactSignature}
tr_tr: Merhaba,<br /> <br /> {$submitterName} tarafından {$contextName} adlı dergiye &quot;{$submissionTitle}&quot başlıklı bir makale gönderildi. <br /> <br /> Herhangi bir soru veya sorununuz olursa lütfen bizimle iletişime geçiniz. Emek ürünü çalışmanızı yayınlamak üzere dergimizi tercih ettiğiniz için teşekkür ederiz.<br /> <br /> {$editorialContactSignature}

# emails.submissionAckNotUser.subject
source: Submission confirmation
bg_bg: Потвърждение за подаване
ca_es: Justificant de recepció de la tramesa
cs_cz: Poděkování za příspěvek
da_dk: Indsendelsesbekræftelse
de_de: Eingangsbestätigung
es_es: Acuse de recibo del envío
fi_fi: Käsikirjoituksesi on vastaanotettu
fr_ca: Accusé de réception de la soumission
fr_fr: Accusé de réception de la soumission
hi_in: सबमिशन स्वीकृति
hy_am: Ներկայացման հաստատում
is_is: Staðfesting á innsendingu
it_it: Proposta ricevuta
ka_ge: გაგზავნის დადასტურება
kk_kz: Жіберуді растау
ku: دانپێدانانی پێشکەشکردن
ms_my: Ucapan Terima Kasih
nl_nl: Bevestiging van inzending
pt_br: Agradecimento pela submissão
pt_pt: Agradecimento pela submissão
ro_ro: Mulțumiri pentru înregistrarea manuscrisului
ru_ru: Подтверждение отправки
sk_sk: Poďakovanie za príspevok
sl_si: Potrditev oddaje prispevka
sv_se: Bekräftelse på mottaget bidrag
tr_tr: Başvuru Onayı
