Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequestSubsequent.subject
source: Request to review a revised submission
ar: إلتماس تحكيم مؤلَّف منقح
az: Gözdən keçirilmiş/baxılmış bir namizəd məqaləyə rəyçilik dəvəti
bg: Молба за преглед на преработено подаване на ръкопис
bg_bg: Заявка за рецензиране на статия
ca: Sol·licitud per revisar una tramesa ja revisada
cs: Požadavek na recenzi upravené verze příspěvku
cs_cz: Požadavek na recenzi článku
da: Forespørgsel om bedømmelse af en revideret artikel
da_dk: Forespørgsel om bedømmelse af artikel
de: Anfrage zur Begutachtung einer überarbeiteten Einreichung
de_de: Bitte um ein Gutachten
es: Solicitud para revisar un envío ya revisado
es_es: Solicitud de revisión de artículo
eu: Berrikusitako bidalketa berrikusteko eskaera
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
hy_am: Գրախոսված ներկայացումը վերանայելու խնդրանք
id: Permintaan untuk mereview naskah hasil revisi
it_it: Richiesta di fare una revisione
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Қайта қаралған ұсынысты қарау туралы өтініш
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
mk: Барање за рецензија на поправен поднесок
mr: सुधारित सादरीकरणाचे पुनरावलोकन करण्यासाठी विनंती
ms: Permintaan untuk menyemak penyerahan yang disemak
ms_my: Permintaan Ulasan Artikel
nb: Forespørsel om fagfellevurdering av revidert innlevering
nl_nl: Verzoek tot reviewen van een artikel
pl: Prośba o wykonanie recenzji poprawionego tekstu
pt_br: Solicitação de avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru: Запрос на рецензирование исправленного материала
ru_ru: Запрос на рецензирование статьи
sk_sk: Požiadavka na recenziu článku
sl: Prošnja za recenzijo spremenjenega prispevka
sl_si: Prošnja za recenzijo spremenjenega prispevka
sv: Förfrågan om granskning av reviderad artikel
sv_se: Förfrågan om granskning av artikel
tr: Düzeltilmiş aday makaleye hakemlik daveti
tr_tr: Makale Değerlendirme Talebi
uk: Запит на рецензування статті
uk_ua: Запит на рецензування статті
uz@latin: Qayta ko'rib chiqilgan arizani ko'rib chiqishni so'rash
uz_cyrl: Қайта ишланган аризани тақриз қилиш бўйича сўров
vi: Yêu cầu review một bài báo được gửi lại
zh_tw: 要求評審已修改的投稿

# emails.reviewRequestAttached.description
source: This email is sent by the Section Editor to a Reviewer to request that they accept or decline the task of reviewing a submission. It includes the submission as an attachment. This message is used when the Email-Attachment Review Process is selected in Management > Settings > Workflow > Review. (Otherwise see REVIEW_REQUEST.)
bg_bg: Този имейл се изпраща от редактора на секции до рецензент, за да поиска да приеме или отхвърли задачата за рецензия на изпратените материали. Той включва материалите като прикачен файл. Това съобщение се използва, когато процесът на преглед на прикачен имейл е избран в Управление> Настройки> Работен поток> Рецензия. (В противен случай вижте REVIEW_REQUEST.)
bs_ba: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti ili je prisiljen odbiti zadatak recenziranja članka. Zamolba sadrži i tekst članka u privitku. Ova poruka se koristi kada je u 2. koraku Postavljanja časopisa odabran recenzijski postupak u kojem se prilog šalje recenzentu kao privitak e-pošte. (Ako ne, pogledajte Zamolba za recenziju članka.)
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un possible revisor perquè accepti o rebutgi la revisió d'una tramesa. Inclou la tramesa com a fitxer adjunt. Aquest missatge s'utilitza si s'ha seleccionat el procés de revisió amb fitxer adjunt en el pas 2 de la configuració de la revista (en cas contrari, vegeu el missatge de correu electrònic REVIEW_REQUEST).
cs_cz: Tento email od editora sekce pro recenzenta žádá, aby recenzent přijal nebo odmítl úkol zpracovat recenzi příspěvku. Obsahuje příspěvek jako přílohu. Tato zpráva je používána, pokud je zvoleno Recenzí řízení vyžívající emailových příloh ve druhém kroku Nastavení časopisu. (V jiném případě viz REVIEW_REQUEST.)
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer og beder vedkommende om at acceptere eller afvise at bedømme et manuskript. Manuskriptet er vedhæftet denne e-mail. Denne meddelelse benyttes, hvis indstillingen Bedømmelsesproces, hvor manuskript er vedhæftet e-mail, er valgt under Konfiguration af tidsskrift, trin 2. (Se ellers REVIEW_REQUEST).
de_de: Diese E-Mail wird von der/dem Rubrikredakteur/in an eine/n Gutachter/in gesendet, um darum zu bitten, dass sie/er die Aufgabe, eine Einreichung zu begutachten, übernimmt oder ablehnt. Sie enthält die Einreichung als E-Mail-Anhang. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Begutachtungsverfahren über E-Mail-Anhänge ausgewählt worden ist. (Ansonsten siehe REVIEW_REQUEST.)
es_es: Este correo electrónico del editor/a de sección se dirige a un revisor/a para solicitarle que acepte o rechace la tarea de revisión de un envío. El correo incluye el envío como adjunto. Este mensaje se usa cuando se selecciona el proceso de revisión de adjunto de correo en Gestión > Ajustes > Flujo de trabajo > Revisión. (Si no consulte REVIEW_REQUEST.)
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique à un,une évaluateur-trice pour lui demander s'il ou elle accepte ou refuse la tâche d'évaluation d'une soumission. Il inclut la soumission en pièce jointe. Ce message est utilisé quand le processus de « Demande d'évaluation par pièce-jointe de courriel » est sélectionné dans Configuration de la revue > Paramètres > Flux des travaux > Évaluation . (Autrement, voir « Demande d'évaluation ».)
fr_fr: Ce courriel est envoyé par le Rédacteur de rubrique à un Rapporteur pour lui demander s'il accepte ou refuse la tâche d'évaluation d'une soumission. Il inclut la soumission en pièce jointe. Ce message est utilisé quand le processus de « Demande d'évaluation par courriel » est sélectionné à l'Étape 2 de la Configuration de la revue. (Autrement, voir « Demande d'évaluation ».)
hi_in: यह ईमेल अनुभाग संपादक द्वारा एक समीक्षक को यह अनुरोध करने के लिए भेजा जाता है कि वे सबमिशन की समीक्षा करने के कार्य को स्वीकार या अस्वीकार करें। इसमें अनुलग्नक के रूप में सबमिशन शामिल है। इस संदेश का उपयोग तब किया जाता है जब ईमेल> अनुलग्नक समीक्षा प्रक्रिया प्रबंधन> सेटिंग्स> वर्कफ़्लो> समीक्षा में चुनी जाती है। (अन्यथा REVIEW_REQUEST देखें।)
it_it: Questa email viene inviata dal section editor al revisore richiedendo a quest'ultimo di accettare o rifiutare il compito di revisionare una proposta. Include la submission come allegato. Questo messaggio è usato il processo di revisione degli allegati Email è selezionato nel Journal Setup, fase 2. (Altrimenti vedi RICHIESTA_REVISIONE.)
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს მასალების რეცენზირების თანხმობის, ან უარის დასადასტურებლად. წერილზე თანდართულია მასალები. ეს შეტყობინება გამოიყენება, თუ არჩეულია რეცენზირება ელფოსტის საშუალებით: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება. (სხვა შემთხვევაში, იხილეთ REVIEW_REQUEST.)
kk_kz: Бұл бөлім редакторының рецензентке жіберілген, материалды қарауға келісу немесе бас тарту туралы өтініші бар хат. Қарауға арналған материалдың өзі хатқа қосылады. Бұл хабар егер электрондық поштаны қарау процесі Басқару> Параметрлер> Жұмыс процесі> Қарау тармағында таңдалса қолданылады. (Әйтпесе, REVIEW_REQUEST қараңыз.)
ms_my: E-mel ini dikirim oleh Editor Bahagian kepada Pengulas untuk meminta agar mereka menerima atau menolak tugas mengulas penyerahan. Ini termasuk penyerahan sebagai lampiran. Mesej ini digunakan semasa Proses Ulasan Lampiran E-mel dipilih dalam Pengurusan> Tetapan> Aliran Kerja> Ulasan. (Jika tidak, lihat REVIEW_REQUEST.)
nl_nl: Deze e-mail van de sectieredacteur aan een reviewer vraagt aan de reviewer een review te accepteren of te weigeren. De inzending wordt als bijlage meegestuurd. Dit bericht word gebruikt wanneer het e-mail attachment reviewproces is geselecteerd in stap 2 van het inrichten van het tijdschrift (zie verder REVIEW_REQUEST_ATTACHED)
pt_br: Este email é enviado pelo Editor de Seção para um Avaliador solicitando que ele aceite ou decline a tarefa de dar um parecer para uma submissão. A submissão é enviada anexada ao e-mail. A mensagem é utilizada quando o Processo de Avaliação por Anexo de E-mail é selecionado em Gerenciamento > Configurações > Fluxo de Trabalho > Avaliação. (Alternativamente veja REVIEW_REQUEST)
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever um artigo. Inclui a submissão como anexo. Esta mensagem é usada quando o Processo de revisão de anexos de e-mail está selecionado em Configurações > Fluxo de trabalho > Revisão. (Caso contrário, veja REVIEW_REQUEST.)
ro_ro: Acest e-mail este trimis de către editorul de secțiuni unui revizor pentru a solicita ca acesta să accepte sau să refuze examinarea unui manuscris. Include manuscrisul în atașament. Acest mesaj este utilizat atunci când procesul de examinare a manuscrisului prin e-mail este selectat în Management> Setări> Flux de lucru> Revizuire. (În caz contrar, consultați REVIEW_REQUEST.)
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала. К письму приложен сам материал для рецензирования. Это сообщение используется, если выбран процесс рецензирования через электронную почту в Управление > Настройки > Рабочий процесс > Рецензирование. (В ином случае, смотрите REVIEW_REQUEST.)
sk_sk: Tento email od editora sekcie pre recenzenta žiada, aby recenzent prijal alebo odmietol úlohu spracovať recenziu príspevku. Obsahuje príspevok ako prílohu. Táto správa je používaná, pokiaľ je zvolené Recenzií riadenie vyžívajúce emailových príloh v druhom kroku Nastavenie časopisu. (V inom prípade pozri REVIEW_REQUEST.)
sl_si: Ta email pošilja urednik rubrike recenzentu s prošnjo, da recenzent potrdi ali zavrne oipravljanje recenzije. Vsebuje prispevek v priponki. Email se uporablja, ko je v nastavitvah izbran "Email-attached" recnezijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija). (v nasprotnem primeru glej REVIEW_REQUEST.)
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag. Det innehåller bidraget som bifogad fil. Det här e-postmeddelandet används när granskningsprocess med e-postbilaga är valt i > Inställningar > Arbetsflöde > Granskning. (Annars, se REVIEW_REQUEST.)
tr_tr: Yazının hakemlere önerilmesi için kullanılan mesajdır. Ayarlarda e-posta eki ile değerlendirme seçeneği seçili ise kullanılacaktır.
uk_ua: Цим листом редактор розділу просить рецензента відрецензувати подання або відмовитись від цієї роботи. Лист містить файл подання у додатку. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Процес рецензування вкладень до листів (у іншому випадку див. REVIEW_REQUEST.)
