Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.lockssNewArchive.description
source: This email encourages the recipient to participate in the LOCKSS initiative and include this journal in the archive. It provides information about the LOCKSS initiative and ways to become involved.
bg_bg: Този имейл насърчава получателя да участва в инициативата LOCKSS и да включи това списание в архива. Той предоставя информация за инициативата LOCKSS и начини за включване.
bs_ba: Ovaj obrazac e-pošte potiče primatelja na sudjelovanje u LOCKSS inicijativi i uvrštenje ovog časopisa u arhivu. Obrazac pruža osnovne informacije o LOCKSS inicijativi i načinima uključivanja.
ca_es: Aquest missatge de correu electrònic convida el destinatari a participar en la iniciativa LOCKSS i a incloure aquesta revista en el seu arxiu. Proporciona informació sobre la iniciativa LOCKSS i com s'hi ha de participar.
cs_cz: Tento email pobízí příjemce, aby se zapojil do LOCKSS iniciativy a zahrnul tento časopis do archivu. Obsahuje informace o LOCKSS iniciativě a způsobu, jak se do ní zapojit.
da_dk: Denne e-mail opfordrer modtageren til at deltage i LOCKSS-initiativet og inkludere dette tidsskrift i arkivet. Den indeholder oplysninger om LOCKSS-initiativet og om måder, hvorpå du kan deltage.
de_de: Diese E-Mail ermuntert die Empfängerin/den Empfänger, an der LOCKSS-Initiative teilzunehmen und diese Zeitschrift in das Archiv aufzunehmen. Sie liefert Informationen über die LOCKSS-Initiative und über Wege, daran teilzunehmen.
es_es: Este correo solicita al / a la destinatario/a participar en la iniciativa LOCKSS e incluir esta revista en el archivo. Le proporciona información sobre la iniciativa LOCKSS y cómo participar.
fr_ca: Ce courriel encourage le ou la destinaire à participer à l'initiative LOCKSS et à inclure cette revue dans leur archives. Il fournit de l'information au sujet de LOCKSS et des façons de s'impliquer dans le projet.
fr_fr: Ce courriel encourage le destinaire à participer à l'initiative LOCKSS et à inclure cette revue dans leur archives. Il fournit de l'information au sujet de LOCKSS et des façons de s'impliquer dans le projet.
gl_es: Este correo convida o/a destinatario/a a participar na iniciativa LOCKSS e a incluír esta revista no seu arquivo. Proporciona información sobre a iniciativa LOCKSS e sobre o modo de participar nela.
hi_in: यह ईमेल प्राप्तकर्ता को LOCKSS पहल में भाग लेने और संग्रह में इस जर्नल को शामिल करने के लिए प्रोत्साहित करता है। यह LOCKSS पहल और शामिल होने के तरीकों के बारे में जानकारी प्रदान करता है.
hy_am: Այս էլ․ նամակը խրախուսում է ստացողին մասնակցելու LOCKSS նախաձեռնությանը և ներառել այս ամսագիրը արխիվում: Այն տեղեկատվություն է տրամադրում LOCKSS նախաձեռնության և ներգրավվելու ուղիների մասին:
it_it: Questa email incoraggia il destinatario a partecipare all'iniziativa LOCKSS e a includere questo journal nell'archivio. Questa fornisce informazioni sull'iniziativa LOCKSS e sui modi per farne parte.
ka_ge: ეს წერილი სთავაზობს მიმღებს მიიღოს მონაწილეობა LOCKSS ინიციატივაში და დაამატოს ეს ჟურნალი არქივში. წერილში მოცემულია ინფორმაცია LOCKSS ინიციატივის შესახებ და მასთან დაკავშირების წესებზე.
kk_kz: Бұл хат алушыны LOCKSS бастамасына қатысуға және осы журналды мұрағатқа қосуға шақырады. Хатта LOCKSS бастамасы мен оған қалай қосылуға болатыны туралы ақпарат бар.
ku: ئەم ئیمەیڵە ئێوەی بەڕێز هان دەدات بۆ ئەوەی بەشداری لە سیستەمی LOCKSSدا بکەن و ئەم گۆڤارە بنێرن بۆ سیستەمەکە. زانیاریی تایبەت بە LOCKSS و شێوازی سودمەندبون لێی هاوپێچ کراوە.
mk_mk: Овој и-меил ги охрабрува примателите да учествуваат во LOCKSS иницијативата и да го вклучат ова списание во архивата. Им обезбедува информации за LOCKSS иницијативата и начин како да се приклучат.
ms_my: E-mel ini mendorong penerima untuk mengambil bahagian dalam inisiatif LOCKSS dan memasukkan jurnal ini dalam arkib. Ia memberikan maklumat mengenai inisiatif LOCKSS dan cara untuk menyertai.
nl_nl: Deze e-mail moedigt de ontvanger aan om deel te nemen in het LOCKSS initiatief en dit tijdschrift in het archief op te nemen. Informatie over het LOCKSS initiatief en manieren om daarbij betrokken te raken worden meegeleverd.
pt_br: Mensagem convida o destinatário a participar da iniciativa LOCKSS e incluir a revista no seu repositório. O e-mail oferece informações iniciais e sobre como participar na iniciativa LOCKSS e formas de se envolver.
pt_pt: Este e-mail encoraja o destinatário a participar da iniciativa LOCKSS e incluir esta revista no seu repositório, oferecendo informações iniciais e sobre como participar na iniciativa LOCKSS.
ro_ro: Acest e-mail încurajează destinatarul să participe la inițiativa LOCKSS și să includă acest jurnal în arhivă. Oferă informații despre inițiativa LOCKSS și modalități de implicare.
ru_ru: Это письмо предлагает получателю принять участие в инициативе LOCKSS и включить этот журнал в архив. В письме содержится информация об инициативе LOCKSS initiative и способах к ней присоединиться.
sk_sk: Tento email nabáda príjemcu, aby sa zapojil do LOCKSS iniciatívy a zahrnul tento časopis do archívu. Obsahuje informácie o LOCKSS iniciatíve a spôsobu, ako sa do nej zapojiť.
sl_si: Email vsebuje prošnjo za naslovnika, da se vključi v LOCKSS iniciativo in za vključitev te revije v njihov arhiv. Vsebuje tudi informaciej o LOCKKS iniciativi in načinu vključitve v iniciativo.
sv_se: Det här e-postmeddelandet rekommenderar mottagaren att delta i LOCKSS-initiativet och att inkludera tidskriften i arkivet. Meddelandet innehåller även generell information om LOCKSS och hur man gör för att delta.
tr_tr: Bu e-posta alıcının dergisini LOCKSS arşiv sistemine dahil etmeye yönelik önerme içermektedir. LOCKSS çalşıma biçimi ve katılımcı olma ile ilgili bilgiler sağlamaktadır.
uk_ua: Цей лист надсилається як пропозиція приєднання адресата до ініціативи LOCKSS та включення цього журналу до архіву. В ньому міститься інформація про ініціативу LOCKSS та шляхи приєднання до неї.
