Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRequest.subject
source: Invitation to review
ar: دعوة لتحكيم مؤلَّف
az: Rəyçilik dəvəti
bg: Покана за рецензиране
bg_bg: Искане за преглед на статията
bs_ba: Zamolba za recenziju članka
ca: Invitació de revisió
ca_es: Sol·licitud de revisió d'un article
cs: Pozvánka k recenzi
cs_cz: Žádost o zpracování recenze článku
da: Forespørgsel om bedømmelse af artikel
da_dk: Forespørgsel om bedømmelse af artikel
de: Einladung zur Begutachtung
de_de: Bitte um ein Gutachten
es: Invitación de revisión
es_es: Solicitud de revisión de artículo
eu: Berrikuspenerako gonbidapena
fi_fi: Artikkelin arviointipyyntö
fr_ca: Demande d'évaluation d'un article
fr_fr: Demande d'évaluation d'un article
hi_in: लेख समीक्षा का अनुरोध
hu: Cikk lektorálás kérése
hy_am: Գրախոսման հրավեր
id: Undangan mereview
is_is: Boð um ritrýni
it_it: Richiesta di revisione di un articolo
ka_ge: სტატიის რეცენზირების მოთხოვნა
kk_kz: Қарауға шақыру
ku: داواکاریی هەڵسەنگاندنی توێژینەوە
mk: Покана за рецензирање
mr: समीक्षण करण्यासाठी निमंत्रण
ms: Jemputan untuk menyemak
ms_my: Permintaan Ulasan Artikel
nb: Forespørsel om fagfellevurdering
nl_nl: Artikel review verzoek
pl: Prośba o wykonanie recenzji tekstu
pt_br: A revista {$contextName} solicita avaliação de artigo
pt_pt: Pedido de revisão de artigo
ro_ro: Rugăminte revizuire articol
ru: Приглашение к рецензированию
ru_ru: Запрос на рецензирование статьи
sk_sk: Žiadosť o spracovanie recenzie článku
sl: Prošnja za recenzijo prispevka
sl_si: Prošnja za recenzijo prispevka
sv: Förfrågan om granskning av artikel
sv_se: Förfrågan om granskning av artikel
tr: Hakemlik daveti
tr_tr: Hakem Değerlendirmesi Talebi
uk: Запрошення до рецензування
uk_ua: Запит на рецензування статті
uz@latin: Ko'rib chiqish uchun taklif
uz_cyrl: Тақриз қилиш учун таклифнома
vi: Mời review bài báo
zh_tw: 邀請評審

# emails.editorAssign.description
source: This email notifies a Section Editor that the Editor has assigned them the task of overseeing a submission through the editing process. This template is available to select when an editor is assigned to a submission in the Participants area. This template should be used when the section editor has the ability to record editorial decisions.
bg_bg: Този имейл уведомява редактора на секции, че главният редактор е възложил задачата да наблюдават материалите и процеса на редактиране. Той предоставя информация за изпращането и съответно как да бъде получен достъп до сайта на списанието.
bs_ba: Ovim obrascem e-pošte glavni urednik obavještava urednika rubrike da mu je dodijeljen zadatak vođenja priloga kroz uređivački postupak. Obrazac pruža i osnovne informacije o prilogu.
ca_es: Aquest missatge de correu electrònic notifica a l'editor de secció que l'editor li ha assignat la tasca de supervisar el procés editorial d'una tramesa. Proporciona informació sobre la tramesa i indica com s'ha d'accedir al lloc web de la revista.
cs_cz: Tento email informuje editora sekce, že mu editor přidělil úkol dohlížet na příspěvek během redakčního zpracování. Obsahuje informace o příspěvku a přístupu na stránky časopisu.
da_dk: Denne e-mail underretter en sektionsredaktør om, at redaktøren har tildelt vedkommende opgaven med at følge et manuskript igennem redigeringsprocessen. Den indeholder oplysninger om manuskriptet og om, hvordan der oprettes adgang til tidsskriftets websted.
de_de: Diese E-Mail benachrichtigt eine/n Rubrikredakteur/in, dass die Redakteurin/der Redakteur ihr/ihm die Aufgabe übertragen hat, eine Einreichung durch den Redaktionsprozess hindurch zu betreuen. Sie liefert Informationen zu der Einreichung und darüber, wie auf die Zeitschriftenseite zugegriffen werden kann.
es_es: Este correo notifica al / a la Editor/a de Sección de que les ha asignado la tarea de supervisar un envío a través del proceso editorial. Proporciona información sobre el envío y cómo acceder a la revista.
fi_fi: This email notifies a Section Editor that the Editor has assigned them the task of overseeing a submission through the editing process. It provides information about the submission and how to access the journal site.
fr_ca: Ce courriel avise un,une rédacteur-trice de rubrique que le,la rédacteur-trice lui a assigné la tâche de suivre une soumission durant le processus éditorial. Il fournit des renseignements sur la soumission, et comment accéder au site Web de la revue.
fr_fr: Ce courriel avise un Rédacteur de rubrique que le Rédacteur lui a assigné la tâche de suivre une soumission durant le processus éditorial. Il fournit de l'information sur la soumission, et comment accéder au site Web de la revue.
hi_in: यह ईमेल एक अनुभाग संपादक को सूचित करता है कि संपादक ने उन्हें संपादन प्रक्रिया के माध्यम से सबमिशन की देखरेख का काम सौंपा है। यह सबमिशन और जर्नल साइट को एक्सेस करने के तरीके के बारे में जानकारी प्रदान करता है.
hy_am: Այս էլ․ նամակը ծանուցում է Բաժնի խմբագրին, որ Խմբագիրն իրեն հանձնարարել է վերահսկել ներկայացումը խմբագրման գործընթացում: Այս ձևանմուշը հասանելի է ընտրելու համար, երբ խմբագիրն առաջադրվում է Մասնակիցների տարածքում: Այս ձևանմուշը պետք է օգտագործվի, երբ բաժնի խմբագիրը խմբագրական որոշումները գրանցելու հնարավորություն ունի:
is_is: Þessi tölvupóstur upplýsir kaflaritstjóra að ritstjóri hefur úthlutað þeim grein/efni til að hafa umsjón með í gengum ritstjórnarferlið. Hægt er að velja þetta sniðmát þegar ritstjóra er úthlutað á innsendingu á þátttakenda svæðinu. Það ætti að nota þetta sniðmát þegar kaflaritstjóri hefur heimild til að skrá ritstjórnarákvörðun.
it_it: Questa email notifica ai section editor che l'editor ha assegnato loro il compito di supervisionare una submission attraverso il processo editoriale. Questa fornisce informazioni sulla submission e su come accedere al sito del journal.
ka_ge: ეს წერილი ატყობინებს განყოფილების რედაქტორს იმის შესახებ, რომ რედაქტორმა დაავალა მას მასალების გავლის კონტროლი სარედაქციო პროცესის გავლით. წერილში მოცემულია ინფორმაცია მასალის შესახებ და აგრეთვე თუ როგორ უნდა მოხდეს ჟურნალის საიტზე შესვლა.
kk_kz: Бұл хат бөлім редакторына редактор оған материалдың редакциялық процесс арқылы өтуін бақылауды тапсырғанын хабарлайды. Хатта материал туралы және журналдың веб -сайтына қалай кіру керектігі туралы ақпарат бар.
ku: ئەم ئیمەیڵە ئاگاداری سەرنوسەری بەش دەکات کە لەلایەن سەرنوسەرەوە ئەرکدار کراوە بە مەبەستی هەڵسەنگاندنی توێژینەوەی پێشکەشکراو. ئەمەش زانیاریی پێویستی دەربارەی پێشکەشکردنەکە و شێوازی بەکارهێنانی پەڕەی گۆڤاری تێدایە.
ms_my: E-mel ini memberitahu Editor Bahagian bahawa Editor telah memberikan mereka tugas untuk mengawasi penyerahan melalui proses penyuntingan. Ini memberikan maklumat mengenai penyerahan dan cara mengakses laman jurnal.
nl_nl: Deze e-mail bericht een sectieredacteur dat de redacteur een inzending heeft toegewezen om door het redactieproces te leiden. Het geeft informatie over de inzending en hoe de tijdschrift-website te benaderen
pt_br: Mensagem notifica o Editor de Seção que uma nova tarefa de acompanhamento de submissão lhe foi designada pelo Editor-Gerente. Oferece informações sobre a submissão e como acessar o sistema.
pt_pt: Este e-mail notifica o Editor de Secção de que uma nova tarefa editorial lhe foi designada pelo Editor. Fornece informações sobre a submissão e como aceder ao sistema.
ro_ro: Acest e-mail anunță un editor de secțiune că editorul principal i-a atribuit sarcina de a supraveghea o înregistrare de manuscris prin procesul de editare. Oferă informații despre manuscris și cum poate fi accesat site-ul jurnalului.
ru_ru: Это письмо уведомляет редактора раздела о том, что редактор поручил ему контроль прохождения материала через редакционный процесс. В письме содержится информация о материале и о том, как войти на сайт журнала.
sk_sk: Tento email informuje editora sekcie, že mu editor pridelil úlohu dohliadať na príspevok počas redakčného spracovania. Obsahuje informácie o príspevku a prístupe na stránky časopisu.
sl_si: Email je obvestilo urendiku rubrike, da je zadolžen za vodenje prispevka skozi uredniški postopek. Predloga je na voljo, ko se dodeli urednika pri rubniki Udeleženci. Predloga je namenjena uporabi, ko ima urednik možnost sprejemanja uredniških odločitev.
sv_se: Det här e-postmeddelandet meddelar en sektionsredaktör att redaktören utsett hen att ansvara för ett bidrag genom den redaktionella processen. Det innehåller även information om bidraget och hur man loggar in på tidskriftens webbplats.
tr_tr: Bu eposta, bir Bölüm Editörüne bir gönderinin yayınlanma sürecinde supervizörlük görevi verildiğini bildirir. Gönderi hakkındaki bilgileri ve dergi internet sitesine girişte gerekli olan bilgileri içerir.
uk_ua: Цим листом редактор видання повідомляє редактора розділу про доручення йому нагляду за процесом редакційного опрацювання подання. У листі міститься інформація про подання та про те, як отримати доступ до сайту журналу.
