Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewResponseOverdueAutoOneclick.body
source: {$recipientName}:<br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have your response by {$responseDueDate}, and this email has been automatically generated and sent with the passing of that date. <br /> I believe that you would serve as an excellent reviewer of the manuscript. The submission's abstract is inserted below, and I hope that you will consider undertaking this important task for us.<br /> <br /> Please log into the journal web site to indicate whether you will undertake the review or not, as well as to access the submission and to record your review and recommendation.<br /> <br /> The review itself is due {$reviewDueDate}.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Thank you for considering this request.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
bg_bg: Уважаема/и {$recipientName}:<br /> Изпращаме този имейл само за напомняне за молбата ни за преглед на изпратеното към вас, &quot;{$submissionTitle},&quot; за {$contextName}. Надявахме се да получим вашия отговор до {$responseDueDate} и този имейл е генериран автоматично и изпратен с изтичането на тази дата. <br /> Вярваме, че бихте били отличен рецензент на ръкописа. Резюмето на подадената част е вмъкнато по -долу и се надяваме, че ще обмислите да поемете тази важна задача за нашето списание. <br /> <br /> Моля, влезте в уебсайта на списанието, за да посочите дали имате възможност да извършите прегледа и съответно дадете вашата реценция.<br /> <br /> Самият преглед следва да бъде направен до {$reviewDueDate}.<br /> <br /> URL на ръкописа: {$reviewAssignmentUrl}<br /> <br /> Благодарим Ви, че обмислихте тази молба за реценция.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
gl_es: {$recipientName}:<br /> Lembrámoslle a nosa solicitude de revisión do envío &quot;{$submissionTitle},&quot; para a revista {$contextName}. Esperamos recibir a súa resposta antes do {$responseDueDate}, e, como xa chegou esa data, xerouse e enviouse este correo electrónico automaticamente. <br /> Consideramos que sería un excelente revisor para este manuscrito. A continuación atopará o resumo do artigo, e esperamos que acepte encargarse desta tarefa tan importante para nós.<br /> <br /> Acceda ao sitio web da revista para indicarnos se acepta ou non encargarse da revisión do envío e, en caso de aceptala, para acceder ao dito envío e rexistrar a súa revisión e as súas recomendacións.<br /> <br /> A data límite para facer a revisión é o {$reviewDueDate}.<br /> <br /> URL do envío: {$reviewAssignmentUrl}<br /> <br /> Grazas por ter en conta esta solicitude.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}
kk_kz: Сәлем {$recipientName}!<br /> Бұл «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарауды сұраған өтінішімізді еске салады. Біз сіздің жауабыңызды {$responseDueDate} дейін аламыз деп күткен едік және бұл электрондық хат автоматты түрде жасалып, сол күннен кейін жіберілді. <br /> Менің ойымша, сіз материалды жақсы шолушы бола аласыз. Мақаланың қысқаша мазмұны төменде берілген, және сіз біз үшін бұл маңызды тапсырманы орындайсыз деп үміттенемін.<br /> <br /> Журналдың веб -сайтына кіруге өтінімді қарауға немесе қараудан бас тартуға келісуіңізді растаңыз, сонымен қатар материалға қол жеткізіңіз және шолу мен ұсынысты қалдырыңыз.<br /> <br /> Шолудың өзін {$reviewDueDate} жіберуі керек.<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Алдын ала рахмет,<br /> <br /> {$signature}<br /> <br /> «{$submissionTitle}»<br /> <br /> {$submissionAbstract}
ms_my: {$recipientName}: <br /> Sekadar peringatan permintaan kami untuk ulasan penyerahan , &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami berharap mendapat maklum balas anda selewat-lewatnya pada {$responseDueDate}, dan e-mel ini telah dihasilkan dan dihantar secara automatik dengan berlalunya tarikh tersebut. <br /> Saya percaya bahawa anda akan berperanan sebagai pengulas manuskrip yang sangat baik. Abstrak penyerahan disisipkan di bawah, dan saya harap anda akan mempertimbangkan untuk melaksanakan tugas penting ini untuk kami. <br /> <br /> Sila log masuk ke laman web jurnal untuk menunjukkan sama ada anda akan melakukan ulasan atau tidak, serta untuk penyerahan kiriman dan untuk mencatat ulasan dan cadangan anda. <br /> <br /> Ulasan dijangkakan {$reviewDueDate}. <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Terima kasih kerana mempertimbangkan permintaan ini. <br /> <br /> {$signature} <br /> <br /> &quot; {$submissionTitle} &quot; <br /> <br /> {$submissionAbstract}
sl_si: {$recipientName}:<br /> Samo prijazen opomnik glede naše prošnje za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste na prošnjo do predvidenega, {$responseDueDate}. Ta email je bil avtoamtsko poslan zaradi prekoračitve le-tega. <br /> Verjamem, da bi lahko bili odličen recenzent rokopisa. Spodaj je izvleček prispevka in upam, da boste sprejeli to nalogo, ki je za nas pomembna.<br /> <br /> Prosimo prijavite se na speltno stran revije in potrdite ali zavrnite pripravljenost opravljanja recenzije, hkrati pa tudi lahko tudi dostopate do prispevka, opravite recenzijo in oddate svoje priporočilo.<br /> <br /> Sama recenzija mora biti opravljena do {$reviewDueDate}.<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Hvala lepa za sprejetje prošnje.<br /> <br /> {$signature}<br /> <br /> &quot;{$submissionTitle}&quot;<br /> <br /> {$submissionAbstract}

# emails.reviewResponseOverdueAutoOneclick.subject
source: Article Review Request
bg_bg: Искане за рецензия на статия
gl_es: Solicitude de revisión dun artigo
kk_kz: Мақаланы қарауды сұраңыз
ms_my: Permintaan Ulasan Artikel
sl_si: Prošnja za recenzijo prispevka

# emails.reviewRequestOneclick.description
source: This email from the Section Editor to a Reviewer requests that the reviewer accept or decline the task of reviewing a submission. It provides information about the submission such as the title and abstract, a review due date, and how to access the submission itself. This message is used when the Standard Review Process is selected in Management > Settings > Workflow > Review, and one-click reviewer access is enabled.
bg_bg: Този имейл от редактора на секции до рецензент изисква от рецензента да приеме или отхвърли задачата за преглед и рецензия на изпратени материали. Той предоставя информация за изпратеното, като заглавието и резюмето, краен срок за преглед и как да получи достъп до самата чернова. Това съобщение се използва, когато е избран Стандартният процес на рецензиране в Управление > Настройки> Работен поток > Рецензия и е разрешен достъп на рецензент с едно щракване.
bs_ba: Ovim obrascem e-pošte urednik rubrike šalje upit recenzentu može li prihvatiti ili je prisiljen odbiti zadatak recenziranja članka. Zamolba sadrži osnovne informacije u vidu naslova i kratkog sadržaja članka, datum do kojeg bi recenzija trebala biti napisana te načina na koji recenzent može pristupiti članku. Ova poruka se koristi kada je odabran standardni recenzijski postupak u 2. koraku Postavljanja časopisa, a recenzentu je omogućen pristup jednim klikom.
ca_es: Aquest missatge de correu electrònic té com a remitent l'editor de secció i s'envia a un possible revisor perquè accepti o rebutgi la revisió d'una tramesa. Proporciona la informació següent relativa a la tramesa: títol i resum, data de venciment per a la revisió i mode d'accés a la tramesa. Aquest missatge s'utilitza si s'ha seleccionat el procés de revisió estàndard en el pas 2 de la configuració de la revista i s'ha habilitat l'accés a la revisió en un clic.
cs_cz: Tento email od editora sekce pro recenzenta žádá, aby recenzent přijal nebo odmítl úkol zpracovat recenzi příspěvku. Obsahuje informace o příspěvku, jako je název a abstrakt, termín pro zpracování recenze a jak se dostat k samotnému příspěvku. Tato zpráva je používána, pokud je zvoleno Standardní recenzí řízení ve druhém kroku Nastavení časopisu a je povolen přístup recenzenta na jedno kliknutí.
da_dk: Denne e-mail fra sektionsredaktøren til en bedømmer anmoder bedømmeren om at acceptere eller afvise at bedømme et manuskript. Den indeholder oplysninger om manuskriptet, f.eks. titel og resumé, forfaldsdato for bedømmelse, samt hvordan der kan oprettes adgang til selve manuskriptet. Denne meddelelse benyttes, hvis indstillingen Standardbedømmelsesproces er valgt under Konfiguration af tidsskrift, trin 2, og adgang for bedømmere ved hjælp af ét klik er aktiveret.
de_de: Diese E-Mail von der/dem Rubrikredakteur/in an eine/n Gutachter/in bittet darum, dass diese/r die Aufgabe, eine Einreichung zu begutachten, übernimmt oder ablehnt. Sie liefert Informationen über die Einreichung wie Titel und Abstract, ein Fälligkeitsdatum für das Gutachten und darüber, wie auf die Einreichung zugegriffen werden kann. Diese Nachricht wird benutzt, wenn in Schritt 2 des Zeitschriftensetups das Standardbegutachtungsverfahren ausgewählt worden ist und wenn der One-Click-Zugang für Gutachter/innen aktiviert ist.
es_es: Este correo del / de la Editor/a de Sección a un/a revisor/a le solicita que acepte o rechace la revisión de un envío. Proporciona información sobre el envío como el título y el resumen, el plazo de revisión, y cómo acceder al envío propiamente dicho. Este mensaje se usa cuando se selecciona el Proceso de Envío Estándar en la configuración de la revista, paso 2, y está activado el acceso a la revisión en un click.
fr_ca: Ce courriel du,de la rédacteur-trice de rubrique à un,une évaluateur-trice demande que l'évaluateur-trice accepte ou décline la tâche d'évaluation d'une soumission. Il contient des informations sur la soumission tel que son titre et un résumé, la date d'échéance pour faire l'évaluation, et comment accéder à la soumission. Ce message est utilisé quand « Processus d'évaluation standard » est sélectionné dans Configuration de la revue > Paramètres > Flux des travaux > Évaluation et que l'accès de l'évaluateur-trice en un clic a été activé.
fr_fr: Ce courriel du Rédacteur de rubrique à un Rapporteur demande que le rapporteur accepte ou décline la tâche d'évaluation d'une soumission. Il contient des informations sur la soumission tel que son titre et un résumé, la date d'échéance pour faire l'évaluation, et comment accéder à la soumission. Ce message est utilisé quand « Processus d'évaluation standard » a été sélectionné à l'Étape 2 de la Configuration de la revue, et que l'accès en « un clic » du rapporteur a été activé.
hi_in: सेक्शन एडिटर से लेकर समीक्षक तक का यह ईमेल अनुरोध करता है कि समीक्षक किसी सबमिशन की समीक्षा करने के कार्य को स्वीकार या अस्वीकार करता है। यह प्रस्तुत करने के बारे में जानकारी प्रदान करता है जैसे शीर्षक और सार, समीक्षा की नियत तारीख, और प्रस्तुत करने के लिए कैसे उपयोग करें। इस संदेश का उपयोग तब किया जाता है जब प्रबंधन> सेटिंग> वर्कफ़्लो> समीक्षा में मानक समीक्षा प्रक्रिया का चयन किया जाता है, और एक-क्लिक समीक्षक पहुंच सक्षम होती है.
it_it: Questa email dal section editor al revisore richiede che quest'ultimo accetti o rifiuti il compito di revisionare una proposta. Fornisce informazioni sulla proposta quali il titolo e l'abstract, una data attesa per la revisione, e su come accedere alla proposta stessa. Questo messaggio è usato quando il processo standard di revisione è selezionato nel Journal Setup, e il accesso one-click del revisore è attivato.
ka_ge: ეს არის განყოფილების რედაქტორის წერილი, რომელიც ეგზავნება რეცენზენტს, მასალების რეცენზირების შესრულების თანხმობის ან უარის პასუხის მისაღებად. წერილში მოცემულია ინფორმაცია მასალის შესახებ, რგორიცაა დასახელება და აბსტრაქტი, რეცენზიის შესრულების ვადები და წვდომის წესები. ეს შეტყობინება გამოიყენება, თუ არჩეულია რეცენზირების სტანდარტული პროცესი: მართვა > პარამეტრები > სამუშაო პროცესი > რეცენზირება და ჩართულია პირდაპირი წვდომა მასალებზე.
kk_kz: Бұл бөлім редакторының рецензентке жіберілген, материалды қарауға келісу немесе бас тарту туралы өтініші бар хат. Хатта тақырып туралы және реферат, қарау мерзімі мен материалдың өзіне қалай қол жеткізуге болатыны туралы ақпарат бар. Бұл хабар Басқару> Теңшелімдер> Жұмыс үрдісі> Қарау тармағында стандартты қарау процесі таңдалған кезде пайдаланылады және сілтеме арқылы шолушының тікелей қатынасы қосылады.
ms_my: E-mel ini dari Editor Bahagian kepada Pengulas meminta agar pengulas menerima atau menolak tugas untuk mengulas penyerahan. Ini memberikan maklumat mengenai penyerahan seperti tajuk dan abstrak, tarikh akhir ulasan, dan cara mengakses penyerahan itu sendiri. Mesej ini digunakan apabila Proses Standard Ulasan dipilih dalam Pengurusan> Tetapan> Alur Kerja> Ulasan, dan akses satu klik pengulas didayakan.
nl_nl: Deze e-mail van de sectieredacteur aan een reviewer vraagt aan de reviewer een review te accepteren of te weigeren. Er wordt informatie meegestuurd over de inzending zoals de titel en de samenvatting, de datum waarop de review gereed moet zijn en instructies voor het benaderen van de inzending. Dit bericht word gebruikt wanneer het standaard reviewproces is geselecteerd in stap 2 van het inrichten van het tijdschrift en de een-klik toegang voor de reviewer is ingeschakeld.
pt_br: Mensagem do Editor de Seção para solicitar ao Avaliador que indique disponibilidade ou não para realizar uma avaliação. Oferece informações sobre a submissão, como título e resumo, além da data para a conclusão dos trabalhos e como acessar o documento. Esta mensagem é usada quando se utiliza o Processo Padrão de Avaliação, definido no Passo 2 de Configuração da Revista e a opção de acesso de avaliadores com 1-clique esteja habilitada.
pt_pt: Este e-mail é enviado pelo Editor de Secção para o Revisor a solicitar que aceite ou recuse a tarefa de rever o artigo. Fornece informações sobre a submissão, como o título e resumo, prazo de revisão e como aceder à própria submissão. Esta mensagem é usada quando o Processo de Revisão Padrão é selecionado em Configurações > Fluxo de Trabalho > Revisão e o acesso um clique está ativo.
ro_ro: Acest e-mail de la editorul de secțiuni către un revizor, căruia i se solicită să accepte sau să refuze sarcina de a examina o trimitere. Oferă informații despre manuscris, cum ar fi titlul și rezumatul, data limită de revizuire și modul de accesare a prezentării. Acest mesaj este utilizat atunci când procesul de revizuire standard este selectat în Management> Setări> Flux de lucru> Revizuire, și revizorul poate fi selectat printr-un singur click.
ru_ru: Это письмо редактора раздела, отправляемое рецензенту, с запросом согласия или отказа от выполнения рецензирования материала. В письме приводится информация о материале, такая как название и аннотация, срок выполнения рецензии и как получить доступ к самому материалу. Это сообщение используется, если выбран стандартный процесс рецензирования в Управление > Настройки > Рабочий процесс > Рецензирование и включен прямой доступ рецензента по ссылке.
sk_sk: Tento email od editora sekcie pre recenzenta žiada, aby recenzent prijal alebo odmietol úlohu spracovať recenziu príspevku. Obsahuje informácie o príspevku, ako je názov a abstrakt, termín pre spracovanie recenzie a ako sa dostať k samotnému príspevku. Táto správa je používaná, pokiaľ je zvolené Štandardné recenzií konanie v druhom kroku Nastavenie časopisu a je povolený prístup recenzenta na jedno kliknutie.
sl_si: Ta email pošilja urednik rubrike recenzentu s prošnjo, da recenzent potrdi ali zavrne oipravljanje recenzije. Vsebuje informaciej o prispevku kot so naslov in izvleček, datum do dokončanja recenzije ter dostopom do prispevka. Email se uporablja, ko je v nastavitvah izbran standarden recnezijski proces (Upravljanje > Nastavitve > Potek dela > Recenzija) in je vključena opcija za recenzentski dostop z enim klikom.
sv_se: Det här e-postmeddelandet från sektionsredaktören till en granskare ber granskaren att acceptera eller tacka nej till uppdraget att sakkunniggranska ett bidrag. Det innehåller information om bidraget i form av titel och abstract, en deadline för granskning och instruktioner för hur man kommer åt bidraget. Meddelandet används när granskningsprocess Standard är valt i Administration > Inställningar > Arbetsflöde > Granskning och Granskning utan inloggning är aktiverat.
tr_tr: Yazının hakemlere önerilmesi için kullanılan mesajdır. Ayarlarda "tek tıklama özelliği" etkinleştirildi ise kullanılır..
uk_ua: Цим листом редактор розділу просить рецензента відрецензувати подання або відмовитись від цієї роботи. У листі міститься інформація про подання (назва та анотація), про кінцевий термін рецензування та про те, як отримати доступ безпосередньо до подання. Цей шаблон використовується, якщо на кроці 2 Налаштування журналу обраний Стандартний процес рецензування та включена опція доступу рецензента "єдиним натисканням".
