Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionPurchaseInstl.body
source: An institutional subscription has been purchased online for {$contextName} with the following details. To activate this subscription, please use the provided Subscription URL and set the subscription status to 'Active'.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$subscriberDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
ar: لقد تم شراء إشتراك مؤسساتي في المجلة {$contextName} عبر الإنترنت وبالتفاصيل أدناه، ولتفعيل هذا الإشتراك، لطفاً استعمل رابط الاشتراك وحول حالته إلى فعّال.<br /> <br /> نوع الإشنراك:<br /> {$subscriptionType}<br /> <br /> المؤسسة:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> المدى (إن توفر):<br /> {$domain}<br /> <br /> مدى عناوين IP (إن توفرت):<br /> {$ipRanges}<br /> <br /> الشخص المعني:<br /> {$subscriberDetails}<br /> <br /> معلومات العضوية (إن وجدت):<br /> {$membership}<br /> <br /> لعرض أو تعديل هذا الاشتراك، لطفاً استعمل الرابط الآتي:<br /> <br /> رابط الاشتراك: {$subscriptionUrl}<br />
bg: Институционален абонамент е закупен онлайн за {$contextName} със следните подробности. За да активирате този абонамент, моля, използвайте предоставения URL адрес на абонамента и задайте състоянието на абонамента на „Активен“.<br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Институция:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домейн (ако има такъв):<br /> {$domain}<br /> <br /> IP диапазони (ако има такива):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$subscriberDetails}<br /> <br /> Информация за членството (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
bg_bg: Институционален абонамент е закупен онлайн за {$contextName} със следните подробности. За да активирате този абонамент, моля, използвайте предоставения URL адрес на абонамента и задайте състоянието на абонамента на „Активен“.<br /> <br /> Тип абонамент:<br /> {$subscriptionType}<br /> <br /> Институция:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домейн (ако има такъв):<br /> {$domain}<br /> <br /> IP диапазони (ако има такива):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$subscriberDetails}<br /> <br /> Информация за членството (ако е предоставена):<br /> {$membership}<br /> <br /> За да видите или редактирате този абонамент, моля, използвайте следния URL адрес.<br /> <br /> URL за абонамент: {$subscriptionUrl}<br />
ca: S'ha adquirit en línia una subscripció institucional per a {$contextName} amb els detalls següents. Per activar aquesta subscripció feu servir l'URL de subscripció proporcionat i ajusteu l'estat a 'Actiu'.<br /> <br /> Tipus de subscripció:<br /> {$subscriptionType}<br /> <br /> Institució:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domini (si s'aporta):<br /> {$domain}<br /> <br /> Rangs IP (si s'aporten):<br /> {$ipRanges}<br /> <br /> Persona de contacte:<br /> {$subscriberDetails}<br /> <br /> Informació d'afiliació (si s'aporta):<br /> {$membership}<br /> <br /> Per veure o editar aquesta subscripció feu servir el següent URL.<br /> <br /> URL de la subscripció: {$subscriptionUrl}<br />
cs: Bylo online zakoupeno institucionální předplatné pro {$contextName} s následujícími detaily. Pro aktivaci tohoto předplatného použijte prosím uvedený URL odkaz a nastavte stav předplatného na 'Aktivní'..<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Instituce:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Doména (pokud byla uvedena):<br /> {$domain}<br /> <br /> IP rozsah (pokud byl uveden):<br /> {$ipRanges}<br /> <br /> Kontaktní osoba:<br /> {$subscriberDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
cs_cz: Bylo online zakoupeno institucionální předplatné pro {$contextName} s následujícími detaily. Pro aktivaci tohoto předplatného použijte prosím uvedený URL odkaz a nastavte stav předplatného na 'Aktivní'..<br /> <br /> Typ předplatného:<br /> {$subscriptionType}<br /> <br /> Instituce:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Doména (pokud byla uvedena):<br /> {$domain}<br /> <br /> IP rozsah (pokud byl uveden):<br /> {$ipRanges}<br /> <br /> Kontaktní osoba:<br /> {$userDetails}<br /> <br /> Informace o členství (pokud byly uvedeny):<br /> {$membership}<br /> <br /> Pro zobrazení nebo editaci tohoto předplatného použijte prosím následující URL.<br /> <br /> URL předplatného: {$subscriptionUrl}<br />
da: Der er foretaget et online køb af et institutionsabonnement på {$contextName} med følgende oplysninger. For at aktivere dette abonnement skal du anvende det angivne link til abonnementet og sætte abonnementsstatus til &quot;Aktiv&quot;.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domæne (hvis angivet):<br /> {$domain}<br /> <br /> IP-områder (hvis angivet):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$subscriberDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}<br />
da_dk: Der er foretaget et online køb af et institutionsabonnement på {$contextName} med følgende oplysninger. For at aktivere dette abonnement skal du anvende det angivne link til abonnementet og sætte abonnementsstatus til &quot;Aktiv&quot;.<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domæne (hvis angivet):<br /> {$domain}<br /> <br /> IP-områder (hvis angivet):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Medlemsoplysninger (hvis angivet):<br /> {$membership}<br /> <br /> Følg dette link, hvis du vil se eller redigere abonnementet.<br /> <br /> Link til abonnement: {$subscriptionUrl}
de: Ein institutionelles Abonnement wurde online für {$contextName} mit den folgenden Details erworben. Um dieses Abonnement zu aktivieren, verwenden Sie bitte die bereitgestellte Abonnement-URL und setzen Sie den Abonnementstatus auf 'Aktiv'.<br /> <br /> Abonnementtyp:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (falls vorhanden):<br /> {$domain}<br /> <br /> IP-Bereiche (falls angegeben):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$subscriberDetails}<br /> <br /> Mitgliedschaftsinformationen (falls vorhanden):<br /> {$membership}<br /> <br /> Um dieses Abonnement anzuzeigen oder zu bearbeiten, verwenden Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
de_de: Ein institutionelles Abonnement ist online für {$contextName} mit den folgenden Details abgeschlossen worden. Um dieses Abonnement zu aktivieren, benutzen Sie bitte den angegebenen Abonnement-URL und setzen Sie den Abonnementstatus auf 'Aktiv'.<br /> <br /> Art des Abonnements:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (sofern angegeben):<br /> {$domain}<br /> <br /> IP-Bereich (sofern angeben):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Informationen zur Mitgliedschaft (sofern angegeben):<br /> {$membership}<br /> <br /> Um sich dieses Abonnement anzusehen oder es zu ändern, benutzen Sie bitte die folgende URL.<br /> <br /> Abonnement-URL: {$subscriptionUrl}<br />
es: Se ha adquirido en línea una suscripción institucional para {$contextName} con los siguientes detalles. Para activar la suscripción, use el enlace proporcionado y configure el estado de la suscripción como 'Activo'.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Institución:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (si se proporciona):<br /> {$domain}<br /> <br /> Rangos de IP (si se proporcionan):<br /> {$ipRanges}<br /> <br /> Persona de contacto:<br /> {$subscriberDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use el siguiente enlace.<br /> <br /> Enlace de la suscripción: {$subscriptionUrl}<br />
es_es: Se ha adquirido en línea una suscripción institucional para {$contextName} con los siguientes detalles. Para activar la suscripción, use el enlace proporcionado y configure el estado de la suscripción como 'Activo'.<br /> <br /> Tipo de suscripción:<br /> {$subscriptionType}<br /> <br /> Institución:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (si se proporciona):<br /> {$domain}<br /> <br /> Rangos de IP (si se proporcionan):<br /> {$ipRanges}<br /> <br /> Persona de contacto:<br /> {$userDetails}<br /> <br /> Información de membresía (si se proporciona):<br /> {$membership}<br /> <br /> Para ver o editar esta suscripción, use el siguiente enlace.<br /> <br /> Enlace de la suscripción: {$subscriptionUrl}<br />
eu: {$contextName} aldizkariko erakunde-harpidetza bat erosi dute linean, ondoren ematen diren xehetasunekin. Harpidetza hori aktibatzeko, erabil ezazu mesedez Harpidetza URLa eta ezarri harpidetzaren egoera 'Aktibo''.<br /> <br /> Harpidetza mota:<br /> {$subscriptionType}<br /> <br /> Erakundea:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domeinua (eman badute):<br /> {$domain}<br /> <br /> IP barrutiak (eman badituzte):<br /> {$ipRanges}<br /> <br /> Kontaktuko pertsona:<br /> {$subscriberDetails}<br /> <br /> Kideen informazioa (baldin badago):<br /> {$membership}<br /> <br /> Harpidetza hau ikusi edo editatzeko, erabili ondorengo URLa.<br /> <br /> Harpidetza URLa: {$subscriptionUrl}
fi_fi: Julkaisun {$contextName} instituutiotilaus on ostettu verkossa alla olevin tiedoin. Aktivoidaksesi tämän tilauksen käytäthän annettua tilauksen URL-osoitetta ja aseta tilauksen tila aktiiviseksi.<br /> <br /> Tilausvaihtoehto:<br /> {$subscriptionType}<br /> <br /> Instituutio:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Verkkotunnus (domain) (jos annettu):<br /> {$domain}<br /> <br /> IP-osoitealueet (jos annettu):<br /> {$ipRanges}<br /> <br /> Yhteyshenkilö:<br /> {$userDetails}<br /> <br /> Jäsenyystiedot (jos annettu):<br /> {$membership}<br /> <br /> Käytäthän seuraavaa URL-osoitetta katsoaksesi ja muokataksesi tätä tilausta:<br /> <br /> Tilauksen URL: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
fr_ca: Souscription en ligne à un abonnement institutionnel pour la revue {$contextName} avec les renseignements suivants. Pour activer cet abonnement, veuillez utiliser l'URL d'abonnement fourni et fixer le statut de l'abonnement à « actif ».<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Établissement :<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domaine (si fourni) :<br /> {$domain}<br /> <br /> Plage d'adresses IP (si fournie) :<br /> {$ipRanges}<br /> <br /> Personne-ressource :<br /> {$userDetails}<br /> <br /> Renseignements d'adhésion (si fournis) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivant :<br /> <br /> URL de l'abonnement : {$subscriptionUrl}<br />
fr_fr: Souscription en ligne à un abonnement institutionnel pour la revue {$contextName} avec les renseignements suivants. Pour activer cet abonnement, veuillez utiliser l'URL d'abonnement fourni et passer le statut de l'abonnement à « actif ».<br /> <br /> Type d'abonnement :<br /> {$subscriptionType}<br /> <br /> Établissement :<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domaine (si fourni) :<br /> {$domain}<br /> <br /> Plage d'adresses IP (si fournie) :<br /> {$ipRanges}<br /> <br /> Personne-ressource :<br /> {$userDetails}<br /> <br /> Renseignements d'adhésion (si fournis) :<br /> {$membership}<br /> <br /> Pour afficher ou modifier cet abonnement, veuillez utiliser l'URL suivant :<br /> <br /> URL de l'abonnement : {$subscriptionUrl}<br />
gl_es: Adquiriuse en liña unha subscrición institucional para {$contextName} cos detalles seguintes . Para activar esta subscrición, utilice o enlace proporcionado e pase o estado da subscrición a 'Activo'.<br /> <br /> Tipo de subscrición:<br /> {$subscriptionType}<br /> <br /> Institución:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (se se proporciona):<br /> {$domain}<br /> <br /> Rangos de IP (se se proporcionan):<br /> {$ipRanges}<br /> <br /> Persoa de contacto:<br /> {$subscriberDetails}<br /> <br /> Información de afiliación (se se proporciona):<br /> {$membership}<br /> <br /> Para ver ou editar esta subscrición, utilice o URL seguinte.<br /> <br /> URL da subscrición: {$subscriptionUrl}<br />
hi_in: निम्नलिखित विवरण के साथ {$contextName} के लिए एक संस्थागत सदस्यता ऑनलाइन खरीदी गई है। इस सदस्यता को सक्रिय करने के लिए, कृपया दिए गए सदस्यता URL का उपयोग करें और सदस्यता की स्थिति को 'सक्रिय' पर सेट करें.<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> सदस्यता जानकारी (यदि प्रदान की गई है):<br /> {$membership}<br /> <br /> इस सदस्यता को देखने या संपादित करने के लिए, कृपया निम्न URL का उपयोग करें.<br /> <br /> सदस्यता URL: {$subscriptionUrl}<br />
hu: Intézményi előfizetést vásároltak online a(z) {$contextName} folyóirathoz, a következő adatokkal. Az előfizetés aktiválásához, kérjük, keresse fel a megadott Előfizetési URL-t, és állítsa 'Aktív' állapotba az előfizetés státuszát.<br /> <br /> Előfizetés típus:<br /> {$subscriptionType}<br /> <br /> Intézmény:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (ha elérhető):<br /> {$domain}<br /> <br /> IP tartomány (ha elérhető):<br /> {$ipRanges}<br /> <br /> Kapcsolattartó:<br /> {$subscriberDetails}<br /> <br /> Tagsági információ (ha elérhető):<br /> {$membership}<br /> <br /> Az előfizetés megtekintéséhez vagy szerkesztéséhez, kérjük, keresse fel a következő címet.<br /> <br /> Előfizetési URL cím: {$subscriptionUrl}<br />
hy_am: Առցանց ինստիտուցիոնալ բաժանորդագրություն է գնվել {$contextName} -ի համար՝ հետևյալ մանրամասներով: Այս բաժանորդագրությունն ակտիվացնելու համար օգտագործեք տրամադրված Բաժանորդագրության URL-ը և սահմանեք բաժանորդագրության կարգավիճակը «Ակտիվ»:<br /> <br /> Բաժանորդագրության տեսակը:<br /> {$subscriptionType}<br /> <br /> Հաստատություն:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Դոմեյն (եթե տրամադրված է):<br /> {$domain}<br /> <br /> IP միջակայքերը (եթե նախատեսված է):<br /> {$ipRanges}<br /> <br /> Կոնտակտային անձ:<br /> {$subscriberDetails}<br /> <br /> Անդամության մասին տեղեկություններ (եթե տրված է):<br /> {$membership}<br /> <br /> Այս բաժանորդագրությունը դիտելու կամ խմբագրելու համար խնդրում ենք օգտագործել հետևյալ URL-ը:<br /> <br /> Բաժանորդագրության URL: {$subscriptionUrl}<br />
id: Sebuah langganan institusi telah dibeli online untuk {$contextName} dengan rincian berikut. Untuk mengaktifkan langganan ini, silakan gunakan URL Langganan dan jadikan status langganan ke 'Aktif'.<br /> <br /> Jenis Langganan:<br /> {$subscriptionType}<br /> <br /> Institusi:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (jika ada):<br /> {$domain}<br /> <br /> IP Ranges (jika ada):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$subscriberDetails}<br /> <br /> Informasi Keanggotaan (jika ada):<br /> {$membership}<br /> <br /> Untuk melihat atau mengubah langganan ini, silakan gunakan URL berikut ini.<br /> <br /> URL Langganan: {$subscriptionUrl}<br />
it: E' stato acquistato un abbonamento istituzionale a {$contextName} con i dettagli indicati sotto. Per attivare l'abbonamento, utilizzare il link fornito sotto e selezionare lo status 'Attivo'per tale abbonamento.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Ente:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (se indicato):<br /> {$domain}<br /> <br /> IP Ranges (se indicato):<br /> {$ipRanges}<br /> <br /> Contattare:<br /> {$subscriberDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli, andare alla pagina: {$subscriptionUrl}<br />
it_it: E' stato acquistato un abbonamento istituzionale a {$contextName} con i dettagli indicati sotto.<br /> Per attivare l'abbonamento, utilizzare il link fornito sotto e selezionare lo status 'Attivo'per tale abbonamento.<br /> <br /> Tipo di abbonamento:<br /> {$subscriptionType}<br /> <br /> Ente:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Dominio (se indicato):<br /> {$domain}<br /> <br /> IP Ranges (se indicato):<br /> {$ipRanges}<br /> <br /> Contattare:<br /> {$userDetails}<br /> <br /> Membership (se indicato):<br /> {$membership}<br /> <br /> Per vedere o modificare i dettagli, andare alla pagina: {$subscriptionUrl}
ka_ge: An institutional subscription has been purchased online for {$contextName} with the following details. To activate this subscription, please use the provided Subscription URL and set the subscription status to 'Active'..<br /> <br /> Subscription Type:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domain (if provided):<br /> {$domain}<br /> <br /> IP Ranges (if provided):<br /> {$ipRanges}<br /> <br /> Contact Person:<br /> {$userDetails}<br /> <br /> Membership Information (if provided):<br /> {$membership}<br /> <br /> To view or edit this subscription, please use the following URL.<br /> <br /> Subscription URL: {$subscriptionUrl}<br />
kk_kz: Ұйым үшін сайтта келесі мәліметтері бар «{$ contextName}» журналына жазылым сатып алынды. Жазылымды белсендіру үшін берілген URL мекенжайын қолданыңыз және жазылу күйін «Белсенді» күйіне орнатыңыз.<br /> <br /> Жазылым түрі:<br /> {$subscriptionType}<br /> <br /> Ұйым:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен атауы (егер көрсетілсе):<br /> {$domain}<br /> <br /> IP диапазондары (егер көрсетілген болса):<br /> {$ipRanges}<br /> <br /> Байланысатын адам:<br /> {$subscriberDetails}<br /> <br /> Мүшелік туралы ақпарат (егер көрсетілген болса):<br /> {$membership}<br /> <br /> Бұл жазылымды көру немесе өңдеу үшін келесі URL мекенжайын қолданыңыз.<br /> <br /> Жазылым URL: {$subscriptionUrl}<br />
mk: Набавена е онлајн претплата преку институција за {$contextName} со следните детали. За да ја активирате претплатата, ве молиме да ја искористите обезбедената URL-адреса на претплатата и да се постави статусот на претплатата како 'Активен'.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Институција:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (доколку е достапен):<br /> {$domain}<br /> <br /> IP опсег (доколку е достапен):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mk_mk: Набавена е онлајн претплата преку институција за {$contextName} со следните детали. За да ја активирате претплатата, ве молиме да ја искористите обезбедената URL-адреса на претплатата и да се постави статусот на претплатата како 'Активен'.<br /> <br /> Тип на претплата:<br /> {$subscriptionType}<br /> <br /> Институција:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (доколку е достапен):<br /> {$domain}<br /> <br /> IP опсег (доколку е достапен):<br /> {$ipRanges}<br /> <br /> Лице за контакт:<br /> {$subscriberDetails}<br /> <br /> Информации за членство (доколку се достапни):<br /> {$membership}<br /> <br /> За да ја прегледате или измените оваа претплата, ве молиме да ја искористите следната URL-адреса.<br /> <br /> URL-адреса на претплата: {$subscriptionUrl}<br />
mr: ऑनलाइन प्रणाली वापरून {$contextName} साठी संस्था सदस्यत्व प्राप्त केले गेले आहे त्याचा तपशिल खालीलप्रमाणे आहे. ही सदस्यता सक्रिय करण्यासाठी, कृपया खाली नमूद केलेला सदस्यता URL वापरा आणि सदस्यता स्थिती 'सक्रिय' वर सिद्ध (सेट) करा.<br /> <br /> सदस्यता प्रकार :<br /> {$subscriptionType}<br /> <br /> संस्था : <br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> डोमेन (प्रदान केले असल्यास) :<br /> {$domain}<br /> <br /> IP कक्षा (प्रदान केली असल्यास) :<br /> {$ipRanges}<br /> <br /> संपर्क व्यक्ती :<br /> {$subscriberDetails}<br /> <br /> सदस्यत्व माहिती (प्रदान केली असल्यास) :<br /> { $membership}<br /> <br /> सदस्यत्वाची माहिती वाचण्यासाठी किंवा संपादित करण्यासाठी, कृपया खालील URL वापरा.<br /> <br /> सदस्यता URL: {$subscriptionUrl}<br />
ms: Langganan institusi telah dibeli dalam talian untuk {$contextName} dengan perincian berikut. Untuk mengaktifkan langganan ini, gunakan URL Langganan yang disediakan dan tetapkan status langganan ke 'Aktif'. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Institusi: <br /> {$institutionName} <br /> {$institutionMailingAddress} <br /> <br /> Domain (jika disediakan): <br /> {$domain} <br /> <br /> Julat IP (jika disediakan): <br /> {$ipRanges} <br /> <br /> Orang Hubungan: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
ms_my: Langganan institusi telah dibeli dalam talian untuk {$contextName} dengan perincian berikut. Untuk mengaktifkan langganan ini, gunakan URL Langganan yang disediakan dan tetapkan status langganan ke 'Aktif'. <br /> <br /> Jenis Langganan: <br /> {$subscriptionType} <br /> <br /> Institusi: <br /> {$institutionName} <br /> {$institutionMailingAddress} <br /> <br /> Domain (jika disediakan): <br /> {$domain} <br /> <br /> Julat IP (jika disediakan): <br /> {$ipRanges} <br /> <br /> Orang Hubungan: <br /> {$subscriberDetails} <br /> <br /> Maklumat Keahlian (jika disediakan): <br /> {$membership} <br /> <br /> Untuk melihat atau mengedit langganan ini, gunakan URL berikut. <br /> <br /> URL Langganan: {$subscriptionUrl} <br />
nb: Et institusjonelt abonnement på <i>{$contextName}</i> har blitt kjøpt på nettet. Se detaljer om kjøpet under. For å aktivisere abonnementet, bruk den angitte abonnements URL og sett abonnementsstatus til «Aktiv».<br /> <br /> Abonnementstype:<br /> {$subscriptionType}<br /> <br /> Institusjon:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domene (hvis spesifisert):<br /> {$domain}<br /> <br /> IP-område (hvis spesifisert):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$subscriberDetails}<br /> <br /> Medlemskapsinformasjon (hvis spesifisert):<br /> {$membership}<br /> <br /> For å se eller endre dette abonnementet, bruk følgende URL: {$subscriptionUrl}
nl_nl: Er is online een institutioneel abonnement gekocht voor {$contextName} met de volgende details. Gebruik de abonnement-url om dit abonnement te activeren. Zet de status van het abonnement op 'Actief'.<br /> <br /> Abonnementsoort:<br /> {$subscriptionType}<br /> <br /> Instituut:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domein (indien opgegeven):<br /> {$domain}<br /> <br /> IP reeksen (indien opgegeven):<br /> {$ipRanges}<br /> <br /> Contactpersoon:<br /> {$userDetails}<br /> <br /> Lidmaatschapsinformatie (indien opgegeven):<br /> {$membership}<br /> <br /> Gebruik de volgende URL om het abonnement te bekijken of te bewerken.<br /> <br /> Abonnement URL: {$subscriptionUrl}
pl: Została zakupiona subskrypcja instytucyjna dla {$contextName}, z następującymi szczegółami. Aby aktywować tę subskrypcję, proszę, użyj dostarczonego URL subskrypcji i ustaw status subsrypcji jako "aktywny".<br /> <br /> Typ subskrypcji:<br /> {$subscriptionType}<br /> <br /> Instytucja:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domena (jeśli określono):<br /> {$domain}<br /> <br /> Wydzielony zakres (jeśli określono):<br /> {$ipRanges}<br /> <br /> Osoba kontaktowa:<br /> {$subscriberDetails}<br /> <br /> Informacje członkowskie (jeśli określono):<br /> {$membership}<br /> <br /> Aby wyświetlić lub edytować tę subskrypcję, zastosuj następujący URL.<br /> <br /> URL subskrypcji:{$subscriptionUrl}<br />
pt_br: Uma assinatura institucional foi comprada on-line para {$contextName} com os seguintes detalhes. Para ativar esta assinatura, use a URL fornecida e defina o status da assinatura como 'Ativo'. <br /> <br /> Tipo de Assinatura: <br /> {$subscriptionType} <br /> <br /> Instituição: <br /> {$institutionName} <br /> {$institutionMailingAddress} <br /> <br /> Domínio (se fornecido): <br /> {$domain} <br /> <br /> Intervalos de IP (se houver): <br /> {$ipRanges} <br /> <br /> Pessoa de Contato: <br /> {$userDetails} <br /> <br /> Informações sobre a Assinatura (se houver): <br /> {$membership} <br /> <br /> Para visualizar ou editar esta assinatura, use a seguinte URL. <br /> <br /> URL da Assinatura: {$subscriptionUrl} <br />
pt_pt: Uma subscrição institucional foi adquirida online para {$contextName} com as informações detalhadas a seguir. Para ativar esta subscrição, clique no URL da Subscrição fornecida e define a situação para 'Ativo'.<br /> <br /> Tipo de Subscrição:<br /> {$subscriptionType}<br /> <br /> Instituição:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domínio (caso informado):<br /> {$domain}<br /> <br /> Faixas de IP (caso informado):<br /> {$ipRanges}<br /> <br /> Contacto:<br /> {$userDetails}<br /> <br /> Informações de membro (caso informado):<br /> {$membership}<br /> <br /> Para visualizar ou editar esta subscrição, aceda ao URL a seguir.<br /> <br /> URL da Subscrição: {$subscriptionUrl}<br />
ro_ro: Un abonament instituțional a fost achiziționat online pentru {$contextName} cu următoarele detalii. Pentru a activa acest abonament, utilizați adresa URL de abonament furnizată și setați starea abonamentului la „Activ”.<br /> <br /> Tipul abonamentului:<br /> {$subscriptionType}<br /> <br /> Instituția:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domeniu (dacă este furnizat):<br /> {$domain}<br /> <br /> Intervalele de IP (dacă sunt furnizate):<br /> {$ipRanges}<br /> <br /> Persoana de contact:<br /> {$userDetails}<br /> <br /> Informații de membru (dacă sunt furnizate):<br /> {$membership}<br /> <br /> Pentru a vizualiza sau edita acest abonament, vă rugăm să utilizați următoarea adresă URL.<br /> <br /> Adresa URL a abonamentului: {$subscriptionUrl}<br />
ru: На сайте была приобретена для организации подписка на журнал «{$contextName}» со следующими деталями. Для активации подписки, пожалуйста, используйте приведенный URL подписки и установите статус подписки в «Активна».<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Организация:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Доменное имя (если указано):<br /> {$domain}<br /> <br /> IP-диапазоны (если указаны):<br /> {$ipRanges}<br /> <br /> Контактное лицо:<br /> {$subscriberDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
ru_ru: На сайте была приобретена для организации подписка на журнал «{$contextName}» со следующими деталями. Для активации подписки, пожалуйста, используйте приведенный URL подписки и установите статус подписки в «Активна».<br /> <br /> Тип подписки:<br /> {$subscriptionType}<br /> <br /> Организация:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Доменное имя (если указано):<br /> {$domain}<br /> <br /> IP-диапазоны (если указаны):<br /> {$ipRanges}<br /> <br /> Контактное лицо:<br /> {$userDetails}<br /> <br /> Информация о членстве (если указана):<br /> {$membership}<br /> <br /> Для просмотра или редактирования этой подписки, пожалуйста, используйте следующий URL.<br /> <br /> URL подписки: {$subscriptionUrl}<br />
sk_sk: Bolo online zakúpené inštitucionálne predplatné pre {$contextName} s nasledujúcimi detailmi. Pre aktiváciu tohto predplatného použite prosím uvedený URL odkaz a nastavte stav predplatného na 'Aktívne'..<br /> <br /> Typ predplatného:<br /> {$subscriptionType}<br /> <br /> Inštitúcia:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Doména (ak bola uvedená):<br /> {$domain}<br /> <br /> IP rozsah (ak bol uvedený):<br /> {$ipRanges}<br /> <br /> Kontaktná osoba:<br /> {$userDetails}<br /> <br /> Informácie o členstve (ak boli uvedené):<br /> {$membership}<br /> <br /> Pre zobrazenie alebo editáciu tohto predplatného použite prosím nasledujúce URL.<br /> <br /> URL predplatného: {$subscriptionUrl}<br />
sv: En institutionsprenumeration på {$contextName} har tecknats online med följande detaljer. För att aktivera prenumerationen, använd medföljande URL för prenumerationens och sätt prenumerationsstatus till "Aktiv".<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domän (om tillgängligt):<br /> {$domain}<br /> <br /> IP-omfång (om tillgängligt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$subscriberDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
sv_se: En institutionsprenumeration på {$contextName} har tecknats online med följande detaljer. För att aktivera prenumerationen, använd medföljande URL för prenumerationens och sätt prenumerationsstatus till "Aktiv".<br /> <br /> Prenumerationsform:<br /> {$subscriptionType}<br /> <br /> Institution:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Domän (om tillgängligt):<br /> {$domain}<br /> <br /> IP-omfång (om tillgängligt):<br /> {$ipRanges}<br /> <br /> Kontaktperson:<br /> {$userDetails}<br /> <br /> Information om medlemskap (om tillgängligt):<br /> {$membership}<br /> <br /> För att visa eller redigera den här prenumerationen, använd följande URL:<br /> <br /> Prenumerationens URL: {$subscriptionUrl}<br />
tr: {$contextName} için aşağıdaki ayrıntılarda kurumsal bir abonelik satın alındı. Bu aboneliği etkinleştirmek için lütfen sağlanan Abonelik URL'sinden abonelik durumunu 'Etkin' olarak ayarlayın.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kurum:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Alan adı (varsa):<br /> {$domain}<br /> <br /> IP Aralığı (varsa):<br /> {$ipRanges}<br /> <br /> İletişim Kişisi:<br /> {$subscriberDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Abonelik bilgilerini görüntülemek veya düzenlemek için lütfen aşağıdaki URL'ye tıklayın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
tr_tr: {$contextName} için aşağıdaki ayrıntılarda kurumsal bir abonelik satın alındı. Bu aboneliği etkinleştirmek için lütfen sağlanan Abonelik URL'sinden abonelik durumunu 'Etkin' olarak ayarlayın.<br /> <br /> Abonelik Türü:<br /> {$subscriptionType}<br /> <br /> Kurum:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Alan adı (varsa):<br /> {$domain}<br /> <br /> IP Aralığı (varsa):<br /> {$ipRanges}<br /> <br /> İletişim Kişisi:<br /> {$userDetails}<br /> <br /> Üyelik Bilgileri (varsa):<br /> {$membership}<br /> <br /> Abonelik bilgilerini görüntülemek veya düzenlemek için lütfen aşağıdaki URL'ye tıklayın.<br /> <br /> Abonelik URL: {$subscriptionUrl}
uk: Онлайново придбано інституційну передплату на "{$contextName}" з такими відомостями. Щоб активувати цю підписку, скористайтеся наданою URL-адресою підписки та встановіть статус підписки "Активна".<br /> <br /> Тип підписки:<br /> {$subscriptionType}<br /> <br /> Установа:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (якщо надано):<br /> {$domain}<br /> <br /> Діапазони IP (якщо передбачено):<br /> {$ipRanges}<br /> <br /> Контактна особа:<br /> {$subscriberDetails}<br /> <br /> Інформація про членство (якщо надано):<br /> {$membership}<br /> <br /> Щоб переглянути або відредагувати цю підписку, будь ласка, використовуйте наступну URL.<br /> <br /> URL-адреса підписки: {$subscriptionUrl}<br />
uk_ua: &gt;Була придбана онлайн інституційна передплата на видання &quot;{$contextName}&quot;, подробиці нижче. Будь ласка, скористайтеся наданим URL передплати, щоб активувати цю передплату та встановити для неї статус &quot;Активна&quot;.<br /> <br /> Тип передплати:<br /> {$subscriptionType}<br /> <br /> Установа:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (якщо вказаний):<br /> {$domain}<br /> <br /> Діапазон IP-адрес (якщо вказаний):<br /> {$ipRanges}<br /> <br /> Контактна особа:<br /> {$userDetails}<br /> <br /> Інформація про членство (якщо вказана):<br /> {$membership}<br /> <br /> Щоб переглянути або змінити цю передплату, будь ласка, скористайтеся наступною адресою URL.<br /> <br /> URL передплати: <a href="{$subscriptionUrl}">{$subscriptionUrl}</a><br />
uz@latin: Quyidagi tafsilotlar bilan {$contextName} uchun institutsional obuna onlayn tarzda sotib olindi. Bu obunani faollashtirish uchun obuna URL manzilidan foydalaning va obuna holatini "Faol" deb belgilang. <br /> <br/> Obuna turi: <br /> {$subscriptionType} <br /> <br/> Tashkilot: <br /> {$institutionName} <br /> {$institutionMailingAddress} <br /> <br/> Domen (agar mavjud bo'lsa): <br /> {$domain} <br /> <br/> IP diapazoni (agar mavjud bo'lsa): <br /> {$ipRanges} <br /> <br/> Aloqa uchun shaxs: <br /> {$subscriberDetails} <br /> <br/> A'zolik haqida ma'lumot (agar mavjud bo'lsa): <br /> {$membership} <br /> <br/> Bu obunani ko'rish yoki tahrir qilish uchun quyidagi URL manzilidan foydalaning. <br /> <br/> Obuna URL: {$subscriptionUrl} <br />
uz_cyrl: {$contextName} учун онлайн равишда қуйидаги маълумотлар билан ташкилий обуна сотиб олинди. Ушбу обунани фаоллаштириш учун, илтимос, тақдим этилган Обуна URL манзилидан фойдаланинг ва обуна ҳолатини 'Фаол' қилиб белгиланг.<br /> <br /> Обуна тури:<br /> {$subscriptionType}<br /> <br /> Ташкилот:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Домен (агар берилган бўлса):<br /> {$domain}<br /> <br /> IP диапазони (агар берилган бўлса):<br /> {$ipRanges}<br /> <br /> Боғланувчи шахс:<br /> {$subscriberDetails}<br /> <br /> Аъзолик маълумотлари (агар берилган бўлса):<br /> {$membership}<br /> <br /> Ушбу обунани кўриш ёки таҳрирлаш учун қуйидаги URL манзилидан фойдаланинг.<br /> <br /> Обуна URL манзили: {$subscriptionUrl}<br />
vi: Một thuê bao tổ chức đã được mua trực tuyến với {$contextName} với các chi tiết sau. Để kích hoạt đăng ký này, vui lòng sử dụng URL đăng ký được cung cấp và đặt trạng thái đăng ký thành 'Kích hoạt'.<br /> <br /> Kiểu thuê bao:<br /> {$subscriptionType}<br /> <br /> Tổ chức:<br /> {$institutionName}<br /> {$institutionMailingAddress}<br /> <br /> Tên miền (nếu được cung cấp):<br /> {$domain}<br /> <br /> Phạm vi IP (nếu được cung cấp):<br /> {$ipRanges}<br /> <br /> Người liên hệ:<br /> {$subscriberDetails}<br /> <br /> Thông tin thành viên (nếu được cung cấp):<br /> {$membership}<br /> <br /> Để xem hoặc chỉnh sửa đăng ký này, vui lòng sử dụng URL sau.<br /> <br /> URL thuê bao: {$subscriptionUrl}<br />
