Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.statisticsReportNotification.subject
source: Editorial activity for {$month}, {$year}
ar: نشاط هيئة التحرير لشهر {$month}، {$year}
az: {$month} {$year} proses əməliyyatları
bg: Редакторска активност за {$month}, {$year}
bg_bg: Редакторска активност за {$month}, {$year}
ca: Activitat editorial per {$month}, {$year}
cs: Aktivita redakce pro {$month}, {$year}
cs_cz: Aktivita redakce pro {$month}, {$year}
da: Redaktionel aktivitet for {$month}, {$year}
de: Redaktionelle Aktivitäten für {$month}, {$year}
es: Actividad editorial por {$month}, {$year}
es_es: Actividad editorial por {$month}, {$year}
eu: Argitalpen-jarduera: {$month}, {$year}
fr_ca: Activité éditoriale pour {$month}, {$year}
fr_fr: Activité éditoriale pour {$month} {$year}
gl_es: Actividade editorial para {$month}, {$year}
hi_in: {$ माह}, {$ वर्ष} के लिए संपादकीय गतिविधि
hu: Cikk és lektorálási riport
hy_am: Խմբագրական գործունեություն {$month}, {$year} համար
id: Kegiatan redaksi selama {$month}, {$year}
it: Attività editorial e per {$month}, {$year}
ka_ge: ჟურნალის აქტოვობა {$month}, {$year}
kk_kz: {$month} {$year} жылдық журнал қызметі
mk: Уредничка активност за {$month}, {$year}
mk_mk: Уредничка активност за {$month}, {$year}
mr: {$month}, {$year} साठी संपादकीय क्रियाकलाप
ms: Aktiviti editorial untuk {$month}, {$year}
ms_my: Aktiviti editorial untuk {$month}, {$year}
nb: Redaksjonell aktivitet for {$month}, {$year}
pl: Aktywność redaktorska do {$month}, {$year}
pt_br: Atividade editorial para {$month}, {$year}
pt_pt: Atividade Editorial para {$month}, {$year}
ro_ro: Activitatea editorială pentru {$month}, {$year}
ru: Активность журнала за {$month} {$year} года
ru_ru: Активность журнала за {$month} {$year} года
sk_sk: Aktivita redakcie pre {$month}, {$year}
sl: Uredniške aktivnosti za {$month}, {$year}
sl_si: Uredniške aktivnosti za {$month}, {$year}
sv: Redaktionella aktiviteter för {$month}, {$year}
sv_se: Redaktionella aktiviteter för {$month}, {$year}
tr: {$month} {$year} süreç işlemleri
tr_tr: {$month} {$year} süreç işlemleri
uk: Редакційна активність за {$month} {$year} року
uz@latin: {$month}, {$year} uchun tahririyat faoliyati
uz_cyrl: {$month}, {$year} йил учун таҳририят фаолияти
vi: Hoạt động cho {$month}, {$year}
zh_tw: {$year}年{$month}月的編輯記錄

# emails.editorDecisionInitialDecline.description
source: This email is sent to the author if the editor declines their submission initially, before the review stage, because the submission does not meet the requirements for publication in the journal
bg_bg: Този имейл се изпраща на автора, ако редакторът първоначално откаже изпращането им, преди етапа на рецензия
cs_cz: Tento e-mail se pošle autorovi, pokud redaktor odmítne příspěvek již před recenzním řízením
da_dk: Denne e-mail sendes til forfatteren, hvis redaktøren afviser manuskriptet i indledningsfasen, før bedømmelsestrinnet
es_es: Este correo electrónico se envía al autor/a si el editor/a rechaza su envío inicialmente, antes de la fase de revisión
fi_fi: This email is sent to the author if the editor declines their submission initially, before the review stage
fr_ca: Cet courriel est envoyé à l'auteur-e si la soumission est refusée avant même l'étape d'évaluation
fr_fr: Ce mail est envoyé à l'auteur si le rédacteur refuse la soumission avant même de la faire évaluer
hi_in: यह ईमेल लेखक को भेजा जाता है अगर संपादक समीक्षा के चरण से पहले शुरू में अपने प्रस्तुतिकरण को कम कर देता है
it_it: Questa mail viene mandata all'autore se la proposta subito non viene accettata dall'editor
ka_ge: ეს წერილი ეგზავნება ავტორს, თუ რედაქტორი გადაწყვიტავს უარყოს გამოგზავნილი მასალა საწყის ეტაპზე, რეცენზირების დაწყებამდე
kk_kz: Бұл электрондық пошта авторға жіберіледі, егер редактор олардың өтінімінен бас тартса, шолу кезеңіне дейін, өйткені өтініш журналда жариялау талаптарына сәйкес келмейді
ms_my: E-mel ini dihantar kepada pengarang sekiranya editor menolak penyerahan mereka pada awalnya, sebelum peringkat ulasan
nl_nl: Deze e-mail wordt aan een auteur verzonden wanneer de redacteur de inzending weigert nog voor die aan een reviewer werd bezorgd.
pt_br: Este email será enviado ao autor se o editor recusar o envio inicialmente, antes da fase de revisão
pt_pt: Este e-mail é enviado ao autor se o editor decidir rejeitar a submissão numa fase inicial, antes do processo de revisão
ro_ro: Acest e-mail este trimis autorului în cazul în care editorul refuză manuscrisul inițial, înainte de etapa de revizuire
ru_ru: Это письмо отправляется автору, если редактор решает отклонить его материал на начальной стадии, до этапа рецензирования
sk_sk: Tento e-mail sa pošle autorovi, ak redaktor odmietne príspevok už pred recenzným riadením
sl_si: Email se pošlje avtorju, če se urednik odloči zavrniti prispevek še pred postopkom recenzije, ker prispevek ne ustreza zahtevam za objavo v tej reviji
sv_se: Det här e-postmeddelandet skickas till författaren om redaktören refuserar bidraget direkt, innan granskningssteget
tr_tr: Bu e-posta, editör bir makaleyi ön değerlendirme aşamasında hakem değerlendirme aşamasından önce reddettiğinde makalenin yazarına gönderilir.

# emails.editorDecisionInitialDecline.body
source: <p>Dear {$recipientName},</p><p>I’m sorry to inform you that, after reviewing your submission, {$submissionTitle}, the editor has found that it does not meet our requirements for publication in {$contextName}.</p><p>I wish you success if you consider submitting work to another journal.</p><p>Kind regards,</p>{$signature}
bg_bg: {$authors}:<br /> <br /> Достигнахме решение относно вашето подаване на материали до {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Нашето решение е да: Отхвърлим изпратените материали
cs_cz: {$authorName}:<br /> <br /> Dosáhli jsme rozhodnutí ohledně vašeho příspěvku pro {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutí je: Odmítnout příspěvek
da_dk: {$authorName}:<br /> <br /> Vi er nået frem til en afgørelse vedrørende dit bidrag til {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vi har besluttet at: Afvise manuskriptet<br /> <br /> {$editorialContactSignature}<br />
de_de: {$authorName}:<br /> <br /> Wir sind zu einer Entscheidung hinsichtlich Ihrer Einreichung für {$contextName}, &quot;{$submissionTitle}&quot; gekommen.<br /> <br /> Wir haben entschieden, Ihre Einreichung abzulehnen.
es_es: {$authorName}:<br /> <br /> Hemos llegado a una decisión sobre su envío a {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Nuestra decisión es: Rechazar el envío
fi_fi: Hyvä {$authorName},<br /> <br /> Olemme tehneet päätöksen julkaisuun {$contextName} lähettämäänne käsikirjoitusta &quot;{$submissionTitle}&quot; koskien.<br /> <br /> Päätöksemme on: Käsikirjoitus on hylätty
fr_ca: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de refuser votre soumission.
fr_fr: {$authorName},<br /> <br /> Nous avons pris une décision concernant votre soumission « {$submissionTitle} » à la revue {$contextName}.<br /> <br /> Notre décision est de refuser votre soumission
hi_in: {$authorName}:<br /> <br />
it_it: Gentilissimo {$authorName}:<br /> <br /> Abbiamo preso una decisione circa la sua proposta dal titolo &quot;{$submissionTitle}&quot; giunta a {$contextName} .<br /> <br /> Si è deciso di non accettare la proposta.
ka_ge: {$authorName}:<br /> <br /> We have reached a decision regarding your submission to {$contextName}, &quot;{$submissionTitle}&quot;..<br /> <br /> Our decision is to: Decline Submission
kk_kz: Сәлеметсіз бе {$recipientName}!<br /> <br /> «{$contextName}» журналына жіберілген «{$submissionTitle}» материалына қатысты шешім қабылдадық.<br /> <br /> Біздің шешім: материалды қабылдамау
ms_my: {$authors}: <br /> <br /> Kami telah membuat keputusan mengenai penyerahan anda ke {$contextName}, &quot; {$submissionTitle} &quot ;. <br /> <br /> Keputusan kami adalah untuk: Menolak Penyerahan
nl_nl: {$authorName}:<br /> <br /> We hebben een beslissing genomen over uw inzending voor {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Onze beslissing is: Weiger inzending
pt_br: {$authorName}: <br /> <br /> Chegamos a uma decisão sobre sua submissão para {$ contextName}, &quot;{$submissionTitle}&quot;. <br /> <br /> Nossa decisão é: Recusar Submissão
pt_pt: {$authorName}:<br /> <br /> Em relação à sua submissão à revista {$contextName}, &quot;{$submissionTitle}&quot; foi tomada uma decisão.<br /> <br /> A decisão é: Rejeitar a Submissão
ro_ro: {$authorName}:<br /> <br /> Am ajuns la o decizie privind manuscrisul înregistrat de dumneavoastră {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Decizia noastră este: Manuscrisul nu este acceptat
ru_ru: Здравствуйте, {$authorName}!<br /> <br /> Мы приняли решение относительно Вашего материала «{$submissionTitle}», направленного в журнал «{$contextName}».<br /> <br /> Наше решение: Отклонить материал
sk_sk: {$authorName}:<br /> <br /> Dosiahli sme rozhodnutie ohľadom vášho príspevku pre {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Naše rozhodnutie je: Odmietnuť príspevok
sl_si: {$authors}:<br /> <br /> V uredništvu revije {$contextName} smo sprejeli odločitev glede vašega prispevka &quot;{$submissionTitle}&quot;.<br /> <br /> Naša odločitev je: Prispevek se zavrne
sv_se: {$authorName}:<br /> <br /> Vi har fattat ett beslut angående ditt bidrag till {$contextName}, &quot;{$submissionTitle}&quot;.<br /> <br /> Vårt beslut är att: Refusera bidrag
tr_tr: Sayın {$authorName},<br /> <br /> {$contextName} için gönderdiğiniz &quot;{$submissionTitle}&quot; başlıklı makaleniz ile ilgili bir karara varılmıştır.<br /> <br /> Kararımız: Makale Reddedildi

# emails.editorDecisionInitialDecline.subject
source: Your submission has been declined
bg_bg: Решение на редактора
cs_cz: Rozhodnutí redaktora
da_dk: Redaktørbeslutning
de_de: Entscheidung der Redaktion
es_es: Decisión del editor/a
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
fr_fr: Décision éditoriale
hi_in: संपादक का निर्णय
it_it: Decisione dell'editor
ka_ge: რედაქციის გადაწყვეტილება
kk_kz: Сіздің өтінішіңіз қабылданбады
ms_my: Keputusan Editor
nl_nl: Redacteursbeslissing
pt_br: Decisão do Editor
pt_pt: Decisão Editorial
ro_ro: Decizia editorului
ru_ru: Решение редакции
sk_sk: Rozhodnutie redaktora
sl_si: Vaš prispevek je bil zavrnjen
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı

# emails.notificationCenterDefault.description
source: The default (blank) message used in the Notification Center Message Listbuilder.
bg_bg: Съобщението по подразбиране (празно), използвано в Списъка със съобщения в центъра за известия (Notification Center Message Listbuilder).
cs_cz: Výchozí (prázdná) zpráva použitá v nástroji List Builder Message Center Message Builder.
de_de: Die (leere) Standardnachricht, die in der Nachrichtenliste des Benachrichtigungscenters angezeigt wird.
es_es: Mensaje (en blanco) por defecto usado en el Notification Center Message Listbuilder.
fr_ca: Message blanc par défaut utilisé pour concevoir d'autres messages.
fr_fr: Message blanc par défaut utilisé pour concevoir d'autres messages.
gl_es: Mensaxe (en branco) por defecto utilizada no Notification Center Message Listbuilder.
hi_in: सूचना केंद्र मैसेज लिस्टबिल्डर में प्रयुक्त डिफ़ॉल्ट (रिक्त) संदेश.
hy_am: Լռելյայն (դատարկ) հաղորդագրությունը, որն օգտագործվում է Ծանուցումների կենտրոնի հաղորդագրությունների ցանկում:
it_it: Questo messaggio vuoto è usato dal sistema centralizzato di messaggistica via lista.
ka_ge: ნაგულისხმევი შეტყობინება (ცარიელი) გამოიყენება შეტყობინებების ცენტრის სიის რედაქტორში.
kk_kz: Әдепкі (бос) хабарландыру орталығы хабарлар тізімі өңдегішінде қолданылады.
mk_mk: Стандардната (blank) порака користена во Изградувачот на пораки во Центарот за известувања.
ms_my: Mesej lalai (kosong) yang digunakan dalam Pembangun Senarai Mesej Pusat Pemberitahuan.
nl_nl: De standaard (lege) berichttekst die wordt gebruikt in het Notification Center Message Listbuilder.
pt_br: A mensagem padrão (em branco) usada no Criador de lista de mensagens do Notification Center.
pt_pt: A mensagem padrão (em branco) usada no Construtor de Listas de Mensagens do Centro de Notificações.
ro_ro: Mesajul implicit (necompletat) utilizat în Generatorul de liste de mesaje al Centrului de notificări.
ru_ru: Сообщение по умолчанию (пустое) используется в редакторе списка сообщений Центра уведомлений.
sk_sk: Predvolená (prázdna) správa použitá v nástroji List Builder Message Center Message Builder.
sl_si: Privzeto (prazno) sporočilo, ki se uporablja v centru za obvestila.
sv_se: Defaultmeddelande (tomt) att använda i Notification Center Message Listbuilder.
tr_tr: Bildirim Merkezi Mesaj Listesi Oluşturucusunda kullanılan varsayılan (boş) mesaj.

# emails.notificationCenterDefault.body
source: Please enter your message.
bg_bg: Моля, въведете вашето съобщение.
cs_cz: Vložte, prosím, vaši zprávu.
da_dk: Skriv venligst din besked.
de_de: Bitte geben Sie Ihre Nachricht ein.
es_es: Introduzca su mensaje.
fi_fi: Kirjoita viesti
fr_ca: Prière de saisir votre message.
fr_fr: Veuillez saisir votre message.
gl_es: Introduza a súa mensaxe.
hi_in: कृपया अपना संदेश लिखें.
hy_am: Խնդրում ենք մուտքագրել ձեր հաղորդագրությունը:
it_it: Inserisci il testo qui
ka_ge: გთხოვთ, შეიტანოთ შეტყობინება.
kk_kz: Хабарламаңызды енгізіңіз.
mk_mk: Ве молиме да ја внесете вашата порака.
ms_my: Sila masukkan mesej anda.
nl_nl: Voeg hier uw boodschap in.
pt_br: Insira a sua mensagem por gentileza.
pt_pt: Escreva a sua mensagem.
ro_ro: Vă rugăm să introduceți mesajul dvs.
ru_ru: Пожалуйста, введите свое сообщение.
sk_sk: Vložte, prosím, vašu správu.
sl_si: Prosimo, vnesite vaše sporočilo.
sv_se: Skriv in ditt meddelande.
tr_tr: Lütfen mesajınızı giriniz.

# emails.notificationCenterDefault.subject
source: A message regarding {$contextName}
bg_bg: Съобщение относно {$contextName}
cs_cz: Zpráva týkající se {$contextName}
da_dk: Besked omhandlende {$contextName}
de_de: Eine Nachricht bezüglich {$contextName}
es_es: Mensaje sobre {$contextName}
fi_fi: Viesti julkaisua {$contextName} koskien
fr_ca: Un message à propos de la revue {$contextName}
fr_fr: Un message à propos de {$contextName}
gl_es: Unha mensaxe sobre {$contextName}
hi_in: {$contextName} के बारे में एक संदेश
hy_am: Հաղորդագրություն {$contextName} -ի վերաբերյալ
it_it: Un messaggio da {$contextName}
ka_ge: შეტყობინება ჟურანლის შესახებ {$contextName}
kk_kz: «{$contextName}» журнал хабарламасы
mk_mk: Порака во врска со {$contextName}
ms_my: Mesej mengenai {$contextName}
nl_nl: Een bericht over {$contextName}
pt_br: Uma mensagem sobre {$contextName}
pt_pt: Uma mensagem relativa {$contextName}
ro_ro: Un mesaj cu privire la {$contextName}
ru_ru: Сообщение о журнале «{$contextName}»
sk_sk: Správa týkajúca sa {$contextName}
sl_si: Sporočilo v zvezi s publikacijo {$contextName}
sv_se: Ett meddelande angående {$contextName}
tr_tr: {$contextName} ile ilgili bir mesaj

# emails.revisedVersionNotify.description
source: This email is automatically sent to the assigned editor when author uploads a revised version of an article.
bg_bg: Този имейл се изпраща автоматично до назначения редактор, когато авторът качи преработена версия на статия.
cs_cz: Tento email je automaticky odeslán příslušnému editorovi článku, pokud autor odešle revidovanou verzi článku.
da_dk: Denne e-mail bliver automatisk sendt til udvalgte redaktør når forfatteren uploader en revideret udgave a en artikel.
de_de: Diese E-Mail wird automatisch an die/den zuständige/n Redakteur/in geschickt, wenn ein/e Autor/in eine überarbeitete Fassung eines Artikels hochgeladen hat.
es_es: Este correo electrónico se envía de forma automática al editor/a asignado cuando el autor/a carga una versión revisada de un artículo.
fr_ca: Ce courriel est envoyé automatiquement au,à la rédacteur-trice assigné-e quand un-e auteur-e téléverse une version révisée d'un article.
fr_fr: Ce courriel est envoyé automatiquement au rédacteur attribué quand un auteur téléverse une version révisée d'un article.
gl_es: Este correo electrónico é enviado automaticamente ao editor/a asignado cando o autor/a carga unha versión revisada dun artigo.
hi_in: यह ईमेल स्वचालित रूप से असाइन किए गए संपादक को भेजा जाता है जब लेखक किसी लेख का संशोधित संस्करण अपलोड करता है.
hy_am: Այս նամակն ինքնաշխատ կերպով ուղարկվում է նշանակված խմբագրին, երբ հեղինակը վերբեռնում է հոդվածի վերանայված տարբերակը:
it_it: Questo messaggio viene inviato automaticamente all'editor quando un autore carica una versione revisionata di un articolo
ka_ge: ეს წერილი ავტომატურად იგზავნება დანიშნულ რედაქტორთან, როდესაც ავტორი ატვირთავს სტატიის ჩასწორებულ ვერსიას.
kk_kz: Бұл мақала автордың мақаланың жаңартылған нұсқасын жүктеген кезде автоматты түрде тағайындалған редакторға жіберіледі.
ms_my: E-mel ini dihantar secara automatik ke editor yang ditugaskan ketika pengarang memuat naik versi artikel yang disemak.
nl_nl: Deze e-mail wordt automatisch verstuurd naar de redacteur als de auteur een herziene versie van een artikel laadt.
pt_br: Este email é enviado automaticamente ao editor designado quando o autor faz o upload de uma versão revisada de um artigo.
pt_pt: Este e-mail é enviado automaticamente ao Editor designado quando o autor envia uma versão revista de um artigo.
ro_ro: Acest e-mail este trimis automat editorului atribuit atunci când autorul încarcă o versiune revizuită a unui articol.
ru_ru: Это письмо автоматически отправляется назначенному редактору, когда автор загружает исправленную версию статьи.
sk_sk: Tento email je automaticky odoslaný príslušnému editorovi článku, ak autor odošle revidovanú verziu článku.
sl_si: Ta email se avtomatično pošlje uredniku prispevka, ko avtor naloži popravljeno verzijo prispevka.
sv_se: Det här e-postmeddelandet skickas automatiskt till den tilldelade redaktören när författaren laddar upp en reviderad version av sin artikel.
tr_tr: Bu e-posta, yazar bir makalenin gözden geçirilmiş bir sürümünü yüklediğinde makaleye atanmış editöre otomatik olarak gönderilir.
uk_ua: Цей лист автоматично надсилається призначеному редактору, коли автор вивантажує перероблену версію своєї статті.
