Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRemind.subject
source: A reminder to please complete your review
ar: تذكير يلتمس إكمال التحكيم
az: Xatırlatma: Zəhmət olmasa dəyərləndirmə prosesini tamamlayın
bg: Напомняне с молба за завършване на вашата рецензия
bg_bg: Напомняне за рецензия на изпратени материали
bs_ba: Podsjetnik za predaju Recenzije
ca: Recordatori perquè completeu la revisió
ca_es: Recordatori de revisió de la tramesa
cs: Prosíme o dokončení recenze
cs_cz: Připomenutí recenze příspěvku
da: Påmindelse om at afslutte din bedømmelse
da_dk: Påmindelse om bedømmelse af manuskript
de: Eine Erinnerung, Ihr Gutachten bitte abzuschließen
de_de: Erinnerung an fälliges Gutachten
es: Recordatorio para que complete la revisión
es_es: Recordatorio de envío de revisión
eu: Zure berrikuspena osatzeko gogorarazpena
fi_fi: Muistutus käsikirjoituksen arvioinnista
fr_ca: Rappel d'évaluation d'une soumission
fr_fr: Rappel d'évaluation d'une soumission
gl_es: Recordatorio de revisión dun envío
hi_in: सबमिशन रिव्यू रिमाइंडर
hy_am: Հիշեցում, խնդրում ենք ավարտել ձեր գրախոսությունը
id: Pengingat untuk menyelesaikan tugas review Anda
it_it: Promemoria revisione in attesa
ka_ge: მასალის რეცენზირების შეხსენება
kk_kz: Материалды қарау туралы еске салғыш
mk: Потсетник да ја поднесете вашата рецензија
mr: तुमचे समीक्षण पूर्ण करण्यासाठी स्मरणपत्र
ms: Peringatan untuk melengkapkan ulasan anda
ms_my: Peringatan Ulasan Penyerahan
nb: En påminnelse om å fullføre fagfellevurderingen din
nl_nl: Review herinnering
pl: Przypomnienie o terminie przygotowania recenzji
pt_br: Lembrete de solicitação de avaliação
pt_pt: Lembrete de pedido de revisão
ro_ro: Memento de revizuire a manuscrisului
ru: Напоминание о необходимости завершить рецензирование
ru_ru: Напоминание о рецензии на материал
sk_sk: Pripomenutie recenzie príspevku
sl: Opomnik za končanje recenzije prispevka
sl_si: Opomnik za recenzijo prispevka
sv: Påminnelse om granskning av bidrag
sv_se: Påminnelse om granskning av bidrag
tr: Hatırlatma: Lütfen değerlendirme sürecini tamamlayınız
tr_tr: Değerlendirme Konusunda Hatırlatma
uk: Просте нагадування, щоб завершити Ваше рецензування
uk_ua: Нагадування про рецензування
uz@latin: Tekshiruvni yakunlash uchun eslatma
uz_cyrl: Тақризни якунлаш бўйича эслатма
vi: Nhắc việc hoàn thành review
zh_tw: 提示請求完成評審

# emails.reviewAck.body
source: <p>Dear {$recipientName},</p> <p>Thank you for completing your review of the submission, {$submissionTitle}, for {$contextName}. We appreciate your time and expertise in contributing to the quality of the work that we publish. We have shared your comments with the authors, along with our other reviewers' comments and the editor's decision.</p> <p>Based on the feedback we received, we have notified the authors of the following:</p> <p>{$decisionDescription}</p> <p>Your recommendation was considered alongside the recommendations of other reviewers before coming to a decision. Occasionally the editor's decision may differ from the recommendation made by one or more reviewers. The editor considers many factors, and does not take these decisions lightly. We are grateful for our reviewers' expertise and suggestions.</p> <p>It has been a pleasure to work with you as a reviewer for {$contextName}, and we hope to have the opportunity to work with you again in the future.</p> <p>Kind regards,</p> <p>{$signature}</p>
bg_bg: {$recipientName}:<br /> <br /> Благодарим Ви, че резензирахте изпратените материали, &quot;{$submissionTitle},&quot; за {$contextName}. Оценяваме приноса ви към качеството на работата, която публикуваме.
bs_ba: Poštovana/i {$reviewerName},<br /> <br /> hvala vam što ste izradili recenziju članka &quot;{$submissionTitle}&quot; za časopis {$contextName}. Cijenimo vaš doprinos kvaliteti radova objavljenih u našem časopisu.<br /> <br /> Srdačno,
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us agraïm que hàgiu revisat la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Valorem la vostra contribució a la qualitat de les obres que publiquem.
cs_cz: {$reviewerName}:<br /> <br /> Děkujeme za dokončení recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Vážíme si Vaší práce vedoucí ke zkvalitnění článků, které publikujeme.
da_dk: {$reviewerName}:<br /> <br /> Tak, fordi du har fuldført bedømmelsen af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi påskønner dit bidrag til kvaliteten af de artikler, vi publicerer.
de_de: {$reviewerName},<br /> <br /> vielen Dank für Ihr Gutachten zum Beitrag &quot;{$submissionTitle}&quot; für {$contextName}. Ihre Stellungnahme ist eine wichtige Unterstützung für unsere Bemühungen um die Qualität der von uns veröffentlichten Arbeiten.
es_es: {$reviewerName}:<br /> <br /> Gracias por completar la revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Apreciamos su contribución a la calidad de los trabajos que publicamos.
fi_fi: Hyvä {$reviewerName},<br /> <br /> Kiitos käsikirjoituksen &quot;{$submissionTitle}&quot; arvioinnin suorittamisesta julkaisulle {$contextName}. Arvostamme panostanne julkaisemamme työn laadun hyväksi.<br /> <br /> Ystävällisin terveisin.
fr_ca: {$reviewerName},<br /> <br /> Nous vous remercions d'avoir évalué la soumission intitulée « {$submissionTitle} » pour la revue {$contextName}. Nous vous sommes reconnaissants de votre contribution à la qualité des travaux que nous publions.
fr_fr: {$reviewerName}:<br /> <br /> Nous vous remercions d'avoir évalué la soumission intitulée « {$submissionTitle} » pour {$contextName}. Nous vous sommes reconnaissants de votre contribution à la qualité des travaux que nous publions.
hi_in: {$reviewerName}:<br /> <br /> सबमिशन की समीक्षा को पूरा करने के लिए धन्यवाद, &quot;{$submissionTitle},&quot; for {$contextName}. हम आपके द्वारा प्रकाशित किए जाने वाले कार्य की गुणवत्ता में आपके योगदान की सराहना करते हैं.
it_it: Gentile {$reviewerName}:<br /> <br /> Grazie per aver completato la revisione della proposta, &quot;{$submissionTitle},&quot; per {$contextName}.<br /> <br /> Apprezziamo il tuo contributo nel mantenere alta la qualità della rivista.
ka_ge: {$reviewerName}:<br /> <br /> Thank you for completing the review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We appreciate your contribution to the quality of the work that we publish..
kk_kz: Сәлем {$recipientName}!<br /> <br /> «{$contextName}» журналына арналған «{$submissionTitle}» материалын қарағаныңыз үшін рахмет. Біз жариялайтын жұмыстың сапасына қосқан үлесіңізді бағалаймыз.
ms_my: {$recipientName}: <br /> <br /> Terima kasih kerana menyelesaikan ulasan penyerahan, &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami menghargai sumbangan anda terhadap kualiti karya yang kami terbitkan.
nl_nl: {$reviewerName}:<br /> <br /> Dank u voor uw review van de inzending &quot;{$submissionTitle}&quot; voor {$contextName}. We waarderen uw bijdrage aan de kwaliteit van het werk dat wij publiceren.
pt_br: {$reviewerName}:<br /> <br /> Agradeço por enviar o parecer da submissão &quot;{$submissionTitle},&quot; para o periódico {$contextName}. Nós apreciamos sua contribuição para manter a qualidade dos trabalhos que publicamos.
pt_pt: {$reviewerName}:<br /> <br /> Agradecemos ter concluído a revisão da submissão &quot;{$submissionTitle}&quot; à revista {$contextName}. A sua contribuição é fundamental para a qualidade dos trabalhos publicados.
ro_ro: {$reviewerName}:<br /> <br /> Vă mulțumim pentru finalizarea reviziei manuscrisului, &quot;{$submissionTitle},&quot; pentru {$contextName}. Apreciem contribuția dvs. semnificativă la calitatea revistei pe care o publicăm.
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Благодарю Вас за рецензию на материал «{$submissionTitle}» для журнала «{$contextName}». Мы ценим Ваш вклад в качество работы, которую мы публикуем.
sk_sk: {$reviewerName}:<br /> <br /> Dakujeme za dokončenie recenzie príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Vážime si Vašej práce vedúcej k skvalitneniu článkov, ktoré publikujeme.
sl_si: {$recipientName}:<br /> <br /> Hvala za dokončanje recenzije prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Zahvaljujemo se za vaš prispevek k kvaliteti del, ki jih objavljamo.
sv_se: {$reviewerName}:<br /> <br /> Tack för att du genomfört granskningen av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi uppskattar ditt arbete din roll i att bibehålla tidskriftens kvalitet.
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergide yayınlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışmanın değerlendirme işlemini tamamladığınız için teşekkür ederiz. Yayınımıza yaptığınız katkıyı takdirle anıyoruz.
uk_ua: {$reviewerName}:<br /> <br /> Дякую за закінчення рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Ми цінуємо Ваш внесок у контроль якості роботи, поданої нам для публікації.

# emails.reviewAck.subject
source: Thank you for your review
bg_bg: Признание за рецензия на статия
bs_ba: Zaprimljena recenzija članka
ca_es: Justificant de recepció de la revisió de l'article
cs_cz: Poděkování za zpracování recenze článku
da_dk: Bekræftelse af bedømmelse af artikel
de_de: Eingangsbestätigung für ein Gutachten
es_es: Acuse de recibo de revisión de artículo
fi_fi: Artikkelin arviointi vastaanotettu
fr_ca: Accusé de réception de l'évaluation d'une soumission
fr_fr: Accusé de réception de l'évaluation d'une soumission
hi_in: लेख समीक्षा आभार
it_it: Ringraziamenti per la revisione
ka_ge: რეცენზიის მიღების დასტური
kk_kz: Қараудың қабылданғанын растау
ms_my: Ucapan Terima Kasih atas Ulasan Artikel
nl_nl: Artikel review bevestiging
pt_br: Agradecimento pela avaliação
pt_pt: Agradecimento pela revisão
ro_ro: Recunoaștere revizuire articol
ru_ru: Подтверждение получения рецензии
sk_sk: Poďakovanie za spracovanie recenzie článku
sl_si: Zahvala za recenzijo prispevka
sv_se: Bekräftelse på granskning av artikel
tr_tr: Değerlendirme İçin Teşekkür
uk_ua: Подяка за рецензування статті

# emails.reviewDecline.description
source: This email is sent by a Reviewer to the Section Editor in response to a review request to notify the Section Editor that the review request has been declined.
bg_bg: Този имейл се изпраща от рецензент до редактора на секции в отговор на искане за рецензия, за да уведоми редактора на секции, че молбата му за резенция е отхвърлена.
bs_ba: Ovim obrascem e-pošte recenzent odgovara uredniku rubrike da ne prihvaća zahtjev za recenzijom.
ca_es: Aquest missatge de correu electrònic té un revisor com a remitent i s'envia a l'editor de secció en resposta a una sol·licitud de revisió per a notificar-li que rebutja encarregar-se d'aquesta tasca.
cs_cz: Tento email posílá recenzent editorovi sekce v odpovědi na žádost o zpracování recenze, aby mu oznámil, že recenzi nemůže zpracovat.
da_dk: Denne e-mail sendes af en bedømmer til sektionsredaktøren som svar på en bedømmelsesforespørgsel og underretter sektionsredaktøren om, at bedømmelsesforespørgslen er blevet afvist.
de_de: Diese E-Mail wird von einer Gutachterin/einem Gutachter an die/den Rubrikredakteur/in als Antwort auf eine Begutachtungsanfrage gesendet, um darüber zu informieren, dass die Anfrage abgelehnt wird.
es_es: Este correo es enviado por un/a revisor/a al / a la Editor/a de Sección en respuesta a una petición de revisión para notificarle que rechaza la petición de revisión.
fr_ca: Ce courriel est envoyé par l'évaluateur-trice au,à la rédacteur-trice de rubrique en réponse à la demande d'évaluation, pour l'aviser qu'il ou elle ne peut effectuer l'évaluation.
fr_fr: Ce courriel est envoyé par le rapporteur au rédacteur de rubrique en réponse à la demande d'évaluation, pour aviser ce dernier qu'il ne peut effectuer l'évaluation.
gl_es: Este correo é enviado por un revisor/a ao editor/a de sección en resposta a unha solicitude de revisión, para notificarlle a súa indispoñibilidade para realizar a tarefa.
hi_in: यह ईमेल समीक्षक द्वारा संपादक को खंड संपादक को सूचित करने के लिए समीक्षा अनुरोध के जवाब में भेजा जाता है कि समीक्षा अनुरोध अस्वीकार कर दिया गया है.
it_it: Questa email viene mandata dal revisore al section editor in risposta a una richiesta di revisione per far sapere a quest'ultimo che la richiesta è stata declinata.
ka_ge: ეს არის რეცენზენტის წერილი, გაგზავნილი განყოფილების რედაქტორთან, იმის შესახებ, რომ მოთხოვნა რეცენზირებაზე უარყოფილია.
kk_kz: Бұл бөлім редакторына мақаланы қарау сұрауына жауап ретінде бөлім редакторына қарау сұрауы қабылданбағаны туралы жіберілген рецензент хат.
ms_my: E-mel ini dikirim oleh Pengulas ke Editor Bahagian sebagai respon balas kepada permintaan ulasan untuk memaklumkan Editor Bahagian bahawa permintaan ulasan telah ditolak.
nl_nl: Deze e-mail wordt door de reviewer verstuurd naar de sectieredacteur als reactie op een reviewverzoek om te laten weten dat het verzoek wordt afgewezen.
pt_br: Mensagem enviada pelo Avaliador ao Editor de Seção, em resposta à solicitação de avaliação, para notificar sua NÃO disponibilidade para realizar a tarefa, rejeitando a solicitação.
pt_pt: Este e-mail é enviado pelo Revisor ao Editor de Secção, em resposta ao pedido de revisão, para notificar da sua inisponibilidade para realizar a tarefa, rejeitando a revisão.
ro_ro: Acest e-mail este trimis de un revizor, editorului de secțiune ca răspuns la o cerere de revizuire pentru a notifica editorul de secțiune că cererea de revizuire a fost respinsă.
ru_ru: Это письмо рецензента, отправляемое редактору раздела, в ответ на запрос на рецензирование статьи, чтобы уведомить редактора раздела о том, что запрос на рецензирование отклонен.
sk_sk: Tento email posiela recenzent editorovi sekcie v odpovedi na žiadosť o spracovaní recenzie, aby mu oznámil, že recenziu nemôže spracovať.
sl_si: Ta email pošlje recenzent urendiku rubrike kot odgovor na prošnjo za recenzijo v primeru, ko obvešča urednika rubrike, da recenzijo zavrne.
sv_se: Det här e-postmeddelandet skickas från en granskare till sektionsredaktören som svar på en förfrågan om granskning för att meddela sektionsredaktören att granskaren tackar nej till granskningsuppdraget.
tr_tr: Bu elektronik posta gözden geçirme talebine cevap olarak, gözden geçirmenin red edildiğini bildirmek amacıyla Bölüm Editörüne gözden geçirmeyi yapan kişi tarafından gönderilir.
uk_ua: Цим листом рецензент повідомляє редактору розділу у відповідь на його запит, що відмовляється рецензувати.
