Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.subscriptionNotify.body
source: {$recipientName}:<br /> <br /> You have now been registered as a subscriber in our online journal management system for {$contextName}, with the following subscription:<br /> <br /> {$subscriptionType}<br /> <br /> To access content that is available only to subscribers, simply log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> Once you have logged in to the system you can change your profile details and password at any point.<br /> <br /> Please note that if you have an institutional subscription, there is no need for users at your institution to log in, since requests for subscription content will be automatically authenticated by the system.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$signature}
ar: {$recipientName}:<br /> <br /> لقد حزت على الإشتراك في موقع مجلتنا على الإنترنت والتي تحمل اسم {$contextName}، وإن هذا الإشتراك هو من نوع:<br /> <br /> {$subscriptionType}<br /> <br /> للوصول إلى المحتوى المخصص للمشتركين حصراً، ببساطة قم بالدخول إلى الموقع مستعملاً اسم الدخول: &quot;{$recipientUsername}&quot;.<br /> <br /> بمجرد دخولك إلى النظام، يمكنك تعديل تفاصيل ملفك التعريفي وكلمة مرورك وفي أي وقت تشاء.<br /> <br /> لاحظ لطفاً أنك إن كنت حاصلاً على اشتراك مؤسساتي، فلا داعي لأفراد مؤسستك لتسجيل دخولهم إلى الموقع، طالماً أن محتوى طلبات الإشتراك ستكون عندها مصرحاً لها تلقائياً في النظام.<br /> <br /> إن كانت لديك أية استفسارات، فلا تتردد في مراسلتي.<br /> <br /> {$subscriptionSignature}
bg: {$recipientName}:<br /> <br /> Вече сте регистрирани като абонат в нашата онлайн система за управление на списания за {$contextName}, със следния абонаментен план:<br /> <br /> {$subscriptionType}<br /> <br /> За достъп до съдържание, достъпно само за абонати, просто влезте в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> След като сте влезли в системата, можете да промените данните за потребителския си профил и паролата по всяко време.<br /> <br /> Моля, имайте предвид, че ако имате институционален абонамент, няма нужда потребителите във вашата институция да влизат, тъй като заявките за съдържание за абонамент ще бъдат автоматично удостоверени от системата.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$subscriptionSignature}
bg_bg: {$recipientName}:<br /> <br /> Вече сте регистрирани като абонат в нашата онлайн система за управление на списания за {$contextName}, със следния абонаментен план:<br /> <br /> {$subscriptionType}<br /> <br /> За достъп до съдържание, достъпно само за абонати, просто влезте в системата с вашето потребителско име, &quot;{$recipientUsername}&quot;.<br /> <br /> След като сте влезли в системата, можете да промените данните за потребителския си профил и паролата по всяко време.<br /> <br /> Моля, имайте предвид, че ако имате институционален абонамент, няма нужда потребителите във вашата институция да влизат, тъй като заявките за съдържание за абонамент ще бъдат автоматично удостоверени от системата.<br /> <br /> Ако имате въпроси, не се колебайте да се свържете с мен.<br /> <br /> {$signature}
bs_ba: Poštovana/i {$subscriberName},<br /> <br /> upravo smo vas u našem e-sustavu za uređivanje časopisa evidentirali kao pretplatnika časopisa {$contextName}. Tip vaše pretplate je:<br /> <br /> {$subscriptionType}<br /> <br /> Kako biste pristupili sadržaju koji je raspoloživ isključivo za pretplatnike, sve što trebate učiniti je prijaviti se u sustav uz pomoć vašeg korisničkog imena &quot;{$username}&quot;.<br /> <br /> Nakon što ste se prijavili u sustav, možete u bilo kojem trenutku promijeniti detalje svog profila ili lozinku.<br /> <br /> Molimo vas da uzmete u obzir da u slučaju da koristite institucionalnu pretplatu nije potrebno da se korisnici pri vašoj instituciji registriraju, budući da će sustav automatski autorizirati zahtjeve za pretplatnički sadržaj koji dolaze s mrežnih adresa vaše institucije.<br /> <br /> Molimo vas da nam se obratite u slučaju da imate bilo kakva dodatna pitanja.<br /> <br /> Srdačno,<br /> {$subscriptionContactSignature}
ca: Benvolgut/uda {$recipientName},<br /> <br /> Us acabeu de registrar com a subscriptor del nostre sistema de gestió de revistes en línia per a {$contextName} amb la subscripció següent:<br /> <br /> {$subscriptionType}<br /> <br /> Per a accedir als continguts que només estan disponibles per als subscriptors, inicieu la sessió al sistema amb el vostre nom d'usuari, &quot;{$recipientUsername}&quot;.<br /> <br /> Una vegada dins el sistema podreu canviar la contrasenya i els detalls del vostre perfil en qualsevol moment.<br /> <br /> Noteu que si disposeu d'una subscripció institucional, els usuaris membres de la institució no hauran d'iniciar la sessió, ja que el sistema autenticarà automàticament les sol·licituds d'accés al contingut per a subscriptors.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionSignature}
ca_es: Benvolgut/uda {$subscriberName},<br /> <br /> Us acabeu de registrar com a subscriptor del nostre sistema de gestió de revistes en línia per a {$contextName} amb la subscripció següent:<br /> <br /> {$subscriptionType}<br /> <br /> Per a accedir als continguts que només estan disponibles per als subscriptors, inicieu la sessió al sistema amb el vostre nom d'usuari, &quot;{$username}&quot;.<br /> <br /> Una vegada dins el sistema podreu canviar la contrasenya i els detalls del vostre perfil en qualsevol moment.<br /> <br /> Noteu que si disposeu d'una subscripció institucional, els usuaris membres de la institució no hauran d'iniciar la sessió, ja que el sistema autenticarà automàticament les sol·licituds d'accés al contingut per a subscriptors.<br /> <br /> Si teniu qualsevol consulta, no dubteu a fer-me-la arribar.<br /> <br /> {$subscriptionContactSignature}
cs: {$recipientName}:<br /> <br /> Nyní jste byl zaregistrován jako předplatitel v našem online systému pro správu časopisu {$contextName} s následujícím předplatným:<br /> <br /> {$subscriptionType}<br /> <br /> Pro přístup k obsahu, který je dostupný pouze předplatitelům, se jednoduše přihlašte Vaším uživatelským jménem &quot;{$recipientUsername}&quot;.<br /> <br /> Jakmile se přihlásíte do systému, můžete kdykoliv upravit detaily svého profilu a heslo.<br /> <br /> Vězte prosím, že pokud máte institucionální předplatné, nemusí se uživatelé z vaší instituce přihlašovat, neboť jejich přístup k předplacenému obsahu bude automaticky ověřen systémem.<br /> <br /> Pokud máte nějaké dotazy, neváhejte mě kontaktovat<br /> <br /> {$subscriptionSignature}
cs_cz: {$subscriberName}:<br /> <br /> Nyní jste byl zaregistrován jako předplatitel v našem online systému pro správu časopisu {$contextName} s následujícím předplatným:<br /> <br /> {$subscriptionType}<br /> <br /> Pro přístup k obsahu, který je dostupný pouze předplatitelům, se jednoduše přihlašte Vaším uživatelským jménem &quot;{$username}&quot;.<br /> <br /> Jakmile se přihlásíte do systému, můžete kdykoliv upravit detaily svého profilu a heslo.<br /> <br /> Vězte prosím, že pokud máte institucionální předplatné, nemusí se uživatelé z vaší instituce přihlašovat, neboť jejich přístup k předplacenému obsahu bude automaticky ověřen systémem.<br /> <br /> Pokud máte nějaké dotazy, neváhejte mě kontaktovat<br /> <br /> {$subscriptionContactSignature}
da: Kære {$recipientName}<br /> <br /> Du er nu registreret i vores onlinetidsskriftsstyringssystem som abonnent på {$contextName} med følgende abonnement:<br /> <br /> {$subscriptionType}<br /> <br /> Log på systemet med dit brugernavn, &quot;{$recipientUsername}&quot;, for at få adgang til indhold, der kun er tilgængeligt for abonnenter.<br /> <br /> Når du har logget på systemet, kan du på et hvilket som helst tidspunkt ændre dine profiloplysninger og din adgangskode.<br /> <br /> Vær opmærksom på, at hvis du har et institutionsabonnement, behøver brugerne i institutionen ikke logge på, da forespørgsler på abonnementsindhold automatisk godkendes af systemet.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> Mvh. {$subscriptionsignature}
da_dk: {$subscriberName}:<br /> <br /> Du er nu registreret i vores onlinetidsskriftsstyringssystem som abonnent på {$contextName} med følgende abonnement:<br /> <br /> {$subscriptionType}<br /> <br /> Log på systemet med dit brugernavn, &quot;{$username}&quot;, for at få adgang til indhold, der kun er tilgængeligt for abonnenter.<br /> <br /> Når du har logget på systemet, kan du på et hvilket som helst tidspunkt ændre dine profiloplysninger og din adgangskode.<br /> <br /> Vær opmærksom på, at hvis du har et institutionsabonnement, behøver brugerne i institutionen ikke logge på, da forespørgsler på abonnementsindhold automatisk godkendes af systemet.<br /> <br /> Hvis du har spørgsmål, er du velkommen til at kontakte mig.<br /> <br /> {$subscriptionContactSignature}
de: Sehr geehrte/r {$recipientName}<br /> <br /> Sie sind jetzt als Abonnent/in in unserem Online-Zeitschriftenverwaltungssystem für {$contextName} mit dem folgenden Abonnement registriert:<br /> <br /> {$subscriptionType}<br /> <br /> Um auf Inhalte zuzugreifen, die nur für Abonnent/innen verfügbar sind, melden Sie sich einfach mit Ihrem Benutzernamen "{$recipientUsername}" am System an.<br /> <br /> Sobald Sie sich im System angemeldet haben, können Sie Ihre Profildaten und Ihr Passwort jederzeit ändern.<br /> <br /> Wenn Sie ein institutionelles Abonnement haben, brauchen sich die Benutzer/innen Ihrer Einrichtung nicht anzumelden, da Anfragen nach Abonnementinhalten automatisch vom System authentifiziert werden.<br /> <br /> Wenn Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionSignature}
de_de: {$subscriberName},<br /> <br /> Sie wurden als Abonnent/in in unserem Zeitschriftenverwaltungssystem für {$contextName} registriert, und zwar in der folgenden Kategorie:<br /> <br /> {$subscriptionType}<br /> <br /> Um auf Inhalte, die nur Abonnent/innen zur Verfügung stehen, zuzugreifen, loggen Sie sich einfach mit Ihrem Benutzer/innennamen &quot;{$username}&quot; in das System ein.<br /> <br /> Einmal eingeloggt, können Sie jederzeit die Einzelheiten Ihres Benutzer/innenprofils und Ihr Passwort ändern.<br /> <br /> Beachten Sie bitte, dass Sie sich nicht einloggen müssen, wenn Sie ein institutionelles Abonnement haben. Das System gestattet Ihnen dann automatisch den Zugang zu den Inhalten für Abonnent/innen.<br /> <br /> Falls Sie Fragen haben, können Sie sich gerne an mich wenden.<br /> <br /> {$subscriptionContactSignature}
es: {$recipientName}:<br /> <br /> Acaba de registrarse como suscriptor/a en nuestro sistema de gestión de revistas online para la revista {$contextName}, a continuación le mostramos los datos de su suscripción:<br /> <br /> {$subscriptionType}<br /> <br /> Para acceder al contenido exclusivo para suscriptores/as, simplemente tiene que identificarse con su nombre de usuaria/o, &quot;{$recipientUsername}&quot;.<br /> <br /> Una vez se haya identificado en el sistema puede cambiar los detalles de su perfil y su contraseña en cualquier momento.<br /> <br /> Tenga en cuenta que si se trata de una suscripción institucional no es necesario que los/as usuarios/as de su institución se identifiquen, ya que las peticiones de contenido bajo suscripción serán autentificadas automáticamente por el sistema.<br /> <br /> Si tiene cualquier pregunta no dude en contactar con nosotros/as.<br /> <br /> {$subscriptionSignature}
es_es: {$subscriberName}:<br /> <br /> Acaba de registrarse como suscriptor/a en nuestro sistema de gestión de revistas online para la revista {$contextName}, a continuación le mostramos los datos de su suscripción:<br /> <br /> {$subscriptionType}<br /> <br /> Para acceder al contenido exclusivo para suscriptores/as, simplemente tiene que identificarse con su nombre de usuaria/o, &quot;{$username}&quot;.<br /> <br /> Una vez se haya identificado en el sistema puede cambiar los detalles de su perfil y su contraseña en cualquier momento.<br /> <br /> Tenga en cuenta que si se trata de una suscripción institucional no es necesario que los/as usuarios/as de su institución se identifiquen, ya que las peticiones de contenido bajo suscripción serán autentificadas automáticamente por el sistema.<br /> <br /> Si tiene cualquier pregunta no dude en contactar con nosotros/as.<br /> <br /> {$subscriptionContactSignature}
eu: {$recipientName}:<br /> <br /> {$contextName} aldizkari elektronikoan erregistratu zara harpidedun gisa, harpidetza mota honekin:<br /> <br /> {$subscriptionType}<br /> <br /> Harpidedunek bakarrik ikus dezaketen edukia eskuratzeko, sartu sisteman zure erabiltzaile-izenarekin (&quot;{$recipientUsername}&quot;).<br /> <br /> Sisteman sartu ondoren zure profila osatzen duten datuak eta pasahitza aldatu ahal izango dituzu, nahi duzunean.<br /> <br /> Kontuan izan, erakunde harpideduna bazara, zure erakundeko erabiltzaileek ez daukatela saioa hasi beharrik, harpidetza bidezko edukia ikusi nahi dutenean sistemak automatikoki autentifikatuko dituelako.<br /> <br /> Galderaren bat baduzu, jar zaitez harremanetan nirekin, mesedez.<br /> <br /> {$subscriptionSignature}
fi_fi: Hyvä {$subscriberName},<br /> <br /> Teidät on nyt rekisteröity julkaisun {$contextName} tilaajaksi online-julkaisunhallintajärjestelmäämme seuraavin tilaustiedoin:<br> <br /> {$subscriptionType}<br /> <br /> Voidaksenne käyttää sisältöä, joka on vain tilaajien saatavilla, kirjautukaa järjestelmään käyttäjätunnuksellanne,&quot;{$username}&quot;.<br /> <br /> Kirjauduttuanne sisään järjestelmään voitte muuttaa profiilitietojanne ja salasananne milloin tahansa.<br /> <br /> Huomioittehan, että mikäli tilauksenne on instituutiotilaus, käyttäjien ei instituutiossanne tarvitse kirjautua sisään, sillä järjestelmä todentaa tilaussisältöä koskevat pyynnöt automaattisesti.<br /> <br /> Jos teillä on kysyttävää, otattehan yhteyttä minuun.<br> <br /> Ystävällisin terveisin,<br /> {$subscriptionContactSignature}
fr_ca: {$subscriberName},<br /> <br /> Vous êtes maintenant abonné-e à notre système de gestion de revue en ligne pour la revue {$contextName}, avec le type d'abonnement suivant :<br /> <br /> {$subscriptionType}<br /> <br /> Pour accéder au contenu destiné seulement aux abonnés, connectez-vous au système à l'aide de votre nom d'utilisateur-trice : {$username}.<br /> <br /> Une fois connecté-e dans le système, vous pouvez, en tout temps, modifier les renseignements de votre profil et votre mot de passe.<br /> <br /> Veuillez prendre note que si vous disposez d'un abonnement institutionnel, les utilisateurs-trices n'ont pas à entrer de nom d'utilisateur-trice puisque le système authentifiera automatiquement les demandes.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec nous.<br /> <br /> {$subscriptionContactSignature}
fr_fr: {$subscriberName},<br /> <br /> Vous êtes maintenant abonné à notre système de gestion en ligne pour {$contextName}, avec le type d'abonnement suivant :<br /> <br /> {$subscriptionType}<br /> <br /> Pour accéder au contenu destiné seulement aux abonnés, entrez dans le système à l'aide de votre nom d'utilisateur : {$username}.<br /> <br /> Une fois dans le système, vous pouvez modifier les détails de votre profil et votre mot de passe en tout temps.<br /> <br /> Veuillez prendre note que si vous disposez d'un abonnement institutionnel, les utilisateurs n'ont pas à entrer de nom d'utilisateur puisque le système authentifiera automatiquement les demandes.<br /> <br /> Si vous avez des questions, n'hésitez pas à communiquer avec moi.<br /> <br /> {$subscriptionContactSignature}
gl_es: {$recipientName}:<br /> <br /> Acaba de rexistrarse como subscritor/a do noso sistema de xestión de revistas en liña para {$contextName}, co tipo de subscrición seguinte:<br /> <br /> {$subscriptionType}<br /> <br /> Para acceder ao contido exclusivo para subscritores/as, abonda con que entre no sistema co seu nome de usuario/a, &quot;{$recipientUsername}&quot;.<br /> <br /> Unha vez dentro do sistema, pode cambiar os detalles do seu perfil e o seu contrasinal en calquera momento.<br /> <br /> Teña en conta que se dispón dunha subscrición institucional, os usuarios/as da institución non necesitarán identificarse, posto que o sistema autenticará automaticamente as solicitudes de acceso ao contido para subscritores.<br /> <br /> Se ten calquera pregunta, non dubide en contactar con nós/as.<br /> <br /> {$signature}
hi_in: {$subscriberName}:<br /> <br /> अब आप हमारी ऑनलाइन जर्नल मैनेजमेंट सिस्टम में {$contextName} के लिए एक सब्सक्राइबर के रूप में पंजीकृत हो गए हैं, निम्नलिखित सदस्यता के साथ:<br /> <br /> {$subscriptionType}<br /> <br /> केवल ग्राहकों के लिए उपलब्ध सामग्री तक पहुँचने के लिए, सिस्टम में अपने यूज़रनेम के साथ लॉग इन करें, &quot;{$username}&quot;.<br /> <br /> एक बार जब आप सिस्टम में लॉग इन कर लेते हैं तो आप किसी भी बिंदु पर अपना प्रोफ़ाइल विवरण और पासवर्ड बदल सकते हैं.<br /> <br /> कृपया ध्यान दें कि यदि आपके पास एक संस्थागत सदस्यता है, तो आपके संस्थान में उपयोगकर्ताओं को लॉग इन करने की कोई आवश्यकता नहीं है, क्योंकि सदस्यता सामग्री के लिए अनुरोध स्वचालित रूप से सिस्टम द्वारा प्रमाणित किया जाएगा।.<br /> <br /> यदि आपके कोई प्रश्न हैं, तो कृपया मुझसे बेझिझक संपर्क करें.<br /> <br /> {$subscriptionContactSignature}
hu: Tisztelt {$recipientName}!<br /> <br /> Ezúton tájékoztatjuk, hogy előfizetése aktiválásra került a(z) {$contextName} című folyóiratnál, a következő adatokkal:<br /> <br /> {$subscriptionType}<br /> <br /> Az előfizetőink számára hozzáférhető tartalmak eléréséhez, kérjük, jelentkezzen be felhasználónevével: &quot;{$recipientUsername}&quot;<br /> <br /> Bejelentkezés után profil adatait és jelszavát bármikor megváltoztathatja.<br /> <br /> Ha intézményi előfizetése van, az intézmény felhasználóinak nem szükséges egyenként bejelentkezniük, mivel az előfizetéses tartalmakhoz közvetlenül hozzáférhetnek automatikus hitelesítés után.<br /> <br /> Ha kérdése merülne fel, kérjük forduljon szerkesztőségünkhöz.<br /> <br /> {$subscriptionSignature}
hy_am: {$recipientName}:<br /> <br /> Դուք այժմ գրանցված եք որպես բաժանորդ մեր առցանց ամսագրի կառավարման համակարգում {$contextName} -ի համար՝ հետևյալ բաժանորդագրությամբ.<br /> <br /> {$subscriptionType}<br /> <br /> Բովանդակություն մուտք գործելու համար, որը հասանելի է միայն բաժանորդներին, պարզապես մուտք գործեք համակարգ ձեր օգտվողի անունով՝ &quot;{$recipientUsername}&quot;.<br /> <br /> Համակարգ մուտք գործելուց հետո ցանկացած պահի կարող եք փոխել ձեր պրոֆիլի տվյալները և գաղտնաբառը:<br /> <br /> Խնդրում ենք նկատի ունենալ, որ եթե դուք ունեք ինստիտուցիոնալ բաժանորդագրություն, ձեր հաստատության օգտատերերի մուտքի կարիք չկա, քանի որ բաժանորդագրության բովանդակության հարցումներն ինքնաշխատ կերպով կհաստատվեն համակարգի կողմից:<br /> <br /> Եթե ունեք հարցեր, խնդրում եմ կապվել ինձ հետ:<br /> <br /> {$signature}
id: {$recipientName}:<br /> <br /> Anda sekarang telah terdaftar sebagai pelanggan di sistem manajemen jurnal online kami, {$contextName}, dengan jenis langganan:<br /> <br /> {$subscriptionType}<br /> <br /> Untuk mengakses konten yang hanya tersedia bagi pelanggan, silakan login ke sistem dengan menggunakan nama pengguna Anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Setelah login, Anda dapat mengubah detail profil Anda dan sandi Anda kapanpun Anda kehendaki.<br /> <br /> Jika Anda memiliki langganan institusi, pengguna di institusi Anda tidak perlu login karena semua akses secara otomatis diotentikasi oleh sistem.<br /> <br /> Jika ada pertanyaan, silakan hubungi kami.<br /> <br /> {$subscriptionSignature}
it: Gentile{$recipientName}:<br /> <br /> il tuo abbonamento a {$contextName} è stato attivato con le seguenti caratteristiche:<br /> <br /> {$subscriptionType}<br /> <br /> Per accedere al contenuto riservato agli abbonati, effettua semplicemente il log in al sistema con il tuo username, &quot;{$recipientUsername}&quot;.<br /> <br /> Una volta effettuato il log in potrai modificare in ogni momento i dettagli del profilo e la password.<br /> <br /> Gli utenti istituzionali vengono riconosciuti automaticamente dal sistema.<br /> <br /> Per qualsiasi domanda non esitare a contattarmi.<br /> <br /> {$subscriptionSignature}
it_it: Gentile{$subscriberName}:<br /> <br /> il tuo abbonamento a {$contextName} è stato attivato con le seguenti caratteristiche:<br /> <br /> {$subscriptionType}<br /> <br /> Per accedere al contenuto riservato agli abbonati, effettua semplicemente il log in al sistema con il tuo username, &quot;{$username}&quot;.<br /> <br /> Una volta effettuato il log in potrai modificare in ogni momento i dettagli del profilo e la password.<br /> <br /> Gli utenti istituzionali vengono riconosciuti automaticamente dal sistema.<br /> <br /> Per qualsiasi domanda non esitare a contattarmi.<br /> <br /> {$subscriptionContactSignature}
ka_ge: {$subscriberName}:<br /> <br /> You have now been registered as a subscriber in our online journal management system for {$contextName}, with the following subscription:<br /> <br /> {$subscriptionType}<br /> <br /> To access content that is available only to subscribers, simply log in to the system with your username, &quot;{$username}&quot;.<br /> <br /> Once you have logged in to the system you can change your profile details and password at any point..<br /> <br /> Please note that if you have an institutional subscription, there is no need for users at your institution to log in, since requests for subscription content will be automatically authenticated by the system.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
kk_kz: Сәлем, {$recipientName}!<br /> <br /> Сіз енді біздің онлайн журналдарды басқару жүйесінде келесі жазылыммен «{$contextName}» журналына жазылушы ретінде тіркелдіңіз:<br /> <br /> {$subscriptionType}<br /> <br /> Тек жазылушыларға арналған мазмұнға қол жеткізу үшін журнал сайтына «{$recipientUsername}» пайдаланушы атымен кіріңіз.<br /> <br /> Жүйеге кіргеннен кейін пайдаланушы профилі мен құпия сөзді кез келген уақытта өзгертуге болады.<br /> <br /> Назар аударыңыз, егер сізде ұйымдық жазылым болса, сіздің ұйымдағы пайдаланушыларға жүйеге кірудің қажеті жоқ, себебі жазылым мазмұнына сұраныстар жүйемен автоматты түрде расталады.<br /> <br /> Егер сізде сұрақтар туындаса, маған хабарласудан тартынбаңыз.<br /> <br /> {$signature}
mk: {$recipientName}:<br /> <br /> Регистрирани сте како претплатник во нашиот систем за онлајн раководење со списание за {$contextName}, со следната претплата:<br /> <br /> {$subscriptionType}<br /> <br /> За да пристапите до содржината достапна само за претплатници, едноставно најавете се во системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Откако ќе се најавите во системот, можете да ги смените вашите детали за профилот и лозинка во секое време.<br /> <br /> Ве молиме имајте во предвид дека доколку имате претплата преку институција, нема потреба корисниците во вашата институција да се најават, бидејќи барањата за претплатничка содржина ќе бидат потврдени автоматски од страна на системот.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно да ме контактирате.<br /> <br /> {$subscriptionSignature}
mk_mk: {$recipientName}:<br /> <br /> Регистрирани сте како претплатник во нашиот систем за онлајн раководење со списание за {$contextName}, со следната претплата:<br /> <br /> {$subscriptionType}<br /> <br /> За да пристапите до содржината достапна само за претплатници, едноставно најавете се во системот со вашето корисничко име, &quot;{$recipientUsername}&quot;.<br /> <br /> Откако ќе се најавите во системот, можете да да ги смените вашите детали за профилот и лозинка во секое време.<br /> <br /> Ве молиме имајте во предвид дека доколку имате претплата преку институција, нема потреба корисниците во вашата институција да се најават, бидејќи барањата за претплатничка содржина ќе бидат потврдени автоматски од страна на системот.<br /> <br /> Доколку имате дополнителни прашања, ве молам слободно да ме контактирате.<br /> <br /> {$subscriptionSignature}
mr: {$recipientName}:<br /> <br /> खालील सदस्यत्वासह तुमची आता आमच्या ऑनलाइन नियतकालिक व्यवस्थापन प्रणालीत (जर्नल मॅनेजमेंट सिस्टममध्ये) {$contextName} साठी सदस्य म्हणून नोंदणी केली गेली आहे :<br /> <br /> {$subscriptionType} <br /> <br /> केवळ सदस्यांसाठी उपलब्ध असलेला मजकूर वाचण्यासाठी, तुमचे वापरकर्ता नाव &quot;{$recipientUsername}&quot; वापरुन प्रणालीमध्ये लॉग-इन करा.<br /> <br /> प्रणालीमध्ये लॉग-इन केल्यानंतर तुम्ही तुमचा प्रोफाइल तपशील आणि संकेतशब्द (पासवर्ड) कधीही बदलू शकता.<br /> <br /> जर तुमच्याकडे संस्था सदस्यत्व असेल, तर तुमच्या संस्थेतील वापरकर्त्यांना लॉग-इन करायची गरज नसेल, कारण प्रणालीद्वारे सदस्यत्व आपोआप सिद्ध केले जाईल याची कृपया नोंद घ्या. <br /> <br /> तुम्हाला काही प्रश्न असल्यास, कृपया माझ्याशी संपर्क साधा.<br /> <br /> {$subscriptionSignature}
ms: {$recipientName}:<br /> <br /> Anda kini telah didaftarkan sebagai pelanggan dalam sistem pengurusan jurnal dalam talian kami untuk {$contextName}, dengan langganan berikut:<br /> <br /> {$subscriptionType}<br /> <br /> Untuk mengakses kandungan yang hanya tersedia untuk pelanggan, hanya log masuk ke sistem dengan nama pengguna anda, &quot;{$recipientUsername}&quot;.<br /> <br /> Sebaik sahaja anda telah log masuk ke sistem anda boleh menukar butiran profil dan kata laluan anda pada bila-bila masa.<br /> <br /> Sila ambil perhatian bahawa jika anda mempunyai langganan institusi, pengguna di institusi anda tidak perlu log masuk, kerana permintaan untuk kandungan langganan akan disahkan secara automatik oleh sistem.<br /> <br /> Jika anda mempunyai sebarang pertanyaan, sila hubungi saya.<br /> <br /> {$subscriptionSignature}
ms_my: {$recipientName}: <br /> <br /> Anda kini telah didaftarkan sebagai pelanggan dalam sistem pengurusan jurnal dalam talian kami untuk {$contextName}, dengan langganan berikut: <br /> <br /> {$subscriptionType} <br /> <br /> Untuk mengakses kandungan yang hanya tersedia untuk pelanggan, log masuk ke sistem dengan nama pengguna anda, &quot; {$recipientUsername} &quot ;. <br /> <br /> Setelah log masuk ke sistem, anda boleh mengubah butiran dan kata laluan profil anda pada bila-bila masa. <br /> <br /> Harap maklum bahawa jika anda mempunyai langganan institusi, tidak perlu pengguna di institusi anda log masuk, kerana permintaan untuk kandungan langganan akan disahkan secara automatik oleh sistem. <br /> <br /> Sekiranya anda mempunyai sebarang pertanyaan, jangan ragu untuk menghubungi saya. <br /> <br /> {$signature}
nb: {$recipientName}:<br /> <br /> Du er nå registrert som abonnent hos det nettbaserte tidsskriftet {$contextName}. Abonnementstypen du har er:<br /> <br /> {$subscriptionType}<br /> <br /> Du får enkelt tilgang til tidsskriftet ved å logge inn med brukernavnet «{$recipientUsername}».<br /> <br /> Så snart du har logget inn, kan du når som helst endre personinformasjonen og passordet som er knyttet til ditt brukernavn.<br /> <br /> Merk at institusjonsabonnement er satt opp slik at de enkelte brukerne på institusjonens datasystem ikke behøver å logge inn, fordi systemet verifiserer henvendelsene fra slike brukere automatisk.<br /> <br /> Ta kontakt med meg om du har spørsmål.<br /> <br /> {$subscriptionSignature}
nl_nl: {$subscriberName}:<br /> <br /> U bent in ons online tijdschriftsysteem geregistreerd als abonnee van {$contextName} met het volgende abonnement:<br /> <br /> {$subscriptionType}<br /> <br /> Om toegang te krijgen tot de inhoud die is voorbehouden aan abonnees kunt u inloggen in het systeem met uw gebruikersnaam, &quot;{$username}&quot;.<br /> <br /> Eenmaal ingelogd op het systeem kunt u uw profielgegevens en wachtwoord op ieder gewenst moment veranderen.<br /> <br /> Merk op dat in het geval van een institutioneel abonnement gebruikers niet in hoeven te loggen, het systeem zal verzoeken automatisch authenticeren.<br /> <br /> Als vragen heeft, neemt u dan alstublieft contact met me op.<br /> <br /> {$subscriptionContactSignature}
pl: {$recipientName}:<br /> <br /> Zostałeś zarejestrowany jako subskrybent w naszym systemie online zarządzania czasopismem dla {$contextName} z następującymi subskrypcjami:<br /> <br /> {$subscriptionType}<br /> <br /> Abu uzyskać dostęp do zawartości, która jest dostępna wyłącznie dla subskrybentów, zaloguj się do systemu swoją nazwą użytkownika, &quot;{$recipientUsername}&quot;.<br /> <br /> Po zalogowaniu, możesz zmienić informacje o Twoim profilu i hasło w dowolnym momencie.<br /> <br /> Zauważ, że jeśli posiadasz subskrypcję z instytutu, nie ma potrzeby, aby inni użytkownicy z Twojej instytucji się logowali, odkąd prośba o subskrybowaną zawartość będzie automatycznie uwierzytelniana przez system.<br /> <br /> W razie pytań, proszę skontaktuj się ze mną.<br /> <br /> {$subscriptionSignature}
pt_br: {$subscriberName}: <br /> <br /> Agora você foi registrado como assinante em nossa {$contextName}, com a seguinte assinatura: <br /> <br /> {$subscriptionType} <br /> <br /> Para acessar o conteúdo disponível apenas para assinantes, basta fazer login no sistema com seu nome de usuário, &quot;{$username} &quot;. <br /> <br /> Depois de fazer login no sistema, você poderá alterar os detalhes e a senha do seu perfil a qualquer momento. <br /> <br /> Observe que se você possui uma assinatura institucional, não é necessário que os usuários da sua instituição efetuem login, pois as solicitações de conteúdo da assinatura serão automaticamente autenticadas pelo sistema. <br /> <br /> Se você tiver alguma dúvida, por favor não hesite em contactar-me. <br /> <br /> {$subscriptionContactSignature}
pt_pt: Cara(o) {$subscriberName},<br /> <br /> Você está registado como assinante da revista {$contextName}, que possui um sistema de gestão online, com os seguintes dados:<br /> <br /> {$subscriptionType}<br /> <br /> Para aceder ao conteúdo exclusivo a assinantes basta entrar no portal com o seu nome de utilizador &quot;{$username}&quot;.<br /> <br /> Uma vez ligado ao portal é possível modificar os dados do seu perfil e a sua senha a qualquer momento.<br /> <br /> Em caso de subscrição institucional, não há necessidade de utilizadores que acedam a partir da instituição se ligarem ao sistema, já que o acesso ao conteúdo para assinantes é autenticado automaticamente pelo sistema.<br /> <br /> Em caso de dúvidas, entre em contacto connosco.<br /> <br /> {$subscriptionContactSignature}
ro_ro: {$subscriberName}:<br /> <br /> Ați fost acum înregistrat ca abonat în sistemul nostru online de gestionare a jurnalelor pentru {$contextName}, cu următorul abonament:<br /> <br /> {$subscriptionType}<br /> <br /> Pentru a accesa conținutul disponibil numai abonaților, conectați-vă la sistem cu numele dvs. de utilizator, &quot;{$username}&quot;.<br /> <br /> După ce v-ați conectat la sistem, puteți schimba detaliile profilului și parola în orice moment.<br /> <br /> Vă rugăm să rețineți că, dacă aveți un abonament instituțional, nu este necesar ca utilizatorii din instituția dvs. să se conecteze, deoarece cererile de conținut pentru abonament vor fi autentificate automat de sistem.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionContactSignature}
ru: Здравствуйте, {$recipientName}!<br /> <br /> Вы теперь зарегистрированы в нашей онлайн-системе управления журналом как подписчик журнала «{$contextName}» со следующей подпиской:<br /> <br /> {$subscriptionType}<br /> <br /> Чтобы получить доступ к контенту, который доступен только для подписчиков, просто войдите на сайт журнала со своим именем пользователя «{$recipientUsername}».<br /> <br /> Как только Вы войдете в систему, Вы можете в любой момент изменить Ваш профиль пользователя и пароль.<br /> <br /> Пожалуйста, обратите внимание, что если у Вас есть подписка на всю организацию, то пользователям Вашей организации не нужно будет входить в систему, так как запросы на контент, предоставляемый по подписке, автоматически будут аутентифицированы системой.<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionSignature}
ru_ru: Здравствуйте, {$subscriberName}!<br /> <br /> Вы теперь зарегистрированы в нашей онлайн-системе управления журналом как подписчик журнала «{$contextName}» со следующей подпиской:<br /> <br /> {$subscriptionType}<br /> <br /> Чтобы получить доступ к контенту, который доступен только для подписчиков, просто войдите на сайт журнала со своим именем пользователя «{$username}».<br /> <br /> Как только Вы войдете в систему, Вы можете в любой момент изменить Ваш профиль пользователя и пароль.<br /> <br /> Пожалуйста, обратите внимание, что если у Вас есть подписка на всю организацию, то пользователям Вашей организации не нужно будет входить в систему, так как запросы на контент, предоставляемый по подписке, автоматически будут аутентифицированы системой.<br /> <br /> Если у Вас есть какие-либо вопросы, пожалуйста, не стесняйтесь, связывайтесь со мной.<br /> <br /> {$subscriptionContactSignature}
sk_sk: {$subscriberName}:<br /> <br /> Teraz ste bol zaregistrovaný ako predplatiteľ v našom online systéme pre správu časopisu {$contextName} s nasledujúcim predplatným: <br /> <br /> {$subscriptionType}<br /> <br /> Pre prístup k obsahu, ktorý je dostupný iba predplatiteľom, sa jednoducho prihláste Vaším užívateľským menom &quot;{$username}&quot;.<br /> <br /> Akonáhle sa prihlásite do systému, môžete kedykoľvek upraviť detaily svojho profilu a heslo. <br /> <br /> Vedzte prosím, že ak máte inštitucionálne predplatné, nemusia sa užívatelia z vašej inštitúcie prihlasovať, pretože ich prístup k predplatenému obsahu bude automaticky overený systémom.<br /> <br /> Ak máte nejaké otázky, neváhajte ma kontaktovať<br /> <br /> {$subscriptionContactSignature}
sl: {$recipientName}:<br /> <br /> You have now been registered as a subscriber in our online journal management system for {$contextName}, with the following subscription:<br /> <br /> {$subscriptionType}<br /> <br /> To access content that is available only to subscribers, simply log in to the system with your username, &quot;{$recipientUsername}&quot;.<br /> <br /> Once you have logged in to the system you can change your profile details and password at any point.<br /> <br /> Please note that if you have an institutional subscription, there is no need for users at your institution to log in, since requests for subscription content will be automatically authenticated by the system.<br /> <br /> If you have any questions, please feel free to contact me.<br /> <br /> {$subscriptionSignature}
sv: {$recipientName}:<br /> <br /> Du har nu registrerats som prenumerant i vårt webbaserade tidskriftssystem för {$contextName}, med följande prenumeration:<br /> <br /> {$subscriptionType}<br /> <br /> För att få tillgång till material som endast är tillgängligt för prenumeranter, logga bara in i systemet med ditt användarnamn, &quot;{$recipientUsername}&quot;.<br /> <br /> Väl inloggad kan du när som helst ändra personuppgifter och lösenord.<br /> <br /> OBS! Om du har en institutionsprenumeration behöver inte användare tillhörande din institution logga in. Begäran om åtkomst till prenumerationsmaterial kommer då automatiskt autentiseras av systemet.<br /> <br /> Vänligen kontakta mig om du har några frågor.<br /> <br /> {$subscriptionSignature}
sv_se: {$subscriberName}:<br /> <br /> Du har nu registrerats som prenumerant i vårt webbaserade tidskriftssystem för {$contextName}, med följande prenumeration:<br /> <br /> {$subscriptionType}<br /> <br /> För att få tillgång till material som endast är tillgängligt för prenumeranter, logga bara in i systemet med ditt användarnamn, &quot;{$username}&quot;.<br /> <br /> Väl inloggad kan du när som helst ändra personuppgifter och lösenord.<br /> <br /> OBS! Om du har en institutionsprenumeration behöver inte användare tillhörande din institution logga in. Begäran om åtkomst till prenumerationsmaterial kommer då automatiskt autentiseras av systemet.<br /> <br /> Vänligen kontakta mig om du har några frågor.<br /> <br /> {$subscriptionContactSignature}
tr: {$recipientName}:<br /> <br /> Internet dergilerimizden {$contextName} dergisi için abonelik kaydınız yapılmıştır. Abonelik türünüz aşağıdadır:<br /> <br /> {$subscriptionType}<br /> <br /> Sadece kayıtlı kullanıcılara sunulan içeriği izlemek üzere &quot;{$recipientUsername}&quot; kullanıcı adınız ile sisteme giriş yapınız.<br /> <br /> Sisteme giriş yaptıktan sonra kişisel bilgilerinizi ve şifrenizi dilediğiniz anda değiştirebilirsiniz.<br /> <br /> Eğer kurumsal abone iseniz, kurum çalışanlarının giriş yapmasına gerek olmayacağını, abonelere açık içerik taleplerinde sistemin otomatik olarak onay vereceğini gözönünde bulundurunuz.<br /> <br /> Herhangi bir sorunuz olursa lütfen çekinmeden benimle irtibat kurun.<br /> <br /> {$subscriptionSignature}
tr_tr: {$subscriberName}:<br /> <br /> Internet dergilerimizden {$contextName} dergisi için abonelik kaydınız yapılmıştır. Abonelik türünüz aşağıdadır:<br /> <br /> {$subscriptionType}<br /> <br /> Sadece kayıtlı kullanıcılara sunulan içeriği izlemek üzere &quot;{$username}&quot; kullanıcı adınız ile sisteme giriş yapınız.<br /> <br /> Sisteme giriş yaptıktan sonra kişisel bilgilerinizi ve şifrenizi dilediğiniz anda değiştirebilirsiniz.<br /> <br /> Eğer kurumsal abone iseniz, kurum çalışanlarının giriş yapmasına gerek olmayacağını, abonelere açık içerik taleplerinde sistemin otomatik olarak onay vereceğini gözönünde bulundurunuz.<br /> <br /> Herhangi bir sorunuz olursa lütfen çekinmeden benimle irtibat kurun.<br /> <br /> {$subscriptionContactSignature}
uk: Шановний(-а) {$recipientName}!<br /> <br /> У нашій системі електронного управління журналом Ви були зареєстровані як передплатник видання "{$contextName}".<br /> <br /> Тип передплати: {$subscriptionType}<br /> <br /> Для доступу до передплаченого змісту просто увійдіть у систему з Вашим іменем користувача {$recipientUsername}.<br /> <br /> Увійшовши до системи, Ви в будь-який час можете змінити інформацію про себе та пароль для доступу.<br /> <br /> Будь ласка, зауважте, якщо ця передплата не індивідуальна, користувачам установи-передплатника не обов'язково бути зареєстрованими в системі, оскільки в цьому разі запити на доступ до передплатного вмісту будуть автентифікуватись автоматично, без імен користувачів і паролів.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionSignature}
uk_ua: {$subscriberName}:<br /> <br /> У нашій системі електронного управління журналом Ви були зареєстровані як передплатник видання &quot;{$contextName}&quot;:<br /> <br /> Тип передплати: {$subscriptionType}<br /> <br /> Для доступу до передплаченого змісту просто увійдіть у систему з Вашим іменем користувача &quot;{$username}&quot;.<br /> <br /> Увійшовши до системи, Ви в будь-який час можете змінити інформацію про себе та пароль для доступу.<br /> <br /> Будь ласка, зауважте, якщо ця передплата не індивідуальна, користувачам установи-передплатника не обов'язково бути зареєстрованими у системі, оскільки в цьому випадку запити на доступ до передплатного змісту будуть автентифікуватись автоматично, без імен користувачів та паролів.<br /> <br /> Будь ласка, повідомте мені, якщо Ви маєте додаткові запитання.<br /> <br /> {$subscriptionContactSignature}
uz@latin: {$recipientName}: <br /> <br/> Siz hozirda bizning onlayn jurnallarni boshqarish tizimimizda {$contextName} obunachisi sifatida ro'yxatdan o'tdingiz va quyidagi obuna bilan: <br /> <br/> {$subscriptionType} <br /> <br/> Faqat obunachilar uchun mavjud bo'lgan kontentga kirish uchun tizimga o'z ismingiz bilan kiring, &quot; {$recipientUsername} &quot;. <br /> <br/> Tizimga kirganingizdan so'ng profil ma'lumotlari va parolni xohlagan vaqtda o'zgartirishingiz mumkin. <br /> <br/> E'tibor bering, agar sizda institutsional obuna bo'lsa, tizimga kirishga hojat yo'q, chunki obuna tarkibiga bo'lgan so'rovlar tizim tomonidan avtomatik ravishda tasdiqlanadi. <br /> <br/> Savollaringiz bo'lsa, iltimos, men bilan bog'laning. <br /> <br/> {$subscriptionSignature}
uz_cyrl: Ҳурматли {$recipientName}:<br /> <br /> Сиз энди {$contextName} онлайн журнал бошқарув тизимида қуйидаги обуна билан обуначи сифатида рўйхатдан ўтдингиз:<br /> <br /> {$subscriptionType}<br /> <br /> Фақат обуначилар учун мавжуд бўлган контентга кириш учун шунчаки &quot;{$recipientUsername}&quot; фойдаланувчи номи билан тизимга киринг.<br /> <br /> Тизимга кирганингиздан сўнг, профил маълумотларингизни ва паролингизни исталган вақтда ўзгартиришингиз мумкин.<br /> <br /> Шуни инобатга олингки, агар сизда ташкилий обуна бўлса, ташкилотингиз фойдаланувчилари тизимга кириши шарт эмас, чунки обуна контентига сўровлар тизим томонидан автоматик равишда тасдиқланади.<br /> <br /> Агар сизда саволлар бўлса, илтимос, мен билан боғланишдан тортинманг.<br /> <br /> {$subscriptionSignature}
vi: Kính gửi {$recipientName},<br /> <br /> Bây giờ bạn đã được đăng ký như một thuê bao trong hệ thống quản lý tạp chí trực tuyến của chúng tôi cho {$contextName}, với đăng ký sau:<br /> <br /> {$subscriptionType}<br /> <br /> Để truy cập nội dung chỉ dành cho người thuê bao, chỉ cần đăng nhập vào hệ thống bằng username của bạn, &quot;{$recipientUsername}&quot;.<br /> <br /> Khi bạn đã đăng nhập vào hệ thống, bạn có thể thay đổi chi tiết hồ sơ và mật khẩu của mình bất cứ lúc nào.<br /> <br /> Xin lưu ý rằng nếu bạn có thuê bao tổ chức, người dùng tại tổ chức của bạn không cần phải đăng nhập, vì các yêu cầu cho nội dung thuê bao sẽ được hệ thống xác thực tự động.<br /> <br /> Nếu bạn có bất kỳ câu hỏi nào, xin vui lòng liên hệ với chúng tôi.<br /> <br /> {$subscriptionSignature}
