Repository: pkp/ojs
Catalog: locale/*/emails.po
Languages: ar, az, bg, bg_bg, bs_ba, ca, ca_es, cs, cs_cz, da, da_dk, de, de_de, es, es_es, eu, fi_fi, fr_ca, fr_fr, gl_es, he_il, hi_in, hu, hy_am, id, is_is, it, it_it, ka_ge, kk_kz, ku, mk, mk_mk, mr, ms, ms_my, nb, nl_nl, pl, pt_br, pt_pt, ro_ro, ru, ru_ru, sk_sk, sl, sl_si, sv, sv_se, tr, tr_tr, uk, uk_ua, uz@latin, uz_cyrl, vi, zh_tw

# emails.reviewRemindAuto.subject
source: A reminder to please complete your review
ar: تذكير يلتمس إكمال تحكيمك
az: Avtomatik xatırlatma: Xahiş olunur dəyərləndirmə prosesini tamamlayı
bg: Напомняне с молба за завършване на вашата рецензия
bg_bg: Автоматично напомняне за рецензия на изпратени материали
bs_ba: Automatski podsjetnik za predaju recenzije
ca: Recordatori perquè completeu la revisió
ca_es: Recordatori automàtic de revisió de la tramesa
cs: Připomínáme, abyste dokončili svou recenzi
cs_cz: Automatické připomenutí recenze příspěvku
da: Påmindelse om at afslutte din bedømmelse
da_dk: Automatisk påmindelse om bedømmelse af manuskript
de: Eine Erinnerung, Ihr Gutachten bitte abzuschließen
de_de: Automatische Erinnerung an die Fälligkeit eines Gutachtens
es: Recordatorio para que complete su revisión
es_es: Recordatorio automático de revisión de envío
eu: Zure berrikuspena osatzeko gogorarazpena
fi_fi: Automaattinen muistutus käsikirjoituksen arvioinnista
fr_ca: Rappel automatique d'évaluation d'une soumission
fr_fr: Rappel automatique d'évaluation d'une soumission
hi_in: ऑटोमेटेड सबमिशन रिव्यू रिमाइंडर
hy_am: Հիշեցում, խնդրում ենք լրացնել ձեր գրախոսությունը
id: Pengingat untuk menyelesaikan review Anda
it_it: Promemoria automatico revisione in attesa
ka_ge: მასალის რეცენზირების ავტომატური შეხსენება
kk_kz: Материалды қарау үшін автоматты еске салғыш
mk: Потсетник да ја доставите вашата рецензија
mr: समीक्षण पूर्ण करण्यासाठी स्मरणपत्र
ms: Peringatan untuk melengkapkan ulasan anda
ms_my: Peringatan Ulasan Penyerahan Automatik
nb: Påminnelse om å fullføre fagfellevurderingen din
nl_nl: Geautomatiseerde review herinnering
pl: Automatyczne przypomnienie o upłynięciu terminu wykonania recenzji
pt_br: Lembrete automático de solicitação de avaliação
pt_pt: Lembrete automático de pedido de revisão
ro_ro: Memento automat de revizuire a manuscrisului
ru: Напоминание о необходимости завершить рецензирование
ru_ru: Автоматическое напоминание о рецензии на материал
sk_sk: Automatické pripomenutie recenzie príspevku
sl: Opomnik za koknčanje recenzije prispevka
sl_si: Opomnik za recenzijo prispevka
sv: Automatisk påminnelse om granskning av bidrag
sv_se: Automatisk påminnelse om granskning av bidrag
tr: Otomatik hatırlatma: Lütfen değerlendirme sürecini tamamlayınız
tr_tr: Değerlendirilme Konusunda Otomatik Hatırlatma
uk: Просте автоматичне нагадування, щоб завершити рецензування
uk_ua: Автоматичне нагадування про рецензування
uz@latin: Tekshiruvni yakunlash uchun eslatma
uz_cyrl: Тақризни якунлаш бўйича эслатма
vi: Nhắc việc hoàn thành review
zh_tw: 提示請求完成評審

# emails.reviewRemindOneclick.description
source: This email is sent by a Section Editor to remind a reviewer that their review is due.
bg_bg: Този имейл се изпраща от редактор на секции, за да напомни на рецензента, че е изтекъл срокът за подаване на рецензията.
bs_ba: Ovu e-poštu je poslao urednik rubrike da podsjeti recenzenta da je njegova recenzija dospjela.
ca_es: Aquest missatge de correu electrònic té un editor de secció com a remitent i s'envia a un revisor per a recordar-li que ha superat la data de venciment per a lliurar la revisió.
cs_cz: Tento email posílá editor sekce recenzentovi, aby mu připomněl, že vypršel termín pro zpracování recenze.
da_dk: Denne e-mail sendes af sektionsredaktøren til en bedømmer for at minde vedkommende om, at bedømmelsen skulle have været afleveret.
de_de: Diese E-Mail wird von einer Rubrikredakteurin/einem Rubrikredakteur gesendet, um eine/n Gutachter/in daran zu erinnern, dass ihr/sein Gutachten fällig ist.
es_es: Este correo es enviado por el/la Editor/a de Sección para recordar a un/a revisor/a que ya debe entregar su revisión.
fr_ca: Ce courriel est envoyé par le,la rédacteur-trice de rubrique à un,une évaluateur-trice pour lui rappeler que son évaluation est due.
fr_fr: Ce courriel est envoyé par le Rédacteur de rubrique à un rapporteur pour lui rappeler que son évaluation est due.
hi_in: यह ईमेल एक अनुभाग संपादक द्वारा एक समीक्षक को याद दिलाने के लिए भेजा जाता है कि उनकी समीक्षा होने वाली है.
it_it: Questa email viene mandata da un section editor per ricordare al revisore che è attesa la revisione.
ka_ge: ეს წერილი იგზავნება განყოფილების რედაქტორის მიერ რეცენზენტთან იმის შესახებ, რეცენზიის მოწოდების ვადა უკვე გავიდა.
kk_kz: Бұл хатты бөлім редакторы рецензентке қарау мерзімі өтіп кеткенін еске салу үшін жібереді.
ms_my: E-mel ini dihantar oleh Editor Bahagian untuk mengingatkan pengulas bahawa ulasan tamat.
nl_nl: Deze e-mail wordt door de sectieredacteur verstuurd om een reviewer eraan te herinneren dat de afgesproken reviewperiode verstreken is
pt_br: Mensagem enviada pelo Editor de Seção ao Avaliador como lembrete da tarefa de avaliação em andamento ainda não concluída.
pt_pt: Este e-mail é enviado por um Editor de Secção para lembrar o revisor sobre o prazo de revisão.
ro_ro: Acest e-mail este trimis de un editor de secțiune pentru a reaminti recenzorului că revizuirea sa se apropie de data limită.
ru_ru: Это письмо отправляется редактором раздела, чтобы напомнить рецензенту о том, что срок предоставления рецензии уже прошел.
sk_sk: Tento email posiela editor sekcie recenzentovi, aby mu pripomenul, že vypršal termín pre spracovanie recenzie.
sl_si: Ta email pošlje urednik rubrike recenzentu kot opomnik za opravljanje recenzije.
sv_se: Det här e-postmeddelandet skickas från en sektionsredaktör som en påminnelse till granskaren att deadline för granskningen har passerat.
tr_tr: Bu elektronik posta hakemler için tek tıklama özelliği açık ise, gözden geçirmeyi yapan kişiye işlemin zamanının dolmakta olduğunu hatırlatmak için Bölüm Editörü tarafından gönderilir.
uk_ua: Цим листом редактор розділу нагадує рецензенту про настання кінцевої дати рецензування.

# emails.reviewRemindOneclick.body
source: {$recipientName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and would be pleased to receive it as soon as you are able to prepare it.<br /> <br /> Submission URL: {$reviewAssignmentUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$signature}
bg_bg: {$recipientName}:<br /> <br /> Напомняме ви за молбата ни за рецензия на подадените към вас материали,, &quot;{$submissionTitle},&quot; за {$contextName}. Надяваме се да направте това до {$reviewDueDate} и с удоволствие ще го получим веднага щом успеете да го подготвите.<br /> <br /> URL на изпратените материали: {$reviewAssignmentUrl}<br /> <br /> Моля, потвърдете възможността си да завършите този съществен принос към работата на списанието. Очаквам отговора ви с нетърпение.<br /> <br /> {$signature}
bs_ba: {$reviewerName}:<br /> <br /> Željeli bismo vas samo podsjetiti da je rok koji smo dogovorili za recenziju članka, &quot;{$submissionTitle},&quot; za časopis {$contextName} istekao {$reviewDueDate}. Bilo bi nam izuzetno drago ukoliko biste recenziju završili i predali čim je prije moguće.<br /> <br /> Podsjećamo da do priloga možete doći izravno prateći ovu kodiranu pozivnicu:<br /> {$submissionReviewUrl}<br /> <br /> Molimo vas da potvrdite da ste u mogućnosti privesti kraju ovaj ključan doprinos radu časopisa. Nadamo se skorom odgovoru.<br /> <br /> {$editorialContactSignature}
ca_es: Benvolgut/uda {$reviewerName},<br /> <br /> Us recordem la nostra petició per a revisar la tramesa &quot;{$submissionTitle}&quot; per a {$contextName}. Esperàvem aquesta revisió abans del {$reviewDueDate}, i confiem rebre-la tan aviat com la tingueu enllestida.<br /> <br /> URL de la tramesa: {$submissionReviewUrl}<br /> <br /> Us agrairem que ens confirmeu la vostra disponibilitat per a completar aquesta contribució vital per al funcionament de la revista, i confiem rebre notícies vostres ben aviat.<br /> <br /> {$editorialContactSignature}
cs_cz: {$reviewerName}:<br /> <br /> Dovolujeme si Vám opatrně připomenout naši žádost o zpracování recenze příspěvku &quot;{$submissionTitle}&quot; pro {$contextName}. Doufali jsme, že budeme mít tuto recenzi hotovou do {$reviewDueDate} a budeme rádi, když ji od Vás dostaneme hned, jak ji budete moci dokončit.<br /> <br /> URL příspěvku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, zda můžete dokončit tento nezbytný úkol pro náš časopis. Těším se, že se ozvete.<br /> <br /> {$editorialContactSignature}
da_dk: {$reviewerName}:<br /> <br /> Dette er blot for at minde dig om vores forespørgsel om din bedømmelse af manuskriptet &quot;{$submissionTitle}&quot; til {$contextName}. Vi havde håbet på at modtage bedømmelsen senest den {$reviewDueDate} og ser frem til at modtage den, så snart du er færdig med den.<br /> <br /> Manuskriptets URL-adresse: {$submissionReviewUrl}<br /> <br /> Vi beder dig bekræfte, at du er i stand til at fuldføre dette vigtige bidrag til tidsskriftets arbejde. Jeg ser frem til at høre fra dig.<br /> <br /> {$editorialContactSignature}
de_de: {$reviewerName},<br /> <br /> hiermit möchten wir Sie freundlich an Ihre Zusage erinnern, den Beitrag &quot;{$submissionTitle}&quot; für {$contextName} zu begutachten. Wir hatten gehofft, das Gutachten zum {$reviewDueDate} zu erhalten. Diese E-Mail wurde automatisch erstellt und nach Überschreitung des Termins versandt. Wir würden uns freuen, wenn uns das Gutachten baldmöglichst zur Verfügung stünde.<br /> <br /> URL des Beitrags: {$submissionReviewUrl}<br /> <br /> Könnten Sie uns bitte bestätigen, dass Sie nach wie vor bereit sind, unsere Zeitschrift gutachterlich zu unterstützen? Wir würden uns freuen, bald von Ihnen zu hören.<br /> <br /> {$editorialContactSignature}
es_es: {$reviewerName}:<br /> <br /> Le recordamos nuestra petición de revisión del envío &quot;{$submissionTitle},&quot; para {$contextName}. Esperábamos su revisión antes del {$reviewDueDate}, esperamos nos la mande en cuanto la tenga lista.<br /> <br /> URL del envío: {$submissionReviewUrl}<br /> <br /> Le rogamos nos confirme su disponibilidad para completar esta contribución vital para el trabajo de la revista. Esperamos tener noticias suyas a la mayor brevedad.<br /> <br /> {$editorialContactSignature}
fi_fi: Hyvä {$reviewerName},<br /> <br /> Muistuttaisin ystävällisesti pyynnöstämme arvioida käsikirjoitus &quot;{$submissionTitle}&quot; julkaisulle {$contextName}. Toivoimme saavamme arviointinne {$reviewDueDate} mennessä, ja nyt olisimme iloisia, mikäli voisitte lähettää arvioinnin meille heti sen suoritettuanne.<br /> <br /> Käsikirjoituksen URL: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Vahvistattehan vielä, voitteko suorittaa tämän arvioinnin.<br /> <br /> Yhteydenottoanne odottaen,<br > {$editorialContactSignature}
fr_ca: {$reviewerName},<br /> <br /> Ceci est un petit rappel concernant notre demande d'évaluation de la soumission « {$submissionTitle} » pour la revue {$contextName}. Nous espérions recevoir votre évaluation avant le {$reviewDueDate}. Nous serions heureux de la recevoir dès que possible.<br /> <br /> URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer que vous êtes en mesure d'effectuer ce travail essentiel pour la publication de notre revue. Nous espérons avoir de vos nouvelles très bientôt.<br /> <br /> {$editorialContactSignature}
fr_fr: {$reviewerName}:<br /> <br /> Juste un petit mot pour vous rappeler notre demande d'évaluation de la soumission intitulée « {$submissionTitle} », pour {$contextName}. Nous espérions recevoir votre évaluation le {$reviewDueDate} et nous serions heureux de la recevoir aussitôt qu'il vous sera possible de le faire.<br /> <br /> Adresse URL de la soumission : {$submissionReviewUrl}<br /> <br /> Veuillez confirmer si vous êtes en mesure de compléter ce travail essentiel pour la publication de la revue. Espérant avoir de vos nouvelles sous peu.<br /> <br /> {$editorialContactSignature}
hi_in: {$reviewerName}:<br /> <br /> प्रस्तुत करने की आपकी समीक्षा के लिए हमारे अनुरोध का एक सौम्य अनुस्मारक, &quot;{$submissionTitle},&quot; for {$contextName}. हम {$ reviewDueDate} द्वारा इस समीक्षा की उम्मीद कर रहे थे, और जैसे ही आप इसे तैयार करने वाले हैं, इसे प्राप्त करके प्रसन्न होंगे.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> कृपया जर्नल के काम में इस महत्वपूर्ण योगदान को पूरा करने की अपनी क्षमता की पुष्टि करें। तुम्हारे उत्तर की प्रतीक्षा है मुझे.<br /> <br /> {$editorialContactSignature}
it_it: Gentile {$reviewerName},<br /> <br /> Ti ricordo la richiesta di revisione della submission, &quot;{$submissionTitle},&quot; per {$contextName}. La data di scadenza prevista è {$reviewDueDate}.<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Ti chiedo la cortesia di confermare al più presto la tua disponibilità a portare a termine l'incarico o meno.<br /> <br /> {$editorialContactSignature}
ka_ge: {$reviewerName}:<br /> <br /> Just a gentle reminder of our request for your review of the submission, &quot;{$submissionTitle},&quot; for {$contextName}. We were hoping to have this review by {$reviewDueDate}, and would be pleased to receive it as soon as you are able to prepare it..<br /> <br /> Submission URL: {$submissionReviewUrl}<br /> <br /> Please confirm your ability to complete this vital contribution to the work of the journal. I look forward to hearing from you.<br /> <br /> {$editorialContactSignature}
kk_kz: Сәлем {$recipientName}!<br /> <br /> Бұл «{$ contextName}» журналына арналған «{$submissionTitle}» материалын қарауды сұраған өтінішімізді еске салады. Біз бұл шолуды {$reviewDueDate} дейін аламыз деп үміттендік және егер сіз оны тезірек дайындап қойсаңыз, қуаныштымыз.<br /> <br /> Жіберу URL: {$reviewAssignmentUrl}<br /> <br /> Сіз біздің журнал жұмысына маңызды үлес қоса алатындығыңызды растаңыз. Сізден жауап күтемін.<br /> <br /> {$signature}
ms_my: {$recipientName}: <br /> <br /> Sekadar peringatan permintaan kami untuk ulasan penyerahan , &quot; {$submissionTitle}, &quot; untuk {$contextName}. Kami berharap mendapat ulasan ini sebelum {$reviewDueDate}, dan dengan senang hati akan menerimanya sebaik sahaja anda dapat menyiapkannya. <br /> <br /> URL Penyerahan: {$reviewAssignmentUrl} <br /> <br /> Sila sahkan kemampuan anda untuk menyelesaikan sumbangan penting ini untuk karya jurnal. Saya berharap dapat mendengar daripada anda. <br /> <br /> {$signature}
nl_nl: {$reviewerName}:<br /> <br /> We willen u vriendelijk herinneren aan ons verzoek om de inzending &quot;{$submissionTitle}&quot; voor {$contextName} te reviewen. We verwachtten uw review op {$reviewDueDate}. We stellen het zeer op prijs om de review te ontvangen zodra u in de gelegenheid bent om die uit te voeren.<br /> <br /> URL inzending: {$submissionReviewUrl}<br /> <br /> Wilt u uw beschikbaarheid voor het voltooien van deze voor het werk van het tijdschrift vitale taak bevestigen. Ik kijk uit naar uw reactie.<br /> <br /> {$editorialContactSignature}
pt_br: {$reviewerName}:<br /> <br /> Este é apenas um lembrete amigável do nosso pedido de avaliação da submissão, &quot;{$submissionTitle},&quot; ao periódico {$contextName}. Esperávamos ter recebido sua avaliação até {$reviewDueDate}, então gostaríamos de recebê-la assim que você conseguir prepará-la.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Por favor, confirme que poderá completar essa contribuição vital ao trabalho do periódico. Aguardo seu retorno.<br /> <br /> {$editorialContactSignature}
pt_pt: {$reviewerName},<br /> <br /> Esta mensagem é apenas um lembrete relativamente ao pedido de revisão da submissão &quot;{$submissionTitle}&quot; a {$contextName}. Esperávamos receber a revisão até {$reviewDueDate}, e aguardamos a sua receção assim que for possível.<br /> <br /> URL da submissão: {$submissionReviewUrl}<br /> <br /> Confirme a sua disponibilidade para concluir esta tarefa e agradecemos o contributo para a qualidade desta revista. Aguardamos notícias suas!<br /> <br /> {$editorialContactSignature}
ro_ro: {$reviewerName}:<br /> <br /> Vă reamintim că ați acceptat să revizuiți manuscrisul, &quot;{$submissionTitle},&quot; pentru {$contextName}. Sperăm să ne trimiteți această revizuire până la {$reviewDueDate}, și am fi încântați să o primim de îndată ce o finalizați.<br /> <br /> URL manuscris: {$submissionReviewUrl}<br /> <br /> Toate cele bune.<br /> <br /> {$editorialContactSignature}
ru_ru: Здравствуйте, {$reviewerName}!<br /> <br /> Это напоминание о нашем запросе Вашей рецензии на материал «{$submissionTitle}» для журнала «{$contextName}». Мы надеялись получить эту рецензию до {$reviewDueDate} и будем рады, если Вы как можно скорее ее подготовите.<br /> <br /> URL материала: {$submissionReviewUrl}<br /> <br /> Пожалуйста, подтвердите, что Вы сможете сделать этот важный вклад в работу нашего журнала. Жду вашего ответа.<br /> <br /> {$editorialContactSignature}
sk_sk: {$reviewerName}:<br /> <br /> Dovoľujeme si Vám opatrne pripomenúť našu žiadosť o spracovanie recenzie príspevku &quot;{$submissionTitle}&quot; pre {$contextName}. Dúfali sme, že budeme mať túto recenziu hotovú do {$reviewDueDate} a budeme radi, keď ju od Vás dostaneme hneď, ako ju budete môcť dokončiť.<br /> <br /> URL príspevku: {$submissionReviewUrl}<br /> <br /> Potvrďte prosím, či môžete dokončiť túto nevyhnutnú úlohu pre náš časopis. Teším sa, že sa ozvete.<br /> <br /> {$editorialContactSignature}
sl_si: {$recipientName}:<br /> <br /> Samo prijazen opomnik za našo prošnjo za recenzijo prispevka, &quot;{$submissionTitle},&quot; za revijo {$contextName}. Upali smo, da boste opravili recenzijo do predvidenega datuma {$reviewDueDate}. Z veseljem jo bomo sprejeli takoj, ko jo pripravite.<br /> <br /> URL povezava do prispevka: {$reviewAssignmentUrl}<br /> <br /> Prosim, če potrdite vašo pripravljenost za dokončanje vašega pomembnega prispevka za delo revije. Veselimo se vašega odgovora.<br /> <br /> {$signature}
sv_se: {$reviewerName}:<br /> <br /> Det här är bara en påminnelse om vår förfrågan om din granskning av bidraget &quot;{$submissionTitle}&quot; för {$contextName}. Vi hade hoppats på att få din granskning senast {$reviewDueDate} och skulle vara tacksamma om du ville inkomma med den så fort som möjligt.<br /> <br /> Bidragets URL: {$submissionReviewUrl}<br /> <br /> Vänligen bekräfta snarast om du har möjlighet att genomföra granskningsuppdraget, som utgör en viktig del av tidskriftens arbete. Vi ser fram emot att höra från dig.<br /> <br /> {$editorialContactSignature}
tr_tr: Sayın {$reviewerName},<br /> <br /> {$contextName} adlı dergide yayınlanması için değerlendirilmek üzere gönderilen &quot;{$submissionTitle}&quot; başlıklı çalışmanın değerlendirmesini {$reviewDueDate} tarihinden önce tamamlayacağınızı ümit ediyoruz. Yoğun işleriniz arasında değerlendirme raporunuzu tamamlayıp, bize bir an önce ileteceğiniz inancı ile dergimiz sitesindeki ulaşım bilgilerini size iletmeyi istedik.<br /> <br /> Makale Erişim Adresi: {$submissionReviewUrl}<br /> <br /> Derginin kalitesini arttıracak bu önemli katkıyı yapabileceğinizi lütfen onaylayınız.<br /> <br /> {$editorialContactSignature}
uk_ua: {$reviewerName}:<br /> <br /> Хотів б нагадати Вам про рецензування подання &quot;{$submissionTitle}&quot; для видання &quot;{$contextName}&quot;. Ми очікували отримати цю рецензію до {$reviewDueDate}. Будь ласка, надішліть нам її якомога скоріше.<br /> <br /> URL подання: <a href="{$submissionReviewUrl}">{$submissionReviewUrl}</a><br /> <br /> Будь ласка, підтвердьте можливість завершити цю важливу для нашого журналу роботу. З нетерпінням очікую Вашої відповіді.<br /> <br /> {$editorialContactSignature}

# emails.reviewRemindOneclick.subject
source: Submission Review Reminder
bg_bg: Напомняне за рецензиране на подадени материали
bs_ba: Podsjetnik za predaju Recenzije
ca_es: Recordatori de revisió de la tramesa
cs_cz: Připomenutí recenze příspěvku
da_dk: Påmindelse om bedømmelse af manuskript
de_de: Erinnerung an die Fälligkeit eines Gutachtens
es_es: Recordatorio de envío de revisión
fi_fi: Muistutus käsikirjoituksen arvioinnista
fr_ca: Rappel d'évaluation d'une soumission
fr_fr: Rappel d'évaluation d'une soumission
hi_in: सबमिशन समीक्षा रिमाइंडर
it_it: Promemoria revisione in attesa
ka_ge: მასალის რეცენზირების შეხსენება
kk_kz: Материалды қарау туралы еске салғыш
ms_my: Peringatan Ulasan Penyerahan
nl_nl: Herinnering review
pt_br: Lembrete de solicitação de avaliação
pt_pt: Lembrete de pedido de revisão
ro_ro: Memento de revizuire a trimiterii
ru_ru: Напоминание о рецензии на материал
sk_sk: Pripomenutie recenzie príspevku
sl_si: Opomnik za recenzijo prispevka
sv_se: Påminnelse om granskning av bidrag
tr_tr: Değerlendirilme Konusunda Hatırlatma
uk_ua: Нагадування про рецензування
