Repository: pkp/ojs
Catalog: locale/*/invitation.po
Languages: cs, da, de, eu, ky, pt, pt_br, sl, sv, uk

# acceptInvitation.accountDetails.stepLabel
source: {$step} - Create OJS account
cs: {$step} - Vytvoření OJS účtu
da: {$step} - Opret en OJS konto
de: {$step} - OJS Account kreieren
eu: {$step} - Sortu OJS kontua
ky: {$step} – OJS аккаунтун түзүү
pt: {$step} - Criar uma conta OJS
pt_br: {$step} - Criar conta no OJS
sl: {$step} - Ustvarite OJS račun
sv: {$step} - Skapa OJS-konto
uk: {$step} – Створити акаунт OJS

# acceptInvitation.accountDetails.stepName
source: Create OJS account
cs: Vytvořit OJS účet
da: Opret en OJS konto
de: OJS Account kreieren
eu: Sortu OJS kontua
ky: OJS аккаунтун түзүү
pt: Criar uma conta OJS
pt_br: Criar conta no OJS
sl: Ustvarite OJS račun
sv: Skapa OJS-konto
uk: Створити акаунт OJS

# acceptInvitation.detailsReview.stepDescription
source: Review details to start your new roles in OJS
cs: Zkontrolujte podrobnosti a začněte plnit své nové role v OJS
da: Gennemgå detaljerne for at begynde på dine nye roller i OJS
de: Details ansehen, um mit Ihrer neuen Rolle in OJS zu arbeiten
eu: Berrikusi xehetasunak OJSn zure rol berriak hasteko
ky: OJS’деги жаңы ролду баштоо үчүн маалыматтарды карап чыгыңыз
pt: Revise os detalhes para iniciar seus novos papéis no OJS
pt_br: Revise os detalhes para iniciar seus novos papeis no OJS
sl: Preglejte podrobnosti, da začnete s svojo novo vloge v OJS
sv: Granska uppgifterna för att aktivera dina nya roller i OJS
uk: Перегляньте деталі, щоб започаткувати свої нові ролі в OJS

# acceptInvitation.modal.title
source: You've been assigned a new role in OJS
cs: Byla vám přidělena nová role v OJS
da: Du har fået tildelt en ny rolle i OJS
de: Ihnen wurde eine neue Rolle in OJS zugewiesen
eu: Rol berri bat esleitu dizute OJSn
ky: Сизге OJS’де жаңы роль дайындалды
pt: Você recebeu um novo papel no OJS
pt_br: Você recebeu um novo papel no OJS
sl: V OJS ste dobili novo vlogo
sv: Du har tilldelats en ny roll i OJS
uk: Вам призначено нову роль в OJS

# userInvitation.enterDetails.stepDescription
source: You can invite them to take up a role in OJS
cs: Můžete je pozvat, aby se zapojili do role v systému OJS
da: Du kan invitere dem til at påtage sig en rolle i OJS
de: Sie können diese Person dazu einladen, eine neue Rolle in OJS anzunehmen
eu: OJSn rol bat hartzera gonbida ditzakezu
ky: Сиз аларды OJS’де роль алууга чакыра аласыз
pt: Você pode convidá-los para assumir um papel no OJS
pt_br: Você pode convidá-los para assumir um papel no OJS
sl: Lahko jih povabite, da prevzamejo vlogo v OJS
sv: Du kan bjuda in dem att ta en roll i OJS
uk: Ви можете запросити їх отримати роль в OJS

# userInvitation.roleTable.journalMasthead
source: Journal Masthead
cs: Tiráž časopisu
da: Tidsskriftets kolofon
de: Impressum der Zeitschrift
eu: Aldizkariaren goiburua
ky: Журналдын башкы бетиндеги маалымат
pt: Equipe Editorial da Revista
pt_br: Expediente da Revista
sl: Kolofon revije
uk: Заголовок журналу

# userInvitation.search.userFound
source: The user already exists in the journal
cs: Uživatel již v časopisu existuje
da: Brugeren findes allerede hos tidsskriftet
de: Diese/r Benutzer/in ist bereits in dieser Zeitschrift vorhanden
eu: Erabiltzailea dagoeneko badago aldizkarian
ky: Колдонуучу журналда мурунтан бар
pt: O usuário já existe na revista
pt_br: O usuário já existe na revista
sl: Ta uporabnik že obstaja pri reviji
sv: Användaren finns redan i tidskriften
uk: Користувач у журналі вже існує

# userInvitation.search.userNotFound
source: The user does not have a role in this journal
cs: Uživatel nemá v tomto časopise žádnou roli
da: Brugeren har ingen rolle ved dette tidsskrift
de: Diese/r Benutzer/in besitzt keine Rolle in dieser Zeitschrift
eu: Erabiltzaileak ez du rolik aldizkari honetan
ky: Колдонуучунун бул журналда ролу жок
pt: O usuário não tem nenhum papel nesta revista
pt_br: O usuário não possui um papel nesta revista
sl: Ta uporabnik še nima vloge pri reviji
sv: Användaren har ingen roll i den här tidskriften
uk: Користувач не має жодної ролі в цьому журналі

# acceptInvitation.accountDetails.stepDescription
source: To get started with OJS and accept the new role, you will need to create an account with us. For this purpose please enter a username and password.
cs: Abyste mohli začít používat OJS a přijmout novou roli, musíte si u nás vytvořit účet. Za tímto účelem zadejte uživatelské jméno a heslo.
da: For at komme i gang med at bruge OJS og acceptere den nye rolle, skal du oprette en konto hos os. Indtast derfor et brugernavn og en adgangskode.
de: Um mit OJS zu arbeiten und die neue Rolle anzunehmen, müssen Sie einen Account kreieren. Geben Sie dafür bitte einen Benutzer/innennamen und ein Passwort ein.
eu: OJS-rekin hasteko eta rol berria onartzeko, gurekin kontu bat sortu beharko duzu. Horretarako, idatzi erabiltzaile-izena eta pasahitza.
ky: OJS менен иштөөнү баштап, жаңы ролду кабыл алуу үчүн биздин системада аккаунт түзүшүңүз керек. Бул үчүн колдонуучу атын жана сыр сөздү киргизиңиз.
pt: Para começar a usar o OJS e aceitar o novo papel, você precisará criar uma conta conosco. Para isso, insira um nome de usuário e uma senha.
pt_br: Para começar a usar o OJS e aceitar o novo papel, você precisará criar uma conta conosco. Para isso, insira um nome de usuário e uma senha.
sl: Da začnete delati z OJS in sprejeti novo vlogo, morate najprej narediti svoj uporabniški račun. Prosimo vnesite uporabniško ime in geslo.
sv: För att komma igång med OJS och acceptera den nya rollen behöver du skapa ett konto hos oss. Ange ett användarnamn och ett lösenord för detta ändamål.
uk: Щоби розпочати користуватися OJS і прийняти нову роль, Вам знадобиться створити в нас обліковий запис (акаунт). З цією метою, будь ласка, введіть ім'я користувача й пароль.

# acceptInvitation.detailsReview.nextButtonLabel
source: Accept And Continue to OJS
cs: Přijmout a pokračovat do OJS
da: Accepter og fortsæt til OJS
de: Annehmen und weiter zu OJS
eu: Onartu eta jarraitu OJSn
ky: Кабыл алуу жана OJS менен улантуу
pt: Aceitar e continuar para OJS
pt_br: Aceitar e continuar para o OJS
sl: Sprejmite in nadaljujte v OJS
sv: Acceptera och fortsätt till OJS
uk: Прийняти й продовжити в OJS

# acceptInvitation.modal.message
source: Congratulations on your new role in OJS! You might now have access to new options. If you need any assistance in understanding the system, please click on the “Help” button throughout the system for guidance.
cs: Gratulujeme k vaší nové roli v OJS! Nyní máte přístup k novým možnostem. Pokud potřebujete pomoc s porozuměním systému, klikněte na tlačítko „Nápověda“ v systému a zobrazí se vám pokyny.
da: Tillykke med din nye rolle! Du har muligvis adgang til nye muligheder nu. Hvis du har brug for hjælp til at forstå systemet, kan du klikke på knappen "Hjælp" i systemet for at få vejledning.
de: Herzlichen Glückwunsch zu Ihrer neuen Rolle in OJS! Sie haben jetzt möglicherweise Zugriff auf neue Optionen. Wenn Sie Hilfe bei der Verwendung des Systems benötigen, klicken Sie an entsprechender Stelle auf den "Hilfe"-Button.
eu: Zorionak OJS-n duzun rol berriagatik! Baliteke orain aukera berrietarako sarbidea izatea. Sistema ulertzeko laguntza behar baduzu, egin klik sistema osoan zehar dagoen "Laguntza" botoian argibideak jasotzeko.
ky: OJS’деги жаңы ролуңуз менен куттуктайбыз! Эми жаңы мүмкүнчүлүктөргө ээ болушуңуз мүмкүн. Эгер системаны түшүнүүдө жардам керек болсо, ар кайсы жерден “Жардам” баскычын басыңыз.
pt: Parabéns pelo seu novo papel no OJS! Agora você pode ter acesso a novas opções. Se precisar de ajuda para entender o sistema, clique no botão “Ajuda” em qualquer parte do sistema para obter orientações.
pt_br: Parabéns pela sua novo papel no OJS! Agora você pode ter acesso a novas opções. Se precisar de ajuda para entender o sistema, clique no botão “Ajuda” disponível em todo o sistema para obter orientações.
sl: Čestitamo za novo vlogo v OJS! Sedaj imate morda dostop do novih možnosti. Če potrebujete pomoč pri razumevanju sistema, kliknite na gumb „Pomoč“, kjer boste našli navodila.
sv: Välkommen till din nya roll i OJS! Du kan nu ha tillgång till nya funktioner i systemet. Om du behöver hjälp med att förstå hur något fungerar kan du klicka på knappen ”Hjälp”, som finns på flera ställen i systemet.
uk: Вітаємо з Вашою новою роллю в OJS! Тепер Ви можете мати доступ до нових опцій. Якщо Вам потрібна допомога в розумінні системи, будь ласка, натисніть кнопку «Допомога» всередині системи для інструкцій.

# acceptInvitation.verifyOrcid.stepDescription
source: You can choose to verify your ORCID iD or skip it. If you chose to skip it now, you can verify your ORCID iD from your profile section in OJS later
cs: Můžete se rozhodnout ověřit své ORCID iD nebo tento krok přeskočit. Pokud se rozhodnete tento krok nyní přeskočit, můžete své ORCID iD ověřit později v sekci svého profilu v OJS
da: Du kan vælge at bekræfte dit ORCID iD eller springe det over. Hvis du vælger at springe det over nu, kan du bekræfte dit ORCID iD fra din profilsektion i OJS senere
de: Sie können Ihre ORCID iD verifizieren oder diesen Schritt überspringen. Sollten Sie den Schritt jetzt überspringen, können Sie die iD später noch in Ihrem OJS-Profil verifzieren
eu: Zure ORCID iDa egiaztatzea edo saltatzea aukera dezakezu. Orain saltatzea aukeratu baduzu, zure ORCID iDa OJSko zure profileko atalean egiaztatu ahal izango duzu geroago
ky: Сиз ORCID iD’ни текшерүүнү же өткөрүп жиберүүнү тандай аласыз. Эгер азыр өткөрүп жиберсеңиз, кийин OJS профилиңизден аны текшере аласыз.
pt: Você pode optar por verificar seu iD ORCID ou pular esta etapa. Se decidir pular agora, poderá verificar seu iD ORCID mais tarde na seção de perfil do OJS
pt_br: Você pode optar por verificar seu iD ORCID ou pular essa etapa. Se decidir pular agora, poderá verificar seu iD ORCID posteriormente na seção de perfil do OJS
sl: Lahko se odločite, da potrdite svoj ORCID iD ali to preskočite. Če se odločite, da to zdaj preskočite, lahko svoj ORCID iD potrdite kasneje v svojem profilu v OJS
sv: Du kan verifiera ditt ORCID-iD nu eller hoppa över det. Om du väljer att hoppa över det nu kan du verifiera ditt ORCID-iD senare från din profilsida i OJS
uk: Ви можете підтвердити свій ORCID iD або пропустити цей процес. Якщо Ви вирішили пропустити цей процес зараз, то зможете підтвердити свій ORCID iD пізніше в розділі профілю в OJS

# invitation.wizard.pageTitleDescription
source: You are inviting a user to take a role in OJS along with appearing in the journal masthead
cs: Zvete uživatele, aby převzal roli v OJS a zároveň se objevil v tiráži časopisu
da: Du inviterer en bruger til at påtage sig en rolle i OJS og samtidig blive vist i tidsskriftets kolofon
de: Sie laden eine/n Benutzer/in dazu ein, eine Rolle in OJS anzunehmen, sowie im Impressum der Zeitschrift zu erscheinen
eu: Erabiltzaile bat gonbidatzen ari zara OJSn rol bat hartzera eta aldizkariaren goiburuan agertzera
ky: Сиз колдонуучуну OJS’де роль алууга жана журналдын башкы бетинде көрсөтүлүүгө чакырып жатасыз
pt: Você está convidando um usuário para assumir um papel no OJS e aparecer na equipe editorial da revista
pt_br: Você está convidando um usuário para assumir um papel no OJS, além de aparecer no expediente da revista
sl: Uporabnika vabite, da prevzame vlogo v OJS in se pojavi v kolofonu revije
uk: Ви запрошуєте користувача взяти участь в OJS, а також з'явитися в заголовку журналу

# invitation.role.masthead
source: Journal Masthead
cs: Tiráž časopisu
da: Tidsskriftets kolofon
de: Impressum der Zeitschrift
eu: Aldizkariaren goiburua
ky: Журналдын башкы бетиндеги маалымат
pt: Equipe Editorial da Revista
pt_br: Expediente da Revista
sl: Kolofon revije
sv: Tidskriftens redaktionella uppgifter
uk: Заголовок журналу

# userInvitation.modal.message
source: {$email} has been invited to new role in OJS. You can be updated about the user's decision on the Users & Roles page, your OJS notifications and/or your email
cs: {$email} byl pozván do nové role v OJS. O rozhodnutí uživatele můžete být informováni na stránce Uživatelé a role, ve vašich oznámeních OJS a/nebo ve vašem e-mailu
da: {$email} er blevet inviteret til en ny rolle i OJS. Du kan blive opdateret om brugerens beslutning på siden Brugere og roller, i dine OJS-notifikationer og/eller på din e-mail
de: {$email} wurde eingeladen, eine neue Rolle in OJS anzunehmen. Sie können Updates zur Entscheidung des/der Benutzer/in auf der Benutzer/innen & Rollen-Seite, in Ihren OJS Benachrichtigungen, und/oder Ihren E-Mails einsehen.
eu: {$email} rol berrira gonbidatu dute OJSn. Erabiltzailearen erabakiaren berri Erabiltzaileak eta Rolak orrian, zure OJS jakinarazpenetan eta/edo zure posta elektronikoan izan dezakezu
ky: {$email} OJS’де жаңы ролго чакырылды. Колдонуучунун чечими тууралуу маалыматты “Колдонуучулар жана Ролдор” бетинен, OJS билдирүүлөрүнөн же электрондук почтаңыздан ала аласыз.
pt: {$email} foi convidado para um novo papel no OJS. Você pode ser atualizado sobre a decisão do usuário na página Usuários & Papéis, nas suas notificações do OJS e/ou no seu e-mail
pt_br: {$email} foi convidado para um novo papel no OJS. Você poderá acompanhar a decisão do usuário na página “Usuários e Papéis”, nas suas notificações do OJS e/ou por e-mail
sl: {$email} je bil povabljen za novo vlogo v OJS. Odločitev uporabnika lahko spremljate na strani Uporabniki in vloge, v obvestilih OJS in/ali v svojem e-poštnem predalu
sv: {$email} har blivit inbjuden till en ny roll i OJS. Du kan följa användarens beslut på sidan Användare och roller, via dina OJS-aviseringar och/eller via e-post
uk: Користувача {$email} запросили на нову роль в OJS. Ви можете отримувати оновлення про рішення користувача на сторінці «Користувачі та ролі», у сповіщеннях OJS та/або на своїй електронній пошті

# userInvitation.searchUser.stepDescription
source: Search for the user using their email address, username or ORCID ID. Enter at least one details to get started. If the user does not exist, you can invite them to take up roles and be a part of your journal. If the user already exist in the system, you can view user information and invite to take a additional roles.
cs: Vyhledejte uživatele pomocí jeho e-mailové adresy, uživatelského jména nebo ORCID ID. Zadejte alespoň jeden údaj, abyste mohli začít. Pokud uživatel neexistuje, můžete ho pozvat, aby přijal role a stal se součástí vašeho časopisu. Pokud uživatel již v systému existuje, můžete zobrazit informace o uživateli a pozvat ho, aby přijal další role.
da: Søg efter brugeren ved hjælp af dennes e-mailadresse, brugernavn eller ORCID-ID. Indtast mindst én af oplysningerne for at komme i gang. Hvis brugeren ikke findes, kan du invitere vedkommende til at påtage sig roller og være en del af dit tidsskrift. Hvis brugeren allerede findes i systemet, kan du se deres brugeroplysninger og invitere vedkommende til at påtage sig yderligere roller.
de: Suchen Sie mit der E-Mail Adresse, Benutzer/innennamen oder der ORCID ID nach dem/der Benutzer/in. Geben Sie mindestens einen Wert ein, um zu starten. Falls der/die Benutzer/in nicht existiert, können Sie die Person einladen, Rollen anzunehmen und Teil der Zeitschrift zu werden. Existiert der/die Benutzer/in bereits im System, können Sie die Benutzer/inneninformationen einsehen und die Person einladen, weitere Rollen anzunehmen.
eu: Bilatu erabiltzailea bere helbide elektronikoa, erabiltzaile-izena edo ORCID IDa erabiliz. Sartu gutxienez xehetasun bat hasteko. Erabiltzailea existitzen ez bada, rolak hartzera eta zure aldizkariaren parte izatera gonbida dezakezu. Erabiltzailea sisteman existitzen bada, erabiltzailearen informazioa ikus dezakezu, eta beste rol batzuk hartzera gonbidatu.
ky: Колдонуучуну электрондук почта, колдонуучу аты же ORCID ID аркылуу издеңиз. Баштоо үчүн жок дегенде бир маалымат киргизиңиз. Эгер колдонуучу жок болсо, аны ролго чакырып, журналыңыздын бир бөлүгү кылсаңыз болот. Эгер колдонуучу системада бар болсо, анын маалыматтарын көрүп, кошумча ролдорго чакыра аласыз.
pt: Procure o usuário usando seu endereço de e-mail, nome de usuário ou ID ORCID. Insira pelo menos um item para começar. Se o usuário não existir, você pode convidá-lo para assumir papéis e fazer parte da sua revista. Se o usuário já existir no sistema, você pode visualizar suas informações e convidá-lo para assumir papéis adicionais.
pt_br: Busque o usuário utilizando o endereço de e-mail, nome de usuário ou ID ORCID. Insira pelo menos uma dessas informações para começar. Se o usuário não existir, você poderá convidá-lo para assumir papéis e fazer parte do seu periódico. Se o usuário já existir no sistema, você poderá visualizar suas informações e convidá-lo para assumir papéis adicionais.
sl: Poiščite uporabnika po njegovem e-poštnem naslovu, uporabniškem imenu ali ORCID ID. Vnesite vsaj en podatek, da lahko začnete. Če uporabnik ne obstaja, ga lahko povabite, da prevzame vloge in postane del vašega časopisa. Če uporabnik že obstaja v sistemu, lahko pregledate njegove podatke in ga povabite, da prevzame dodatne vloge.
sv: Sök efter användaren med e-postadress, användarnamn eller ORCID-iD. Ange minst en uppgift för att börja. Om användaren inte finns kan du bjuda in hen att ta en roll och bli en del av tidskriften. Om användaren redan finns i systemet kan du visa användarinformation och bjuda in till ytterligare roller.
uk: Знайдіть користувача, використовуючи його адресу електронної пошти, ім'я користувача або ORCID iD. Введіть принаймні одну інформацію, щоб розпочати. Якщо користувача не існує, можна запросити його зайняти певні ролі та стати частиною Вашого журналу. Якщо користувач уже існує в системі, можна переглянути інформацію про користувача й запросити його отримати додаткові ролі.

# userInvitation.sendMail.stepDescription
source: Send the user an email to let them know about the invitation, next steps, journal GDPR polices and ORCID verification
cs: Pošlete uživateli e-mail s informacemi o pozvánce, dalších krocích, zásadách GDPR pro časopis a ověření ORCID
da: Send brugeren en e-mail for at informere denne om invitationen, de næste trin, GDPR-politikker for tidsskriftet og ORCID-verifikation
de: Schicken Sie dem/der Benutzer/in eine E-Mail, um ihn/sie über die Einladung, die nächsten Schritte, die DSGVO-Richtlinien der Zeitschrift und die ORCID-Verifizierung zu informieren
eu: Bidali mezu elektroniko bat erabiltzaileari, gonbidapenari, hurrengo urratsei, aldizkariaren GDPR gidalerroei eta ORCID egiaztapenari buruz jakinarazteko
ky: Колдонуучуга чакыруу, кийинки кадамдар, журналдын GDPR саясаты жана ORCID текшерүүсү тууралуу электрондук кат жөнөтүңүз.
pt: Envie um e-mail ao usuário para informá-lo sobre o convite, os próximos passos, as políticas de privacidade da revista e a verificação do ORCID
pt_br: Envie um e-mail ao usuário para informá-lo sobre o convite, os próximos passos, as políticas de GDPR da revista e a verificação do ORCID
sl: Uporabniku pošljite e-poštno sporočilo, v katerem ga obvestite o povabilu, naslednjih korakih, pravilih GDPR in preverjanju ORCID
sv: Skicka ett mejl till användaren för att informera om inbjudan, nästa steg, tidskriftens GDPR-policyer och ORCID-verifiering
uk: Надішліть користувачеві електронного листа, щоб повідомити його про запрошення, наступні кроки, політику Загального регламенту про захист даних (GDPR) журналу та перевірку ORCID
