Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.subscriptions.form.domain
source: Domain
az: Sahə
bg: Домейн
bs_ba: Domen
el_gr: Περιοχή δικτύου (domain)
eu: Domeinua
gd_gb: Àrainn
gl_es: Dominio
hi_in: डोमेन
hu_hu: Tartomány
hy_am: Դոմեյն
is: Lén
ja: ドメイン名
ka: დომენი
kk: Домен
ku_iq: دۆمەین
ky: Домен
lt: Domenas
lv_lv: Domēna adrese
mk_mk: Домен
mr: डोमेन
nb_no: Domene
ro: Domeniu
sk_sk: Doména
sl_si: Domena
sr_rs@cyrillic: Домен
sr_rs@latin: Domen
th: โดเมน
uk_ua: Домен
uz@latin: Domen
vi_vn: Tên miền
zh_cn: 域名
zh_hant: 網域

# user.subscriptions.form.institutionMailingAddress
source: Mailing address
az: Fayl adresi
bg: Пощенски адрес
bs_ba: Poštanska adresa
de_de: Adresse
el_gr: Ταχυδρομική διεύθυνση
eu: Posta-helbidea
gd_gb: Seòladh puist
gl_es: Enderezo postal
hi_in: डाक पता
hu_hu: Levelezési cím
hy_am: Փոստային հասցե
is: Póstfang
ja: 送付先
ka: Საფოსტო მისამართი
kk: Пошта мекенжайы
ku_iq: ناونیشانی پۆستی
ky: Почта дареги
lt: Pašto adresas
lv_lv: Pasta adrese
mk_mk: Поштенска адреса
mr: पत्रव्यवहाराचा पत्ता
ms: Alamat surat-menyurat
nb_no: Postadresse
ro: Adresa de poștă
sk_sk: Poštová adresa
sl_si: Naslov ustanove
sr_rs@cyrillic: Адреса поште
sr_rs@latin: Adresa pošte
th: ที่อยู่สำหรับส่งจดหมาย
uk_ua: Поштова адреса
uz@latin: Pochta manzili
vi_vn: Địa chỉ gửi thư
zh_cn: 通信地址
zh_hant: 郵寄地址

# user.subscriptions.form.membershipInstructions
source: Membership information if required for the selected subscription type.
az: Seçilən abunəlik növü üçün üzvlük məlumatları tələb olunur
bg: Информация за членство, ако се изисква за избрания тип абонамент.
bs_ba: Informacija o članstvu je obavezna za odabrani tip pretplate.
de_de: Für die ausgewählte Abonnement-Art sind Mitgliedschaftsinformationen erforderlich.
el_gr: Πληροφορίες μέλους, αν απαιτούνται για τον επιλεγμένο τύπο συνδρομής.
eu: Baliteke kidetza-informazioa eman behar izatea, hautatutako harpidetza-motak hala eskatzen badu.
gd_gb: Fiosrachadh mun bhallrachd ma tha feum air seo mu choinneamh seòrsa an fho-sgrìobhaidh a chaidh a thaghadh.
gl_es: Información sobre a afiliación, no caso de ser necesaria para o tipo de subscrición seleccionado.
hi_in: मेम्बरशिप जानकारी यदि चयनित सदस्यता प्रकार के लिए आवश्यक है।
hu_hu: A tagsági adatok, ha szükséges az előfizetés típusához.
hy_am: Եթե պահանջվում է անդամության մասին տեղեկատվություն, բաժանորդագրության ընտրված տեսակի համար:
is: Upplýsingar um félagsaðild eru áskildar fyrir valda áskriftarleið.
ja: 選択した購読種別で必要な場合の会員情報。
ka: წევრობის ინფორმაცია, თუ საჭიროა არჩეული გამოწერის ტიპისთვის.
kk: Мүшелік туралы ақпарат (егер таңдалған жазылу түрі үшін қажет болса).
ku_iq: زانیاریی ئەندامبون بۆ دیاریکردنی جۆری بەشداریکردن داواکراوە.
ky: Тандалган жазылуу түрү үчүн мүчөлүк маалыматы талап кылынса.
lt: Narystės informacija, jei ji reikalinga pasirinktam prenumeratos tipui.
lv_lv: Informācija par dalību, ja tā ir nepieciešama izvēlētajam abonēšanas veidam.
mk_mk: Информации за членство доколку се потребни за избраниот тип на претплата.
mr: निवडलेल्या सदस्यता प्रकारासाठी आवश्यकतेनुसार सदस्यत्व माहिती.
ms: Maklumat keahlian jika diperlukan untuk jenis langganan yang dipilih.
nb_no: Informasjon om medlemsskap, dersom det kreves for den valgte abonnementstypen.
ro: Pentru tipul de abonare selectat sunt necesare informații privind apartenența.
sk_sk: Je potrebné zadať informácie o členstve pre vybraný typ predplatného.
sl_si: Članske informacije (če so potrebne za to vrsto naročnine).
sr_rs@cyrillic: Потребне су информације о чланству за одабрани тип претплате.
sr_rs@latin: Potrebne su informacije o članstvu za odabrani tip pretplate.
th: ข้อมูลสมาชิกหากจำเป็นสำหรับประเภทการสมัครสมาชิกที่เลือก
uk_ua: Інформація про членство, якщо вона потрібна для обраного типу передплати.
uz@latin: Agar tanlangan obuna turi uchun kerak bo'lsa, a'zolik ma'lumotlari.
vi_vn: Thông tin thành viên nếu cần cho loại thuê bao đã chọn.
zh_cn: 所选的订阅类型需要会员信息.
zh_hant: 所選取的訂閱種類需要會員資格資訊。

# user.register.reviewerInterests
source: Identify reviewing interests (substantive areas and research methods):
az: Maraq/ixtisas sahələriniz (İxtisas sahəsi terminlərini açılan menyudan seçin):
bg: Идентифицирайте интересите за рецензиране (основни области и методи на изследване):
bs_ba: Navedite interese za recenziranje članaka (sadržajna područja i istraživačke metode):
de_de: Bitte geben Sie Begutachtungsinteressen an (Wissenschaftsbereiche und Forschungsmethoden):
el_gr: Ενδιαφέροντα αξιολόγησης (θεματικά πεδία και ερευνητικές μέθοδοι):
eu: Adierazi ebaluatzeko interesak (oinarrizko arloak eta ikerketa-metodoak):
gd_gb: Aithneachadh de dh’ùidhean lèirmheis (raointean chuspairean agus dòighean rannsachaidh):
gl_es: Indique os seus intereses de revisión (áreas de coñecemento e métodos de investigación):
hi_in: समीक्षा संबंधी रुचियों (मूल क्षेत्रों और शोध विधियों) की पहचान करें:
hu_hu: Határozza meg a lektor érdeklődési területeit (tartalmi területeket és kutatási módszereket):
hy_am: Բացահայտեք գրախոսման հետաքրքրությունները (էական ոլորտներ և հետազոտության մեթոդներ).
is: Staðfesta áhugasvið ritrýni (efnissvið og rannsóknaraðferðir):
ja: 査読可能な分野（分野と研究手法）を指定してください。
ka: ინტერესების განხილვის იდენტიფიცირება (არსებითი სფეროები და კვლევის მეთოდები):
kk: Рецензент ретінде өз қызығушылықтарыңызды көрсетіңіз (негізгі тақырыптар, зерттеу әдістері):
ku_iq: بوارەکانی هەڵسەنگاندن دیاری بکە (پسپۆڕی ورد و میتۆدی توێژینەوە):
ky: Кароо кызыкчылыктарын аныктаңыз (таң темалар жана изилдөө ыкмалары):
lt: Nurodykite, kokius straipsnius galėtumėte recenzuoti (temos, straipsniuose taikomi tyrimo metodai):
lv_lv: Noteikt recenzēšanas intereses ( būtiskās jomas un pētniecības metodes):
mk_mk: Идентификувајте ги интересите за разгледување (суштински области и методи на истражување):
mr: समीक्षणाकरता विषयांची निवड करा (मुख्य विषय आणि संशोधन पद्धती) :
ms: Kenal pasti bidang ulasan (bidang substantif dan kaedah penyelidikan):
nb_no: Oppgi faglige interesser (hovedområder og forskningsmetoder):
ro: Identificați interesele revizorilor (domenii de expertiză și metode de cercetare):
sk_sk: Napíšte vaše oblasti záujmu pre recenzie (predmety záujmu a výskumné metódy):
sl_si: Preverite, če vas zanima recenzija (vsebinska področja in raziskovalne metode):
sr_rs@cyrillic: Идентификујте рецензентове интересе (суштинска подручја и истраживачке методе).
sr_rs@latin: Identifikujte recenzentove interese (suštinska područja i istraživačke metode).
th: ระบุความสนใจในการพิจารณา (ด้านเนื้อหาและวิธีการวิจัย):
uk_ua: Вкажіть коло наукових інтересів (галузі та методологічні підходи):
uz@latin: Ko'rib chiqish qiziqishlarini aniqlang (muhim sohalar va tadqiqot usullari):
vi_vn: Xác định những lĩnh vực quan tâm (lĩnh vực nghiên cứu độc lập và phương pháp nghiên cứu):
zh_cn: 识别审稿利益冲突 （实质性领域和研究方法）：
zh_hant: 識別評審興趣（實質範圍及研究方法）：

# submission.copyedit.mustUploadFileForCopyedit
source: Request email cannot be sent until file is uploaded for copyediting.
az: Fayl səhifə tərtibatı üçün yüklənməmiş tələb emaili göndərilə bilməz
bg: Имейлът с искане не може да бъде изпратен, докато не бъде качен файлът за стилово редактиране.
bs_ba: E-pošta zahtjeva ne može biti poslana dok nije postavljena datoteka za lektoriranje.
de_de: Anfrage-E-Mail kann erst gesendet werden, wenn eine Datei zum Lektorieren hochgeladen wurde.
el_gr: Το αίτημα δεν μπορεί να αποσταλεί, μέχρι να μεταφορτωθεί ένα αρχείο για επιμέλεια κειμένου.
eu: Eskaera egiteko mezua ezin da bidali fitxategia zuzentzeko kargatuta egon arte.
gd_gb: Cha ghabh am post-d iarrtais a chur gus an deach am faidhle a luchdadh suas airson grinn-deasachadh.
gl_es: Non se pode enviar unha mensaxe de solicitude por correo electrónico mentres non se cargue un arquivo para a corrección de orixinais.
hi_in: जब तक फ़ाइल को कॉपीएडिटिंग करने के लिए अपलोड नहीं किया जाता है तब तक अनुरोध ईमेल नहीं भेजा जा सकता है।
hu_hu: A kért email nem küldhető el, amíg a fájl technikai szerkesztésre van feltöltve.
hy_am: Հարցման էլ․ նամակ չի կարող ուղարկվել մինչև նիշքը չի վերբեռնվել գրական խմբագրման համար:
is: Ekki er hægt að senda beiðni í tölvupósti fyrr en búið er að hlaða upp skrá fyrir yfirferð.
ja: 原稿整理するファイルがアップロードされないと、依頼メールは送信できません。
ka: მოთხოვნის ელფოსტის გაგზავნა შეუძლებელია, სანამ ფაილი არ აიტვირთება ლიტერატურული რედაქტირებისათვის.
kk: Әдеби өңдеуге арналған файл жүктелмейінше сұрау хатын жіберу мүмкін емес.
ku_iq: ئیمەیڵی داواکاری نانێردرێت هەتا فایلی وردبینی بار نەکرێت.
ky: Файл редакциялоо үчүн жүктөлмөйүнчө өтүнүч кат жөнөтүлбөйт.
lt: Negalima išsiųsti elektroninio laiško, kol redagavimui skirtas failas neįkeltas.
lv_lv: Pieprasījuma e-pastu nevar nosūtīt, kamēr fails nav augšupielādēts teksta rediģēšanai.
mk_mk: Е-пошта за барање не може да се испрати додека датотеката не се подигне за копирање.
mr: अचूकता तपासण्यासाठी (कॉपीएडिट) फाईल संक्रमित (अपलोड) होईपर्यंत ई-मेल पाठवता येणार नाही.
ms: Permintaan e-mel tidak dapat dikirim sehingga fail dimuat naik untuk copyediting.
nb_no: Forespørsel kan ikke sendes før en fil er lastet opp for språkvask.
ro: Cererea nu poate fi pe e-mail trimisă până când fișierul nu este încărcat pentru copiere.
sk_sk: E-mail so žiadosťou nemôže byť odoslaný pokiaľ nie je nahraný súbor redigovania.
sl_si: Zahtevana e-pošta ne more biti poslana, dokler datoteka za lektoriranje ni naložena.
sr_rs@cyrillic: Имејл захтева не може бити послат док се не постави фајл за лекторисање.
sr_rs@latin: Imejl zahteva ne može biti poslat dok se ne postavi fajl za lektorisanje.
th: ไม่สามารถส่งอีเมลขอได้จนกว่าไฟล์จะถูกอัปโหลดสำหรับการคัดลอกแก้ไข
uk_ua: Лист запиту не може бути надіслатий, доки не вивантажений файл для літературного редагування.
uz@latin: Fayl nusxa ko'chirish uchun yuklanmaguncha elektron pochta orqali so'rov yuborib bo'lmaydi.
vi_vn: Email yêu cầu không thể được gửi cho đến khi tập tin được tải lên để biên tập.
zh_cn: 除非文件被上传进行文字编辑，否则要求发出的电子邮件无法寄出。.

# submission.copyedit.mustUploadFileForInitialCopyedit
source: Request email cannot be sent until file is selected for copyediting in Editor Decision, Review page.
az: Dəyərləndirmə səhifəsi, Redaktor qərarında səhifə tərtibatı üçün fayl seçilənə qədər tələb emaili göndərilə bilməz
bg: Имейл с искане не може да бъде изпратен, докато не бъде избран файл за стилово редактиране в раздел "Решение на редактора" от страницата "Рецензиране".
bs_ba: Zahtjev e-poštom ne može biti poslan dok na stranici recenzije nije određena datoteka za lekturu (pod "odluka autora").
de_de: Anfrage-E-Mail kann erst gesendet werden, wenn eine Datei auf der Begutachtungsseite unter "Redaktionsentscheidungen" zum Lektorieren ausgewählt wurde.
el_gr: Το αίτημα δεν μπορεί να αποσταλεί, μέχρι ένα αρχείο να επιλεγεί για επιμέλεια από την ενότητα "Απόφαση Επιμελητή" στην σελίδα "Αξιολόγηση".
eu: Eskaera egiteko mezua ezin da bidali zuzentzeko fitxategia hautatu arte “Editorearen erabakia, Ebaluazio-orria” atalean.
gd_gb: Cha ghabh am post-d iarrtais a chur gus an deach faidhle a thaghadh airson grinn-deasachadh fo “Co-dhùnadh an deasaiche” air duilleag nan lèirmheasan.
gl_es: Non se pode enviar unha mensaxe de solicitude por correo electrónico mentres non se seleccione un arquivo para a corrección de orixinais en Decisión do editor/a, na páxina de Revisión.
hi_in: संपादक निर्णय, समीक्षा पृष्ठ में कॉपीएडिटिंग करने के लिए फ़ाइल का चयन होने तक अनुरोध ईमेल नहीं भेजा जा सकता है।
hu_hu: A kért email nem küldhető el, amíg a fájl technikai szerkesztés alatt van a szerkesztői döntés, Szakmai lektorálás oldalon.
hy_am: Հարցումը չի կարող ուղարկվել այնքան ժամանակ, մինչև նիշք "Խմբագրի որոշում" "Գրախոսում" էջում չընտրվի գրական խմբագրման համար:
is: Ekki hægt að senda beiðni í tölvupósti fyrr en búið er að velja skrá fyrir yfirferð í Ákvörðun ritstjóra, á ritrýni síðu.
ja: 査読ページの編集者の判断で原稿整理するファイルが選択されないと、依頼メールは送信できません。
ka: მოთხოვნის ელფოსტის გაგზავნა შეუძლებელია მანამ, სანამ ფაილი არ აირჩევა ლიტერატურული რედაქტირებისათვის რედაქტორის გადაწყვეტილებაში, განხილვის გვერდზე.
kk: Рецензиялау бетінің Редактордың шешімі бөлімінде әдеби өңдеуге арналған файл таңдалмайынша сұраныс хатын жіберу мүмкін емес.
ku_iq: ئیمەیڵی ئاگادارکردنەوە نانێردرێت هەتا فایلەکە بۆ وردبینی و بڕیاری سەرنوسەر و پەڕەی هەڵسەنگاندن نەنێردرێت.
ky: Сураныч кат файл копи-редакцияга тандалмайынча жөнөтүлбөйт. Бул тандоо "Редактордун чечими" бөлүмүндөгү "Кароо" бетинде жасалат.
lt: Negalima išsiųsti elektroninio laiško, kol nebus pasirinktas redaktoriaus sprendimo arba recenzijos failas.
lv_lv: Pieprasījuma e-pastu nevar nosūtīt, kamēr nav atlasīts fails teksta rediģēšanai redaktora lēmuma un/vai recenzēšanas lapā.
mk_mk: Е-поштата за барање не може да се испраќа додека датотеката не биде избрана за копирање во Одлуката за уредник, страницата за преглед.
mr: समीक्षणाच्या पानावर संपादकाच्या निर्णयाच्या भागात जोपर्यंत फाईल निवडली जात नाही तोपर्यंत अचूकता तपासण्यासाठी (कॉपीएडिट) ई-मेल पाठवता येणार नाही.
ms: Permintaan e-mel tidak dapat dikirim sehingga fail dipilih untuk copyediting dalam halaman Keputusan Editor, Ulasan.
nb_no: E-post med forespørsel kan ikke sendes før en fil er valgt for språkvask i «Redaktørens beslutning» på fagfellevurderingssiden.
ro: Cererea nu poate fi trimisă pe e-mail până când fișierul nu este selectat pentru copiere în Decizia editorului, pagina de revizuire.
sk_sk: E-mail so žiadosťou nemôže byť odoslaný kým nie je vybraný súbor redigovania v Rozhodnutia editora na stránke Recenzie.
sl_si: Zahtevana e-pošta ne more biti poslana, dokler datoteka ni izbrana za lektoriranje v meniju Odločitev urednika.
sr_rs@cyrillic: Захтев имејлом не може бити послат док на страници рецензије није одређен фајл за лектуру (под "одлука аутора").
sr_rs@latin: Zahtev imejlom ne može biti poslat dok na stranici recenzije nije određen fajl za lekturu (pod "odluka autora").
th: ไม่สามารถส่งอีเมลขอได้จนกว่าจะเลือกไฟล์สำหรับการคัดลอกแก้ไขในหน้าการตัดสินใจของบรรณาธิการ (หน้า Review)
uk_ua: Лист запиту не може бути надіслатий, доки у розділі "Рішення редактора" сторінки "Рецензування" не обраний файл редактора.
uz@latin: Tahririyat qarori, ko'rib chiqish sahifasida nusxa ko'chirish uchun fayl tanlanmaguncha, elektron pochta orqali so'rov yuborib bo'lmaydi.
vi_vn: Email yêu cầu không thể được gửi cho đến khi tập tin được chọn để hiệu đính trong Quyết định của Ban biên tập, trang Phản biện.
zh_cn: 除非文件在「编辑决定」、「审稿」页面被选择要进行文字编辑，否则要求发出的电子邮件无法寄出。
