Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# submission-event-layout-layoutEditorAssigned
source: Layout editor assigned to submission
it_it: Layout editor assegnato al contributo
nl_nl: Opmaakredacteur toegekend aan de inzending

# submission-event-layout-layoutEditorUnassigned
source: Layout editor unassigned from submission
it_it: Layout editor tolto dal contributo
nl_nl: Toekenning opmaakredacteur ingetrokken

# submission-event-layout-layoutInitiated
source: Layout assignment initiated
it_it: Avviato l'incarico d'impaginazione
nl_nl: Opmaakredactie gestart

# submission-event-layout-layoutGalleyCreated
source: Layout galley updated
it_it: Aggiornata la bozza d'impaginazione
nl_nl: Proefdruk bijgewerkt

# submission-event-layout-layoutComplete
source: Layout assignment completed
it_it: Incarico d'impaginazione completato
nl_nl: Opmaakredactie gereed

# reader-subscribersOnly
source: Subscribers Only
it_it: Riservato agli abbonati
nl_nl: Alleen voor abonnees

# reader-subscriptionRequiredLoginText
source: Subscription required to access item. To verify subscription, log in to journal.
it_it: Per accedere è necessario l'abbonamento. Per verificare il tuo abbonamento, accedi alla rivista.
nl_nl: Abonnement vereist om toegang te krijgen. Log in om uw abonnement te verifiëren.

# reader-openAccess
source: Open Access
nl_nl: Vrij toegankelijk

# reader-subscriptionAccess
source: Requires Subscription
it_it: Accesso riservato
nl_nl: Toegankelijk voor abonnees

# reader-subscriptionOrFeeAccess
source: Requires Subscription or Fee
it_it: Abbonamento o quota di accesso
nl_nl: Toegankelijk voor abonnees of na betaling

# comments-commentsOnArticle
source: Comments on this article
it_it: Commenti su questo articolo
nl_nl: Reacties op dit artikel

# comments-authenticated
source: by <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
it_it: di <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
nl_nl: door <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>

# search-results-orderBy
source: Order results by
it_it: Ordina risultati per
nl_nl: Sorteer zoekresultaten volgens

# search-results-orderBy-article
source: Article Title
it_it: Titolo articolo
nl_nl: Artikel titel

# search-results-orderBy-author
source: Author
it_it: Autore
nl_nl: Auteur

# search-results-orderBy-date
source: Publication Date
it_it: Data pubblicazione
nl_nl: Publicatiedatum

# search-results-orderBy-issue
source: Issue
it_it: Fascicolo
nl_nl: Nummer

# search-results-orderBy-journal
source: Journal Title
it_it: Titolo rivista
nl_nl: Tijschrift titel

# search-results-orderBy-popularityAll
source: Popularity (All Time)
it_it: Popolarità (tutti i mesi)
nl_nl: Populariteit (algemeen)

# search-results-orderBy-popularityMonth
source: Popularity (Last Month)
it_it: Popolarità (ultimo mese)
nl_nl: Populariteit (voorbije maand)

# search-results-orderBy-relevance
source: Relevance
it_it: Rilevanza
nl_nl: Relevantie

# search-results-orderDir-asc
source: Ascending
it_it: Ascendente
nl_nl: Oplopend

# search-results-orderDir-desc
source: Descending
it_it: Discendente
nl_nl: Aflopend

# search-results-similarDocuments
source: similar documents
it_it: documenti simili
nl_nl: gelijkaardige documenten

# admin-auth-defaultSourceDescription
source: <p>Specifying a default authentication source other than OJS has the following effects:</p> <ul> <li>If a user attempts to register a new account with this site with a username that exists on the authentication source (but not in the OJS database), the registration attempt is only allowed if the supplied password is valid for that user account.</li> </ul>
it_it: <p>Specificare una fonte di autenticazione diversa da OJS produrà i seguenti effetti:</p> <ul> <li>Se un utente tenta di registrare un nuovo account in questo sito con una username che già esiste sulla fonte di autenticazione (ma non nel database di OJS), il tentativo di registrazione andrà a buon fine solamente se la password fornita per quell'account è corretta.</li> </ul>
nl_nl: <p>Een standaard authenticatiesysteem anders dan OJS heeft de volgende effecten:</p> <ul> <li>Wanneer een gebruiker een nieuw account probeert te registreren met een gebruikersnaam die al bestaat in het externe systeem (maar niet in OJS), zal de registratie alleen lukken als het wachtwoord geldig is voor dat account.</li> </ul>

# admin-overwriteConfigFileInstructions
source: <h4>NOTE!</h4> <p>The system could not automatically overwrite the configuration file. To apply your configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
it_it: <h4>NOTA!</h4> <p>Il sistema non riesce a sovrascrivere automaticamente il file di configurazione. Per applicare le modifiche alla configurazione, devi aprire il file <tt>config.inc.php</tt> in un editor di testo e sostituire i contenuti con quelli del campo testo qui sotto.</p>
nl_nl: <h4>Attentie!</h4> <p>Het systeem kon het instellingenbestand niet overschrijven. Om uw wijzigingen te effectueren moet u <tt>config.inc.php</tt> openen in een geschikte teksteditor en de inhoud van het bestand vervangen door de inhoud van het tekstveld hieronder.</p>

# subscriptionManager-subscriptionManagement
source: Subscription Management
it_it: Gestione abbonamenti
nl_nl: Abonneebeheer

# subscriptionManager-individualSubscriptions
source: Individual Subscriptions
it_it: Abbonamenti individuali
nl_nl: Individuele abonnementen

# subscriptionManager-institutionalSubscriptions
source: Institutional Subscriptions
it_it: Abbonamenti istituzionali
nl_nl: Institutionele abonnementen

# subscriptionManager-subscriptionTypes
source: Subscription Types
it_it: Tipologie di abbonamento
nl_nl: Abonnementsoorten

# plugins-categories-viewableFiles
source: Article Galley Plugins
it_it: Plugins per le gabbie degli articoli
nl_nl: Artikelproeven Plugins

# plugins-categories-viewableFiles-description
source: Article Galley Plugins add support for displaying different document types as article galleys.
it_it: Il plugins per le gabbie degli articoli aggiungono supporto per poter usare diversi formati come gabbie degli articoli.
nl_nl: Artikelproeven plugins bieden ondersteuning voor de weergave van verschillende documenttypes als artikelproeven.

# plugins-categories-auth-description
source: Authorization Plugins allow Open Journal Systems to delegate user authentication tasks to other systems, such as LDAP servers.
it_it: I plugin di autorizzazione permettono a OJS di delegare l'attività di autenticazione degli utenti ad altri sistemi, come server LDAP.
nl_nl: Authenticatie plugins stellen Open Journal Systems in staat om authenticatie van gebruikers uit te besteden aan andere systemen zoals LDAP servers.

# plugins-categories-generic-description
source: Generic plugins are used to extend Open Journal Systems in a variety of ways that are not supported by the other plugin categories.
it_it: I plugin generici sono utilizzati per estendere OJS in varie modalità.
nl_nl: Generieke plugins worden gebruikt om Open Journal Systems uit te breiden op manieren die niet ondersteund worden in de andere plugin-categorieën.

# manager-setup-copyrightNotice-sample
source: <h3>Proposed Creative Commons Copyright Notices</h3> <h4>1. Proposed Policy for Journals That Offer Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Proposed Policy for Journals That Offer Delayed Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
it_it: <h3>Proposta di notifica dell'uso di una licenza Creative Commons nell'Informativa sui diritti</h3> <h4>1. Proposta per riviste Open Access</h4> Gli autori che pubblicano su questa rivista accettano le seguenti condizioni: <ol type="a"> <li>Gli autori mantengono i diritti sulla loro opera e cedono alla rivista il diritto di prima pubblicazione dell'opera, contemporaneamente licenziata sotto una <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenza Creative Commons - Attribuzione</a> che permette ad altri di condividere l'opera indicando la paternità intellettuale e la prima pubblicazione su questa rivista.</li> <li>Gli autori possono aderire ad altri accordi di licenza non esclusiva per la distribuzione della versione dell'opera pubblicata (es. depositarla in un archivio istituzionale o pubblicarla in una monografia), a patto di indicare che la prima pubblicazione è avvenuta su questa rivista.</li> <li>Gli autori possono diffondere la loro opera online (es. in repository istituzionali o nel loro sito web) prima e durante il processo di submission, poichè può portare a scambi produttivi e aumentare le citazioni dell'opera pubblicata (Vedi <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Proposta per riviste "delayed Open Access"</h4> Gli autori che pubblicano su questa rivista accettano le seguenti condizioni: <ol type="a"> <li>Gli autori mantengono i diritti sulla loro opera e cedono alla rivista il diritto di prima pubblicazione dell'opera, licenziata dopo [SPECIFICARE LA DURATA DELL'EMBARGO] sotto una <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenza Creative Commons - Attribuzione</a> che permette ad altri di condividere l'opera indicando la paternità intellettuale e la prima pubblicazione su questa rivista.</li> <li>Gli autori possono aderire ad altri accordi di licenza non esclusiva per la distribuzione della versione dell'opera pubblicata (es. depositarla in un archivio istituzionale o pubblicarla in una monografia), a patto di indicare che la prima pubblicazione è avvenuta su questa rivista.</li> <li>Gli autori possono diffondere la loro opera online (es. in repository istituzionali o nel loro sito web) prima e durante il processo di submission, poichè può portare a scambi produttivi e aumentare le citazioni dell'opera pubblicata (Vedi <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
nl_nl: <h3>Voorgestelde Creative Commons auteursrecht verklaringen</h3> <h4>1. Concept beleid voor Open Access tijdschriften</h4> Auteurs die publiceren bij dit tijdschrift, onderschrijven de volgende voorwaarden: <ol type="a"> <li>Auteurs behouden de auteursrechten en geven het tijdschrift het recht van eerste publicatie van het werk onder een <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution Licentie</a> die anderen het recht geeft het werk te delen onder vermelding van het auteurschap van het werk en de eerste publicatie in dit tijdschrift.</li> <li>Auteurs mogen separate, bijkomende contractuele overeenkomsten aangaan voor het niet-exclusief distribueren van de door het tijdschrift gepubliceerde versie van het werk (bv. plaatsing in een institutionele repository of publicatie in een boek), onder vermelding van de eerste publicatie in dit tijdschrift.</li> <li>Auteurs hebben het recht en worden aangemoedigd om hun werk online beschikbaar te stellen (bv. in institutionele repositories of op hun website) voorafgaand aan en gedurende de inzending, aangezien dat kan leiden tot productieve discussies, sneller en meer citaties van het gepubliceerde werk (Zie <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Concept beleid voor vertraagd Open Access tijdschriften</h4> Auteurs die publiceren bij dit tijdschrift onderschrijven de volgende voorwaarden: <ol type="a"> <li>Auteurs behouden de auteursrechten en gen het tijdschrift het recht van eerste publicatie, waarna het werk [SPECIFICEER PERIODE] na publicatie beschikbaar komt onder een <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution Licentie</a> die anderen het recht geeft het werk te delen onder vermelding van auteurschap en de eerst publicatie dit tijdschrift.</li> <li>Auteurs mogen separate, bijkomende contractuele overeenkomsten aangaan voor het niet-exclusief distribueren van de door het tijdschrift gepubliceerde versie van het werk (bv. plaatsing in een institutionele repository of publicatie in een boek), onder vermelding van de eerste publicatie in dit tijdschrift.</li> <li>Auteurs hebben het recht en worden aangemoedigd om hun werk online beschikbaar te stellen (bv. in institutionele repositories of op hun website) voorafgaand aan en gedurende de inzending, aangezien dat kan leiden tot productieve discussies, en eerdere en meer citaties van het gepubliceerde werk (Zie <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>

# manager-setup-basicEditorialStepsDescription
source: Steps: Submission Queue &gt; Submission Review &gt; Submission Editing &gt; Table of Contents.<br /><br /> Select a model for handling these aspects of the editorial process. (To designate a Managing Editor and Section Editors, go to Editors in Journal Management.)
it_it: Passaggi: Coda delle proposte &gt; Revisione della proposta &gt; Lavorazione dell'articolo &gt; Sommario.<br /><br /> Seleziona un modello per gestire questi aspetti del processo editoriale. (Per designare un Managing Editor e un Section Editors, vai alla pagina di gestione della rivista e cerca Editor.)
nl_nl: Stappen: Wachtrij met inzendingen > Review van de inzending > Redactie van de inzending > Inhoudsopgave.<br /><br /> Kies een model voor deze aspecten van het redactieproces. (Voor het aanwijzen van een eindredacteur en sectieredacteurs zie Redacteurs in Tijdschriftbeheer.)

# manager-setup-referenceLinkingDescription
source: <p>To enable readers to locate online versions of the work cited by an author, the following options are available.</p> <ol> <li><strong>Add a Reading Tool</strong><p>The Journal Manager can add "Find References" to the Reading Tools that accompany published items, which enables readers to paste a reference's title and then search pre-selected scholarly databases for the cited work.</p></li> <li><strong>Embed Links in the References</strong><p>The Layout Editor can add a link to references that can be found online by using the following instructions (which can be edited).</p></li> </ol>
it_it: <p>Per facilitare i lettori nel rintracciare le versioni online delle opere citate da un autore, ci sono queste possibilità.</p> <ol> <li><strong>Aggiungere uno Strumento di lettura</strong><p>Il Journal Manager può aggiungere "Trova citazioni" agli Strumenti di lettura che accompagnano gli articoli pubblicati, che permettono ai lettori di incollare il titolo di un'opera e di cercarlo in database di ricerca selezionati.</p></li> <li><strong>Inserire link nelle citazioni</strong><p>Il Layout Editor può inserire un link nelle citazioni, seguendo queste istruzioni (che possono essere modificate).</p></li> </ol>
nl_nl: <p>Om lezers in staat te stellen online versies te lokaliseren van het werk dat geciteerd wordt door de auteur, zijn de volgende opties beschikbaar.</p> <ol> <li><strong>Voeg een leesgereedschap toe</strong><p>De tijdschriftbeheerder kan "Vind referenties" toevoegen aan de leesgereedschappen van de gepubliceerde artikels. Dat geeft lezers de mogelijkheid om te titel van de referentie te plakken om daarmee in voorgeselecteerde bibliografische databases te zoeken naar het geciteerde werk.</p></li> <li><strong>Links opnemen in referenties</strong><p>De opmaakredacteur kan een link toevoegen naar referenties die online gevonden kunnen worden door de volgende instructies te volgen (die aangepast kunnen worden).</p></li> </ol>

# manager-people-confirmDisable
source: Disable this user? This will prevent the user from logging into the system. You may optionally provide the user with a reason for disabling their account.
it_it: Disabilitare questo utente? Questo impedirà all'utente di accedere al sistema. Puoi anche fornire all'utente la ragione della disabilitazione del suo account.
nl_nl: Deze gebruiker blokkeren?. De gebruiker kan dan niet meer inloggen op het systeem Eventueel kunt u de gebruiker een reden voor het blokkeren geven.

# manager-people-noAdministrativeRights
source: Sorry, you do not have administrative rights over this user. This may be because: <ul> <li>The user is a site administrator</li> <li>The user is active in journals you do not manage</li> </ul> This task must be performed by a site administrator.
it_it: Spiacente, non hai i permessi per modificare questo utente. Questo generalmente accade perché: <ul> <li>L'utente è l'amministratore del sito</li> <li>L'utente è attivo in altre riviste che non gestisci tu</li> </ul> La disabilitazione deve essere eseguita da un amministratore del sito.
nl_nl: Sorry, u heeft geen adminstratieve rechten voor deze gebruiker. Dit kan zijn omdat: <ul> <li>De gebruiker een sitebeheerder is</li> <li>De gebruiker actief is in tijdschriften die niet door u beheerd worden</li> </ul> Deze taak moet uitgevoerd worden door een sitebeheerder.

# editor-submissionReview-notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightReviewerNotNotified">A Reviewer has been assigned but not notified by email</li> <li class="highlightNoDecision">All Reviewers have returned with their comments, but no decision is recorded</li> <li class="highlightRevisedCopyUploaded">Author has uploaded a revised manuscript</li> <li class="highlightReviewerConfirmationOverdue">Reviewer is overdue to confirm peer review invitation</li> <li class="highlightReviewerCompletionOverdue">Reviewer is overdue to complete review</li> </ul> </li> <li>"Due" is filled in when reviewer accepts request to review; it displays number of weeks to review's due date or (-) weeks that it is overdue.</li> </ol>
it_it: <ol> <li>Le proposte evidenziate richiedono un intervento dell'editor: <ul> <li class="highlightReviewerNotNotified">Revisore assegnato ma non notificato via email</li> <li class="highlightNoDecision">Tutti i revisori hanno espresso il loro parare, ma non è ancora stata registrata una decisione</li> <li class="highlightRevisedCopyUploaded">L'autore ha caricato una versione modificata</li> <li class="highlightReviewerConfirmationOverdue">Il revisore è in ritardo nell'accettare l'incarico di revisione</li> <li class="highlightReviewerCompletionOverdue">Il revisore è in ritardo nel completare la revisione</li> </ul> </li> <li>"Scadenza" viene valorizzato quando il revisore accetta l'ncarico di revisione; mostra il numero di settimane mancanti alla scadenza dell'incarico oppure (-) le settimane gà trascorse dopo la scadenza.</li> </ol>
nl_nl: <ol> <li>Onderdelen worden geaccentueerd als de redacteur actie moet ondernemen.</li> <li>"Verloopt" is ingevuld als de reviewer het verzoek tot beoordelen accepteert, het geeft het aantal weken aan voordat de review binnen moet zijn of (-) het aantal weken dat die overtijd is.</li> </ol>

# editor-submissionEditing-notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightCopyediting">An action is required in the copyediting stage</li> <li class="highlightLayoutEditing">An action is required in the layout editing stage</li> <li class="higlightProofreading">An action is required in the proofreading stage</li> </ul> </li> </ol>
it_it: <ol> <li>Gli articoli evidenziati richiedono un intervento dell'editor: <ul> <li class="highlightCopyediting">Azione richiesta in fase di copyediting</li> <li class="highlightLayoutEditing">Azione richiesta in fase di impaginazione</li> <li class="higlightProofreading">Azione richiesta in fase di correzione di bozze</li> </ul> </li> </ol>
nl_nl: <ol> <![CDATA[<ol> <li>Gemarkeerde items hebben de aandacht van een redacteur nodig. De markering is als volgt: <ul> <li class="highlightCopyediting">Er is actie nodig bij de tekstredactie</li> <li class="highlightLayoutEditing">Er is actie nodig bij de opmaakredactie</li> <li class="higlightProofreading">Er is actie nodig bij het proeflezen</li> </ul> </li> </ol>

# sectionEditor-activeEditorialAssignments
source: Active Editorial Assignments
it_it: Incarichi attivi
nl_nl: Actieve redactietaken

# sectionEditor-completedEditorialAssignments
source: Completed Editorial Assignments
it_it: Incarichi completati
nl_nl: Voltooide redactietaken

# sectionEditor-noneAssigned
source: No submissions assigned.
it_it: Nessuna proposta assegnata.
nl_nl: Geen inzendingen toegekend.

# sectionEditor-copyedit-confirmRenotify
source: Notifying this copy editor again will restart their assignment. Are you sure you wish to do this?
it_it: L'invio al copy editor farà ricominciare l'incarico. Sei sicuro di volerlo fare?
nl_nl: Deze tekstredacteur opieuw berichten zal de taak herstarten. Weet u zeker dat u dit wilt doen?

# sectionEditor-author-confirmRenotify
source: Notifying this author again will restart their assignment. Are you sure you wish to do this?
it_it: L'invio all'autore farà ricominciare l'incarico. Sei sicuro di volerlo fare?
nl_nl: Deze auteur opieuw berichten zal de taak herstarten. Weet u zeker dat u dit wilt doen?

# sectionEditor-layout-confirmRenotify
source: Notifying this layout editor again will restart their assignment. Are you sure you wish to do this?
it_it: L'invio al layout editor farà ricominciare l'incarico. Sei sicuro di volerlo fare?
nl_nl: Deze opmaakredacteur opieuw berichten zal de taak herstarten. Weet u zeker dat u dit wilt doen?
