Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# payment.alreadyPaidMessage
source: Select this box if you've already sent your payment to the journal in order to finish the submission process. The submission will not be reviewed until the payment arrives. Click PAY NOW above to see the payment instructions.
az: Məqalə prosesini tamamlamaq üçün ödəməni jurnala göndərmisinizsə bu qutunu seçin. Məqalə, ödəmə gələnə qədər incələnməyəcəkdir. Ödəmə təlimatılarını görmək üçün yuxarıdakı Ödəmə’ni klikləyin.
bg: Изберете това поле, ако вече сте изпратили плащането си до списанието, за да завършите процеса на подаване на материали. Изпратеното няма да бъде разгледано, докато не пристигне плащането. Кликнете "Платете сега" по-горе, за да видите инструкциите за плащане.
bs_ba: Odaberite ovu opciju kako biste završili postupak prijave priloga ukoliko ste već izvršili svoju uplatu. Prijava neće biti recenzirana dok uplata nije zaprimljena. Odaberite UPLATITE SADA kako biste pristupili uputama za uplatu.
de_de: Wählen Sie dieses Kästchen aus, wenn Sie Ihre Zahlung bereits an die Zeitschrift übermittelt haben, um den Einreichungsprozess abzuschließen. Ihr Beitrag wird erst begutachtet, wenn die Zahlung angekommen ist. Klicken Sie "Jetzt bezahlen" an, um die Zahlungsanweisungen einzusehen.
el_gr: Επιλέξτε εδώ αν έχετε ήδη αποστείλει την πληρωμή σας στο περιοδικό, ώστε να ολοκληρωθεί η διαδικασία υποβολής. Η διαδικασία αξιολόγησης της υποβολής σας δεν θα προχωρήσει μέχρι την παραλαβή της πληρωμής σας. Επιλέξτε "Πληρωμή τώρα" για τις οδηγίες πληρωμής.
eu: Hautatu lauki hau, bidalketa-prozesua amaitzeko falta den ordainketa dagoeneko bidali baduzu aldizkarira. Bidalketa ez da ebaluatuko harik eta ordainketa iritsi arte. Ordaintzeko jarraibideak ikusteko, sakatu ORDAINDU ORAIN (goian).
gd_gb: Cuir cromag sa bhogsa seo ma phàigh thu an t-iris-leabhar mu thràth airson pròiseas an tagraidh a choileanadh. Cha dèanar lèirmheas air an tagradh gus an ruig am pàigheadh. Briog air “Pàigh an-dràsta” gu h-àrd is gheibh thu stiùireadh mu na dòighean air am pàigh thu air a shon.
gl_es: Active esta opción se xa mandou o pagamento á revista para finalizar o proceso de envío. O envío non se revisará ata a recepción do pagamento. Faga clic en "Pagar agora" para ver as instrucións de pagamento.
hi_in: यदि आपने सबमिशन प्रक्रिया पूरी करने के लिए अपना भुगतान जर्नल को भेज दिया है, तो इस बॉक्स का चयन करें। भुगतान आने तक सबमिशन की समीक्षा नहीं की जाएगी। भुगतान निर्देशों को देखने के लिए ऊपर दिए गए भुगतान पर क्लिक करें।
hu_hu: Jelölje be ezt a négyzetet, hogyha már elküldte az összeget a folyóiratnak, hogy befejezhesse a folyamatot. Amíg nem érkezik meg az összeg, addig nem kerül megújításra az előfizetése. Kattintson a FIZETÉS MOST lehetőségre, a fizetési utasítások felett.
hy_am: Ընտրեք այս վանդակը, եթե արդեն ուղարկել եք ձեր վճարումը ամսագրին՝ ներկայացման գործընթացը ավարտին հասցենելու համար: Ներկայացումը չի վերանայվի մինչև վճարումը չհասնի: Վերևում սեղմեք ՎՃԱՐԵԼ ՀԻՄԱ՝ տեսնելու վճարման հրահանգները:
is: Hafi greiðsla þegar verið send tímaritinu, veldu þetta box til að klára innsendinguna. Innsending verður ekki skoðuð fyrr en greiðsla berst. Smelltu á GREIÐA NÚNA til að sjá leiðbeiningar varðandi greiðslur.
ja: ジャーナルへの支払いが済んでいるのであれば、チェックボックスを選択して投稿プロセスを完了させてください。 支払いがされるまで投稿は審査されません。 上の「ここで支払い」をクリックすると、支払い方法が表示されます。
ka: მონიშნეთ ეს ველი, თუ უკვე გაგზავნეთ გადახდა ჟურნალში, წარდგენის პროცესის დასრულების მიზნით. წარდგენა არ განიხილება, სანამ გადახდა არ მოვა. დააჭირეთ ზემოთ „გადახდა ახლა“, რომ ნახოთ გადახდის ინსტრუქცია.
kk: Егер сіз төлемді журналға жіберу процесін аяқтау үшін жіберген болсаңыз, осы нұсқаны таңдаңыз. Материал төлем келгенге дейін қарастырылмайды. Төлем нұсқауларын көру үшін жоғарыдағы «Қазір төлеу» батырмасын басыңыз.
ku_iq: ئەم بۆکسە دابگرە ئەگەر دەتەوێت پرۆسەکە تەواو بکەیت و تۆ پارەکەت داوە. پێشکەشکردنەکەت هەڵسەنگاندنی بۆ ناکرێت هەتا پارە نەدەیت. کلیک لەسەر (ئێستا پارە بدە) بکە بۆ بینینی ڕێنماییەکانی پارەدان.
ky: Тапшыруу процессин аяктоо үчүн журналга төлөмдү жөнөткөн болсоңуз, бул кутучаны белгилеңиз. Төлөм жетмейинче тапшыруу каралбайт. Төлөм көрсөтмөлөрүн көрүү үчүн жогорудагы "PAY NOW" баскычын чыкылдатыңыз.
lt: Jei įmoką jau išsiuntėte, pasirinkite šį laukelį. Tik taip straipsnio teikimo procedūra bus baigta. Kol negausime įmokos, straipsnia nebus skaitomas. Kaip mokėti, sužinosite pažymėję „Mokėti dabar“.
lv_lv: Ja esat jau nosūtījis maksājumu žurnālam, atzīmējiet šo lodziņu, lai pabeigtu iesniegšanas procesu. Iesniegtais materiāls netiks izskatīts, kamēr nebūs saņemts maksājums. Noklikšķiniet uz MAKSĀT TAGAD , lai skatītu maksājuma instrukcijas.
mk_mk: Изберете го ова поле ако веќе сте ја испратиле исплатата до списанието за да го завршите процесот на доставување. Поднесувањето нема да се разгледува сè додека не пристигне уплатата. Кликнете ПЛАТА СЕГА погоре за да ги видите упатствата за плаќање.
mr: सादरीकरण प्रक्रिया पूर्ण करण्यासाठी तुम्ही नियतकालिकाला तुमची देय रक्कम आधीच पाठवली असल्यास ही चौकट (बॉक्स) निवडा. …रक्कम पोहोचेपर्यंत सादरीकरणाचे समीक्षण केले जाणार नाही. …भरणा करण्याची पद्धती वाचण्यासाठी 'आता रक्कम भरा' वर क्लिक करा.
ms: Pilih kotak ini jika anda telah menghantar pembayaran anda ke jurnal untuk menyelesaikan proses penyerahan. Penyerahan tidak akan disemak sehingga pembayaran tiba. Klik BAYAR SEKARANG di atas untuk melihat arahan pembayaran.
nb_no: Kryss av i denne boksen hvis du allerede har sendt betalingen til tidsskriftet. Det fullfører innleveringsprosessen. Den redaksjonelle behandlingen settes i gang så snart betalingen er mottatt. Klikk «Betal nå» for å se instruks.
ro: Selectați această casetă dacă ați trimis deja plata către jurnal pentru a finaliza procesul de trimitere. Transmiterea nu va fi revizuită până la sosirea plății. Faceți clic pe PLAY ACUM mai sus pentru a vedea instrucțiunile de plată.
sk_sk: Zaškrtnite toto políčko, ak ste už odoslali platbu do časopisu, aby sa dokončil proces odosielania príspevku. Kým nedorazí platba, nebude príspevok recenzovaný. Pre zobrazenie inštrukcií k platbe kliknite na ZAPLATIŤ TERAZ.
sl_si: Izberite to možnost za končanje oddaje prispevka, če ste že oddali plačilo za to revijo. Prispevek ne bo pregledan, dokler plačilo ne bo prispelo. Za navodila o plačilu, kliknite Plačaj zdaj zgoraj.
sr_rs@cyrillic: Одаберите ову опцију како бисте завршили поступак пријаве прилога уколико сте већ извршили своју уплату. Пријава неће бити рецензирана док уплата није извршена. Одаберите УПЛАТИТЕ САДА како бисте приступили упутствима за уплату.
sr_rs@latin: Odaberite ovu opciju kako biste završili postupak prijave priloga ukoliko ste već izvršili svoju uplatu. Prijava neće biti recenzirana dok uplata nije izvršena. Odaberite UPLATITE SADA kako biste pristupili uputstvima za uplatu.
th: เลือกช่องนี้หากคุณได้ส่งการชำระเงินไปยังวารสารแล้วเพื่อดำเนินการส่งบทความให้เสร็จสิ้น บทความที่ส่งจะไม่ได้รับการพิจารณาจนกว่าจะได้รับการชำระเงิน คลิก ชำระเงินทันที ข้างต้นเพื่อดูคำแนะนำในการชำระเงิน
uk_ua: Якщо Ви вже надіслали свій платіж журналу, оберіть цей пункт та завершіть процес подання. Подання не буде розглядатись поки не надійде платіж. Для отримання інструкцій щодо здійснення платежів натисніть кнопку "Сплатити зараз".
uz@latin: Agar siz to'lovni jurnalga yuborish jarayonini yakunlash uchun yuborgan bo'lsangiz, ushbu katakchani belgilang. To'lov kelmaguncha ariza ko'rib chiqilmaydi. To'lov ko'rsatmalari bilan tanishish uchun yuqoridagi PAY NOW ni bosing.
vi_vn: Chọn box này nếu bạn đã gửi khoản thanh toán của mình cho tạp chí để hoàn tất quy trình gửi. Việc nộp sẽ không được xem xét cho đến khi thanh toán đến. Nhấp vào THANH TOÁN NGAY ở trên để xem hướng dẫn thanh toán.
zh_cn: 如果您为了完成投稿已经发送支付到这本期刊，请选择此框。投稿将在到付后被审阅，点击在支付介绍上边的“现在支付”.
zh_hant: 如您已經向期刊繳付您的款項完成投稿過程，請點選此框。投稿將會在付款後才開始評審程序。按上方「現在付款」查看付款指引。

# payment.type.submission
source: Submission Fee
az: Məqalə ödənişləri
bg: Такса за изпращане на материали
bs_ba: Cijena prijave članka
de_de: Gebühr für das Einreichen eines Beitrags
el_gr: Εισφορά υποβολής
eu: Bidalketa-tarifa
gd_gb: Tàille tagraidh
gl_es: Cota de envío
hi_in: सबमिशन फीस
hu_hu: Benyújtási díj
hy_am: Ներկայացման վճար
is: Innsendingargjald
ja: 投稿料
ka: წარდგენის საფასური
kk: Жіберу ақысы
ku_iq: پارەدانی پێشکەشکردن
ky: Тапшырма төлөмү
lt: Straipsnio pateikimo mokestis
lv_lv: Iesniegšanas maksa
mk_mk: Цена за поднесување
mr: सादरीकरणासाठी भरावयाचे शुल्क
ms: Yuran Penyerahan
nb_no: Innsendingsavgift
ro: Taxa de depunere manuscris
sk_sk: Poplatok za príspevok
sl_si: Pristojbina oddaje
sr_rs@cyrillic: Цена пријаве чланка
sr_rs@latin: Cena prijave članka
th: ค่าธรรมเนียมการส่งบทความ
uk_ua: Плата за подання статті
uz@latin: Taqdim etish uchun to'lov
vi_vn: Lệ phí bài gửi
zh_cn: 投稿费
zh_hant: 投稿費用

# payment.type.publication
source: Publication Fee
az: Nəşr ödənişləri
bg: Такса за публикация
bs_ba: Cijena objavljivanja članka
de_de: Veröffentlichungsgebühr
el_gr: Εισφορά δημοσίευσης
eu: Argitalpen-tarifa
gd_gb: Tàille foillseachaidh
gl_es: Cota de publicación
hi_in: प्रकाशन शुल्क
hu_hu: Publikációs díj
hy_am: Հրապարակման վճար
is: Útgáfugjald
ja: 出版料金
ka: გამოქვეყნების საფასური
kk: Жариялау ақысы
ku_iq: پارەدانی بڵاوکردنەوە
ky: Жарыялоо төлөмү
lt: Spausdinimo mokestis
lv_lv: Publicēšanas maksa
mk_mk: Цена за објавување
mr: प्रकाशन शुल्क
ms: Yuran Penerbitan
nb_no: Publiseringsavgift
ro: Taxă de publicare
sk_sk: Poplatok za publikovanie
sl_si: Pristojbina objave
sr_rs@cyrillic: Цена објављивања чланка
sr_rs@latin: Cena objavljivanja članka
th: ค่าธรรมเนียมการตีพิมพ์
uk_ua: Плата за публікацію статті
uz@latin: Nashr narxi
vi_vn: Lệ phí xuất bản
zh_cn: 出版费
zh_hant: 出版費用

# payment.type.publication.required
source: The publication fee is due for payment.
az: Ödəniş yayım haqqı üçündür. .
bg: Таксата за публикуване се дължи за плащане.
bs_ba: Naknada za objavljivanje dospijeva na plaćanje.
de_de: Die Veröffentlichungsgebühr ist fällig.
el_gr: Η εισφορά δημοσίευσης οφείλεται να πληρωθεί.
eu: Argitalpen-tarifa ordaintzeko dago.
gd_gb: Tha an tàille foillseachaidh ri phàigheadh.
gl_es: A taxa de publicación está pendente de pagamento.
hi_in: प्रकाशन शुल्क भुगतान के लिए देय है।
hu_hu: A publikációs díj befizetése esedékes.
hy_am: Հրապարակման վճարը ենթակա է վճարման:
is: Komið er að greiðslu útgáfugjalds.
ja: 出版料金のお支払いをお願いします。
ka: სავალდებულოა გამოქვეყნების საფასურის გადახდა.
kk: Жариялау ақысы қажет.
ku_iq: کاتی پێدانی پارەی بلاوکردنەوەیە.
ky: Жарыялоо төлөмү төлөнүшү керек.
lt: Už straipsnių spausdinimą reikia mokėti.
lv_lv: Jāsamaksā maksa par publikāciju .
mk_mk: Надоместокот за објавување се должи на плаќање.
mr: प्रकाशन शुल्क येणे बाकी आहे.
ms: Yuran penerbitan perlu dibayar.
nb_no: Publiseringsgebyret er til forfall.
ro: Taxa de publicare este pregătită pentru plată.
sk_sk: Je potrebné uhradiť publikačný poplatok.
sl_si: Naročnina na revijo je zapadla v plačilo.
th: ต้องชำระค่าธรรมเนียมการตีพิมพ์
uk_ua: Вартість публікації підлягає оплаті.
uz@latin: Nashr uchun to'lov to'lanishi kerak.
vi_vn: Phí xuất bản đã tới hạn thanh toán.
zh_cn: 需要支付出版费。
zh_hant: 出版費用到期付款。

# payment.type.purchaseArticle
source: Purchase Article Fee
az: Məqalə ödənişi
bg: Такса за покупка на статия
bs_ba: Cijena pristupa pojedinom članku
de_de: Artikelgebühr
el_gr: Εισφορά αγοράς άρθρου
eu: Artikulua erosteko tarifa
gd_gb: Tàille airson artaigeal a cheannach
gl_es: Cota por compra de artigos
hi_in: लेख शुल्क खरीदें
hu_hu: Cikk vásárlási díj
hy_am: Հոդվածի գնման վճար
is: Gjald fyrir grein
ja: 記事購入料金
ka: სტატიის საფასურის გადახდა
kk: Мақала сатып алу төлемі
ku_iq: پارەدانی نرخی توێژینەوە
ky: Макала сатып алуу төлөмү
lt: Straipsnio įsigijimo mokestis
lv_lv: Pirkuma maksa par rakstu
mk_mk: Цена за набавка на написи
mr: लेख खरेदी शुल्क भरा
ms: Pembelian Yuran Artikel
nb_no: Avgift for kjøp av artikkel
ro: Prețul de achiziție al articolului
sk_sk: Zaplatiť poplatok za článok
sl_si: Pristojbina nakupa prispevka
sr_rs@cyrillic: Цена приступа појединим чланцима
sr_rs@latin: Cena pristupa pojedinim člancima
th: ค่าธรรมเนียมการซื้อบทความ
uk_ua: Придбання статті
uz@latin: Maqola uchun to'lov
vi_vn: Phí mua bài báo
zh_cn: 文章购买费
zh_hant: 購買文章費用

# payment.type.membership
source: Individual Membership Fee
az: Fərdi abunə qiyməti
bg: Индивидуална такса за членство
bs_ba: Iznos individualne članarine
de_de: Mitgliedsbeitrag
el_gr: Εισφορά ατομικής συνδρομής
eu: Bazkide-tarifa
gd_gb: Tàille ballrachd neach fa leth
gl_es: Cota de afiliación individual
hi_in: व्यक्तिगत सदस्यता शुल्क
hu_hu: Egyéni tagsági díj
hy_am: Անհատական անդամակցության վճար
is: Einstaklingsgjald
ja: 個人会員料金
ka: ინდივიდუალური წევრობის საფასური
kk: Жеке мүшелік жарна
ku_iq: نرخی ئەندامبونی کەسی
ky: Жеке мүчөлүк төлөмү
lt: Narystės asmeniui mokestis
lv_lv: Individuālā dalības maksa
mk_mk: Индивидуална цена за членство
mr: वैयक्तिक सदस्यत्व शुल्क
ms: Yuran Keahlian Individu
nb_no: Kontingent for individuelt medlemskap
ro: Taxa individuală de membru
sk_sk: Poplatok za individuálne členstvo
sl_si: Pristojbina individualne naročnine
sr_rs@cyrillic: Износ индивидуалне чланарине
sr_rs@latin: Iznos individualne članarine
th: ค่าธรรมเนียมการเป็นสมาชิกบุคคล
uk_ua: Плата за індивідуальне членство
uz@latin: Shaxsiy a'zolik to'lovi
vi_vn: Lệ phí thành viên cá nhân
zh_cn: 个人会员会费
zh_hant: 個人會員資格費用

# payment.type.fastTrack
source: Fast Track Review Fee
az: Sürətləndirilmiş baxış ödənişi
bg: Такса за преглед с предимство (Fast Track)
bs_ba: Cijena ubrzanog recenzijskog postupka
de_de: Gebühr für beschleunigte Begutachtung
el_gr: Εισφορά γρήγορης αξιολόγησης
eu: Ebaluazio lasterraren tarifa
gd_gb: Tàille airson grad-lèirmheas
gl_es: Cota de revisión rápida
hi_in: फास्ट ट्रैक समीक्षा शुल्क
hu_hu: Gyorsított lektorálási díj
hy_am: Արագացված Վերանայման վճար
is: Gjald fyrir flýtimeðferð
ja: ファスト・トラック審査料
ka: დაჩქარებული მიმოხილვის საკომისიო
kk: Жылдам қарау ақысы
ku_iq: دانی پارەی هەڵسەنگاندن بە شێوەی خێرا
ky: Ыкчам кароо төлөмү
lt: Skubaus recenzavimo mokestis
lv_lv: Ātrā pārskatīšanas maksa
mk_mk: Надомест за преглед на брза патека
mr: शीघ्र समीक्षण शुल्क
ms: Yuran Semakan Trek Pantas
nb_no: Avgift for hurtig fagfellevurdering
ro: Taxa de examinare rapidă
sk_sk: Poplatok za rýchle spracovanie recenzie
sl_si: Pristojbina hitrejše obdelave
sr_rs@cyrillic: Цена убрзаног рецензијског поступка
sr_rs@latin: Cena ubrzanog recenzijskog postupka
th: ค่าธรรมเนียมการพิจารณาแบบเร่งด่วน
uk_ua: Плата за прискорене рецензування
uz@latin: Tez trekni ko'rib chiqish uchun to'lov
vi_vn: Lệ phí phản biện nhanh
zh_cn: 加急费
zh_hant: 快速評審費用

# catalog.sortBy.categoryDescription
source: Choose how to order articles in this category.
az: Bu kateqoriyadakı məqalələri necə sıralayacağınızı seçin.
bg: Изберете как да сортирате статиите в тази категория.
bs_ba: Odaberite kako želite rasporediti članke u ovoj kategoriji.
de_de: Wählen Sie, wie Artikel in dieser Kategorie sortiert sein sollen.
el_gr: Επιλέξτε τον τρόπο ταξινόμησης των άρθρων σ'αυτήν την κατηγορία.
eu: Aukeratu nola antolatu artikuluak kategoria honetan.
gd_gb: Tagh òrdugh dha na h-artaigealan san roinn-seòrsa seo.
gl_es: Escolla a maneira de ordenar os artigos nesta categoría.
hi_in: इस श्रेणी में लेख क्रम करने का तरीका चुनें।
hu_hu: Cikkek rendezési módja ebben a kategóriában az alábbiak szerint.
hy_am: Ընտրեք, թե ինչպես պատվիրել հոդվածներ այս դասում:
is: Veldu hvernig á að raða greinum í þessum flokki.
ja: このカテゴリの論文の並び方を選択してください。
ka: აირჩიეთ სტატიების თანმიმდევრობის ხერხი ამ კატეგორიაში.
kk: Выберите способ сортировки статей в этой категории.
ku_iq: هەڵبژاردنی شێوازی ڕیزکردنی توێژینەوەکان.
ky: Бул категориядагы макалаларды кантип тартипке келтирүүнү тандаңыз.
lt: Pasirinkite, kaip rikiuoti straipsnius šioje kategorijoje.
lv_lv: Izvēlieties, kā sakārtot šīs kategorijas rakstus.
mk_mk: Изберете како да нарачате статии од оваа категорија.
mr: या गटातील लेखांचा क्रम कसा लावायचा त्याची निवड करा.
ms: Pilih cara memesan artikel dalam kategori ini.
nb_no: Velg hvordan du ønsker å ordne artikler i denne kategorien.
ro: Alegeți cum să comandați articole din această categorie.
sk_sk: Vyberte spôsob radenia článkov v tejto kategórii.
sl_si: Izberite način ureditve člankov v tej kategoriji.
th: เลือกวิธีการจัดลำดับบทความในหมวดหมู่นี้
uk_ua: Виберіть порядок відображення статей у цій категорії.
uz@latin: Ushbu toifadagi maqolalarga qanday buyurtma berishni tanlang.
vi_vn: Chọn cách đặt hàng bài báo trong loại này.
zh_cn: 选择此目录稿件排序方式。
zh_hant: 選擇如何安排在此類別的文章次序。

# catalog.sortBy
source: Order of articles
az: Məqalələri sırala
bg: Сортиране на статиите
bs_ba: Redoslijed članaka
de_de: Artikelreihenfolge
el_gr: Ταξινόμηση των άρθρων
eu: Artikuluen hurrenkera
gd_gb: Òrdugh nan artaigeal
gl_es: Orde dos artigos
hi_in: लेखों का क्रम
hu_hu: Cikkek sorrendje
hy_am: Հոդվածների հերթագայում
is: Röð greina
ja: 論文の順番
ka: სტატიების თანმიმდევრობა
kab: Asmizzwer n imagraden
kk: Сортировка статей
ku_iq: ڕیزکردنی توێژینەوەکان
ky: Макалалардын тартиби
lt: Straipsnių eiliškumas
lv_lv: Rakstu secība
mk_mk: Ред на написи
mr: लेखांचा क्रम
ms: Susunan artikel
nb_no: Rekkefølge på artikler
ro: Comandarea articolelor
sk_sk: Poradie článkov
sl_si: Vrstni red člankov
th: ลำดับของบทความ
uk_ua: Порядок статей
uz@latin: Maqolalar tartibi
vi_vn: Thứ tự bài báo
zh_cn: 稿件顺序
zh_hant: 文章次序

# log.editor.submissionExpedited
source: {$editorName} has taken the edit process for the article {$submissionId}.
az: {$editorName}, {$submissionId} məqaləsi üçün tənzimləmə prosesini bitirdi.
bg: {$editorName} е предприел процеса на редактиране на статията {$submissionId}.
bs_ba: {$editorName} je preuzeo/la postupak uređivanja članka {$submissionId}.
de_de: {$editorName} hat den Redaktionsprozess für die Einreichung {$submissionId} übernommen.
el_gr: Ο/Η {$editorName} έχει επιταχύνει τη συντακτική διαδικασία για το άρθρο {$submissionId}.
eu: {$editorName} editoreak bere gain hartu du {$submissionId} artikuluaren edizio-prozesuaren ardura.
gd_gb: Ghabh {$editorName} am pròiseas deasachaidh airson an artaigil {$submissionId} os làimh.
gl_es: {$editorName} farase cargo do proceso de edición do artigo {$submissionId}.
hi_in: {$ editorName} ने लेख के लिए संपादन प्रक्रिया ली है {$ submissionId}।
hu_hu: {$editorName} átvette a szerkesztési folyamatot ennél a cikknél {$submissionId}.
hy_am: {$editorName} -ն սկսել է {$submissionId} հոդվածի խմբագրման գործընթացը:
is: {$editorName} sér um ritstjórnarferlið fyrir grein {$submissionId}.
ja: {$editorName}は論文{$submissionId}の編集プロセスを行いました。
ka: რედაქტორმა {$editorName} წამოიწყო სტატიის {$submissionId} ჩასწორების პროცესი.
kk: Редактор {$editorName} взялся за процесс редактирования по статье {$submissionId}.
ku_iq: {$editorName} هەڵسەنگاندنی بۆ {$submissionId} کردووە.
ky: {$editorName} {$submissionId} макаласынын оңдоо процессин баштады.
lt: {$editorName} pradeda straipsnio {$submissionId} rengimą spaudai.
lv_lv: {$editorName} uzsāk raksta {$submissionId} rediģēšanu.
mk_mk: {$editorName} го презеде процесот на уредување на статијата {$submissionId}.
mr: {$editorName} ने {$submissionId} हा लेख संपादनासाठी घेतला आहे.
ms: {$editorName} telah mengikuti proses penyuntingan untuk artikel {$submissionId}.
nb_no: {$editorName} har ferdigstilt artikkelen {$submissionId}.
ro: {$editorName} se ocupă de editarea manuscrisului {$submissionId}.
sk_sk: {$editorName} prevzal redakčný proces príspevku {$submissionId}.
sl_si: {$editorName} je prevzel uredniški postopek za prispevek {$submissionId}.
th: {$editorName} ได้เข้ามาดำเนินการกระบวนการแก้ไขสำหรับบทความ {$submissionId}
uk_ua: Редактор {$editorName} розпочав процес редагування статті {$submissionId}.
uz@latin: {$ editorName} {$ submitId} maqolasini tahrirlash jarayonini oldi.
vi_vn: {$editorName} đã thực hiện quá trình chỉnh sửa cho bài báo {$submissionId}.
zh_cn: {$ editorName}已完成文章{$ submissionId}的编辑。
zh_hant: {$editorName}已負責文章{$submissionId}的編輯工序。

# navigation.subscriptions
source: Subscriptions
az: Abunəliklər
bg: Абонаменти
bs_ba: Pretplate
de_de: Abonnements
el_gr: Συνδρομές
eu: Harpidetzak
gd_gb: Fo-sgrìobhaidhean
gl_es: Subscricións
hi_in: सदस्यता
hu_hu: Előfizetések
hy_am: Բաժանորդագրություններ
is: Áskriftir
ja: 購読
ka: გამოწერები
kk: Подписки
ku_iq: بەشداریکردنەکان
ky: Жазылуулар
lt: Prenumerata
lv_lv: Abonementi
mk_mk: Претплати
mr: वर्गणी/सदस्यता
ms: Langganan
nb_no: Abonnementer
ro: Abonamente
sk_sk: Predplatné
sl_si: Naročnine
th: การสมัครรับ
uk_ua: Підписки
uz@latin: Obunalar
vi_vn: Các thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# editor.issues.futureIssues
source: Future Issues
az: Gələcək nömrələr
bg: Следващи броеве
bs_ba: Budući brojevi
de_de: Zukünftige Ausgaben
el_gr: Μελλοντικά τεύχη
eu: Hurrengo zenbakiak
gd_gb: Irisean ri thighinn
gl_es: Próximos números
hi_in: भविष्य के अंक
hu_hu: Tervezett számok
hy_am: Ապագա համարները
is: Komandi tölublöð
ja: 出版予定号
ka: მომავალი ნომრები
kk: Будущие выпуски
ku_iq: ژمارەکانی داهاتو
ky: Келечектеги чыгарылыштар
lt: Būsimi numeriai
lv_lv: Turpmākie izdevumi
mk_mk: Идни изданија
mr: आगामी अंक
ms: Terbitan Akan Datang
nb_no: Framtidige utgaver
ro: Numărul viitor
sk_sk: Budúce čísla
sl_si: Naslednje številke
sr_rs@cyrillic: Будући бројеви
sr_rs@latin: Budući brojevi
th: ฉบับในอนาคต
uk_ua: Наступні випуски
uz@latin: Kelajak muammolari
vi_vn: Số chuẩn bị xuất bản
zh_cn: 待出版期次
zh_hant: 未來期號

# editor.issues.backIssues
source: Back Issues
az: Əvvəlki nömrələr
bg: Предишни броеве
bs_ba: Prethodni brojevi
de_de: Frühere Ausgaben
el_gr: Παλαιά τεύχη
eu: Aurreko zenbakiak
gd_gb: Seann irisean
gl_es: Números anteriores
hi_in: पिछले अंक
hu_hu: Korábbi számok
hy_am: Հին համարները
is: Eldri tölublöð
ja: バックナンバー
ka: ძველი ნომრები
kk: Прошлые выпуски
ku_iq: ژمارەکانی پێشتر
ky: Мурунку чыгарылыштар
lt: Ankstesni numeriai
lv_lv: Agrākie izdevumi
mk_mk: Стари изданија
mr: मागील अंक
ms: Terbitan Terdahulu
nb_no: Tidligere utgaver
ro: Numere arhivate
sk_sk: Predchádzajúce čísla
sl_si: Pretekle številke
sr_rs@cyrillic: Претходни бројеви
sr_rs@latin: Prethodni brojevi
th: ฉบับย้อนหลัง
uk_ua: Попередні випуски
uz@latin: Oldingi muammolar
vi_vn: Số đã xuất bản
zh_cn: 往期
zh_hant: 過往期號
