Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# about.aboutOJSJournal
source: This journal uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the Public Knowledge Project under the GNU General Public License. Visit PKP's website to <a href="http://pkp.sfu.ca/">learn more about the software</a>. Please <a href="{$contactUrl}">contact the journal</a> directly with questions about the journal and submissions to the journal.
az: Bu jurnal açıq mənbə kodlu bir Jurnal idarə proqramı olan Açıq Jurnal Sistemləri (Open Journal Systems) {$ojsVersion} versiyasını istifadə edir. ADS kimi qısaldılan bu proqram <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> tərəfindən inkişaf etdirilmişdir ve (GNU General Public License) lisenziyası ilə pulsuz paylanır. Jurnal və namizəd məqalələriniz ilə bağlı suallarını üçün zəhmət olmazsa birbaşa <a href="{$contactUrl}">Jurnal ilə əlaqə</a> saxlayın
bg: Това списание използва Open Journal Systems {$ojsVersion}, което представлява софтуер за управление и публикуване на списания с отворен код, разработен, поддържан и свободно разпространен от Public Knowledge Project под GNU General Public License. Посетете уебсайта на PKP, за да <a href="http://pkp.sfu.ca/"> научите повече за софтуера </a>. Моля, <a href="{$contactUrl}">свържете се със списанието</a> директно с въпроси относно това списание и възможностите за изпращане на материали за публикация.
de_de: Diese Zeitschrift verwendet Open Journal Systems {$ojsVersion}, eine Open-Source-Zeitschriften- und Publikationsmanagement-Software. Sie wird unter der GNU General Public License entwickelt, dokumentiert und kostenlos vertrieben durch das <a href="http://pkp.sfu.ca/">Public Knowledge Project</a>.
eu: Aldizkari honek Open Journal Systems {$ojsVersion} (OJS) erabiltzen du. Aldizkariak kudeatzeko eta argitaratzeko iturburu irekiko software bat da OJS, GNU lizentzia publiko orokor baten pean Public Knowledge Project egitasmoak sustatua eta doan banatua. Joan PKPren webgunera <a href="http://pkp.sfu.ca/">softwareari buruz gehiago jakiteko</a>. Mesedez, aldizkariari eta aldizkarirako bidalketei buruzko galderetarako <a href="{$contactUrl}"> jarri harremanetan aldizkariarekin</a> zuzenean.
gd_gb: Tha an t-iris-leabhar seo a’ cleachdadh Open Journal Systems {$ojsVersion}, bathar-bog le còd fosgailte airson stiùireadh iris-leabhraichean is foillseachadh, le taic a’ Public Knowledge Project agus ga sgaoileadh gu saor fo cheadachas coitcheann poblach GNU. Tadhail air làrach-lìn PKP airson <a href="http://pkp.sfu.ca/">barrachd fiosrachaidh mun bhathar-bhog</a>. <a href="{$contactUrl}">Cuir fios chun an iris-leabhair fhèin</a> ma tha ceist agad mun iris-leabhar agus tagraidhean dhan iris-leabhar.
gl_es: Esta revista utiliza Open Journal Systems {$ojsVersion}, un software de xestión e publicación de revistas de código aberto que foi desenvolvido, impulsado e distribuído de forma gratuíta por Public Knowledge Project baixo unha licenza pública xeral GNU. Visite a páxina web de PKP para <a href="http://pkp.sfu.ca/">obter máis información sobre o software</a>. Por favor, <a href="{$contactUrl}">contacte coa revista</a> directamente para calquera pregunta acerca dela e os envíos.
hi_in: यह जर्नल ओपन जर्नल सिस्टम {$ojsVersion} का उपयोग करती है, जो ओपन सोर्स जर्नल प्रबंधन और प्रकाशन सॉफ्टवेयर विकसित, समर्थित और स्वतंत्र रूप से <a href="http://pkp.sfu.ca/"> सार्वजनिक ज्ञान परियोजना द्वारा वितरित किया जाता है जीएनयू जनरल पब्लिक लाइसेंस के तहत </a>
hy_am: Այս ամսագիրը օգտագործում է Open Journal Systems {$ojsVersion}, որը բաց կոդով ամսագրերի կառավարման և հրատարակման ծրագրակազմ է, որը մշակվել, աջակցվում և ազատորեն տարածվում է Public Knowledge Project-ի կողմից GNU Ընդհանուր հանրային արտոնագրի ներքո: Այցելեք PKP-ի կայք՝ <a href="https://pkp.sfu.ca/">ծրագրաշարի մասին ավելին իմանալու համար</a>: Խնդրում ենք <a href="{$contactUrl}">կապվել ամսագրի հետ</a> ամսագրի վերաբերյալ հարցերով և ամսագրին ներկայացված նյութերով:
is: Þetta tímarit notar "Open Journal Systems" {$ojsVersion}, sem er opinn hugbúnaður fyrir umsýslu og útgáfu tímarita. Kerfið er þróað, stutt af og í ókeypis dreifingu frá Public Knowledge Project (PKP) undir leyfisskilmálum GNU General Publi License. Skoðið vefsíðu PKP til að <a href="http://pkp.sfu.ca/">læra meira um hugbúnaðinn</a>. Vinsamlega <a href="{$contactUrl}">hafið beint samband við tímaritið</a> með spurningar sem varða það og mögulega innsendingu efnis til tímaritsins.
ja: 本誌はOpen Journal Systems {$ojsVersion}を利用しています。これは、Public Knowledge ProjectがGNU General Public Licenseの下で開発、サポート、および自由に配布しているオープンソースのジャーナル管理・出版ソフトウェアです。PKPのウェブサイトでは、<a href="http://pkp.sfu.ca/">このソフトウェアについての詳細がご覧いただけます</a>。ジャーナルに関する質問やジャーナルへの投稿については、<a href="{$contactUrl}">ジャーナルに直接お問い合わせください</a>。
ka: ეს ჟურნალი იყენებს ძრავს Open Journal Systems {$ojsVersion}, რომელიც ღია წყაროზე დაფუძნებული პროგრამული უზრუნველყოფაა, ჟურნალებისა და გამოცემების სამართავად. აღნიშნული პროგრამული უზრუნველყოფა შემუშავებულია, მხარდაჭერილია და თავისუფლად ვრცელდება Public Knowledge Project-ის მიერ GNU General Public License-ზე დაყრდნობით. ეწვიეთ PKP-ს საიტს, რათა <a href="http://pkp.sfu.ca/">გაიგოთ მეტი</a>. გთხოვთ, <a href="{$contactUrl}">დაუკავშირიდთ ჟურნალს</a> უშუალოდ, თუ გაქვთ კითხვები ჟურნალის და მასალების გაგზავნის შესახებ აღნიშნულ ჟურნალში.
kk: Бұл журналда ашық журналдарды басқару мен жариялауға арналған Open Journal Systems {$ojsVersion} бағдарламалық жасақтамасы қолданылады. Бұл бағдарлама GNU General Public License лицензиясы бойынша Public Knowledge Project көмегімен таратылады. Бұл бағдарлама туралы <a href="http://pkp.sfu.ca/"> қосымша ақпарат алу үшін</a> PKP веб-сайтына кіріңіз. Егер журналға қатысты сұрақтарыңыз болса және осы журналға материалдарды жіберсеңіз, <a href="{$contactUrl}">осы журналға тікелей хабарласуыңызды сұраймыз</a>.
ky: Бул журнал Open Journal Systems {$ojsVersion} колдонууда, ал Public Knowledge Project тарабынан GNU General Public License астында иштелип чыккан, колдоого алынган жана эркин таратылган ачык булактуу журналды башкаруу жана жарыялоо программасы. Программа тууралуу көбүрөөк билүү үчүн PKP вебсайтына <a href="https://pkp.sfu.ca/">кирүү</a>. Журнал жана тапшырмалар боюнча суроолор үчүн түздөн-түз <a href="{$contactUrl}">журнал менен байланышсаңыз</a>.
lt: Šis žurnalas naudoja Open Journal Systems {$ojsVersion} – atvirojo kodo žurnalų valdymo ir leidybos programinę įrangą, kurią sukūrė, palaiko ir nemokamai platina Public Knowledge Project pagal GNU bendrąją viešąją licenciją. Apsilankykite PKP svetainėje, norėdami <a href="https://pkp.sfu.ca/">sužinoti daugiau apie programinę įrangą</a>. Jei turite klausimų dėl žurnalo ar straipsnių pateikimo, <a href="{$contactUrl}">kreipkitės tiesiogiai į žurnalą</a>.
lv_lv: Šis žurnāls izmanto Open Journal Systems {$ojsVersion}, kas ir atvērtā pirmkoda žurnālu pārvaldības un publicēšanas programmatūra, ko saskaņā ar GNU Vispārējo publisko licenci izstrādājis, atbalsta un brīvi izplata Public Knowledge Project. Apmeklējiet PKP tīmekļa vietni, lai <a href="http://pkp.sfu.ca/">uzzinātu vairāk par šo programmatūru</a>. Ar jautājumiem par žurnālu un materiālu iesniegšanu, lūdzu, <a href="{$contactUrl}">sazinieties tieši ar žurnālu</a>.
mk_mk: Ова списание користи системи со отворен весник {$ojsVersion}, кој е софтвер за управување и објавување на списанија со отворен извор развиен, поддржан и слободно дистрибуиран од страна на Проектот за јавно знаење според Општата јавна лиценца на ГНУ. Посетете ја веб-страницата на PKP за да <a href="http://pkp.sfu.ca/"> дознаете повеќе за софтверот </a>. Ве молиме <a href="{$contactUrl}"> контактирајте го списанието </a> директно со прашања во врска со списанието и испраќањата до списанието.
mr: हे नियतकालिक मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स)ची {$ojsVersion} आवृत्ती वापरते, जी GNU जनरल पब्लिक लायसन्स अंतर्गत Public Knowledge Project द्वारे त्यांनी दिलेल्या पाठिंब्यावर विकसित केली आणि मुक्तपणे वितरित केली जाणारी मुक्त स्त्रोत नियतकालिक व्यवस्थापन आणि प्रकाशन आज्ञावली आहे. <a href="https://pkp.sfu.ca/">आज्ञावलीबद्दल अधिक जाणून घेण्यासाठी</a> PKP च्या संकेतस्थळाला भेट द्या. नियतकालिक आणि नियतकालिकात करायच्या सादरीकरणाबद्दलच्या अधिक माहितीसाठी कृपया थेट <a href="{$contactUrl}">नियतकालिकाशी संपर्क साधा</a>.
ms: Jurnal ini menggunakan Open Journal Systems {$ojsVersion}, iaitu pengurusan jurnal sumber terbuka dan perisian penerbitan yang dibangunkan, disokong dan diedarkan secara bebas oleh Public Knowledge Project di bawah Pelesenan Awam Am GNU. Layari laman web PKP untuk <a href="http://pkp.sfu.ca/">ketahui lebih lanjut mengenai perisian</a>. Sila <a href="{$contactUrl}">hubungi jurnal</a> secara langsung dengan soalan mengenai jurnal dan penyerahan kepada jurnal.
nb_no: Dette tidsskriftet bruker Open Journal Systems {$ojsVersion}, som er en programvare for administrasjon og publisering av åpent tilgjengelige («open access») tidsskrifter. OJS er utviklet, støttet og fritt distribuert av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License. <a href="{$contactUrl}">Kontakt tidsskriftet direkte</a> vedrørende spørsmål om tidsskriftet eller publisering hos tidsskriftet.
ro: Această revistă folosește Open Journal Systems {$ojsVersion}, care este un software open de gestionare și publicare a revistelor dezvoltat, susținut și distribuit gratuit de Public Knowledge Project sub Licența Publică Generală GNU. Vizitați site-ul web al PKP pentru a <a href="http://pkp.sfu.ca/">afla mai multe despre software</a>. Vă rugăm să <a href="{$contactUrl}">contactați revista</a> direct cu întrebări despre revistă și contribuții pentru revistă.
sl_si: Ta revija uporablja Open Journal System {$ojsVersion}, ki je odprtokodni sistem za urejanje in objavljanje revij, ki je razvit, podprt in prosto dostopen s strani <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> pod GNU General Public licenco. Za vprašanja v zvezi s to revijo in prispevki v tej reviji se obrnite direktno na <a href="{$contactUrl}">kontakt revije</a> .
th: วารสารนี้ใช้ Open Journal Systems {$ojsVersion} ซึ่งเป็นซอฟต์แวร์การจัดการและการตีพิมพ์วารสารแบบโอเพนซอร์สที่พัฒนา สนับสนุน และแจกจ่ายโดยโครงการ Public Knowledge Project ภายใต้ใบอนุญาต GNU General Public License เยี่ยมชมเว็บไซต์ของ PKP เพื่อ <a href="https://pkp.sfu.ca/">เรียนรู้เพิ่มเติมเกี่ยวกับซอฟต์แวร์</a> กรุณา <a href="{$contactUrl}">ติดต่อวารสาร</a> โดยตรงหากมีคำถามเกี่ยวกับวารสารและการส่งบทความไปยังวารสาร
uz@latin: Bu jurnalda GNU General Public License litsenziyasi ostida "Public Knowledge Project" tomonidan ishlab chiqilgan, qo'llab -quvvatlanadigan va erkin tarqatiladigan ochiq manbali jurnallarni boshqarish va nashr qilish dasturi bo'lgan Open Journal Systems {$ ojsVersion} ishlatiladi. <a href="http://pkp.sfu.ca/"> dasturiy ta'minot haqida ko'proq ma'lumot olish uchun </a> PKP veb -saytiga tashrif buyuring. Iltimos, <a href="{$contactUrl}"> jurnal bilan bog'laning </a> jurnalga oid savollar va jurnalga yuborish.
zh_hant: 此期刊揾用Open Journal Systems{$ojsVersion}，一個在GNU通用公眾特許條款下由Public Knowledge Project開發、支援及免費發行的開源期刊管理及出版程式。請到PKP網站<a href="https://pkp.sfu.ca/">了解更多此程式</a>。有關期刊及投稿相關問題，請直接<a href="{$contactUrl}">聯絡此期刊</a>。

# about.aboutSoftware
source: About Open Journal Systems
az: Açıq Jurnal sistemləri haqqında
bg: За Open Journal Systems
bs_ba: O Open Journal Sistemu
eu: Open Journal Systems-i buruz
gd_gb: Mu Open Journal Systems
gl_es: Acerca de Open Journal Systems
hi_in: ओपन जर्नल सिस्टम के बारे में
hy_am: Open Journal Systems-ի մասին
is: Um kerfið (OJS)
ja: オープン・ジャーナル・システムについて
ka: Open Journal Systems-ის შესახებ
kk: Open Journal Systems туралы
ky: Open Journal Systems жөнүндө
lt: Apie Open Journal Systems
lv_lv: Par Open Journal Systems
mk_mk: За Open Journal Systems
mr: मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स) बद्दल
ms: Mengenai Open Journal Systems
nb_no: Om Open Journal Systems
ro: Despre Open Journal Systems
sl_si: O Open Journal Systems
th: เกี่ยวกับระบบ Open Journal Systems
uz@latin: Ochiq jurnal tizimlari haqida
zh_hant: 關於Open Journal Systems

# about.aboutThisPublishingSystem.altText
source: OJS Editorial and Publishing Process
az: ADS redaksiya və yayımlama prosesi
bg: OJS Редакционен и издателски процес
bs_ba: Proces uređivanja i izdavanja u OJS-u
de_de: Redaktions- und Veröffentlichungsprozess mit OJS
el_gr: Διαδικασία επιμέλειας και δημοσίευσης
eu: OJSren prozesu editoriala eta argitaratze-prozesua
gd_gb: Pròiseas foillseachadh is deasachadh OJS
gl_es: Proceso editorial e de publicación de l’OJS
hi_in: OJS संपादकीय और प्रकाशन प्रक्रिया
hu_hu: OJS szerkesztői és kiadási folyamat
hy_am: OJS -ի խմբագրական և հրատարակչական գործընթաց
is: Ritstjórnar og útgáfuferli OJS
ja: OJS 編集・出版プロセス
ka: OJS სარედაქციო და საგამომცემლო პროცესი
kk: OJS редакциялық және баспа процесі
ku_iq: پرۆسەی هەڵسەنگاندن و بڵاوکردنەوەی سیستەمی گۆڤاری کراوە
ky: OJS редакциялык жана жарыялоо процесси
lt: OJS rengimas ir spausdinimas
lv_lv: OJS rediģēšanas un publicēšanas process
mk_mk: Процес на уредување и објавување на OJS
mr: OJS संपादकीय आणि प्रकाशन प्रक्रिया
ms: Proses Editorial dan Penerbitan OJS
nb_no: OJS' redaksjonelle prosess og publiseringsprosess
ro: Procesul editorial și de publicare OJS
sk_sk: OJS edičný a vydavateľský proces
sl_si: OJS uredniški in izdajateljski postopek
sr_rs@cyrillic: Pроцес уређивања и издавања у OJS-у
sr_rs@latin: Proces uređivanja i izdavanja u OJS-u
th: กระบวนการบรรณาธิการและการตีพิมพ์ของ OJS
uk_ua: Редакційно-видавничий процес OJS
uz@latin: OJS tahririyat va nashriyot jarayoni
vi_vn: Quy trình xuất bản và biên tập của OJS
zh_cn: OJS编审与出版流程
zh_hant: OJS編輯及出版過程

# about.aboutThisPublishingSystem
source: More information about the publishing system, Platform and Workflow by OJS/PKP.
az: Jurnal İdarəetmə Sistemi haqqında.
bg: Повече информация за издателската система, платформата и работния процес от OJS/PKP.
bs_ba: Više informacija o OJS-u.
de_de: Mehr Informationen über dieses Publikationssystem, die Plattform und den Workflow von OJS/PKP.
el_gr: Περισσότερες πληροφορίες σχετικά με την πλατφόρμα δημοσιεύσεων OJS/PKP.
eu: Informazio gehiago OJS/PKP bidezko argitalpen-sistemari, plataformari eta lan-isuriari buruz.
gd_gb: Barrachd fiosrachaidh mu na siostaman foillseachaidh, mun ùrlar agus sruth-obrach le OJS/PKP.
gl_es: Máis información acerca do sistema de publicación, da plataforma e do fluxo de traballo de OJS/PKP.
hi_in: OJS / PKP द्वारा प्रकाशन प्रणाली, प्लेटफ़ॉर्म और वर्कफ़्लो के बारे में अधिक जानकारी।
hu_hu: A kiadói rendszerről
hy_am: Լրացուցիչ տեղեկություններ հրապարակման համակարգի, պլատֆորմի և աշխատանքային հոսքի մասին OJS/PKP-ի կողմից:
is: Nánari upplýsingar um útgáfukerfið, verkfang og verkferla OJS/PKP.
ja: OJS/PKPによる出版システム、プラットフォーム、ワークフローについての詳細はこちら。
ka: დამატებითი ინფორმაცია გამომცემლობის სისტემის, პლატფორმისა და სამუშაო პროცესის შესახებ OJS/PKP.
kk: Бұл баспа жүйесі, платформа және OJS / PKP жұмыс процесі туралы қосымша ақпарат.
ku_iq: دەربارەی سیستەمی ئەم بڵاوکردنەوەیە
ky: OJS/PKP тарабынан жарыялоо системасы, платформа жана иш процесси тууралуу кошумча маалымат.
lt: Daugiau informacijos apie leidybos sistemą, platformą ir darbo eigą pagal OJS/PKP.
lv_lv: Plašāka informācija par publicēšanas sistēmu, platformu un darba plūsmu OJS/PKP.
mk_mk: Повеќе информации за системот за објавување, Платформата и работниот тек од OJS / PKP.
mr: OJS/PKP द्वारे प्रकाशन प्रणाली, प्लॅटफॉर्म आणि कार्यप्रवाहाबद्दल (वर्कफ्लो) अधिक माहिती.
ms: Maklumat lanjut tentang sistem penerbitan, Platform dan Aliran Kerja oleh OJS/PKP.
nb_no: Om dette publiseringssystemet.
ro: Informații suplimentare despre sistemul de publicare și platforma de lucru OJS/PKP.
sk_sk: Viac informácií o publikačnom systéme, platforme a workflow OJS/PKP.
sl_si: Več informacij o OJS/PKP izdajateljskem sistemu, platformi in delovnem procesu.
sr_rs@cyrillic: О овом издавачком систему
sr_rs@latin: O ovom izdavačkom sistemu
th: ข้อมูลเพิ่มเติมเกี่ยวกับระบบการตีพิมพ์ แพลตฟอร์ม และเวิร์กโฟลว์โดย OJS/PKP
uk_ua: Про цю видавничу систему
uz@latin: Nashriyot tizimi, OJS/PKP tomonidan platforma va ish oqimi haqida ko'proq ma'lumot.
vi_vn: Thông tin thêm về hệ thống xuất bản, Nền tảng và quy trình làm việc của OJS/PKP.
zh_cn: 有关此发布系统平台和工作流的更多信息由 OJS / PKP 提供。
zh_hant: 更多有關OJS/PKP出版系統、平台及工序的資訊。

# about.memberships
source: Memberships
az: Üzvlüklər
bg: Членства
bs_ba: Članstvo
de_de: Mitgliedschaften
el_gr: Μέλη
eu: Kidetzak
gd_gb: Ballrachdan
gl_es: Afiliacións
hi_in: सदस्यता
hu_hu: Tagság
hy_am: Անդամակցություններ
is: Félagsaðild
ja: 会員情報
ka: წევრობა
kk: Мүшелік
ku_iq: ئەندامبون
ky: Мүчөлүктөр
lt: Narystė
lv_lv: Dalība
mk_mk: Членства
mr: सदस्यत्व
ms: Keahlian
nb_no: Medlemskap
ro: Afilieri
sk_sk: Členstvo
sl_si: Članstvo
sq: Anëtarësimet
sr_rs@cyrillic: Чланство
sr_rs@latin: Članstvo
th: การเป็นสมาชิก
uk_ua: Членство
uz@latin: A'zolar
vi_vn: Các thành viên
zh_cn: 会员资格
zh_hant: 會員資格

# about.availableSubscriptionTypes
source: Subscription Types
az: Abunəlik növləri
bg: Видове абонаменти
bs_ba: Tipovi pretplate
de_de: Typen von Abonnements
el_gr: Τύποι συνδρομών
eu: Harpidetza-motak
gd_gb: Seòrsaichean de dh’fho-sgrìobhaidhean
gl_es: Tipos de subscricións
hi_in: सदस्यता प्रकार
hu_hu: Előfizetési típusok
hy_am: Բաժանորդագրման տեսակները
is: Áskriftarleið
ja: 購読種別
ka: გამოწერის ტიპები
kk: Жазылым түрлері
ku_iq: جۆرەکانی بەشداریکردن
ky: Жазылуу түрлөрү
lt: Prenumeratos tipai
lv_lv: Abonēšanas veidi
mk_mk: Видови претплата
mr: सदस्यतेचे प्रकार
ms: Jenis Langganan
nb_no: Abonnementstyper
ro: Tipuri de abonare
sk_sk: Typy predplatného
sl_si: Tip naročnine
sq: Llojet e Pajtimeve
sr_rs@cyrillic: Типови претплата
sr_rs@latin: Tipovi pretplata
th: ประเภทการสมัครสมาชิก
uk_ua: Типи передплати
uz@latin: Obuna turlari
vi_vn: Các kiểu thuê bao
zh_cn: 订阅类型
zh_hant: 訂閱種類

# about.subscriptionTypes.cost
source: Cost
az: Qiymət
bg: Цена
bs_ba: Cijena
de_de: Kosten
el_gr: Κόστος
eu: Kostua
gd_gb: Cosgais
gl_es: Prezo
hi_in: लागत
hu_hu: Költség
hy_am: Արժեքը
is: Kostnaður
ja: 料金
ka: საფასური
kk: Бағасы
ku_iq: نرخ
ky: Баасы
lt: Kaina
lv_lv: Izmaksas
mk_mk: Цена
mr: मूल्य
ms: Kos
nb_no: Pris
ro: Preț
sk_sk: Cena
sl_si: Pristojbina
sq: Kostoja
sr_rs@cyrillic: Цена
sr_rs@latin: Cena
th: ค่าใช้จ่าย
uk_ua: Вартість
uz@latin: Narx
vi_vn: Giá
zh_cn: 费用
zh_hant: 價錢

# about.subscriptionTypes.duration
source: Duration
az: Müddət
bg: Продължителност
bs_ba: Trajanje
de_de: Dauer
el_gr: Διάρκεια
eu: Iraupena
gd_gb: Faid
gl_es: Duración
hi_in: अवधि
hu_hu: Időtartam
hy_am: Տևողություն
is: Tímabil
ja: 期間
ka: ხანგრძლივობა
kk: Ұзақтығы
ku_iq: ماوە
ky: Мөөнөт
lt: Trukmė
lv_lv: Ilgums
mk_mk: Времетраење
mr: कालावधी
ms: Tempoh
nb_no: Varighet
ro: Durată
sk_sk: Trvanie
sl_si: Trajanje
sq: Kohëzgjatja
sr_rs@cyrillic: Трајање
sr_rs@latin: Trajanje
th: ระยะเวลา
uk_ua: Тривалість
uz@latin: Davomiyligi
vi_vn: Thời hạn
zh_cn: 期限
zh_hant: 持續時間

# about.subscriptionTypes.format
source: Format
bg: Формат
el_gr: Τύπος
eu: Formatua
gd_gb: Fòrmat
gl_es: Formato
hi_in: प्रारूप
hu_hu: Formátum
hy_am: Ձևաչափ
is: Snið
ja: フォーマット
ka: ფორმატი
kk: Пішім
ku_iq: ڕێکخستن
ky: Формат
lt: Formatas
lv_lv: Formāts
mk_mk: Формат
mr: प्रारूप
sk_sk: Formát
sr_rs@cyrillic: Формат
th: รูปแบบ
uk_ua: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_hant: 格式

# about.subscriptionTypes.name
source: Name
az: Ad
bg: Име
bs_ba: Ime
el_gr: Όνομα
eu: Izena
gd_gb: Ainm
gl_es: Nome
hi_in: नाम
hu_hu: Név
hy_am: Անուն
is: Nafn
ja: 姓名
ka: სახელი
kk: Аты
ku_iq: ناو
ky: Аты
lt: Pavadinimas
lv_lv: Nosaukums
mk_mk: Име
mr: नाव
ms: Nama
nb_no: Navn
ro: Nume
sk_sk: Meno
sl_si: Ime
sq: Emër
sr_rs@cyrillic: Име
sr_rs@latin: Ime
th: ชื่อ
uk_ua: Назва
uz@latin: Ism
vi_vn: Tên
zh_cn: 名称
zh_hant: 姓名

# about.subscriptionsContact
source: Subscriptions Contact
az: Abunəlik əlaqəsi
bg: Контакт за абонаментите
bs_ba: Kontakt za pretplate
de_de: Kontakt für Abonnements
el_gr: Πρόσωπο επικοινωνίας για συνδρομές
eu: Harpidetzen kontaktua
gd_gb: Neach-conaltraidh nam fo-sgrìobhadh
gl_es: Contacto para as subscricións
hi_in: सदस्यता संपर्क करें
hu_hu: Előfizetők elérhetőségei
hy_am: Բաժանորդագրություններ կապի պատասխանատու
is: Tengiliður fyrir áskriftir
ja: 購読連絡先
ka: ხელმოწერის საკონტაქტო პირი
kk: Жазылымның байланыс тұлғасы
ku_iq: ناوەرۆکی بەشداریکردنەکان
ky: Жазылуу боюнча байланыш
lt: Kontaktai prenumeratoriams
lv_lv: Abonēšanas kontaktinformācija
mk_mk: Контакт за претплати
mr: सदस्यतेकरता संपर्क
ms: Kenalan Langganan
nb_no: Abonnementsansvarlig
ro: Date de contact pentru abonare
sk_sk: Kontakt pre predplatné
sl_si: Kontakt za naročino
sq: Kontakti për Pajtimet
sr_rs@cyrillic: Контакт за претплате
sr_rs@latin: Kontakt za pretplate
th: การติดต่อเกี่ยวกับการสมัครสมาชิก
uk_ua: Контактна інформація для передплатників
uz@latin: Aloqa uchun obunalar
vi_vn: Liên hệ các thuê bao
zh_cn: 订阅联系方式
zh_hant: 訂閱聯絡

# about.publicationFrequency
source: Publication Frequency
az: Yayımın tezliyi
bg: Честота на публикуване
bs_ba: Učestalost izdavanja
de_de: Erscheinungsfrequenz
el_gr: Συχνότητα δημοσίευσης
eu: Argitalpen-maiztasuna
gd_gb: Tricead an fhoillseachaidh
gl_es: Frecuencia de publicación
hi_in: प्रकाशन की आवृत्ति
hu_hu: Közzétételi gyakoriság
hy_am: Հրապարակման հաճախականությունը
is: Útgáfutíðni
ja: 出版頻度
ka: გამოცემის პერიოდულობა
kk: Жариялау жиілігі
ku_iq: ڕێژەی بڵاوکردنەوە
ky: Жарыялоо жыштыгы
lt: Leidybos periodiškumas
lv_lv: Publicēšanas biežums
mk_mk: Фреквенција на објавување
mr: प्रकाशनाची वारंवारता/ कालचक्र
ms: Kekerapan Penerbitan
nb_no: Publiseringsfrekvens
ro: Frecvența publicării
sk_sk: Frekvencia publikovania
sl_si: Pogostost revije
sq: Frekuenca e Botimit
sr_rs@cyrillic: Учесталост издавања
sr_rs@latin: Učestalost izdavanja
th: ความถี่ในการตีพิมพ์
uk_ua: Періодичність публікації
uz@latin: Nashr chastotasi
vi_vn: Tần suất xuất bản
zh_cn: 出版周期
zh_hant: 出版頻率
