Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# author.submit.uploadInstructions
source: <p>To upload a manuscript to this journal, complete the following steps.</p> <ol> <li>On this page, click Browse (or Choose File) which opens a Choose File window for locating the file on the hard drive of your computer.</li> <li>Locate the file you wish to submit and highlight it.</li> <li>Click Open on the Choose File window, which places the name of the file on this page.</li> <li>Click Upload on this page, which uploads the file from the computer to the journal's web site and renames it following the journal's conventions.</li> <li>Once the submission is uploaded, click Save and Continue at the bottom of this page.</li> </ol>
az: <p>jurnala məqalə göndərmək üçün aşağıdakı addımları tamamlayın.</p> <ol> <li>Bu səhifədə fayl seçimi pəncərəsini açaraq öz kompüterinizin sabit sürücüsündə olan faylı tapmanıza kömək edəcək Gözat/Browse'a klikləyin. </li> <li>Müraciət faylınızın yerini təyin edib işarələyin.</li> <li>Fayl seçimi pəncərəsində Aç/Open’ə klikləyin, bu proses fayl yolunu səhifə üzərinə yerləşdirəcəkdir. </li> <li>Fayl Göndər düyməsini klikləyin, faylı öz kompüterinizdən Jurnalın saytına yükləyin, faylınızın adı Jurnal qaydalarına uyğun olaraq dəyişdiriləcək.</li> <li>Müraciət yükləndikdən sonra, səhifənin alt qismində olan Qeydet və Davam et-ə klikləyin.</li> </ol>
bg: <p>За да качите ръкопис в това списание, изпълнете следните стъпки.</p> <ol> <li>На тази страница щракнете върху Преглед (Browse) (или Избор на файл(Choose File)), който отваря прозорец "Избор на файл за локализиране на файла на твърдия диск на вашия компютър". </li> <li>Намерете файла, който искате да изпратите, и го маркирайте .</li> <li>Щракнете върху Отвори (Open) в прозореца "Избор на файл", който поставя името на файла на тази страница .</li> <li>Щракнете върху Качване (Upload) на тази страница, което качва файла от компютъра ви на уебсайта на списанието и го преименува, следвайки конвенциите на списанието. </li> <li>След като качването е изпратено, щракнете върху Запазване и продължаване (Save and Continue) в долната част на тази страница. </li> </ol>
bs_ba: <p>Kako biste priložili rukopis, izvršite slijedeće korake:</p> <ol> <li>Niže na ovoj stranici, kliknite <i>Browse</i> (ili <i>Choose File</i>) koji otvara prozor <i>Choose File</i> kojim možete odabrati datoteku na tvrdom disku Vašeg računala.</li> <li>Locirajte datoteku koju želite poslati i označite je.</li> <li>Kliknite <i>Open</i> na prozoru <i>Choose File</i>, čime se ime datoteke postavlja na ovu stranicu.</li> <li>Kliknite <i>Pošalji datoteku</i> na ovoj stranici, čime se datoteka s računala prenosi na mrežnu stranicu časopisa i preimenuje u skladu s konvencijama časopisa.</li> <li>Jednom kada je datoteka s tekstom priložena, kliknite <i>Spremi i nastavi</i> na dnu ove stranice.</li> </ol> Sadržaj priložene datoteke možete provjeriti ukoliko kliknete na njezino ime. Umjesto nje možete priložiti novu ili revidiranu datoteku, čime će se izbrisati ona koja je trenutno postavljena.
de_de: <p>Gehen Sie wie folgt vor, um das Manuskript hochzuladen.</p> <ol> <li>Klicken Sie auf dieser Seite auf "Durchsuchen". Dadurch wird ein "Datei auswählen"-Fenster für das Auffinden der Datei auf Ihrer Festplatte geöffnet.</li> <li>Finden Sie die gewünschte Datei und markieren Sie sie.</li> <li>Klicken Sie auf Öffnen im "Datei auswählen"-Fenster, und der Dateiname wird übernommen.</li> <li>Klicken Sie dann "Hochladen" an. Die Datei wird von Ihrem Computer auf den Server der Zeitschrift geladen und nach den Gepflogenheiten der Zeitschrift umbenannt.</li> <li>Wenn der Beitrag hochgeladen ist, klicken Sie "Speichern und fortfahren" auf dieser Seite an.</li> </ol>
el_gr: <p>Για να μεταφορτώσετε το αρχείο της εργασίας σας στο περιοδικό, ακολουθήστε τα παρακάτω βήματα:</p> &lt;ol&gt; &lt;li&gt;Σε αυτή τη σελίδα, κάντε κλικ στο "Περιήγηση" (ή "Επιλογή αρχείου"), για να εντοπίσετε το αρχείο στον σκληρό δίσκο του υπολογιστή σας.&lt;/li&gt; &lt;li&gt;Όταν εντοπίσετε το αρχείο που επιθυμείτε να υποβάλετε, επισημάνετέ το.&lt;/li&gt; &lt;li&gt;Στο παράθυρο "Επιλογή Αρχείου", επιλέξτε "Άνοιγμα".&lt;/li&gt; &lt;li&gt;Επιλέξτε "Μεταφόρτωση" στη σελίδα αυτή, για να μεταφορτώσετε το αρχείο στον ιστότοπο του περιοδικού. Το αρχείο θα μετονομασθεί ακολουθώντας τους κανόνες κωδικοποίησης του περιοδικού.&lt;/li&gt; &lt;li&gt;Μόλις ολοκληρωθεί η μεταφόρτωση της υποβολής, κάντε κλικ στο "Αποθήκευση και Συνέχεια" στο κάτω μέρος αυτής της σελίδας.&lt;/li&gt; &lt;/ol&gt;
eu: <p>Eskuizkribu bat aldizkari honetan kargatzeko, ondorengo urratsak egin behar dituzu:</p> <ol> <li>Orri honetan, sakatu “Arakatu” (edo “Aukeratu fitxategia”) eta fitxategia aukeratzeko leiho bat irekiko da, bidali nahi duzun fitxategia zure ordenagailuan bilatzeko.</li> <li>Lokalizatu bidali nahi duzun fitxategia eta nabarmendu.</li> <li>Fitxategia aukeratzeko leihoan, sakatu “Ireki”, eta zure fitxategiaren izena orri honetan azalduko da.</li> <li>Orri honetan, sakatu "Igo" eta zure fitxategia zure ordenagailutik aldizkariaren webgunera igoko da eta izena aldatuko zaio aldizkariaren izendapen-arauetara egokitzeko.</li> <li>Bidalketa igotakoan, sakatu “Gorde eta jarraitu”, orri honen behealdean.</li> </ol>
gd_gb: <p>Airson sgrìobhainn a luchdadh suas dhan iris-leabhar seo, lean ris na ceuman a leanas.</p> <ol> <li>Air an duilleag seo, briog air “Brabhsaich” (no “Tagh faidhle”) a dh’fhosglas uinneag airson faidhle a thaghadh air clàr-cruaidh a’ choimpiutair agad. </li> <li>Faigh grèim air an fhaidhle a tha thu airson cur thugainn agus comharraich e. </li> <li>Briog air “Fosgail” san uinneag “Tagh faidhle” agus cuiridh sinn ainm an fhaidhle dhan duilleag seo. </li> <li>Briog air “Luchdaich suas” air an duilleag seo agus luchdaichidh sin suas am faidhle on choimpiutair gu làrach-lìn an iris-leabhair agus thèid ainm ùr a thoirt air an fhaidhle a rèir gnàthasan an iris-leabhair. </li> <li>Turas a chaidh an tagradh a luchdadh suas, briog air “Sàbhail agus lean air adhart” aig bonn na duilleige seo.</li> </ol>
gl_es: <p>Para cargar un manuscrito na revista, siga os seguintes pasos:</p> <ol> <li>Nesta páxina, faga clic en Navegar (ou Seleccionar arquivo) para abrir a ventá desde onde poderá localizar o arquivo no disco duro do seu ordenador.</li> <li>Busque o arquivo que quere enviar e seleccióneo.</li> <li>Faga clic en Abrir na ventá de selección de arquivo para introducir o nome do arquivo nesta páxina.</li> <li>Faga clic en Cargar nesta páxina para enviar o arquivo desde o disco duro ao sitio web da revista. O sistema cambiará o nome do arquivo para adaptalo ás convencións da revista.</li> <li>Unha vez cargado o envío, faga clic en Gardar e continuar na parte inferior desta páxina.</li> </ol>
hu_hu: <p>Kézirat feltöltéséhez a folyóiratnál a következő lépéseket kell elvégeznie.</p> <ol> <li>Ezen az oldalon kattintson a Böngészésre (vagy a Fájl választásra), amely megnyitja a fájlböngésző ablakot a merevlemezen található helyi fájlokkal.</li> <li>Keresse meg és jelölje ki azt a fájlt, amit szeretne feltölteni.</li> <li>Kattintson a Megnyitásra a fájlböngésző ablakban, ezzel behelyezi a fájl nevét erre az oldalra.</li> <li>Kattintson a Feltöltésre, amely feltölti a fájlt számítógépéről a folyóirat weboldalára és átnevezi a folyóirat szabályainak megfelelően.</li> <li>Ha az anyag feltöltésre került, akkor kattintson a Mentés és Folytatás gombra a lap alján.</li> </ol>
hy_am: <p>Այս ամսագրում ձեռագիր վերբեռնելու համար կատարեք հետևյալ քայլերը.</p> <ol> <li>Այս էջում կտտացրեք «Դիտել» (կամ Ընտրել Նիշքը), որը բացում է «Ընտրել նիշք» պատուհանը՝ նիշքը ձեր համակարգչի կոշտ սկավառակի վրա գտնելու համար:</li> <li>Գտեք այն նիշքլը, որը ցանկանում եք ներկայացնել և ընդգծեք այն:</li> <li>Ընտրել նիշք» պատուհանից սեղմեք «Բացել», որը տեղադրում է նիշքի անունը այս էջում:</li> <li>Սեղմեք «Վերբեռնել» այս էջում, որը նիշքը վերբեռնում է համակարգչից ամսագրի վեբ կայք և վերանվանում այն ամսագրի կանոններին համապատասխան:</li> <li>Ներկայացումը վերբեռնելուց հետո սեղմեք "Պահպանել" և "Շարունակել" այս էջի ներքևում:</li> </ol>
is: <p>Til að hlaða upp handriti fyrir þetta tímarit þarftu að klára eftirfarandi skref. </p> <ol> <li>Á þessari síðu, smelltu á Vafra (eða veldu skrá) sem opnar glugga til að velja skrá á tölvunni þinni.</li> <li>Finndu skrána sem þú ætlar að senda inn og ljómaðu hana upp (veldu skránna).</li> <li>Smelltu á Opna í glugganum til að velja skrá. Við það birtist heiti skrárinnar á þessari síðu. </li> <li>Smelltu á Hlaða upp á þessari síðu. Við það verður skránni hlaðið upp frá tölvunni inn á vefsíðu tímaritsins sem endurskýrir hana í samræmi við reglu tímaritsins.</li> <li>Þegar búið er að hlaða innendingunni upp, smelltu á Vista og Áfram neðst á síðunni.</li> </ol>
ja: <p>この雑誌へ原稿をアップロードするには以下の手順に従ってください。</p> <ol> <li>このページの[参照…]ボタンをクリックし、ファイル選択画面を表示させてください。</li> <li>ファイル選択画面を操作して、投稿したいファイルを選択してください。</li> <li>ファイル選択画面の[開く]ボタンをクリックしてください。選択したファイル名が投稿物ファイル欄に表示されます。</li> <li>この画面の[アップロード]ボタンをクリックしてください。すると、あなたのコンピュータ上にあるファイルが雑誌のWebサイトにアップロードされ、雑誌で決めた方法でリネームされます。</li> <li>投稿ファイルをアップロードしたら、このページの下部にある[保存して継続]ボタンをクリックしてください。</li> </ol>
ka: <p> ამ ჟურნალში ხელნაწერის ასატვირთად შეასრულეთ შემდეგი ნაბიჯები. </p> <ol> <li> ამ გვერდზე დააჭირეთ დათვალიერებას (ან აირჩიეთ ფაილი), რომელიც ხსნის არჩევის ფაილს, თქვენი კომპიუტერის მყარ დისკზე ფაილის დასადგენად. </li> <li> იპოვნეთ ფაილი, რომლის გაგზავნა გსურთ და მონიშნეთ იგი. </li> <li> დააჭირეთ Open- ს, აირჩიეთ File File ფანჯარა, რომელიც ამ გვერდზე ათავსებს ფაილის სახელს. </li> <li> დააჭირეთ ამ გვერდზე ატვირთვას, რომელიც ატვირთავს ფაილს კომპიუტერიდან ჟურნალის ვებ – გვერდზე და უწოდებს მას ჟურნალის კონვენციების შესაბამისად. </li> <li> გაგზავნის ატვირთვის შემდეგ, დააჭირეთ ღილაკს შენახვა და გაგრძელება ამ გვერდის ბოლოში. </li> </ol>
kk: <p> Осы журналға мақала қолжазбасын жіберу үшін келесі қадамдарды орындаңыз. </p> <ol> <li> Бұл бетте «Шолу» (немесе «Файлды таңдау») батырмасын басыңыз, содан кейін файлды таңдау диалогтық терезесі ашылады. </li> <li> Жібергіңіз келетін файлды тауып, оны таңдаңыз. </li> <li> «Файлды таңдау» терезесінде «Ашу» батырмасын басыңыз - сіз таңдаған файлдың аты осы бетке қосылады. </li> <li> Бұл беттегі Серверге жүктеу батырмасын басыңыз - файл сіздің компьютерден журнал веб -сайтына жүктеледі және журналдың ережелеріне сәйкес оның атын өзгертеді. </li> <li> Қолжазба жүктелгеннен кейін осы беттің төменгі жағындағы «Сақтау және жалғастыру» батрмасын басыңыз. </li> </ol>
ku_iq: <p>بۆ پێشکەشکردنی ڕەشنوسی توێژینەوەکەت لەم گۆڤارە، ئەم هەنگاوانە بنێ:</p> <ol> <li>لێرەوە فایلەکەت هەڵبژێرە کە دەتبات بۆ ناو فایلەکانی کۆمپیتەرەکەت و لەوێوە دەبێت باری بکەیت.</li> <li>ئەو فایلە دیاری بکە کە دەتەوێت پێشکەشی بکەیت.</li> <li>کلیک لەسەر بەشی کردنەوە بکە کە ناوی فایلەکە لەم پەڕەیە دیاری دەکات</li> <li>کلیک لەسەر بارکردن بکە کە فایلەکە لەناو کۆمپیتەرەکەوە بۆ ناو سیستەمەکە بار دەکات</li> <li>کاتێک ڕەشنوسی توێژینەوەکە بار کرا، کلیک لەسەر خەزنکردن و بەردەوامبون بکە.</li> </ol>
ky: <p>Бул журналга кол жазманы жүктөө үчүн төмөнкү кадамдарды аткарыңыз.</p> <ol> <li>Бул бетте "Browse" (же "Choose File") баскычын чыкылдатыңыз, ал сиздин компьютердин катуу дискинен файлды табуу үчүн "Choose File" терезесин ачат.</li> <li>Жүктөөнү каалаган файлды табыңыз жана аны белгилеңиз.</li> <li>"Choose File" терезесинде "Open" баскычын чыкылдатыңыз, бул файлдын атын ушул бетке жайгаштырат.</li> <li>Бул бетте "Upload" баскычын чыкылдатыңыз, бул файлды компьютерден журналдын веб-сайтына жүктөйт жана журналдын эрежелерине ылайык атын өзгөртөт.</li> <li>Тапшыруу жүктөлгөндөн кийин, бул беттин ылдый жагындагы "Save and Continue" баскычын чыкылдатыңыз.</li> </ol>
lt: <p>Norėdami įkelti rankraštį į šį žurnalą, atlikite šiuos veiksmus.</p> <ol> <li>Šiame puslapyje spustelėkite „Naršyti“ (arba „Pasirinkti failą“), kad atsidarytų langas, kuriame galėsite rasti failą savo kompiuterio diske.</li> <li>Raskite failą, kurį norite pateikti, ir pažymėkite jį.</li> <li>Paspauskite „Atidaryti“ lange „Pasirinkti failą“ – failo pavadinimas bus rodomas šiame puslapyje.</li> <li>Paspauskite „Įkelti“ šiame puslapyje – failas bus įkeltas iš kompiuterio į žurnalo svetainę ir pervadintas pagal žurnalo taisykles.</li> <li>Kai pateiktis įkelta, paspauskite „Išsaugoti ir tęsti“ šio puslapio apačioje.</li> </ol>
lv_lv: <p>Lai augšupielādētu manuskriptu šajā žurnālā, izpildiet šādas darbības.</p> <ol> <li>Šajā lapā noklikšķiniet uz Browse (Pārlūkot) (vai Choose File (Izvēlēties failu)), kas atver logu Izvēlēties failu, lai atrastu failu datora cietajā diskā.</li> <li>Atrodiet failu, kuru vēlaties iesniegt, un to iezīmējiet.</li> <li>Logā Choose File (Izvēlēties failu) noklikšķiniet uz Open (Atvērt), kas šajā lapā ievietos faila nosaukumu.</li> <li>Šajā lapā noklikšķiniet uz Upload (Augšupielādēt), kas augšupielādē failu no datora žurnāla tīmekļa vietnē un pārdēvē to atbilstoši žurnāla noteikumiem.</li> <li>Kad manuskripts ir augšupielādēts, lapas apakšā noklikšķiniet uz Save and Continue (Saglabāt un turpināt).</li> </ol>
mk_mk: <p> За да испратите ракопис во ова списание, завршете ги следниве чекори. </p> <ol> <li> На оваа страница, кликнете на Прелистај (или Избери датотека) што отвора прозорец Избери датотека за лоцирање на датотеката на тврдиот диск на вашиот компјутер. </li> <li> Пронајдете ја датотеката што сакате да ја доставите и истакнете ја. </li> <li> Кликнете Отвори на прозорецот Избери датотека, што го поставува името на датотеката на оваа страница. </li> <li> Кликнете на Вчитај на оваа страница, која ја подигнува датотеката од компјутерот на веб-страницата на списанието и ја преименува според конвенциите на списанието. </li> <li> Откако ќе се постави поднесокот, кликнете Зачувај и продолжи на дното на оваа страница. </li> </ol>
mr: <p>या नियतकालिकावर मूळ प्रत (सादरीकरण) संक्रमित (अपलोड) करण्यासाठी, खालील टप्पे पूर्ण करा.</p> <ol> <li>या पृष्ठावर, 'ब्राउझ' (किंवा 'फाईल निवडा'वर) वर क्लिक केल्यावर तुमच्या संगणकावर फाईल शोधण्यासाठी 'फाईल निवडा' चौकट (विंडो) उघडेल.</li> <li>तुम्हाला सादर करायची असलेली फाईल शोधा आणि ती ठळक (हायलाइट) करा.</li> <li>त्यानंतर फाईल निवडा विंडोच्या 'ओपन' बटनावर क्लिक केल्यावर या पानावर फाईलचे नाव लिहिले जाईल.</li> <li>या पृष्ठावरील संक्रमित (अपलोड) करा बटन क्लिक केल्यावर नियतकालिकाच्या संकेतस्थळावर संगणकावरून फाईल संक्रमित (अपलोड) होईल आणि नियतकालिकाच्या नियमांनुसार तिचे नाव बदलेल.</li> <li>एकदा सादरीकरण संक्रमित (अपलोड) झाल्यानंतर, या पृष्ठाच्या तळाशी येथे 'सेव्ह करा आणि पुढे जा' बटन क्लिक करा.</li> </ol>
ms: <p> Untuk memuat naik manuskrip ke jurnal ini, selesaikan langkah-langkah berikut. </p> <ol> <li> Di halaman ini, klik Layari (atau Pilih Fail) yang membuka tetingkap Pilih Fail untuk mencari fail pada cakera keras komputer anda. </li> <li> Cari fail yang ingin anda serah dan serlahkan. </li> <li> Klik Buka pada tetingkap Pilih Fail, yang meletakkan nama fail di halaman ini. </li> <li> Klik Muat naik di halaman ini, yang memuat naik fail dari komputer ke laman web jurnal dan menamakannya semula mengikuti konvensi jurnal. </li> <li> Setelah penyerahan dimuat, klik Simpan dan Lanjutkan di bahagian bawah halaman ini. </li> </ol>
nb_no: <p>For å laste opp manuskriptet ditt til dette tidsskriftet, må du nå fullføre følgende trinn:</p> <ol> <li>Klikk «Bla gjennom» (eller «Velg Fil») på denne siden. Det åpner et «Velg fil»-vindu for å finne filen på datamaskinen din.</li> <li>Finn og marker filen du ønsker å sende inn.</li> <li>Klikk «Åpne» i «Velg fil»-vinduet. Filnavnet blir da hentet til denne siden.</li> <li>Klikk «Last opp på denne siden». Filen blir da lastet opp fra din maskin til tidsskriftet. Filen får automatisk et nytt filnavn i samsvar med tidsskriftets rutiner.</li> <li>Så snart filen er lastet opp, kan du klikke «Lagre og fortsett» nederst på denne siden.</li> </ol>
ro: <p>Pentru a încărca un manuscris în acest jurnal, parcurgeți pașii următori.</p> <ol> <li>În această pagină, faceți clic pe Browse (sau Alegeți fișier) care deschide o fereastră de alegere a fișierului pentru localizarea fișierului pe hard disk-ul computerului.</li> <li>Localizați fișierul pe care doriți să îl trimiteți și evidențiați-l.</li> <li>Faceți clic pe Deschide în fereastra Alegeți fișier, care plasează numele fișierului pe această pagină.</li> <li>Faceți clic pe Încărcare pe această pagină, astfel fiind permisă încărcarea fișierului de pe computer pe site-ul web al jurnalului și redenumirea sa conform convențiilor jurnalului.</li> <li>După încărcarea manuscrisului, faceți clic pe Salvați și continuați în partea de jos a acestei pagini.</li> </ol>
sk_sk: <p>Pre nahranie manuskriptu do tohto časopisu dokončite nasledujúce kroky.</p> <ol> <li>Na tejto stránke kliknite na Prehliadať (alebo Vybrať súbor), čím otvoríte okno slúžiace pre nájdenie súboru na harddisku Vášho počítača.</li> <li>Nájdite súbor, ktorý chcete odoslať a označte ho.</li> <li>V okne pre výber súboru kliknite na Otvoriť; tým dôjde k umiestneniu mena súboru na túto stránku.</li> <li>Na tejto stránke kliknite na Nahrať; tým sa súbor z Vášho počítača nahrá do časopisu a bude premenovaný v súlade s pravidlami časopisu.</li> <li>Akonáhle bol príspevok nahraný, kliknite na Uložiť a Pokračovať dole na tejto stránke.</li> </ol>
sl_si: <p>Končajte spodnje korake, da naložite rokopis.</p> <ol> <li>Na tej strani kliknite Brskaj (ali Izberi datoteko), da odprete okno Izberi datoteko za določitev datoteke na trdem disku vašega računalnika.</li> <li>Izberite datoteko, ki jo želite naložiti, in jo označite.</li> <li>Kliknite Odpri ali Izberi datoteko, ki bo preneslo ime izbrane datoteke v to okno.</li> <li>Kliknite Naloži na tej strani, da boste naložili datoteko iz vašega računalnika na spletišče revije in jo preimenovali po pravilih te revije.</li> <li>Ko je datoteka naložena, kliknite Shrani in Nadaljuj na dnu strani.</li> </ol>
sr_rs@cyrillic: <p>Како бисте приложили рукопис, извршите следеће кораке:</p> <ol> <li>Ниже на овој страници, кликните <i>Browse</i> (или <i>Choose File</i>) који отвара прозор <i>Choose File</i> којим можете одабрати фајл на са Вашег рачунара.</li> <li>Лоцирајте фајл који желите да пошаљете и означите га.</li> <li>Кликните <i>Open</i> на прозору <i>Choose File</i>, чиме се име фајла поставља на ову страницu.</li> <li>Kliknite <i>Пошаљи фајл</i> на овој страници, чиме се фајл са рачунара преноси на web сајт часописа и преименује у складу с конвенцијама часописа.</li> <li>Једном када је фајл са текстом приложен, кликните <i>Сачувај и настави</i> на дну ове странице.</li> </ol> Садржај приложеног фајла можете проверити уколико кликнете на његово име. Уместо њега можете доставити нови или ревидирани фајл, чиме ће се избрисати онај који је тренутно постављен.
sr_rs@latin: <p>Kako biste priložili rukopis, izvršite sledeće korake:</p> <ol> <li>Niže na ovoj stranici, kliknitе <i>Browse</i> (или <i>Choose File</i>) koji otvara prozor <i>Choose File</i> kojim možete odabrati fajl na sa Vašeg računara.</li> <li>Locirajte fajl koji želite da pošaljete i označite ga.</li> <li>Kliknite <i>Open</i> na prozoru <i>Choose File</i>, čime se ime fajla postavlja na ovu stranicu.</li> <li>Kliknite <i>Pošalji fajl</i> na ovoj stranici, čime se fajl sa računara prenosi na web sajt časopisa i preimenuje u skladu s konvencijama časopisa.</li> <li>Jednom kada je fajl sa tekstom priložen, kliknite <i>Sačuvaj i nastavi</i> na dnu ove stranice.</li> </ol> Sadržaj priloženog fajla možete proveriti ukoliko kliknete na njegovo ime. Umesto njega možete dostaviti novi ili revidirani fajl, čime će se izbrisati onaj koji je trenutno postavljen.
th: <p>เพื่ออัปโหลดต้นฉบับไปยังวารสารนี้ โปรดทำตามขั้นตอนต่อไปนี้</p> <ol> <li>ในหน้านี้ คลิกปุ่ม Browse (หรือ เลือกไฟล์) เพื่อเปิดหน้าต่างเลือกไฟล์บนฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณ</li> <li>ค้นหาไฟล์ที่คุณต้องการส่งและไฮไลต์ไฟล์นั้น</li> <li>คลิกปุ่ม Open ในหน้าต่างเลือกไฟล์เพื่อใส่ชื่อไฟล์ลงในหน้านี้</li> <li>คลิกปุ่ม Upload บนหน้านี้เพื่ออัปโหลดไฟล์จากคอมพิวเตอร์ไปยังเว็บไซต์ของวารสารและเปลี่ยนชื่อไฟล์ตามหลักของวารสาร</li> <li>เมื่อการส่งเสร็จสิ้น คลิกปุ่ม Save และ Continue ที่ด้านล่างของหน้านี้</li> </ol>
uk_ua: <p>Щоб подати рукопис до цього журналу виконайте наступні дії.</p> <ol> <li>На цій сторінці натисніть кнопку "Перегляд" (або "Вибрати"), після чого відкриється вікно вибору файлу з локального диску Вашого комп'ютера.</li> <li>Знайдіть файл, який Ви хочете надіслати до редакції, та натисніть на ньому.</li> <li>Натисніть кнопку "Відкрити" (Open) у вікні вибору файлу, після чого шлях до обраного файлу буде збережений та відображений на цій сторінці.</li> <li>На цій сторінці натисніть кнопку "Вивантажити", після чого файл буде скопійований з локального диска Вашого комп'ютера на веб-сайт журналу та перейменований за правилами, прийнятими цим часописом.</li> <li>Після того, як подання буде вивантажене, натисніть кнопку "Зберегти та продовжити" внизу цієї сторінки.</li> </ol>
uz@latin: <p> Qo'lyozmani ushbu jurnalga yuklash uchun quyidagi amallarni bajaring. </p> <ol> <li> Bu sahifada faylni kompyuteringizning qattiq diskida topish uchun Faylni tanlash oynasini ochadigan Ko'rish (yoki Faylni tanlash) ni bosing. </li> <li> Siz yubormoqchi bo'lgan faylni toping va uni ajratib ko'rsatish. </li> <li> Faylni tanlash oynasida Ochish -ni bosing, bu sahifada fayl nomini qo'yadi. </li> <li> Bu sahifadagi Yuklash -ni bosing, u faylni kompyuterdan jurnalning veb -saytiga yuklaydi va uni jurnal konventsiyalari asosida o'zgartiradi. </li> <li> Ariza yuklanganidan so'ng, ushbu sahifaning pastki qismidagi Saqlash va Davom etish -ni bosing. </li> </ol>
vi_vn: <p>Để tải lên bản thảo lên tạp chí này, hãy hoàn thành các bước sau.</p> <ol> <li>Trên trang này, nhấp Duyệt (hoặc Chọn tệp) sẽ mở cửa sổ Chọn tệp để định vị tệp trên ổ cứng máy tính của bạn.</li> <li>Xác định vị trí tệp bạn muốn gửi và chọn nó. </li> <li>Nhấp vào Mở trên cửa sổ Chọn tệp, đặt tên tệp trên trang này.</li> <li>Nhấp vào Tải lên trên trang này, tải tệp từ máy tính lên trang web của tạp chí và đổi tên tệp theo quy ước của tạp chí (nếu có).</li> <li>Khi nội dung gửi được tải lên, hãy nhấp vào Lưu và Tiếp tục ở cuối trang này.</li> </ol>
zh_cn: 要上传初稿给本期刊，请完成下列步骤。 <ol> <li>在本页中，点击「浏览」（或者「选择文件」）打开一个文件选择视窗，选择您的电脑磁盘上的文件路径）。</li> <li>选择您要上传的文件。</li> <li>点击文件选择视窗中的「开启」，将文件名称置入本页中。</li> <li>点击本页中的「上传」，从您的电脑中上传文件到期刊网站上，并且依照期刊的规定(自动)变更文件名。</li> <li>一旦稿件成功上传，请点击本页最下面的「存档并继续」按钮</li> </ol> 您可以点击文件的名称来查看该份文件。可以上传一份新的或者修改过的文件，删除掉目前出现的这份文件。也可以（在下一步骤）使用「补充文件」来增加额外的文件。如果您上传稿件时出现问题，请联系 <a href="mailto:{$supportEmail}">{$supportName}</a> ，透过电子邮件或电话 {$supportPhone}取得协助。
