Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.referenceLinkingDescription
source: <p>To enable readers to locate online versions of the work cited by an author, the following options are available.</p> <ol> <li><strong>Add a Reading Tool</strong><p>The Journal Manager can add "Find References" to the Reading Tools that accompany published items, which enables readers to paste a reference's title and then search pre-selected scholarly databases for the cited work.</p></li> <li><strong>Embed Links in the References</strong><p>The Layout Editor can add a link to references that can be found online by using the following instructions (which can be edited).</p></li> </ol>
az: <p>Oxucuların bir Müəllif tərəfindən istinad edilən onlayn bir çalışmanın versiyalarını tapması üçün aşağıdakı seçimləri aktivləşdirilə bilər. </p> <ol> <li><strong>Oxuma Aləti Əlavə et</strong><p>Jurnal idarəçisi yayımlanmış elementlərə müşaiyət edən Oxuma Alətləri üçün İstinad Tapma"" əlavə edə bilər. İstinad edilən çalışmaların istinad başlıqlarının yapışdırılması yoluyla ön seçimli akademik data bazasında araşdırılması üçün oxucular aktivləşdirilə bilər.</p></li> <li><strong>İsitnadlara Link Əlavə et</strong><p>Tərtibatçı aşağıdakı təlimatları (tənzimlənə bilər) istifadə edərək onlayn tapıla bilən bir link əlavə edə bilər..</p></li> </ol>
bg: <p>За да се даде възможност на читателите да намерят онлайн версии на произведението, цитирани от съответния автор, са налични следните опции. </p> <ol> <li><strong>Добавяне на инструмент за четене </strong><p>Мениджърът на списанието може да добави "Търсене на референции" като допълнителен инструмент в инструментите за четене, които придружават публикуваните статии, което позволява на читателите да поставят заглавието на референцията като препратка и след това да търсят в предварително избрани научни бази данни за цитираната работа. </p></li> <li><strong>Вграждане на връзки в препратките </strong><p>Редакторът на оформлението може да добави връзка към препратки, които могат да бъдат намерени онлайн, като се използват следните инструкции (които могат да бъдат редактирани).</p></li> </ol>
bs_ba: <p>Kako bi čitatelji lakše pristupili mrežno dostupnim inačicama referenci koje navode autori priloga objavljenih u časopisu, moguće je učiniti sljedeće:</p> <ol> <li><strong>Dodati alate za čitanje</strong><p>Glavni urednik može dodati "Traženje referenci" alatima za čitanje koji su pridruženi objavljenim prilozima. Ovo omogućava čitateljima da zalijepe naslov reference i potraže ih u određenim bazama.</p></li> <li><strong>Uključiti poveznice u popis literature</strong><p>Grafički urednik može dodati aktivne poveznice u reference čiji se sadržaj može pronaći na mreži. Pri tome se treba ravnati sljedećim naputcima (koji se mogu uređivati).</p></li> </ol>
de_de: <p>Die folgenden Optionen sind verfügbar, die es Leser/innen ermöglichen, Online-Versionen der nachgewiesenen bzw. verwendeten Literatur zu finden.</p> <ol> <li><strong>Ein Lesewerkzeug hinzufügen</strong><p>Die Zeitschriftenverwaltung kann "Verweise finden" zu den Lesewerkzeugen zu den veröffentlichten Beiträgen hinzufügen. Dies ermöglicht den Leser/innen, den Titel einer Literaturangabe einzutragen und ausgewählte wissenschaftliche Datenbanken nach der Literaturangabe zu durchsuchen.</p></li> <li><strong>Links in die Literaturverweise einbetten</strong><p>Die Layouterin/der Layouter kann einen Link zu denjenigen Literaturverweisen hinzufügen, die online zu finden sind. Dazu muss sie/er die folgenden Anweisungen befolgen (die bearbeitet werden können).</p></li> </ol>
el_gr: <p>Για να έχουν οι Αναγνώστες δυνατότητα εντοπισμού διαδικτυακών εκδόσεων των εργασιών που αναφέρονται από έναν Συγγραφέα, οι παρακάτω επιλογές είναι διαθέσιμες:</p> &lt;ol&gt; &lt;li&gt;&lt;strong&gt;Προσθήκη ενός Εργαλείου Μελέτης&lt;/strong&gt;&lt;p&gt;Ο Διαχειριστής του περιοδικού προσθέτει την επιλογή "Εύρεση Αναφορών" στα Εργαλεία Μελέτης που συνοδεύουν τα δημοσιευμένα τεκμήρια. Οι αναγνώστες επικολλούν τον τίτλο μιας αναφοράς και μετά αναζητούν την αντίστοιχη εργασία σε προεπιλεγμένες επστημονικές βάσεις δεδομένων.&lt;/p&gt;&lt;/li&gt; &lt;li&gt;&lt;strong&gt;Ενσωμάτωση συνδέσμων στις αναφορές&lt;/strong&gt;&lt;p&gt;Ο Επιμελητής Σελιδοποίησης προσθέτει έναν σύνδεσμο στις πηγές που είναι προσβάσιμες στο διαδίκτυο, χρησιμοποιώντας τις παρακάτω οδηγίες (οι οποίες επιδέχονται επεξεργασία).&lt;/p&gt;&lt;/li&gt; &lt;/ol&gt;
eu: <p>Irakurleei egile batek aipatutako lan baten lineako bertsioa aurkitzen laguntzeko, aukera hauek erabil daitezke.</p> <ol> <li><strong>Irakurtzeko tresna bat gehitu</strong><p>Aldizkariaren kudeatzaileak "Bilatu erreferentziak" aukera gehi dezake argitaratutako lanen Irakurtzeko tresnetan; horri esker, irakurleek erreferentzia baten izenburua itsatsi ahal dute lan hori aldez aurretik hautatutako datu-base akademikoetan bilatzeko.</p></li> <li><strongEstekak txertatu erreferentzietan</strong><p>Erreferentzia bat online aurki daitekeenean, maketatzaileak erreferentziara joateko esteka bat gehi dezake, argibide hauei jarraituz (alda daitezke).</p></li> </ol>
gd_gb: <p>Airson ’s gun urrainn do leughadairean tionndaidhean air loidhne dhe na h-obrachaidhean air a bheil ùghdar ag iomradh, tha na roghainnean a leanas ri làimh.</p> <ol> <li><strong>Cuir inneal leughaidh ris</strong><p>’S urrainn do mhanaidsear nan iris-leabhraichean “Lorg reifreansan” a chur ris na h-innealan leughaidh a gheibhear an cois nithean foillsichte agus bheir seo comas do leughadairean an tiotal aig reifreans a chur a-steach agus lorg a dhèanamh ann an stòir-dhàta sgoilearach ro-shocraichte.</p> </li> <li><strong>Leabaich ceanglaichean sna reifreansan</strong><p>’S urrainn do dheasaiche na co-dhealbhachd ceangal ri reifreansan air loidhne a chur ris ma leanar an stiùireadh a leanas (gabhaidh seo a dheasachadh).</p></li> </ol>
gl_es: <p>Para axudar aos lectores/as a atopar as versións en liña das obras citadas por un autor/a, están dispoñibles as opcións seguintes:</p> <ol> <li><strong> Engadir unha ferramenta de lectura</strong><p>O administrador/a da revista pode engadir a opción "Buscar referencias" ás ferramentas de lectura que acompañan os artigos publicados, o que permitirá aos lectores/as inserir o título dunha referencia e buscar a obra citada nas bases de datos académicas preseleccionadas.</p></li> <li><strong>Enlaces incorporados nas referencias</strong><p>O responsable da maquetaxe pode engadir enlaces ás referencias publicadas en liña, mediante as instrucións seguintes (que se poden editar).</p></li> </ol>
hu_hu: <p>Ahhoz, hogy az olvasók megtalálják a szerző által idézett művek online változatait, a következő lehetőségek állnak rendelkésre.</p> <ol> <li><strong>Egy Olvasói Eszköz hozzáadása</strong><p>A folyóirat menedzser hozzáadhat egy "Hivatkozások keresése" eszközt az Olvasói eszközökhöz, hogy a publikált cikkek hivatkozásait, amelyek az olvasóknak is elérhetőek megkereshessék az idézetek tudományos adatbázisaiban.</p></li> <li><strong>Link beágyazása a hivatkozásokba</strong><p>A Tördelőszerkesztő egy linket tehet a hivatkozásba, amellyel az elérhető online, használatához kövesse az alábbi instrukciókat (ez szerkeszthető).</p></li> </ol>
hy_am: <p>Որպեսզի ընթերցողներին կարողանան գտնել հեղինակի կողմից մեջբերված ստեղծագործության առցանց տարբերակները, հասանելի են հետևյալ ընտրանքները.</p> <ol> <li><strong>Ավելացնել ընթերցման գործիք</strong><p>Ամսագրի կառավարիչը կարող է ավելացնել «Գտնել հղումներ» Ընթերցանության գործիքներին, որոնք ուղեկցում են հրապարակված նյութերին, ինչը թույլ է տալիս ընթերցողներին տեղադրել հղման վերնագիրը և այնուհետև որոնել նախապես ընտրված գիտական տվյալների շտեմարանները նշված աշխատանքի համար:</p></li> <li><strong>Տեղադրել կապեր հղումների մեջ</strong><p>Դասավորության խմբագիրը կարող է հղում ավելացնել հղումներին, որոնք կարելի է գտնել առցանց՝ օգտագործելով հետևյալ հրահանգները (որոնք կարելի է խմբագրել):</p></li> </ol>
is: <p>Til að gera lesendum kleift að finna verk sem vitnað er í á netinu, eru eftirfarnadi valkostir í boði. </p> <ol> <li><strong>Bæta við lestrartóli</strong><p>Umsjónarmaður tímrits getur bætt "Finna heimildir" við lestrartól sem fylgja útgefnum verkum. Það gerir lesendum mögulegt að afrita titil heimildar og leita eftir viðkomandi heimild í fyrirfram ákveðnum gagnagrunnum fyrir fræðirit. </p></li> <li><strong>Tenglar í heimildum</strong><p>Setjari getur bætt við tengli í heimildir þannig að hægt sé að finna heimildina á vefnum með því að nota eftirfarandi leiðbeiningar (sem hægt er að breyta).</p></li> </ol>
ja: <p>著者が引用した作品のオンラインバージョンを読者に示すために、次のオプションが利用できます。</p> <ol> <li><strong>読者ツールを追加する</strong><p>雑誌管理者は出版アイテムのページに表示される読者ツールに「参考文献の検索」を追加することができます。読者は、この検索画面に参考文献のタイトルをペーストすることにより、あらかじめ選択された学術データベースで引用文献を検索することができます。</p></li> <li><strong>参考文献にリンクを埋め込む</strong><p>レイアウトエディタは次の指示（編集可能）に従うことにより、オンラインで見つけることができる参考文献へのリンクを追加することができます。</p></li> </ol>
ka: <p> იმისათვის, რომ მკითხველმა შეძლოს ავტორის მიერ ციტირებული ნაწარმოების ონლაინ ვერსიების განთავსება, ხელმისაწვდომია შემდეგი პარამეტრები. </p> <ol> <li> <strong> კითხვის ინსტრუმენტის დამატება </strong> <p> ჟურნალის მენეჯერს შეუძლია დაამატოთ “მითითებები” კითხვის ხელსაწყოებში, რომლებიც თან ახლავს გამოქვეყნებულ ნივთებს, რაც მკითხველებს საშუალებას აძლევს ჩასვან მითითების სათაური და შემდეგ მოძებნონ წინასწარ შერჩეული მეცნიერები მონაცემთა ბაზა მონაცემთა ციტირებისთვის. </p> </li> <li> <strong> ბმულების ჩასმა ცნობებში </strong> <p> განლაგების რედაქტორს შეუძლია დაამატოთ ბმულები ცნობას, რომლის ნახვა ინტერნეტში შეგიძლიათ შემდეგი ინსტრუქციის გამოყენებით (რომლის რედაქტირებაც შესაძლებელია). </p> </li> </ol>
kk: <p>Оқырмандар журнал авторлары сілтеме жасаған жұмыстың онлайн нұсқаларын таба алуы үшін келесі мүмкіндіктер қарастырылған.</p> <ol> <li><strong>Оқу құралын қосыңыз </strong><p>Журнал менеджері оқырмандарға сілтеме атауын енгізуге, дәйексөздерге ғылыми мәліметтер базасынан іздеуге мүмкіндік береді.<p></li> <li><strong>Сілтемелерді дереккөздер тізіміне енгізу</strong><p>Сайт редакторы келесі нұсқауларды қолдана отырып, Интернеттен табуға болатын сілтемелерді қолдануына болады.</p></li> </ol>
ku_iq: <p>بۆ کاراکردنی ئەوەی کە خوێنەران ژمارەی بەکارهێنەکانی ئەم توێژینەوەیە لە لایەن توێژەرێکی دیکە بزانن، ئەم بژاردانە بەردەستن</p> <ol> <li><strong>زیادکردنی کەرەستەی خوێندنەوە</strong><p>بەڕێوەبەری گۆڤار دەتوانێت"دۆزینەوەی لیستی سەرچاوەکان" کارا بکات بۆ ئەوەی ئەو هەلە بدات بە خوێنەران.</p></li> <li><strong>لینکی هاوپێچکراوی سەرچاوەکان</strong><p>سەرنوسەر دەتوانێت لینکەکان زیاد بکات (دەتواندرێت گۆڕانکاریشیان تێدا بکرێت).</p></li> </ol>
ky: <p>Окурмандарга автор көрсөткөн эмгектин онлайн версиясын табууга мүмкүнчүлүк берүү үчүн төмөнкү варианттар жеткиликтүү.</p> <ol> <li><strong>Окуу куралын кошуу</strong><p>Журнал менеджери жарыяланган материалдарга коштолгон Окуу куралдарына "Шилтемелерди табуу" функциясын кошо алат. Бул окурмандарга шилтеменин аталышын киргизип, алдын ала тандалган илимий маалымат базаларынан көрсөтүлгөн эмгекти издөө мүмкүнчүлүгүн берет.</p></li> <li><strong>Шилтемелерге байланыштарды кошуу</strong><p>Макет редактору онлайн табылуучу шилтемелерге байланыш кошо алат. Бул үчүн төмөнкү көрсөтмөлөрдү (өзгөртүүгө болот) колдонсо болот.</p></li> </ol>
lt: <p>Siekdami padėti skaitytojams rasti internete autorių cituojamus darbus, galite naudoti šias parinktis.</p> <ol> <li><strong>Pridėti skaitymo įrankį</strong><p>Žurnalo vadybininkas gali pridėti „Rasti nuorodas“ prie skaitymo įrankių, kurie pateikiami kartu su publikuotais straipsniais. Tai leidžia skaitytojams įklijuoti nuorodos pavadinimą ir ieškoti iš anksto parinktose mokslinėse duomenų bazėse.</p></li> <li><strong>Įterpti nuorodas į literatūros sąrašą</strong><p>Išdėstymo redaktorius gali pridėti nuorodą prie tų literatūros sąrašo įrašų, kurie randami internete, vadovaudamasis žemiau pateiktomis (redaguojamomis) instrukcijomis.</p></li> </ol>
lv_lv: <p>Lai lasītāji varētu atrast autora citēto darbu tiešsaistes versijas, ir pieejamas šādas iespējas.</p> <ol> <li><strong>Pievienot Lasīšanas rīku (Add a Reading Tool)</strong><p>Žurnāla administrators var pievienot "Atrast atsauces" (Find References) lasīšanas rīkiem, kas tiek pievienoti publicētajiem materiāliem - tas ļauj lasītājiem ielīmēt atsauces nosaukumu un pēc tam meklēt citēto darbu iepriekš atlasītās zinātniskās datubāzēs.</p></li> <li><strong> Saites iestrādāšana atsaucēs (Embed Links in the References)</strong><p>Maketētājs var pievienot saiti uz atsaucēm, kas atrodamas tiešsaistē, izmantojot šādus norādījumus (kurus var rediģēt).</p></li> </ol>
mk_mk: <p> За да им овозможите на читателите да лоцираат онлајн верзии на делото цитирано од автор, следниве опции се достапни. </p> <ol> <li><strong> Додадете алатка за читање </strong> <p> Менаџерот за весници може да додаде „Најди ги референците“ во Алатките за читање што ги придружуваат објавените ставки, што им овозможува на читателите да го залепат насловот на референцата и потоа да ги пребаруваат претходно избраните научници бази на податоци за наведената работа. </p> </li> <li> <strong> Вметнување врски во референците </strong> <p> Уредувачот на распоред може да додаде врска до препораките што може да се најдат на Интернет со користење на следниве упатства (што може да се уредуваат). </p> </li> </ol>
mr: <p>लेखकाने उद्धृत केलेल्या लेखनाच्या ऑनलाइन आवृत्त्यांपर्यंत वाचकांना पोहोचण्यासाठी, खालील पर्याय उपलब्ध आहेत.</p> <ol> <li><strong>वाचन साधन जोडा</strong><p>नियतकालिकाचा व्यवस्थापक प्रकाशित लेखनांसोबत असलेल्या वाचन साधनांमध्ये वाचकांना संदर्भाचे शीर्षक पेस्ट करण्यासाठी "संदर्भ हुडकून काढा" ची जोड देऊन त्यांच्या आवडीच्या डेटाबेसमध्ये ते सहज शोध घेऊ शकतात.</p></li> <li><strong >संदर्भांमध्ये दुवा (लिंक) रोवणे (एम्बेड)</strong><p>लेआउट एडिटर खालील सूचनांचा वापर करून (ज्यात फेरफार केले जाऊ शकतात) संदर्भांसाठी लिंक जोडू शकतो.</p></li> </ol >
ms: <p>Untuk membolehkan pembaca mencari versi dalam talian karya yang dipetik oleh pengarang, pilihan berikut tersedia.</p> <ol> <li><strong>Tambah Alat Membaca</strong><p>Pengurus Jurnal boleh menambah "Cari Rujukan" pada Alat Pembacaan yang mengiringi item yang diterbitkan, yang membolehkan pembaca menampal tajuk rujukan dan kemudian mencari pangkalan data ilmiah yang telah dipilih sebelumnya untuk karya yang dipetik.</p></li> <li><strong>Benamkan Pautan dalam Rujukan</strong><p>Layout Editor boleh menambah pautan kepada rujukan yang boleh didapati dalam talian dengan menggunakan arahan berikut (yang boleh diedit).</p></li> </ol>
nb_no: <p>For at lesere lett skal kunne finne nettpubliserte versjoner av verk forfattere henviser til i artiklene sine, finnes følgende muligheter.</p> <ol> <li><strong>Legg til et leseverktøy</strong><p>Redaksjonslederen kan legge til verktøyet «Finn referanse» i «Leseverktøy» som vises i sidemenyen ved publiserte artikler. Med dette verktøyet kan leseren lime inn tittelen fra en referanse for å søke etter verket i databaser som tidsskriftet har valgt ut.</p></li> <li><strong>Legg inn lenker i referansene</strong><p>Layoutredaktøren kan legge inn aktive lenker direkte i referansene ved å følge instruksen nedenfor (som kan redigeres).</p></li> </ol>
ro: <p>Pentru a permite cititorilor să localizeze versiunile online ale lucrării citate de un autor, sunt disponibile următoarele opțiuni.</p> <ol> <li><strong>Add a Reading Tool</strong><p>Managerul jurnalului poate adăuga "Caută referințe" la Instrumentele de citire care însoțesc articolele publicate, care permite cititorilor să lipească titlul unei referințe și apoi să caute în baze de date academice preselectate pentru lucrarea citată.</p></li> <li><strong>Activați linkul în referințe</strong><p>Editorul de machetă poate adăuga un link la referințe care pot fi găsite online utilizând instrucțiunile următoare(which can be edited).</p></li> </ol>
sk_sk: <p>Aby mohli čitatelia nájsť online verzie prác citovaných autormi, sú dostupné nasledujúce možnosti.</p> <ol> <li><strong>Pridať čitateľský nástroj</strong><p>Manažér časopisu môže do čitateľských nástrojov, ktoré sprevádzajú publikované položky, pridať funkciu "Nájsť referenciu", čo čitateľom umožní skopírovať názov referencie a vyhľadať tak v predvolených databázach citovanú prácu.</p></li> <li><strong>Vložiť odkazy do referencií</strong><p>Typograf môže pridať odkaz do referencií, ktoré je možné vyhľadať online. K tomu použije nasledujúce inštrukcie (možno ich upravovať).</p></li> </ol>
sl_si: <p>Če želite omogočiti bralcem, da najdejo dostop do online različic citiranj, ki jih je avtor uporabil, imate naslednje možnosti.</p> <ol> <li><strong>Dodaj orodje za branje</strong><p>Urednik revije lahko doda "Poišči referenco" med orodja za branje, ki so na voljo poleg revije. S tem omogoči bralcu, da skopira naslov citirane literature in nato išče po predizbranih bazah za citirano delo.</p></li> <li><strong>Spletne povezave referencirane literature</strong><p>Grafični urednik lahko doda link do literature, ki je na voljo online na spletu, s pomčjo naslednjih navodil (ki jih je možno urediti).</p></li> </ol>
sr_rs@cyrillic: <p>Како би читаоци лакше приступили мрежно доступним пречицама референци које наводе аутори прилога објављених у часопису, могуће је учинити следеће:</p> <ol> <li><strong>Додати алате за читање</strong><p>Главни уредник може додати "Тражење референци" алатима за читање који су придружени објављеним прилозима. Ово омогућава читаоцима да залепе наслов референце и потраже их у одређеним базама.</p></li> <li><strong>Uključiti линкове u popis literature</strong><p>Графички уредник може додати активне линкове у референце чији се садржај може пронаћи на мрежи. При томе се треба водити следећим препорукама (које се могу уређивати).</p></li> </ol>
sr_rs@latin: <p>Kako bi čitaoci lakše pristupili mrežno dostupnim prečicama referenci koje navode autori priloga objavljenih u časopisu, moguće je učiniti sledeće:</p> <ol> <li><strong>Dodati alate za čitanje</strong><p>Glavni urednik može dodati "Traženje referenci" alatima za čitanje koji su pridruženi objavljenim prilozima. Ovo omogućava čitaocima da zalepe naslov reference i potraže ih u određenim bazama.</p></li> <li><strong>Uključiti линкове u popis literature</strong><p>Grafički urednik može dodati aktivne linkove u reference čiji se sadržaj može pronaći na mreži. Pri tome se treba voditi sledećim preporukama (koje se mogu uređivati).</p></li> </ol>
th: <p>เพื่อให้ผู้อ่านสามารถค้นหางานที่อ้างอิงโดยผู้เขียนได้ในรูปแบบออนไลน์ มีตัวเลือกต่อไปนี้ให้ใช้</p> <ol> <li><strong>เพิ่มเครื่องมือการอ่าน</strong><p>ผู้จัดการวารสารสามารถเพิ่ม "ค้นหาอ้างอิง" ลงในเครื่องมือการอ่านที่ใช้ร่วมกับรายการที่ตีพิมพ์ ซึ่งช่วยให้ผู้อ่านวางชื่ออ้างอิงและค้นหาฐานข้อมูลวิชาการที่เลือกไว้ล่วงหน้าสำหรับงานที่อ้างอิง</p></li> <li><strong>ฝังลิงก์ในรายการอ้างอิง</strong><p>บรรณาธิการการจัดวางสามารถเพิ่มลิงก์ไปยังอ้างอิงที่สามารถพบได้ทางออนไลน์โดยใช้คำแนะนำดังนี้ (สามารถแก้ไขได้)</p></li> </ol>
uk_ua: <p>Щоб дозволити читачам пошук електронних версій робіт, процитованих автором, скористайтесь нижче вказаними налаштуваннями.</p> <ol> <li><strong>Додати інструмент для читання</strong><p>Менеджер журналу може додати кнопку "Знайти посилання" на панель інструментів для читання, яка наявна у інтерфейсі опублікованих статей. Таким чином можна надати читачам можливість здійснення пошуку за назвою процитованої роботи у заздалегідь визначених базах даних наукової літератури.</p></li> <li><strong>Вбудовані гіперпосилання у пристатейній бібліографії</strong><p>Редактор верстки може додати у пристатейну бібліографію гіперпосилання для пошуку посилань на роботу. Інструкції, як це зробити, наведені нижче (їх зміст можна редагувати).</p></li> </ol>
uz@latin: <p>O‘quvchilarga muallif keltirgan asarning onlayn versiyalarini topish imkonini berish uchun quyidagi variantlar mavjud.</p> <ol> <li><strong>O‘qish vositasini qo‘shing</strong><p>Jurnal menejeri nashr etilgan maqolalar bilan birga o‘qish vositalariga "Ma'lumotnomalarni topish" ni qo‘shishi mumkin, bu o‘quvchilarga havola sarlavhasini qo‘yish va keyin oldindan tanlangan ilmiy qidiruvni amalga oshirish imkonini beradi. Keltirilgan ish uchun ma'lumotlar bazalari.</p></li> <li><strong>Ma'lumotnomalarga havolalarni joylashtirish</strong><p>Layout muharriri quyidagi ko‘rsatmalar (uni tahrirlash mumkin) yordamida onlayn topish mumkin bo'lgan havolalarga havola qo‘shishi mumkin.</p></li> </ol>
vi_vn: <p> Để cho phép người đọc định vị các phiên bản trực tuyến của tác phẩm được trích dẫn bởi một tác giả, các tùy chọn sau khả dụng. </p> <ol> <li> <strong> Thêm công cụ đọc </strong> <p> Trình Quản lý tạp chí cho phép thêm "Tìm tài liệu tham khảo" vào Công cụ đọc đi kèm với các số đã xuất bản, cho phép người đọc dán tiêu đề của tài liệu tham khảo và sau đó tìm kiếm cơ sở dữ liệu học thuật được chọn trước cho công việc được trích dẫn. </p> </li> <li> <strong> Nhúng nhữngliên kết trong các Tài liệu tham khảo </strong> <p> Trình chỉnh sửa bố cục có thể thêm liên kết đến các tài liệu tham khảo mà chúng có thể tìm thấy trực tuyến bằng cách sử dụng các hướng dẫn sau (chúng có thể chỉnh sửa được). </p> </li> </ol>
zh_cn: <p>为了让读者能找到按作者索引的文章的在线版本，如下选项可以是使用：</p> <ol> <li><strong>添加一个阅读工具</strong><p>期刊管理员可以随着出版项目在阅读工具里添加“查找参考文献”，使读者可以粘贴一个参考文献标题到已经选择好的学术数据库里以便查询。</p></li> <li><strong>在参考文献里激活链接</strong><p>排版编辑可以添加对应的链接到该参考文献。并且这个链接通过如下介绍（可编辑）可以被在线找到。</p></li> </ol>

# payment.authorFees
source: Author Fees
az: Müəllif ödənişləri
bg: Авторски такси
bs_ba: Autorova plaćanja
de_de: Autor/innengebühren
el_gr: Εισφορές Συγγραφέα
eu: Egile-tarifak
gd_gb: Tàillean ùghdair
gl_es: Cotas dos autores/as
hi_in: लेखक शुल्क
hu_hu: Szerzői díjak
hy_am: Հեղինակի վճարներ
is: Gjöld höfunda
ja: 論文掲載料
ka: გადახდები ავტორზე
kk: Авторлардың төлемдері
ku_iq: پارەدانی توێژەر
ky: Автордук төлөмдөр
lt: Autoriaus mokesčiai
lv_lv: Autora maksa
mk_mk: Цени за авторот
mr: लेखक शुल्क
ms: Yuran Pengarang
nb_no: Forfatteravgift
ro: Taxe pentru autor
sk_sk: Autorské poplatky
sl_si: Avtorska pristojbina
sr_rs@cyrillic: Накнаде за аутора
sr_rs@latin: Naknade za autora
th: ค่าธรรมเนียมผู้เขียน
uk_ua: Платежі авторів
uz@latin: Mualliflik to'lovlari
vi_vn: Lệ phí tác giả
zh_cn: 作者费用
zh_hant: 作者費用

# payment.paymentSent
source: Payment has already been sent
az: Ödəniş artıq göndərilib
bg: Плащането вече е изпратено
bs_ba: Uplata je već poslana
de_de: Zahlung wurde bereits veranlasst
el_gr: Η πληρωμή έχει ήδη αποσταλεί
eu: Ordainketa dagoeneko bidalita dago
gd_gb: Chaidh a phàigheadh mu thràth
gl_es: Xa se enviou o pagamento
hi_in: भुगतान पहले ही भेज दिया गया है
hu_hu: A befizetés már elküldvePayment has already been sent
hy_am: Վճարումն արդեն ուղարկվել է
is: Búið að senda greiðslu
ja: お支払いはすでに完了しています
ka: გადახდა უკვე გაგზავნილია
kk: Төлем жіберілді
ku_iq: پارەکە پێشتر دراوە
ky: Төлөм мурунтан жөнөтүлгөн
lt: Įmoka jau išsiųsta
lv_lv: Maksājums jau ir nosūtīts
mk_mk: Уплатата веќе е пратена
mr: देय रक्कम आधीच पाठवली आहे
ms: Bayaran telah dihantar
nb_no: Betalingen er allerede sendt
ro: Plata a fost deja trimisă
sk_sk: Platba už bola odoslaná
sl_si: Plačilo je bilo oddano
sr_rs@cyrillic: Уплата је већ послата
sr_rs@latin: Uplata je već poslata
th: ได้ส่งการชำระเงินแล้ว
uk_ua: Платіж вже відправлений
uz@latin: To'lov allaqachon yuborilgan
vi_vn: Thanh toán đã được gửi đi
zh_cn: 支付已经发送
zh_hant: 付款已發送
