Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.upgradeInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> and <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
az: <h4>ADS Versiyası {$version}</h4> <p>İctimai Məlumat Layihələrindən (PKP) <strong>Açık Dergi Sistemleri</strong>ni yüklədiyiniz üçün təşəkkür edirik. İrəliləmədən əvvəl zəhmət olmasa bu proqramın içindəki <a href=""{$baseUrl}/docs/README"">MƏNİ OXU (README) </a> ve <a href=""{$baseUrl}/docs/UPGRADE"">YENİLƏ (UPGRADE) </a> fayllarını oxuyun. İctimai Məlumatlandırma Layihəsi və onun içindəki proqram üçün zəhmət olmasa <a href=""http://pkp.sfu.ca/"" target=""_blank"">PKP internet saytını</a> ziyarət edin. Açıq Jurnal Sistemləri haqqında virus hesabatları və ya texniki dəstək suallarınız varsa, <a href=""http://pkp.sfu.ca/support/forum"">destek forumuna</a> və ya PKP <a href=""http://pkp.sfu.ca/bugzilla/"" target=""_blank"">virus bildiriş sisteminə</a> baxın. Dəstək forumu seçən əlaqə qurma metodu olmaqla birlikdə, proqram təminatı komandası ilə email vasitəsilə də əlaqə qura bilərsiniz: <a href=""mailto:pkp.contact@gmail.com"">pkp.contact@gmail.com</a>.</p> <p>Davam etməzdən əvvəl data bazanızın, fayl indeksi və ADS yükləmə indeksi ehtiyatını görməyinizi <strong>şiddətlə tövsiyə edirik</strong>.</p> <p>Eğer <a href=""http://www.php.net/features.safe-mode"" target=""_blank"">PHP təhlükəsiz modda</a> çalışırsınızsa, zəhmət olmasa ""php.ini"" konfiqurasiya faylınızda maksimum tətbiqat zamanı üçün ən yüksək limiti tənzimləyin. Bu və ya başqa bir zaman limitinə (Apache'nin vaxt aşımı' seçimi kimi) çatıldığında yeniləmə prosesinə fasilə verilir və tamamlamaq üçün manuel cəhd lazımdır.</p>
bg: <h4>OJS Версия {$version}</h4> <p>Благодарим ви, че изтеглихте Public Knowledge Project's <strong>Open Journal Systems</strong>. Преди да продължите, моля, прочетете <a href="{$baseUrl}/docs/README.md">README</a> файлът и <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> файлът, включени в този софтуер. За повече информация относно Проекта за обществени знания (Public Knowledge Project) и неговите софтуерни проекти, моля, посетете <a href="http://pkp.sfu.ca/" target="_blank">сайта на PKP</a>. Ако имате отчети за грешки (bugs) или запитвания за техническа поддръжка относно Open Journal Systems, вижте <a href="http://forum.pkp.sfu.ca" target="_blank">форум за поддръжка</a> или посетете PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">системата за рапортуване на грешки</a>. Въпреки че форумът за поддръжка е предпочитаният метод за контакт, можете също да изпратите имейл до екипа на адрес <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong> Силно се препоръчва </strong> да архивирате вашата база данни, директория с файлове и инсталационна директория на OJS, преди да продължите. </p>
bs_ba: <h4>OJS verzija {$version}</h4> <p>Hvala Vam za preuzimanje Public Knowledge Projecta, <strong>Open Journal Systems</strong>. Prije postupka, molimo pročitajte <a href="{$baseUrl}/docs/README.md">README</a> i <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> datoteke uključene s ovim softverom. Za više informacija o Public Knowledge Project-u i njegovim softverskim projektima, molimo posjetite <a href="http://pkp.sfu.ca/" target="_blank">PKP mrežnu stranicu</a>. Ako imate prijavu o grešci ili tražite tehničku podršku za OJS, pogledajte <a href="http://forum.pkp.sfu.ca">forum podrške</a> ili posjetite PKP-ov online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sustav prijave pogrešaka</a>. Iako je forum podrške preferirana metoda kontakta, također možete timu poslati e-poštu na <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Vrlo je preporučljivo</strong> da napravite sigurnosnu kopiju vaše baze podataka, direktorija s datotekama i OJS instalacijskog direktorija prije nastavka.</p> <p>Ako imate pokrenut <a href="http://www.php.net/features.safe-mode" target="_blank">PHP sigurnosni mod</a>, molimo osigurajte da je max_execution_time direktiva u vašoj php.ini konfiguracijskoj datoteci postavljena na visok limit. Ako je taj ili bilo koji drugi vremenski limit (npr. Apachejeva "timeout" direktiva) dosegnut i postupak nadogradnje prekinut, bit će potrebna ručna intervencija.</p>
de_de: <h4>OJS-Version{$version}</h4> <p>Danke für das Herunterladen von <strong>Open Journal Systems </strong>des Public Knowledge Project. Bevor Sie fortfahren, lesen Sie bitte die zum Programm gehörenden Dateien <a href="{$baseUrl}/docs/README.md">README</a> und <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a>. Näheres über das Public Knowledge Project und seine Programmentwicklungen finden Sie auf der <a href="http://pkp.sfu.ca/" target="_blank">Webseite des PKP</a>. Wenn Sie Programmfehler melden wollen oder technische Fragen zu Open Journal Systems haben, gehen Sie bitte zum <a href="http://forum.pkp.sfu.ca">Support Forum</a> von PKP oder besuchen Sie unseren <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Webservice für die Anzeige von Programmfehlern</a>. Wenn Sie im Support Forum keine geeignete Hilfestellung finden, können Sie uns auch unter <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> per E-Mail kontaktieren.</p> <p>Wir <strong>empfehlen dringend</strong>, dass Sie ein Backup Ihrer Datenbank, Dateiverzeichnisse und OJS-Installation machen, bevor Sie fortfahren.</p> <p>Falls Sie in einem <a href="http://www.php.net/features.safe-mode" target="_blank">PHP-Safe Mode</a> arbeiten, stellen Sie bitte sicher, dass die max_execution_time-Richtlinie in Ihrer php.ini-Konfigurationsdatei auf einen hohen Grenzwert eingestellt ist. Sollte dieses (oder irgendein anderes) Zeitlimit (z.B. die "Timeout"-Regelung von Apache) erreicht werden und der Upgrade-Prozess unterbrochen werden, müssen Sie manuell eingreifen.</p>
el_gr: &lt;h4&gt;Έκδοση OJS{$version}&lt;/h4&gt; &lt;p&gt;Σας ευχαριστούμε που προτιμήσατε το &lt;strong&gt;Open Journal Systems&lt;/strong&gt; του Public Knowledge Project. Πριν προχωρήσετε παρακάτω, συμβουλευτείτε τα αρχεία &lt;a href="{$baseUrl}/docs/README"&gt;README&lt;/a&gt; και &lt;a href="{$baseUrl}/docs/UPGRADE"&gt;UPGRADE&lt;/a&gt; που παρέχονται μαζί με αυτό το λογισμικό. Για περισσότερες πληροφορίες σχετικά με το Public Knowledge Project, επισκεφτείτε τον &lt;a href="http://pkp.sfu.ca/" target="_blank"&gt; ιστότοπο του PKP&lt;/a&gt;. Εάν έχετε αναφορές σφαλμάτων ή ερωτήματα για την τεχνική υποστήριξη σχετικά με το Open Journal Systems, ανατρέξτε στο &lt;a href="http://forum.pkp.sfu.ca"&gt;φόρουμ υποστήριξης&lt;/a&gt; ή επισκεφτείτε το &lt;a href="https://github.com/pkp/pkp-lib#issues" target="_blank"&gt;σύστημα σύνταξης αναφορών&lt;/a&gt; του PKP στο διαδίκτυο. Αν και το φόρουμ υποστήριξης είναι η προτιμώμενη μέθοδος επικοινωνίας, μπορείτε επίσης να επικοινωνήσετε με την ομάδα μέσω ηλεκτρονικού ταχυδρομείου στη διεύθυνση &lt;a href="mailto:pkp.contact@gmail.com"&gt;pkp.contact@gmail.com&lt;/a&gt;.&lt;/p&gt; &lt;p&gt;&lt;strong&gt;Συνιστάται&lt;/strong&gt; η δημιουργία εφεδρικών αντιγράφων ασφαλείας της βάσης δεδομένων, του καταλόγου αρχείων και του καταλόγου εγκατάστασης του OJS πριν να προχωρήσετε παρακάτω.&lt;/p&gt; &lt;p&gt;Εάν εκτελείτε το πρόγραμμα σε &lt;a href="http://www.php.net/features.safe-mode" target="_blank"&gt;Ασφαλή λειτουργία PHP&lt;/a&gt;, παρακαλούμε βεβαιωθείτε ότι η οδηγία max_execution_time στο αρχείο ρυθμίσεων php.ini έχει οριστεί σε υψηλό όριο. Εάν το συγκεκριμένο ή οποιοδήποτε άλλο χρονικό όριο (π.χ. η οδηγία "Timeout" του Apache) ξεπεραστεί και η διαδικασία αναβάθμισης διακοπεί, θα χρειαστεί χειροκίνητη παρέμβαση.&lt;/p&gt;
eu: <h4>OJS {$version} bertsioa</h4> <p>Eskerrik asko Public Knowledge Project-en <strong>Open Journal Systems</strong> jaisteagatik. Aurrera egin aurretik, irakur itzazu mesedez software honekin batera ematen diren <a href="{$baseUrl}/README.md">README</a> eta <a href="https://docs.pkp.sfu.ca/dev/upgrade-guide)">UPGRADE</a> fitxategiak. Public Knowledge Project-i eta lantzen dituen software-proiektuei buruzko informazio gehiago nahi izanez gero, jo <a href="https://pkp.sfu.ca/" target="_blank">PKP webgunera</a>. Open Journal Systems-en akatsen berri emateko edo laguntza teknikoa eskatzeko, ikus <a href="https://forum.pkp.sfu.ca" target="_blank">laguntza teknikoko foroa</a> edo PKPren <a href="https://github.com/pkp/pkp-lib/issues" target="_blank">akatsen berri emateko</a> lineako sistema. Laguntza teknikoko foroa hobetsi arren kontakturako, mezua ere bidal diezaiokezu taldeari <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> helbidera.</p> <p>Aurrera jarraitu aurretik, <strong>biziki gomendatzen dizugu</strong> datu-basearen, fitxategien direktorioaren eta OJSren instalazio-direktorioaren kopiak egitea.</p>
gd_gb: <h4>Tionndadh OJS {$version}</h4> <p>Mòran taing airson <strong>Open Journal Systems</strong> aig a’ Public Knowledge Project a luchdadh a-nuas. Mus lean thu air adhart, leugh na faidhlichean <a href="{$baseUrl}/docs/README.md">README</a> agus <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> a tha gan gabhail a-staigh leis a’ bhathar-bhog seo. Airson barrachd fiosrachaidh mun Public Knowledge Project agus na pròiseactan bathair-bhog aca, tadhail air <a href="http://pkp.sfu.ca/" target="_blank">làrach-lìn PKP</a>. Ma tha thu airson aithris a dhèanamh aig buga no ma tha ceist agad mu Open Journal Systems, faic am <a href="http://forum.pkp.sfu.ca" target="_blank">fòram taice</a> no tadhail air an t-siostam aig PKP airson <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">aithris a dhèanamh aig bugaichean</a>. Ge b’ fheàrr leinn cluinntinn o dhaoine slighe an fhòraim, ’s urrainn dhut post-d a chur chun an sgioba cuideachd aig <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Mholamaid dhut gu mòr</strong> gun dèan thu lethbhreac-glèidhidh dhen stòr-dàta, pasgan nam faidhlichean agus pasgan stàladh OJS agad mus lean thu air adhart.</p> <p>Ma tha thu a’ ruith <a href="http://www.php.net/features.safe-mode" target="_blank">sa mhodh sàbhailte PHP</a>, dèan cinnteach gu bheil crìoch àrd aig steòrnadh max_execution_time san fhaidhle rèiteachaidh php.ini agad. Ma ruigear a’ chrìoch-ama seo no tè sam bith eile (m.e. an steòrnadh “Timeout” aig Apache) agus ma bhriseas sin a-steach air an àrdachadh, bidh agad ris a chur ceart de làimh.</p>
gl_es: <h4>Versión OJS {$version}</h4> <p>Grazas por descargar <strong>Open Journal Systems</strong> do Public Knowledge Project. Antes de seguir, lea os arquivos <a href="{$baseUrl}/docs/README.md">README</a> e <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> incluídos neste software. Para máis información acerca do Public Knowledge Project e os seus proxectos de software, visite o sitio web <a href="http://pkp.sfu.ca/" target="_blank">de PKP</a>. Se quere enviar informes de erro ou peticións de soporte técnico sobre o Open Journal Systems, vexa o <a href="http://forum.pkp.sfu.ca" target="_blank">foro de soporte</a> ou visite o <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistema de información de erros </a> en liña de PKP. Aínda que o foro de soporte é o método preferido de contacto, tamén pode enviar un correo electrónico ao equipo ao enderezo <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>É moi<strong>importante</strong> que faga copias de seguridade da súa base de datos, directorio de arquivos e do directorio de instalación de OJS antes de continuar.</p> <p>Se está utilizando <a href="http://www.php.net/features.safe-mode" target="_blank">Modo de seguridade de PHP</a>, asegúrese de que a directiva max_execution_time do seu arquivo de configuración php.ini está ao máximo nivel. Se se acada este ou otro límite de tempo (p. ex. a directiva "Timeout" de Apache) e o proceso de actualización se interrompe, será necesario intervir manualmente.</p>
hi_in: <h4> OJS संस्करण {$ संस्करण} </ h4> <p> सार्वजनिक ज्ञान परियोजना के <strong> ओपन जर्नल सिस्टम </ strong> डाउनलोड करने के लिए धन्यवाद। आगे बढ़ने से पहले, कृपया <a href=" जटिलताओं$baseUrlarios/docs/README.md"> README </a> को पढ़ें और <a href="elines$baseUrlarios/docs/UPGRADE.md"> UPGPADE </ a > इस सॉफ्टवेयर के साथ शामिल फाइलें। लोक ज्ञान परियोजना और इसकी सॉफ्टवेयर परियोजनाओं के बारे में अधिक जानकारी के लिए, कृपया <a href="http://pkp.sfu.ca/" target="_blank"> PKP वेब साइट </a> पर जाएं। यदि आपके पास ओपन जर्नल सिस्टम के बारे में बग रिपोर्ट या तकनीकी सहायता संबंधी पूछताछ है, तो <a href="http://forum.pkp.sfu.ca" target="_blank"> सहायता फ़ोरम </a> देखें या PKP के ऑनलाइन पर जाएं < a href = "https://github.com/pkp/pkp-lib#issues" target = "_ blank"> बग रिपोर्टिंग सिस्टम </a>। यद्यपि समर्थन मंच संपर्क का पसंदीदा तरीका है, आप टीम को <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a> </ p> पर भी ईमेल कर सकते हैं। <p> यह <strong> दृढ़ता से अनुशंसित </ strong> है कि आप आगे बढ़ने से पहले अपने डेटाबेस, फ़ाइलें निर्देशिका और OJS स्थापना निर्देशिका का बैकअप लें। </ p> <p> यदि आप <a href="http://www.php.net/features.safe-mode" target="_blank"> PHP सुरक्षित मोड </a> में चल रहे हैं, तो कृपया सुनिश्चित करें कि max_execution_time निर्देश में आपकी php.ini कॉन्फ़िगरेशन फ़ाइल एक उच्च सीमा पर सेट है। यदि यह या कोई अन्य समय सीमा (उदा। अपाचे का "टाइमआउट" निर्देश) पहुंच गया है और अपग्रेड प्रक्रिया बाधित है, तो मैनुअल हस्तक्षेप की आवश्यकता होगी। </ p>
hu_hu: <h4>OJS verzió {$version}</h4> <p>Köszönjük, hogy letöltötte a Public Knowledge Project's <strong>Open Journal Systems</strong> szoftverét Mielőtt használatba venné, kérjük olvassa át az <a href="{$baseUrl}/docs/README">OLVASS EL</a> és <a href="{$baseUrl}/docs/UPGRADE">FRISSÍTÉS</a> fájlokat, amiket tartalmaz ez a szoftver. A Public Knowledge Project-ről és szoftvereiről bővebb információkért látogasson el a <a href="http://pkp.sfu.ca/" target="_blank">PKP weboldalára</a>. Ha hibát szeretne bejelenteni, vagy technikai támogatásra van szüksége az Open Journal System szoftverrel kapcsolatban, akkor látogasson el a <a href="http://forum.pkp.sfu.ca" target="_blank">támogatói fórumra</a> vagy látogassa meg a PKP online felületét<a href="https://github.com/pkp/pkp-lib#issues" target="_blank">hiba bejelentő rendszer</a>. Bár a támogatói fórum a legjobb módja, hogy kapcsolatba lépjen velünk, de írhat emailt is a <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> címre.</p> <p>Az <strong>erősen ajánlott</strong>, hogy mentse az adatbázist, a feltöltött fájlokat, és az OJS install könyvtárat mielőtt végrehajtja a folyamatot.</p> <p>Ha futtatja a rendszert <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Biztonsági módban</a>, kérem, győződjön meg arról, hogy a max_execution_time directive a php.ini konfigurációs fájlban magas értékre állította. Ha ez vagy más időlimit (pl. Apache's "Timeout" directive) túllépés következik be és a frissítési folyamat leáll, akkor manuális beavatkozás szükséges.</p>
hy_am: <h4>OJS Version {$version}</h4> <p>Շնորհակալություն Public Knowledge Project-ի <strong>Open Journal Systems</strong> ներբեռնելու համար։ Մինչ կատարելը, կարդացեք այս ծրագարակզմում ներառված <a href="{$baseUrl}/docs/README.md">README</a> և <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> նիշքերը։ Public Knowledge Project-ի և դրա ծրագրային նախագծերի մասին լրացուցիչ տեղեկությունների համար այցելեք <a href="https://pkp.sfu.ca/" target="_blank">PKP կայք</a>։ Եթե ունեք սխալների մասին հաշվետվություններ կամ տեխնիկական աջակցության հարցումներ Open Journal Systems-ի վերաբերյալ, տես <a href="https://forum.pkp.sfu.ca" target="_blank">support forum</a> կամ այցելեք PKP-ի առցանց <a href="https://github.com/pkp/pkp-lib/issues" target="_blank">վրիպակների հաշվետվության համակարգ</a>։ Թեև աջակցության ֆորումը շփման նախընտրելի եղանակն է, կարող եք նաև նամակ ուղարկել թիմին <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Նախքան շարունակելը, <strong>խստորեն խորհուրդ է տրվում</strong>, որ կրկնօրինակեք ձեր տվյալների շտեմարանը, նիշքերի գրացուցակը և OJS տեղադրման գրացուցակը:</p>
ja: <h4>OJS バージョン {$version}</h4> <p>Public Knowledgeプロジェクトの<strong>オープン･ジャーナル･システム</strong>をダウンロードしていただきありがとうございました。処理を進める前に、このソフトウェアに添付されている<a href="{$baseUrl}/docs/README">README</a>ファイルと<a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a>ファイルをお読みください。Public Knowledgeプロジェクトと本ソフトウェアプロジェクトに関してより詳しく知りたい方は、<a href="http://pkp.sfu.ca/" target="_blank">PKPのWebサイト</a>にアクセスしてください。オープン･ジャーナル･システムに関するバグ報告や技術的サポートに関する質問がある場合は、<a href="http://forum.pkp.sfu.ca">サポートフォーラム</a>、または、PKPのオンライン<a href="https://github.com/pkp/pkp-lib#issues" target="_blank">バグ報告システム</a>をご覧ください。連絡はサポートフォーラムでしていただくことを希望いたしますが、直接、<a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>にメールしてくださっても構いません。</p> <p>処理を行う前に、データベース、ファイルディレクトリ、OJSインストールディレクトリのバックアップを行うことを<strong>強く推奨します</strong>。システムを<a href="http://www.php.net/features.safe-mode" target="_blank">PHPセーフモード</a>で運用している場合は、"php.ini"設定ファイルの"max_execution_time"ディレクティブに最大値が設定されていることを確認してください。この制限値、またはその他の時間制限（例えば、Apacheの"Timeout"ディレクティブ）に達すると、バージョンアップ処理は中断され、手作業による処理が必要になります。</p>
ka: <h4>OJS ვერსია {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> and <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
kk: <h4> OJS нұсқасы {$ version} </h4> <p> «Қоғамдық білім» жобасы әзірлеген <strong> Ашық журналдар жүйесін </strong> жүктегеніңіз үшін рахмет. Жалғастырмас бұрын <a href="{$baseUrl}/docs/README.md"> README </a> мен <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> осы бағдарламалық жасақтамамен бірге келеді. Қоғамдық білім жобасы мен олардың бағдарламалық қамтамасыз ету жобалары туралы қосымша ақпарат алу үшін <a href="http://pkp.sfu.ca/" target="_blank"> PKP веб -сайтына </a> кіріңіз. Егер сізде Open Journal Systems туралы қателер табылса немесе техникалық қолдау сұрақтары болса, <a href="http://forum.pkp.sfu.ca" target="_blank"> қолдау форумын </a> қараңыз немесе онлайнға кіріңіз <a href = "https://github.com/pkp/pkp-lib#issues" target="_ blank"> қателер туралы есеп беру жүйесі </a> PKP. Қолдау көрсету форумына хабарласудың ең қолайлы әдісі болғанымен, сіз <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a> бойынша жоба тобына хабарлама жібере аласыз. . </p> <p> Жалғастырмас бұрын, дерекқордың, файлдар каталогының және OJS орнатылған каталогының сақтық көшірмесін жасау <strong> ұсынылады </strong>. </p> <p> Егер сіз PHP-ті <a href="http://www.php.net/features.safe-mode" target="_blank"> PHP қауіпсіз режимінде </a> іске қоссаңыз, max_execution_time мәніне көз жеткізіңіз. php.ini конфигурация файлы жеткілікті жоғары орнатылған. Егер осы немесе басқа уақыт шегі (мысалы, Apache үшін күту уақыты) жетсе және жаңарту процесі үзілсе, жаңарту процесіне қолмен араласу қажет болады. </p>
ku_iq: <h4>وەشانی سیستەمی گۆڤاری کراوە {$version}</h4> <p>شكراً لقيامك بتنزيل <strong>نظام المجلات المفتوحة</strong> لمشروع المعرفة العامة. قبل المتابعة، لطفاً إقرأ <a href="{$baseUrl}/docs/README.md">ملف إقرأني</a> و <a href="{$baseUrl}/docs/UPGRADE.md">ملف الترقية</a>المضمنين في هذا البرنامج. للمزيد من المعلومات عن مشروع المعرفة العامة وبرامجياته، لطفاً اتبع الرابط <a href="http://pkp.sfu.ca/" target="_blank">موقع PKP</a>. إن كانت لديك إخباريات عن أخطاء برمجية، أو استفسارات فنية عن نظام المجلات المفتوحة، أنظر <a href="http://forum.pkp.sfu.ca" target="_blank">منتدى الدعم</a> أو زر موقع PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">نظام التبليغ عن الأخطاء</a>. رغم كون منتدى الدعم هو المكان الأمثل للحصول على المساعدة، إلا أنه بإمكانك أيضاً مراسلة فريق العمل على <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>إنه من <strong>الموصى به بشدة</strong> أن تقوم بالخزن الإحتياطي لقاعدة بيانات النظام وحافظة ملفات التحميل وحافظة ملفات تنصيب النظام قبل المتابعة بعملية الترقية.</p> <p>إن كنت تقوم بالتشغيل عبر <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>، لطفاً، تأكد من أن max_execution_time directive المتوضع في الملف التعريفي php.ini مضبوط على high limit. إن كان الأمر غير ذلك (فإن مؤشرApache's "Timeout") سيصل حده الأقصى، وعملية الترقية ستتم مقاطعتها، ولذلك ستتطلب التدخل اليدوي.</p>
ky: "<h4>OJS Версиясы {$version}</h4> … (README жана Upgrade Guide окуу, PKP вебсайты, форум, баг системасы, маалымат базасын жана каталогдорду сактоо боюнча толук кыргызча текст)"
lt: <h4>OJS versija {$version}</h4> <p>Ačiū, kad atsisiuntėte Public Knowledge Project <strong>Open Journal Systems</strong>. Prieš tęsdami, perskaitykite <a href="{$baseUrl}/README.md">README</a> ir <a href="https://docs.pkp.sfu.ca/dev/upgrade-guide)">atnaujinimo vadovą</a>. Daugiau informacijos apie Public Knowledge Project ir jo programinės įrangos projektus rasite <a href="https://pkp.sfu.ca/" target="_blank">PKP svetainėje</a>. Jei turite klaidų pranešimų ar techninės pagalbos užklausų dėl Open Journal Systems, apsilankykite <a href="https://forum.pkp.sfu.ca" target="_blank">pagalbos forume</a> arba PKP internetinėje <a href="https://github.com/pkp/pkp-lib/issues" target="_blank">klaidų registravimo sistemoje</a>. Nors forumas yra pageidaujamas susisiekimo būdas, taip pat galite parašyti komandai el. paštu: <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Primygtinai rekomenduojama</strong> prieš tęsiant pasidaryti duomenų bazės, failų katalogo ir OJS diegimo katalogo atsarginę kopiją.</p>
lv_lv: <h4>OJS versija{$version}</h4> <p>Paldies, ka lejupielādējāt Public Knowledge Project <strong>Open Journal Systems</strong>. Pirms turpināt, lūdzu, izlasiet <a href="{$baseUrl}/docs/README.md">README</a> un <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> failus, kas iekļauti kopā ar šo programmatūru. Lai iegūtu vairāk informācijas par Public Knowledge Project un tā programmatūras projektiem, lūdzu, apmeklējiet <a href="http://pkp.sfu.ca/" target="_blank">PKP tīmekļa vietni</a>. Ja jums ir ziņojumi par kļūdām vai tehniskā atbalsta jautājumi par Open Journal Systems, skatiet <a href="http://forum.pkp.sfu.ca" target="_blank">atbalsta forumu</a> vai apmeklējiet PKP tiešsaistes <a href="https://github.com/pkp/pkp-lib#issues" target="_blank" > kļūdu ziņojumu sistēmu</a>. Lai gan atbalsta forums ir ieteicamā saziņas metode, varat arī rakstīt komandai uz adresi <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Ir <strong>stingri ieteicams</strong> pirms turpināšanas dublēt datu bāzi, failu direktoriju un OJS instalācijas direktoriju.</p> <p>Ja darbojaties <a href="http://www.php.net/features.safe-mode" target="_blank">PHP drošajā režīmā</a>, pārliecinieties, ka jūsu php.ini konfigurācijas faila direktīvā max_execution_time ir iestatīta augsta robeža. Ja šis vai jebkurš cits laika ierobežojums (piemēram, Apache "Timeout" direktīva) tiek sasniegts un atjaunināšanas process tiek pārtraukts, būs nepieciešama manuāla iejaukšanās..</p>
mk_mk: <h4> Верзија на OJS {$version} </h4> <p> Ви благодариме што ги преземавте <strong> Отворените системи за весници </strong> на проектот за јавно знаење. Пред да продолжите, прочитајте ги <a href="{$baseUrl}/docs/README.md"> README </a> и <a href="{$baseUrl}/docs/UPGRADE.md"> UPGRADE </ a > датотеки вклучени во овој софтвер. За повеќе информации во врска со Проектот за јавно знаење и неговите софтверски проекти, посетете ја <a href="http://pkp.sfu.ca/" target="_blank"> веб-страницата на PKP </a>. Ако имате извештаи за грешки или прашања за техничка поддршка во врска со Open Journal Systems, видете во <a href="http://forum.pkp.sfu.ca" target="_blank"> форумот за поддршка </a> или посетете го PKP на Интернет < a href = "https://github.com/pkp/pkp-lib#issues" target = "_ blank"> систем за пријавување грешки </a>. Иако форумот за поддршка е префериран метод за контакт, можете исто така да го испратите тимот по е-пошта на <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a>. </p> <p> <strong> Силно се препорачува </strong> да направите резервна копија од вашата база на податоци, директориумот со датотеки и директориумот за инсталација на OJS пред да продолжите. </p> <p> Ако трчате во <a href="http://www.php.net/features.safe-mode" target="_blank"> Безбеден режим на PHP </a>, осигурете се дека директивата за max_execution_time во вашата датотека за конфигурација php.ini е поставена на висока граница. Доколку се постигне ова или кое било друго временско ограничување (на пример, директивата „Тајмаут“ на Апачи) и процесот на надградба е прекинат, ќе биде потребна рачна интервенција.</p>
mr: <h4>OJS {$version} आवृत्ती/स्वरूप</h4> <p>पब्लिक नॉलेज प्रोजेक्टचे <strong>मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स)</strong> उतरवून घेतल्याबद्दल (डाउनलोड केल्याबद्दल) धन्यवाद. याच्या वापरापूर्वी, कृपया या आज्ञावलीमध्ये समाविष्ट केलेल्या <a href="{$baseUrl}/docs/README.md">README</a> आणि <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> फाईल्स वाचा. पब्लिक नॉलेज प्रोजेक्ट आणि त्याच्या आज्ञावली प्रकल्पांबद्दल अधिक माहितीसाठी, कृपया <a href="https://pkp.sfu.ca/" target="_blank">PKP च्या संकेतस्थळाला</a> भेट द्या. तुम्हाला मुक्त नियतकालिक प्रणालीतील दोष (बग) निदर्शनास आणायचे किंवा तांत्रिक बाबींबद्दल चौकशी करायची असल्यास, <a href="https://forum.pkp.sfu.ca" target="_blank">आधार मंचाला</a> किंवा PKP च्या ऑनलाइन <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">बग रिपोर्टिंग सिस्टम</a> ला भेट द्या. आधार मंच ही संपर्काची योग्य पद्धत असली तरी, तुम्ही यावर काम करणार्‍या गटाशी ई-मेलनेही (<a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>) संपर्क साधू शकता.</p> <p>याच्या वापरापूर्वी तुमचा डेटाबेस, फाइल्स डिरेक्टरी आणि OJS इंस्टॉलेशन डिरेक्टरीचा बॅकअप घ्या अशी <strong>आग्रहाची शिफारस आम्ही करतो</strong>.</p>
ms: <h4>Versi OJS {$version}</h4> <p>Terima kasih kerana memuat turun <strong>Sistem Jurnal Terbuka</strong> Projek Pengetahuan Awam. Sebelum meneruskan, sila baca <a href="{$baseUrl}/docs/README.md">README</a> dan <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a > fail yang disertakan dengan perisian ini. Untuk mendapatkan maklumat lanjut tentang Projek Pengetahuan Awam dan projek perisiannya, sila lawati <a href="https://pkp.sfu.ca/" target="_blank">tapak web PKP</a>. Jika anda mempunyai laporan pepijat atau pertanyaan sokongan teknikal tentang Sistem Jurnal Terbuka, lihat <a href="https://forum.pkp.sfu.ca" target="_blank">forum sokongan</a> atau lawati PKP dalam talian < a href="https://github.com/pkp/pkp-lib/issues" target="_blank">sistem pelaporan pepijat</a>. Walaupun forum sokongan ialah kaedah hubungan pilihan, anda juga boleh menghantar e-mel kepada pasukan di <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Adalah <strong>sangat disyorkan</strong> agar anda membuat sandaran pangkalan data, direktori fail dan direktori pemasangan OJS anda sebelum meneruskan.</p>
nb_no: <h4>OJS versjon {$version}</h4> <p>Takk for at du laster ned Public Knowledge Projects <strong>Open Journal Systems</strong>. Før du går videre, les filene <a href="{$baseUrl}/docs/README">README</a>- og <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> som følger med denne programvaren. For mer informasjon om Public Knowledge Project og deres programvareprosjekter, se <a href="http://pkp.sfu.ca/" target="_blank">PKPs nettsted</a>. Hvis du har feilmeldinger eller spørsmål om teknisk støtte for Open Journal Systems, se OJS' <a href="http://forum.pkp.sfu.ca">støtteforum</a> eller besøk PKPs nettbaserte <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">feilmeldingssystem</a>. Selv om støtteforumet er den foretrukne kontaktkanalen, kan du også sende en e-post til teamet: <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <p>Det er <strong>på det sterkeste anbefalt</strong> at du tar backup av databasen din, filmappen og OJS installasjonsmappe før du går videre.</p> <p>Hvis du kjører installasjonen i <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a> må du forsikre deg om at max_execution_time directive i din php.ini konfigurasjonsfil er satt til en høy grense. Hvis denne eller en annen tidsbegrensning (for eks. Apaches «Timeout» direktiv) blir overskredet og oppgraderingsprosessen dermed blir avbrutt, vil det bli nødvendig å gripe inn manuelt.</p>
ro: <h4>OJS Version {$version}</h4> <p>Mulțumim pentru că ați descărcat Public Knowledge Project's <strong>Open Journal Systems</strong>. Înainte de a continua, vă rugăm să citiți fișierele <a href="{$baseUrl}/docs/README.md">README</a> și <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> care sunt incluse în această aplicație. Pentru mai multe informații despre Public Knowledge Project și despre proiectele de software ale acestuia, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Dacă aveți rapoarte de eroare sau întrebări de asistență tehnică despre Open Journal Systems, vedeți <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Deși forumul de asistență este metoda preferată de contact, puteți trimite prin e-mail și echipa <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Este <strong>recomandat</strong> să faceți o copie de siguranță a bazei de date, a directorului fișierelor și a directorului de instalare OJS înainte de a continua.</p> <p>Dacă rulați în <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>,Vă rugăm să vă asigurați că directiva max_execution_time din fișierul dvs. de configurare php.ini este setată la o limită ridicată. Dacă acesta sau orice alt termen (e.g. Apache's "Timeout" directive) este atins și procesul de actualizare este întrerupt, va fi necesară intervenția manuală.</p>
sk_sk: <h4>Verzia OJS {$version}</h4> <p>Ďakujeme za sťiahnutie <strong>Open Journal Systému</strong> vytvoreného projektom Public Knowledge Project. Než budete pokračovať, prečítajte si, prosím, súbory <a href="{$baseUrl}/docs/README.md">README</a> a <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> dodané s týmto softwarom. Pre viac informácií o Public Knowledge Project a jeho softwarových projektoch navštívte prosím <a href="http://pkp.sfu.ca/" target="_blank">webové stránky PKP</a>. Ak máte chybové hlásenia alebo otázky na technickú podporu OJS, navštívte <a href="http://forum.pkp.sfu.ca" target="_blank">fórum podpory</a> alebo navštívte PKP online <a href="http://pkp.sfu.ca/bugzilla/" target="_blank">bug reporting systém</a>. Hoci je support forum preferovaným spôsobom kontaktovania, môžete tiež tímu poslať email na<a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <p>Je <strong>dôrazne doporučené</strong>, aby ste urobili zálohu vašej databázy, adresáre súborov a OJS inštalácie pred tým, než budete pokračovať.</p> <p>Pokiaľ máte zapnutý <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, uistite sa prosím, že max_execution_time instrukce vo vašom php.ini konfiguračnom súbore je nastavený na vysoký limit. Pokiaľ bude tohto alebo akéhokoľvek ďalšieho časového limitu (napr. "Timeout" inštrukcie u Apache) dosiahnuté a bude prerušený proces upgradovania, budú vyžadované ručné zásahy.</p>
sl_si: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README">README</a> and <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
sr_rs@cyrillic: <h4>OJS верзија {$version}</h4> <p>Хвала Вам што сте преузели Public Knowledge Project, <strong>Open Journal Systems</strong>. Пре поступка, молимо прочитајте <a href="{$baseUrl}/docs/README.md">README</a> и <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> фајлове укључене у пакету са овим софтвером. За више информација о Public Knowledge Project-у и његовим софтверским пројектима, молимо посетите <a href="http://pkp.sfu.ca/" target="_blank">PKP sajt</a>. Ако имате пријаву о грешци или тражите техничку подршку за OJS, погледајте <a href="http://forum.pkp.sfu.ca">форум подршке</a> или посетите PKP-ов онлајн <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">систем пријаве грешака</a>. Иако је форум подршке преферирана метода контакта, такође можете тиму послати имејл на <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Препоручљиво је</strong> да направите сигурносну копију ваше базе података, директоријума са фајловима и OJS инсталационог директоријума пре наставка.</p> <p>Ако имате покренут <a href="http://www.php.net/features.safe-mode" target="_blank">PHP сигурносни мод</a>, молимо осигурајте да је max_execution_time директива у вашем php.ini конфигурационом фајлу постављена на висок лимит. Ако је тај или било који други временски лимит (нпр. Apacheva "timeout" директива) досегнут и поступак надоградње прекинут, биће потребна ручна интервенција.</p>
sr_rs@latin: <h4>OJS verzija {$version}</h4> <p>Hvala Vam što ste preuzeli Public Knowledge Project, <strong>Open Journal Systems</strong>. Pre postupka, molimo pročitajte <a href="{$baseUrl}/docs/README.md">README</a> i <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> fajlove uključene u paketu sa ovim softverom. Za više informacija o Public Knowledge Project-u i njegovim softverskim projektima, molimo posetite <a href="http://pkp.sfu.ca/" target="_blank">PKP sajt</a>. Ako imate prijavu o grešci ili tražite tehničku podršku za OJS, pogledajte <a href="http://forum.pkp.sfu.ca">forum podrške</a> ili posetite PKP-ov onlajn <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistem prijave grešaka</a>. Iako je forum podrške preferirana metoda kontakta, takođe možete timu poslati imejl na <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Preporučljivo je</strong> da napravite sigurnosnu kopiju vaše baze podataka, direktorijuma sa fajlovima i OJS instalacionog direktorijuma pre nastavka.</p> <p>Ako imate pokrenut <a href="http://www.php.net/features.safe-mode" target="_blank">PHP sigurnosni mod</a>, molimo osigurajte da je max_execution_time direktiva u vašem php.ini konfiguracionom fajlu postavljena na visok limit. Ako je taj ili bilo koji drugi vremenski limit (npr. Apacheva "timeout" direktiva) dosegnut i postupak nadogradnje prekinut, biće potrebna ručna intervencija.</p>
th: <h4>OJS เวอร์ชัน {$version}</h4> <p>ขอขอบคุณที่ดาวน์โหลด <strong>Open Journal Systems</strong> ของโครงการ Public Knowledge Project ก่อนดำเนินการต่อ โปรดอ่านไฟล์ <a href="{$baseUrl}/docs/README.md">README</a> และ <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> ที่รวมอยู่ในซอฟต์แวร์นี้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับโครงการ Public Knowledge Project และโครงการซอฟต์แวร์ต่าง ๆ ของมัน กรุณาเยี่ยมชม <a href="https://pkp.sfu.ca/" target="_blank">เว็บไซต์ PKP</a> หากคุณมีรายงานข้อผิดพลาดหรือข้อสงสัยเกี่ยวกับการสนับสนุนทางเทคนิคของ Open Journal Systems ดูที่ <a href="https://forum.pkp.sfu.ca" target="_blank">ฟอรั่มสนับสนุน</a> หรือเยี่ยมชม <a href="https://github.com/pkp/pkp-lib/issues" target="_blank">ระบบรายงานข้อผิดพลาดออนไลน์</a> ของ PKP แม้ว่าฟอรั่มสนับสนุนจะเป็นวิธีที่แนะนำในการติดต่อ คุณยังสามารถส่งอีเมลถึงทีมได้ที่ <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>ขอแนะนำอย่างยิ่ง</strong> ให้คุณสำรองข้อมูลฐานข้อมูล ไดเรกทอรีไฟล์ และไดเรกทอรีการติดตั้ง OJS ก่อนดำเนินการต่อ</p>
uk_ua: <h4>OJS версії {$version}</h4> <p>Дякуємо, що завантажили <strong>Open Journal Systems</strong> виробництва Public Knowledge Project. Перед тим, як продовжити, будь ласка, прочитайте файли <a href="{$baseUrl}/docs/README.md">README</a> та <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a>, включені до цього дистрибутиву. Для того, щоб дізнатися більше про Public Knowledge Project та розроблені ним програмні пакети, будь ласка, завітайте на <a href="http://pkp.sfu.ca/" target="_blank">веб-сайт PKP</a>. Якщо Ви маєте звіти про помилки або запити до служби підтримки Open Journal Systems, дивіться <a href="http://forum.pkp.sfu.ca" target="_blank">форум підтримки</a> або завітайте до онлайнової служби PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">система звітування про помилки</a>. Хоча форум підтримки є пріоритетним методом контакту з розробниками, Ви можете також написати розробникам листа на адресу <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Перед тим, як продовжити, <strong>наполегливо рекомендуємо</strong> зробити резервну копію Вашої бази даних, файлових тек та теки інсталяції OJS.</p> <p>Якщо Ви працюєте у режимі <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, будь ласка, переконайтеся, що значення параметру max_execution_time у Вашому файлі конфігурації php.ini має найвище припустиме значення. Якщо цей або будь-який інший ліміт часу (наприклад, параметр "Timeout" налаштувань Apache) буде перевищений, процес оновлення буде перерваний і знадобиться ручне втручання.</p>
uz@latin: <h4> OJS versiyasi {$ version} </h4> <p> Jamoat bilimlari loyihasining <strong> Ochiq jurnal tizimlari </strong> ni yuklab olganingiz uchun tashakkur. Davom etishdan oldin, <a href="{$baseUrl}/docs/README.md"> MATN </a> va <a href="{$baseUrl}/docs/UPGRADE.md"> TAKOMILLASHTIRISH </a> ni o'qing. Ushbu dasturiy ta'minotga kiritilgan fayllar. Jamoat bilimlari loyihasi va uning dasturiy loyihalari haqida qo'shimcha ma'lumot olish uchun <a href="http://pkp.sfu.ca/" target="_blank"> PKP veb -saytiga </a> tashrif buyuring. Agar sizda Open Journal Systems haqida xato haqida hisobot yoki texnik yordam so'rovlari bo'lsa, <a href="http://forum.pkp.sfu.ca" target="_blank"> qo'llab-quvvatlash forumiga </a> qarang yoki PKPning onlayn sayti<a href = "https://github.com/pkp/pkp-lib#issues" target = "_ blank"> xato haqida xabar berish tizimi </a>ga tashrif buyuring. Qo'llab-quvvatlash forumi aloqa qilishning afzal usuli bo'lsa-da, siz jamoaga <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a> elektron pochta orqali xabar yuborishingiz mumkin. </p> <p> Davom etishdan oldin ma'lumotlar bazasi, fayllar katalogi va OJS o'rnatish katalogini zaxiralash <strong> qat'iy tavsiya </strong> qilinadi. </p> <p> Agar siz <a href="http://www.php.net/features.safe-mode" target="_blank"> PHP xavfsiz rejimida </a> ishlayotgan bo'lsangiz, max_execution_time ko'rsatmasining php.ini konfiguratsiya fayli yuqori chegaraga o'rnatildi. Agar bu yoki boshqa vaqt chegarasiga (masalan, Apache-ning "Vaqt tugashi" ko'rsatmasiga) erishilsa va yangilanish jarayoni to'xtatilsa, qo'lda aralashuv talab qilinadi. </p>
vi_vn: <h4>Phiên bản OJS {$version}</h4> <p>Cảm ơn bạn đã tải xuống Public Knowledge Project's <strong>Open Journal Systems</strong>. Trước khi tiếp tục, vui lòng đọc <a href="{$baseUrl}/docs/README.md">README</a> và tập tin <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> kèm theo phần mềm này. Để biết thêm thông tin về Dự án Tri thức công cộng và các dự án phần mềm của nó, vui lòng truy cập trang web <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Nếu bạn có báo cáo lỗi hoặc yêu cầu hỗ trợ kỹ thuật về Open Journal Systems, hãy xem <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> hoặc truy cập PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Mặc dù diễn đàn hỗ trợ là phương thức liên hệ ưa thích, bạn cũng có thể gửi email cho nhóm tạit <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Đây là <strong>khuyên chân thành</strong> bạn nên sao lưu cơ sở dữ liệu, thư mục tệp và thư mục cài đặt OJS trước khi tiếp tục.</p> <p>Nếu bạn đang chạy ở <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, vui lòng đảm bảo rằng lệnh max_execution_time trong tệp cấu hình php.ini của bạn được đặt ở giới hạn cao. Nếu đạt đến giới hạn thời gian này hoặc bất kỳ giới hạn thời gian nào khác ví dụ: Chỉ thị "Hết giờ" của Apache) và quá trình nâng cấp bị gián đoạn, sẽ cần phải can thiệp thủ công.</p>
zh_cn: > <h4>OJS版本{$version}</h4> <p>谢谢您下载公共知识项目(Public Knowledge Project)的 <strong>开放期刊系统(Open Journal Systems)</strong>。在进行下一步之前，请先阅读这份软件中的<a href="{$baseUrl}/docs/README.md">README</a>文件。想了解更多关于公共知识项目以及其软件计划，请见：<a href="http://pkp.sfu.ca/" target="_blank">PKP网站</a>。如果您要回报关于开放期刊系统的错误信息或者有相关的技术支持问题，请见：<a href="http://forum.pkp.sfu.ca">支持讨论区</a>，或者请见PKP的线上<a href="https://github.com/pkp/pkp-lib#issues" target="_blank">错误回报系统</a>。虽然我们比较希望以讨论区做为联系的管道，不过您也可以寄信给技术团队：<a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>。</p> <p>我们<strong>强烈地建议您</strong>在继续下一步之前，请备份您的数据库、文件目录以及OJS的安装目录</p> <p>如果您正在执行<a href="http://www.php.net/features.safe-mode" target="_blank">PHP安全模式</a>， 请确保在您的 php.ini 配置文件中配置max_execution_time指令一个高额的上限。如果这个或者其他的时间上限（例如Apache的 "Timeout"指令）已到，而升级程序遭到中断，您必须以手动的方式介入。</p>
