Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.installationInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
az: <h4>OJS Versiya {$version}</h4> <p>İctimai Məlumat Layihəsi (PKP) <strong>OJS (Açıq Jurnal Sistemləri)</strong>'ni yüklədiyiniz üçün təşəkkür edirik. Davam etmək üçün zəhmət olmasa bu proqramın içində olan<a href=""{$baseUrl}/docs/README.md"">README (BENİOKU)</a> faylını oxuyun. İctimai Məlumat Layihəsi (PKP) və PKP'nin proqram layihələri haqqında daha çox məlumlat almaq üçün zəhmət olmasa <a href=""http://pkp.sfu.ca/"" target=""_blank"">PKP web sitesi</a>ni ziyarət edin. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href=""http://forum.pkp.sfu.ca"" target=""_blank"">support forum</a> or visit PKP's online <a href=""https://github.com/pkp/pkp-lib#issues"" target=""_blank"">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href=""mailto:pkp.contact@gmail.com"">pkp.contact@gmail.com</a>.</p> <h4>Təkmilləşdirmə</h4> <p>If you are upgrading an existing installation of OJS, <a href=""{$upgradeUrl}"">click here</a> to proceed.</p> <h4>Təklif edilən sistem ehtiyacları</h4> <ul> <li><a href=""http://www.php.net/"" target=""_blank"">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href=""http://www.mysql.com/"" target=""_blank"">MySQL</a> >= 4.1 or <a href=""http://www.postgresql.org/"" target=""_blank"">PostgreSQL</a> >= 9.1.5</li> <li><a href=""http://httpd.apache.org/"" target=""_blank"">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href=""http://www.linux.org/"" target=""_blank"">Linux</a>, <a href=""http://www.bsd.org/"" target=""_blank"">BSD</a>, <a href=""http://www.oracle.com/sun/"" target=""_blank"">Solaris</a>, <a href=""http://www.apple.com/"" target=""_blank"">Mac OS X</a>, <a href=""http://www.microsoft.com/"">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Dəstəklənən databaza sistemləri</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href=""http://adodb.sourceforge.net/"" target=""_blank"">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
bg: <h4>OJS Версия {$version}</h4> <p>Благодарим ви, че изтеглихте Public Knowledge Project's <strong>Open Journal Systems</strong>. Преди да продължите, моля, прочетете <a href="{$baseUrl}/docs/README.md">README</a> файлът , включен в този софтуер. За повече информация относно Проекта за обществени знания (Public Knowledge Project) и неговите софтуерни проекти, моля, посетете <a href="http://pkp.sfu.ca/" target="_blank">сайта на PKP</a>. Ако имате отчети за грешки (bugs) или запитвания за техническа поддръжка относно Open Journal Systems, вижте <a href="http://forum.pkp.sfu.ca" target="_blank">форум за поддръжка</a> или посетете PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">системата за рапортуване на грешки</a>. Въпреки че форумът за поддръжка е предпочитаният метод за контакт, можете също да изпратите имейл до екипа на адрес <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Препоръчителни системни изисквания </h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; в момента използвате PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x или Microsoft IIS 6</li> <li>Операционна система: Всяка операционна система, която поддържа горния софтуер, включително <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Тъй като PKP няма ресурси да тества всяка възможна комбинация от софтуерни версии и платформи, не се предполага никаква гаранция за правилна работа или поддръжка.</p> <p>Промените в тези настройки могат да бъдат направени след инсталиране чрез редактиране на файла <tt>config.inc.php</tt> в базовата директория OJS или чрез уеб интерфейса за администриране на сайта.</p> <h4>Поддържани системи за бази данни</h4> <p>OJS в момента е тестван само на MySQL и PostgreSQL, въпреки че е възможно и други системи за управление на бази данни да бъдат поддържани като системата може да работи (изцяло или частично). <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> вече не се използва. Доклади за съвместимост и/или кодови корекции за алтернативни СУБД могат да се изпращат на екипа на OJS.</p>
de_de: <h4>OJS-Version {$version}</h4> <p>Danke für das Herunterladen von <strong>Open Journal Systems </strong>des Public Knowledge Projects (PKP). Bevor Sie fortfahren, lesen Sie bitte die zum Programm gehörende <a href="{$baseUrl}/docs/README.md">README</a>-Datei. Näheres über das Public Knowledge Project und seine Programmentwicklungen finden Sie auf der <a href="http://pkp.sfu.ca/" target="_blank">Webseite des PKP</a>. Wenn Sie Programmfehler melden wollen oder technische Fragen zu Open Journal Systems haben, gehen Sie bitte zum <a href="http://forum.pkp.sfu.ca">Support Forum</a> von PKP oder besuchen Sie unseren <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Webservice für die Anzeige von Programmfehlern</a>. Wenn Sie im Support Forum keine geeignete Hilfestellung finden, können Sie uns auch unter <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> per E-Mail kontaktieren.</p> <h4>Aktualisierungen</h4> <p>Wenn Sie eine bestehende Version von durch eine neuere ersetzen wollen, <a href="{$upgradeUrl}">hier klicken</a></p> <h4>Empfohlene Systemvoraussetzungen</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; Sie nutzen momentan PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 oder <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x oder >= 2.0.4x oder Microsoft IIS 6</li> <li>Betriebssystem: Jedes Betriebssystem, das die obigen Programme unterstützt, darunter <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Die Ressourcen von PKP sind begrenzt; nicht alle Kombinationen von Plattformen und Programmversionen können getestet werden. Eine Funktionsgarantie kann daher nicht gegeben werden. </p> <p>Änderungen an diesen Einstellungen können nach der Installation in der Datei <tt>config.inc.php</tt> im OJS-Basisverzeichnis oder über die Oberfläche der Website-Administration vorgenommen werden.</p> <h4>Unterstützte Datenbank-Systeme</h4> <p>Bisher wurde OJS nur mit MySQL und PostgreSQL getestet, aber andere Datenbanken, die <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> unterstützen, können ebenfalls funktionieren (ganz oder teilweise). Berichte zur Kompatibilität und Patches für andere Datenbanken nimmt das OJS-Team gerne entgegen.</p>
eu: <h4>OJS {$version} bertsioa</h4> <p>Eskerrik asko Public Knowledge Project-en <strong>Open Journal Systems</strong> jaisteagatik. Aurrera egin aurretik, irakur ezazu mesedez software honekin batera ematen den <a href="{$baseUrl}/README.md">README</a> fitxategia. Public Knowledge Project-i eta dituen software-proiektuei buruzko informazio gehiago nahi izanez gero, jo <a href="https://pkp.sfu.ca/" target="_blank">PKP webgunera</a>. Open Journal Systems-en akatsen berri emateko edo laguntza teknikoa eskatzeko, ikus <a href="https://pkp.sfu.ca/" target="_blank">>laguntza teknikoko foroa</a> edo PKPren <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">akatsen berri emateko</a> lineako sistema. Laguntza teknikoko foroa hobetsi arren kontakturako, mezua ere bidal diezaiokezu taldeari <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> helbidera.</p> <h4>Gomendatutako sistema-eskakizunak</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; une honetan PHP {$phpVersion}{$wrongPhpText} daukazu</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 edo <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x edo >= 2.0.4x edo Microsoft IIS 6</li> <li>Sistema eragilea: goiko softwarea onartzen duen edozein SE, besteak beste: <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>Hala ere, PKPk ez dauka software-bertsio eta plataforma konbinazio posible guztiak probatzeko adina baliabide eta, beraz, ezin du bermatu denek ondo funtzionatuko dutenik.</p> <p>Instalazioa egin ondoren ezarpen hauek aldatu ahal izango dira, OJSren oinarriko direktorioko <tt>config.inc.php</tt> fitxategia editatuz, edo gune-administratzailearen web interfazearen bidez.</p> <h4>Onartzen diren datu-base sistemak</h4> <p>MySQL eta PostgreSQL sistemetan bakarrik probatu da oraingoz OJS, baina <a href="https://adodb.org" target="_blank">ADOdb</a>k onartzen dituen datu-baseak kudeatzeko beste sistema batzuek ere funtziona dezakete (guztiz edo zati batean). Beste DBMS batzuen bateragarritasunari buruzko txostenak eta/edo kode-adabakiak OJS taldeari bidal dakizkioke.</p>
gl_es: <h4>Versión OJS {$version}</h4> <p>Grazas por descargar <strong>Open Journal Systems</strong> de Public Knowledge Project. Antes de continuar, lea o arquivo <a href="{$baseUrl}/docs/README.md">README</a> incluído neste software. Para obter máis información sobre Public Knowledge Project e os seus proxectos de software, visite o <a href="http://pkp.sfu.ca/" target="_blank">lloc web de PKP</a>. Se quere informar dalgún erro ou ten preguntas sobre asistencia técnica de Open Journal Systems, consulte o <a href="http://forum.pkp.sfu.ca" target="_blank">foro de soporte</a> ou visite o <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistema de rexistro de erros</a> en liña de PKP. Aínda que o foro de soporte é o método de contacto prioritario, tamén pode enviar un correo electrónico ao noso equipo ao enderezo <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Actualizacións</h4> <p>Estase actualizando unha instalación xa existente de OJS <a href="{$upgradeUrl}">faga clic aquí</a> para continuar.</p> <h4>Requisitos do sistema recomendados</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; está utilizando actualmente PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 o <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x o >= 2.0.4x o Microsoft IIS 6</li> <li>Sistema operativo: calquera compatible co software anterior, incluídos <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Dado que PKP non dispón de recursos para probar todas as combinacións posibles de versións de software e plataformas, non garante que o sistema funcione correctamente.</p> <p>Una vez feita a instalación, Pódelle facer cambios a esta configuración editando o arquivo <tt>config.inc.php</tt> no directorio base de OJS ou utilizando a interface web da administración do sitio.</p> <h4>Sistemas de bases de datos compatibles</h4> <p>Actualmente, OJS só se probou en MySQL e PostgreSQL, aínda que outros sistemas de xestión de bases de datos aceptados por <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> poderían funcionar (de forma completa ou parcial). Pode enviar ao equipo de OJS informes de compatibilidade e/ou parches de código para DBMSs alternativos ao equipo de OJS.</p>
hy_am: <h4>OJS տարբերակ {$version}</h4> <p>Շնորհակալություն Public Knowledge Project-ի <strong>Open Journal Systems</strong> ներբեռնելու համար: Շարունակելուց առաջ կարդացեք այս ծրագրաշարի հետ ներառված <a href="{$baseUrl}/docs/README.md">README</a> նիշքը։ Public Knowledge Project-ի և դրա ծրագրային նախագծերի մասին լրացուցիչ տեղեկությունների համար այցելեք <a href="https://pkp.sfu.ca/" target="_blank">PKP կայք</a>։ Եթե ունեք սխալների մասին հաշվետվություններ կամ տեխնիկական աջակցության հարցումներ Open Journal Systems-ի վերաբերյալ, տես the <a href="https://forum.pkp.sfu.ca" target="_blank">support forum</a> կամ այցելեք PKP-ի առցանց <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">վրիպակների հաղորդման համակարգ</a>։ Թեև աջակցության ֆորումը շփման նախընտրելի եղանակն է, դուք կարող եք նաև նամակ ուղարկել թիմին <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Առաջարկվող համակարգի պահանջները</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; դուք ներկայումս օգտագործում եք PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Գործառնական համակարգ. Ցանկացած ԳՀ, որն աջակցում է վերը նշված ծրագրակազմին, ներառյալ <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>Քանի որ PKP-ն ռեսուրսներ չունի ծրագրային ապահովման տարբերակների և հարթակների բոլոր հնարավոր համակցությունները փորձարկելու համար, ճիշտ աշխատանքի կամ աջակցության երաշխիք չի ենթադրվում:</p> <p>Այս կարգավորումների փոփոխությունները կարող են կատարվել տեղադրումից հետո՝ խմբագրելով <tt>config.inc.php</tt> նիշքը OJS-ի բազային գրացուցակում կամ օգտագործելով կայքի կառավարման վեբ միջերեսը:</p> <h4>Աջակցված տվյալների շտեմարանի համակարգեր</h4> <p>OJS-ը ներկայումս փորձարկվել է միայն MySQL-ում և PostgreSQL-ում, չնայած <a href="https://adodb.org" target="_blank">ADOdb</a>-ի կողմից աջակցվող տվյալների շտեմարանի կառավարման այլ համակարգեր կարող են աշխատել (ամբողջությամբ կամ մասնակի): Համատեղելիության հաշվետվությունները և/կամ այլընտրանքային DBMS-ների համար նախատեսված կոդերի կարկատանները կարող են ուղարկվել OJS թիմին:</p>
ja: <h4>OJS バージョン {$version}</h4> <p>Public Knowledgeプロジェクトの<strong>オープン･ジャーナル･システム</strong>をダウンロードしていただきありがとうございました。処理を進める前に、このソフトウェアに添付されている<a href="{$baseUrl}/docs/README.md">README</a>ファイルをお読みください。Public Knowledgeプロジェクトと本ソフトウェアプロジェクトに関してより詳しく知りたい方は、<a href="http://pkp.sfu.ca/" target="_blank">PKPのWebサイト</a>にアクセスしてください。オープン･ジャーナル･システムに関するバグ報告や技術的サポートに関する質問がある場合は、<a href="http://forum.pkp.sfu.ca" target="_blank">サポートフォーラム</a>、または、PKPのオンライン<a href="https://github.com/pkp/pkp-lib#issues" target="_blank">バグ報告システム</a>をご覧ください。連絡はサポートフォーラムでしていただくことを希望いたしますが、直接、<a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>にメールしてくださっても構いません。</p> <h4>推奨するシステム要件</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; 現在、PHP {$phpVersion}{$wrongPhpText}を使用しています</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 か <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x か Microsoft IIS 6</li> <li>オペレーティングシステム: （Linux <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a>を含む）上記のソフトウェアをサポートするすべてのOS</li> </ul> <p>PKPは、上記のソフトウェアバージョンとプラットフォームの可能なすべての組み合わせについてテストする資源を持っていませんので、正常な動作やサポートを保証するものではありません。</p> <p>ここで行う設定は、インストール後にOJSベースディレクトリにある<tt>config.inc.php</tt>ファイルの編集、または、サイト管理Webインターフェースを使用することにより変更することができます。</p> <h4>サポートするデータベースシステム</h4> <p>OJSは、現在のところ、 MySQLとPostgreSQLでのみテストを行っていますが、<a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>がサポートしている他のデータベース管理システムでも（完全に、または一部）動作すると思われます 。他のDBMSによる互換性報告やパッチコードをOJSチームにお送りください。</p>
ka: <h4>OJS ვერსია {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
kk: <h4> OJS нұсқасы {$version} </h4> <p> «Қоғамдық білім» жобасы әзірлеген <strong> Ашық журналдар жүйесін </strong> жүктегеніңіз үшін рахмет. Жалғастырмас бұрын, осы бағдарламалық жасақтамамен бірге келетін <a href="{$baseUrl}/docs/README.md">README</a>файлын оқыңыз. Қоғамдық білім жобасы мен олардың бағдарламалық қамтамасыз ету жобалары туралы қосымша ақпарат алу үшін <a href="http://pkp.sfu.ca/" target="_blank"> PKP веб -сайтына </a> кіріңіз. Егер сізде Open Journal Systems туралы қателер табылса немесе техникалық қолдау сұрақтары болса, <a href="http://forum.pkp.sfu.ca" target="_blank"> қолдау форумын </a> қараңыз немесе онлайнға кіріңіз < a href = "https://github.com/pkp/pkp-lib#issues" target="_ blank"> қателер туралы есеп беру жүйесі </a> PKP. Қолдау көрсету форумына хабарласудың ең қолайлы әдісі болғанымен, сіз <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a> бойынша жоба тобына хабарлама жібере аласыз. . </p> <h4> Ұсынылатын жүйелік талаптар </h4> <ul> <li> <a href="http://www.php.net/" target="_blank"> PHP </a> >= {$phpRequiredVersion}; сіз қазір PHP {$ phpVersion} {$ wrongPhpText} </li> қолданасыз <li> <a href="http://www.mysql.com/" target="_blank"> MySQL </a> >= 4.1 немесе <a href = «http://www.postgresql.org/» target = «_blank»> PostgreSQL </a>> = 9.1.5 </li> <li> <a href="http://httpd.apache.org/" target="_blank"> Apache </a> >= 1.3.2x немесе >= 2.0.4x немесе Microsoft IIS6 </li> <li> Операциялық жүйе: <a href="http://www.linux.org/" target="_blank"> Linux </a> қоса алғанда, жоғарыда көрсетілген бағдарламалық қамтамасыз етуді қолдайтын кез келген ОЖ, <a href = «http: //www.bsd.org/ «target =» _blank «> BSD </a>, <a href="http://www.oracle.com/sun/" target="_blank"> Solaris </a> , <a href="http://www.apple.com/" target="_blank"> Mac OS X </a>, <a href="http://www.microsoft.com/"> Windows < /a> </li> </ul> <p> PKP бағдарламалық қамтамасыз ету нұсқалары мен платформаларының мүмкін болатын барлық комбинациясын тексеруге ресурстары болмағандықтан, олардың дұрыс жұмыс істеуіне немесе қолдауына кепілдік берілмейді. </p> <p> Бұл параметрлерге өзгерістерді OJS негізгі каталогында орналасқан <tt> config.inc.php </tt> файлын өңдеу арқылы немесе сайт әкімшілігінің веб -интерфейсін қолдану арқылы орнатқаннан кейін жасауға болады. </p> <h4> Қолданылатын ДҚБЖ </h4> <p> OJS қазіргі уақытта тек MySQL және PostgreSQL -де сыналған, бірақ <a href="http://adodb.sourceforge.net/" target="_blank"> ADOdb </a> қолдайтын басқа дерекқорлар да жұмыс істей алады ( толық немесе ішінара). Баламалы ДҚБЖ үшін үйлесімділік туралы есептерді және / немесе кодты түзетуді OJS жоба командасына жіберуге болады. </p>
ky: <h4>OJS Версиясы {$version}</h4> <p><strong>Open Journal Systems</strong> программасын жүктөп алганыңыз үчүн рахмат. Улантуудан мурун бул программалык камсыздоо менен кошо берилген <a href="{$baseUrl}/README.md">README</a> файлын окуп чыгыңыз. Public Knowledge Project жана анын программалык долбоорлору тууралуу көбүрөөк маалымат алуу үчүн <a href="https://pkp.sfu.ca/" target="_blank">PKP веб-сайтына</a> кириңиз. Эгерде Open Journal Systems боюнча ката тууралуу билдирүүңүз же техникалык суроолоруңуз болсо, <a href="https://forum.pkp.sfu.ca" target="_blank">колдоо форумун</a> караңыз же PKPнын онлайн <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">ката билдирүү системасын</a> колдонуңуз. Колдоо форуму байланыштын артыкчылыктуу жолу болуп саналат, бирок кааласаңыз командага <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> дарегине электрондук кат жөнөтсөңүз болот.</p> <h4>Сунушталган системалык талаптар</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; учурда сиз PHP {$phpVersion}{$wrongPhpText} колдонуп жатасыз</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 же <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x же >= 2.0.4x же Microsoft IIS 6</li> <li>Операциялык система: Жогорудагы программаларды колдогон каалаган ОС, анын ичинде <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>PKP бардык мүмкүн болгон программалык версиялардын жана платформалардын айкалыштарын текшерүүгө ресурстарга ээ эмес болгондуктан, туура иштөө же колдоо боюнча кепилдик берилбейт.</p> <p>Бул жөндөөлөрдү орнотуудан кийин негизги OJS каталогундагы <tt>config.inc.php</tt> файлын түзөтүү аркылуу же сайттын администрациялык веб-интерфейсин колдонуу менен өзгөртүүгө болот.</p> <h4>Колдоого алынган маалымат базалары</h4> <p>Учурда OJS MySQL жана PostgreSQLде гана текшерилген, бирок <a href="https://adodb.org" target="_blank">ADOdb</a> колдогон башка маалымат базасы башкаруу системалары да (толук же жарым-жартылай) иштеши мүмкүн. Альтернативдүү МББС боюнча шайкештик отчетторун жана/же код оңдоолорун OJS командасына жөнөтсөңүз болот.</p>
lt: <h4>OJS versija {$version}</h4> <p>Ačiū, kad atsisiuntėte Public Knowledge Project <strong>Open Journal Systems</strong>. Prieš tęsdami, perskaitykite kartu su šia programine įranga pateiktą <a href="{$baseUrl}/README.md">README</a> failą. Daugiau informacijos apie Public Knowledge Project ir jo programinės įrangos projektus rasite <a href="https://pkp.sfu.ca/" target="_blank">PKP svetainėje</a>. Jei turite klaidų pranešimų ar techninės pagalbos užklausų dėl Open Journal Systems, apsilankykite <a href="https://forum.pkp.sfu.ca" target="_blank">pagalbos forume</a> arba PKP internetinėje <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">klaidų registravimo sistemoje</a>. Nors forumas yra pageidaujamas susisiekimo būdas, galite taip pat parašyti komandai el. paštu: <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Rekomenduojami sistemos reikalavimai</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; šiuo metu naudojate PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 arba <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x arba >= 2.0.4x arba Microsoft IIS 6</li> <li>Operacinė sistema: bet kuri OS, palaikanti pirmiau nurodytą programinę įrangą, įskaitant <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>Kadangi PKP neturi resursų išbandyti kiekvieną galimą programinės įrangos versijų ir platformų kombinaciją, teisingo veikimo ar palaikymo garantija nesuteikiama.</p> <p>Šiuos nustatymus galima pakeisti po diegimo, redaguojant failą <tt>config.inc.php</tt> pagrindiniame OJS kataloge arba naudojantis svetainės administravimo žiniatinklio sąsaja.</p> <h4>Palaikomos duomenų bazių sistemos</h4> <p>Šiuo metu OJS buvo išbandyta tik su MySQL ir PostgreSQL, tačiau kitos <a href="https://adodb.org" target="_blank">ADOdb</a> palaikomos duomenų bazių valdymo sistemos taip pat gali veikti (visiškai arba iš dalies). Suderinamumo ataskaitas ir/arba kodo pataisas dėl alternatyvių DBVS galima siųsti OJS komandai.</p>
lv_lv: <h4>OJS versija{$version}</h4> <p>Paldies, ka lejupielādējāt Public Knowledge Project <strong>Open Journal Systems</strong>. Pirms turpināt, lūdzu, izlasiet <a href="{$baseUrl}/docs/README.md">README</a> failu, kas iekļauts kopā ar šo programmatūru. Lai iegūtu vairāk informācijas par Public Knowledge Project un tā programmatūras projektiem, lūdzu, apmeklējiet <a href="http://pkp.sfu.ca/" target="_blank">PKP tīmekļa vietni</a>. Ja jums ir ziņojumi par kļūdām vai tehniskā atbalsta jautājumi par Open Journal Systems, skatiet <a href="http://forum.pkp.sfu.ca" target="_blank">atbalsta forumu</a> vai apmeklējiet PKP tiešsaistes <a href="https://github.com/pkp/pkp-lib#issues" target="_blank"> kļūdu ziņojumu sistēmu</a>. Lai gan atbalsta forums ir ieteicamā saziņas metode, varat arī rakstīt komandai uz adresi <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Ieteicamās sistēmas prasības</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; jūs pašlaik izmantojat PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x vai >= 2.0.4x vai Microsoft IIS 6</li> <li>Operētājsistēma: jebkura operētājsistēma, kas atbalsta iepriekš minēto programmatūru, tostarp <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Tā kā PKP nav resursu, lai pārbaudītu visas iespējamās programmatūras versiju un platformu kombinācijas, netiek garantēta pareiza darbība vai atbalsts.</p> <p>Izmaiņas šajos iestatījumos var veikt pēc instalēšanas, rediģējot failu <tt>config.inc.php</tt> OJS bāzes direktorijā vai izmantojot vietnes administrēšanas tīmekļa saskarni.</p> <h4>Atbalstītās datubāzu sistēmas</h4> Pašlaik OJS ir pārbaudīta tikai ar MySQL un PostgreSQL, lai gan citas <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> atbalstītās datubāzu pārvaldības sistēmas var darboties (pilnībā vai daļēji). OJS komandai var nosūtīt ziņojumus par savietojamību un/vai koda labojumus alternatīvām DBVS.</p>
mk_mk: <h4> Верзија на OJS {$version} </h4> <p> Ви благодариме што ги преземавте <strong> Отворените системи за весници </strong> на Проектот за јавно знаење. Пред да продолжите, прочитајте ја датотеката <a href="{$baseUrl}/docs/README.md"> README </a> вклучена во овој софтвер. За повеќе информации во врска со Проектот за јавно знаење и неговите софтверски проекти, посетете ја <a href="http://pkp.sfu.ca/" target="_blank"> веб-страницата на PKP </a>. Ако имате извештаи за грешки или прашања за техничка поддршка во врска со Open Journal Systems, видете во <a href="http://forum.pkp.sfu.ca" target="_blank"> форумот за поддршка </a> или посетете го PKP на Интернет < a href = "https://github.com/pkp/pkp-lib#issues" target = "_ blank"> систем за пријавување грешки </a>. Иако форумот за поддршка е префериран метод за контакт, исто така можете да го испратите тимот по е-пошта на <a href="mailto:pkp.contact@gmail.com"> pkp.contact@gmail.com </a>. <h4> Препорачани системски побарувања </h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; во моментов користите PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 или <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li> <a href="http://httpd.apache.org/" target="_blank"> Apache </a>> = 1.3.2x или> = 2.0.4x или Microsoft IIS 6 </li> <li> Оперативен систем: Секој оперативен систем што го поддржува горенаведениот софтвер, вклучувајќи и <a href="http://www.linux.org/" target="_blank"> Linux </a>, <a href = "http: //www.bsd.org/ "target ="_blank"> BSD </a>, <a href="http://www.oracle.com/sun/" target="_blank"> Соларис </a> , <a href="http://www.apple.com/" target="_blank"> Mac OS X </a>, <a href="http://www.microsoft.com/"> Windows </а></li> </ul> <p> Бидејќи PKP нема ресурси за тестирање на секоја можна комбинација на софтверски верзии и платформи, не се подразбира никаква гаранција за правилно работење или поддршка. </p> <p> Промените во овие поставки може да се направат по инсталацијата со уредување на датотеката <tt>config.inc.php</tt> во основниот директориум OJS или користење веб-интерфејс за администрација на страницата. <h4> Поддржани системи за бази на податоци </h4> <p> OJS во моментов е тестиран само на MySQL и PostgreSQL, иако други системи за управување со базата на податоци поддржани од <a href="http://adodb.sourceforge.net/" target="_blank"> ADOdb </a> можат да работат (во целост или делумно). Извештаите за компатибилност и / или закрпите за кодови за алтернативни ДБМС можат да бидат испратени до тимот на OJS. </p>
mr: <h4>OJS {$version} आवृत्ती/स्वरूप</h4> <p>पब्लिक नॉलेज प्रोजेक्टचे <strong>मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स)</strong> उतरवून घेतल्याबद्दल (डाउनलोड केल्याबद्दल) धन्यवाद. याच्या वापरापूर्वी, कृपया या आज्ञावलीमध्ये समाविष्ट केलेली <a href="{$baseUrl}/docs/README.md">README</a> फाईल वाचा. पब्लिक नॉलेज प्रोजेक्ट आणि त्याच्या आज्ञावली प्रकल्पांबद्दल अधिक माहितीसाठी, कृपया <a href="https://pkp.sfu.ca/" target="_blank">PKP च्या संकेतस्थळाला</a> भेट द्या. तुम्हाला मुक्त नियतकालिक प्रणालीतील दोष (बग) निदर्शनास आणायचे किंवा तांत्रिक बाबींबद्दल चौकशी करायची असल्यास, <a href="https://forum.pkp.sfu.ca" target="_blank">आधार मंचाला</a> किंवा PKP च्या ऑनलाइन <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">बग रिपोर्टिंग सिस्टम</a> ला भेट द्या. आधार मंच ही संपर्काची योग्य पद्धत असली तरी, तुम्ही यावर काम करणार्‍या गटाशी ई-मेलनेही (<a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>) संपर्क साधू शकता.</p> <h4>प्रणालीच्या वापरासाठी आवश्यक बाबी</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; तुम्ही सध्या PHP {$phpVersion}{$wrongPhpText} वापरत आहात</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 किंवा <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd .apache.org/" target="_blank">Apache</a> >= 1.3.2x किंवा >= 2.0.4x किंवा Microsoft IIS 6</li> <li>कार्य प्रणाली (OS): वरील आज्ञावलींना आधार देणारी कोणतीही जसे <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com /" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a> यासारखे OS. </li> </ul> <p>PKP कडे आज्ञावली आवृत्त्या/स्वरूपे आणि प्लॅटफॉर्मच्या प्रत्येक संभाव्य काँबिनेशन्सची चाचणी घेण्यासाठी संसाधने नाहीत, त्यामुळे ते अपेक्षित कार्य किंवा आधाराची कोणतीही हमी देत नाही.</p> <p>बेस OJS डिरेक्टरीतील <tt> config.inc.php</tt> फाईल संपादित करून, किंवा साइट अ‍ॅडमिनिस्ट्रेशन वेब इंटरफेस वापरून installation नंतर या सेटिंग्जमध्ये बदल केले जाऊ शकतात.</p> <h4>आधाराकरता वापरलेल्या डेटाबेस प्रणाली</h4> <p>OJS तर्फे सध्या फक्त MySQL आणि PostgreSQL वर चाचणी केली गेली आहे, तरी <a href="https://adodb.org" target="_blank">ADOdb</a> द्वारे आधार देणार्‍या इतर डेटाबेस व्यवस्थापन प्रणाली (पूर्ण किंवा अंशतः) कार्य करू शकतील. पर्यायी DBMS च्या अनुकूलतेसंबंधी अहवाल आणि/किंवा कोड पॅच OJS टीमला अवश्य पाठवावेत.</p>
ms: <h4>Versi OJS {$version}</h4> <p>Terima kasih kerana memuat turun <strong>Sistem Jurnal Terbuka</strong> Projek Pengetahuan Awam. Sebelum meneruskan, sila baca fail <a href="{$baseUrl}/docs/README.md">README</a> yang disertakan dengan perisian ini. Untuk mendapatkan maklumat lanjut tentang Projek Pengetahuan Awam dan projek perisiannya, sila lawati <a href="https://pkp.sfu.ca/" target="_blank">tapak web PKP</a>. Jika anda mempunyai laporan pepijat atau pertanyaan sokongan teknikal tentang Sistem Jurnal Terbuka, lihat <a href="https://forum.pkp.sfu.ca" target="_blank">forum sokongan</a> atau lawati PKP dalam talian < a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistem pelaporan pepijat</a>. Walaupun forum sokongan ialah kaedah hubungan pilihan, anda juga boleh menghantar e-mel kepada pasukan di <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Keperluan sistem yang disyorkan</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; anda sedang menggunakan PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 atau <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x atau >= 2.0.4x atau Microsoft IIS 6</li> <li>Sistem pengendalian: Mana-mana OS yang menyokong perisian di atas, termasuk <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https: //www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a> a></li> </ul> <p>Memandangkan PKP tidak mempunyai sumber untuk menguji setiap kemungkinan gabungan versi dan platform perisian, tiada jaminan operasi atau sokongan yang betul tersirat.</p> <p>Perubahan kepada tetapan ini boleh dibuat selepas pemasangan dengan mengedit fail <tt>config.inc.php</tt> dalam direktori OJS asas, atau menggunakan antara muka web pentadbiran tapak.</p> <h4>Sistem pangkalan data yang disokong</h4> <p>OJS pada masa ini hanya diuji pada MySQL dan PostgreSQL, walaupun sistem pengurusan pangkalan data lain yang disokong oleh <a href="https://adodb.org" target="_blank">ADOdb</a> mungkin berfungsi (sepenuhnya atau sebahagiannya). Laporan keserasian dan/atau tampung kod untuk DBMS alternatif boleh dihantar kepada pasukan OJS.</p>
ro: <h4>OJS Versiunea {$version}</h4> <p>Vă mulțumim pentru că ați descărcat Public Knowledge Project's <strong>Open Journal Systems</strong>. Înainte de a merge mai departe, vă rog să citiți fișierul <a href="{$baseUrl}/docs/README.md">README</a> inclus în această aplicație. Pentru mai multe informații cu privire la Public Knowledge Project și proiectele de software ale acestuia, vă rog să vizitați <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Dacă aveți rapoarte de eroare sau întrebări de asistență tehnică despre Open Journal Systems, vedeți <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> sau vizitați PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Deși forumul de asistență este metoda preferată de contact, puteți trimite un email la adresa <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Actualizare</h4> <p>Dacă actualizați o instalare existentă a OJS, <a href="{$upgradeUrl}">click aici</a> pentru a continua.</p> <h4>Cerințe de sistem recomandate</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; utilizați în prezent PHP{$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Sistem de operare: Orice sistem de operare care acceptă software-ul de mai sus, inclusiv <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Deoarece PKP nu dispune de resurse pentru a testa orice combinație posibilă de versiuni și platforme software, nu este implicată nicio garanție de funcționare sau asistență corectă.</p> <p>Modificările acestor setări pot fi făcute după instalare, prin editarea fișierului <tt>config.inc.php</tt> din directorul OJS de bază sau prin utilizarea interfeței web de administrare a site-ului.</p> <h4>Sisteme de baze de date acceptate</h4> <p>OJS a fost testat în prezent numai pe MySQL și PostgreSQL, deși alte sisteme de gestionare a bazelor de date sunt acceptate <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> poate funcționa (integral sau parțial). Rapoartele de compatibilitate și / sau corecțiile de cod pentru SGBD alternative pot fi trimise echipei OJS.</p>
sl_si: <h4>OJS verzija {$version}</h4> <p> Hvala lepa za prenos Public Knowledge Project's <strong>Open Journal Systems</strong>. Pred nadaljevanjem prosimo preberite <a href="{$baseUrl}/docs/README.md">README</a> datoteko, ki je del te programske opreme. Za več informacij o Public Knowledge Project in njegovih projektih si oglejte <a href="http://pkp.sfu.ca/" target="_blank">PKP spletno stran</a>. Če naletite na težave ali najdete napake v zvezi z Open Journal Systems, poglejte na <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> ali obiščite PKP <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistem za javljanje napak</a>. Čeprav je forum priporočen kanal za kontakt, lahko pošljete tudi email na <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Priporočene sistemske zahteve</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; trenutno imate PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 ali <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x ali Microsoft IIS 6</li> <li>Operacijski sistem: Katerikoli OS, ki podpira zgornjo programsko opremo, kot so <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Ker PKP nima dovolj virov, da bi potestiral vse mogoče kombinacije programske opreme in platform, ne zagotavljamo zagotovljenega delovanja ali podpore.</p> <p>Spremembe nastavitev po namestitvi lahko naredite z urejanjem datoteke <tt>config.inc.php</tt> v osnovnem OJS imeniku ali z uporabo administratorskega spletnega vmesnika.</p> <h4>Podprte baze podatkov</h4> <p>OJS je bil testiran le z MySQL in PostgreSQL, čeprav lahko delujejo tudi druge baze podatkov, podprte z alt <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>. Poročila o skladnosti in/ali popravkih za alternativne DBMS, lahko pošljete OJS ekipi.</p>
th: <h4>OJS เวอร์ชัน {$version}</h4> <p>ขอขอบคุณที่ดาวน์โหลด <strong>Open Journal Systems</strong> ของโครงการ Public Knowledge Project ก่อนดำเนินการต่อ โปรดอ่านไฟล์ <a href="{$baseUrl}/docs/README.md">README</a> ที่รวมอยู่ในซอฟต์แวร์นี้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับโครงการ Public Knowledge Project และโครงการซอฟต์แวร์ต่าง ๆ ของมัน กรุณาเยี่ยมชม <a href="https://pkp.sfu.ca/" target="_blank">เว็บไซต์ PKP</a> หากคุณมีรายงานข้อผิดพลาดหรือข้อสงสัยเกี่ยวกับการสนับสนุนด้านเทคนิคของ Open Journal Systems ดูที่ <a href="https://forum.pkp.sfu.ca" target="_blank">ฟอรั่มสนับสนุน</a> หรือเยี่ยมชม <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">ระบบรายงานข้อผิดพลาดออนไลน์</a> ของ PKP แม้ว่าฟอรั่มสนับสนุนจะเป็นวิธีที่แนะนำในการติดต่อ คุณยังสามารถส่งอีเมลถึงทีมได้ที่ <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>ข้อกำหนดระบบที่แนะนำ</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; ปัจจุบันคุณกำลังใช้ PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 หรือ <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x หรือ >= 2.0.4x หรือ Microsoft IIS 6</li> <li>ระบบปฏิบัติการ: ทุกระบบปฏิบัติการที่รองรับซอฟต์แวร์ข้างต้น เช่น <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>เนื่องจาก PKP ไม่มีทรัพยากรเพียงพอในการทดสอบทุกการรวมกันของเวอร์ชันซอฟต์แวร์และแพลตฟอร์มต่าง ๆ จึงไม่มีการรับประกันการทำงานที่ถูกต้องหรือการสนับสนุนใด ๆ </p> <p>การเปลี่ยนแปลงการตั้งค่าเหล่านี้สามารถทำได้หลังการติดตั้งโดยแก้ไขไฟล์ <tt>config.inc.php</tt> ในไดเรกทอรี OJS หลัก หรือใช้เว็บอินเตอร์เฟสการจัดการเว็บไซต์</p> <h4>ระบบฐานข้อมูลที่รองรับ</h4> <p>ปัจจุบัน OJS ได้รับการทดสอบเฉพาะกับ MySQL และ PostgreSQL แม้ว่าระบบการจัดการฐานข้อมูลอื่น ๆ ที่สนับสนุนโดย <a href="https://adodb.org" target="_blank">ADOdb</a> อาจใช้งานได้ (บางส่วนหรือทั้งหมด) รายงานความเข้ากันได้และ/หรือแพตช์โค้ดสำหรับ DBMS อื่นสามารถส่งให้ทีม OJS ได้</p>
uz@latin: <h4>OJS versiyasi {$version}</h4> <p>Ommaviy bilimlar loyihasining <strong>Ochiq jurnal tizimlari</strong>ni yuklab olganingiz uchun tashakkur. Davom etishdan oldin ushbu dasturga kiritilgan <a href="{$baseUrl}/docs/README.md">README</a> faylini o‘qing. “Ommaviy bilim” loyihasi va uning dasturiy loyihalari haqida qoʻshimcha maʼlumot olish uchun <a href="http://pkp.sfu.ca/" target="_blank">PKP veb-saytiga</a> tashrif buyuring. Agar sizda Open Journal Systems boʻyicha xato hisobotlari yoki texnik yordam soʻrovlari boʻlsa, <a href="http://forum.pkp.sfu.ca" target="_blank">qoʻllab-quvvatlash forumiga</a> qarang yoki PKPning onlayn sahifasiga tashrif buyuring < a href="https://github.com/pkp/pkp-lib#issues" target="_blank">xatolar haqida xabar berish tizimi</a>. Qoʻllab-quvvatlash forumi aloqa qilishning afzal usuli boʻlsa-da, siz jamoaga <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> manziliga elektron pochta xabarini yuborishingiz mumkin.</p> <h4>Tavsiya etilgan tizim talablari</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; siz hozirda PHP {$phpVersion}{$wrongPhpText}</li> dan foydalanyapsiz <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 yoki <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x yoki >= 2.0.4x yoki Microsoft IIS 6</li> <li>Operatsion tizim: Yuqoridagi dasturiy ta'minotni qo‘llab-quvvatlaydigan har qanday OT, jumladan <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http: //www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a> , <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows< /a></li> </ul> <p>PKP dasturiy ta'minot versiyalari va platformalarining har qanday kombinatsiyasini sinab ko‘rish uchun resurslarga ega emasligi sababli, to‘g'ri ishlash yoki qo‘llab-quvvatlash kafolati nazarda tutilmaydi.</p> <p>Ushbu sozlamalarga oʻzgartirishlar oʻrnatishdan soʻng asosiy OJS katalogidagi <tt>config.inc.php</tt> faylini tahrirlash yoki sayt maʼmuriyati veb-interfeysi yordamida amalga oshirilishi mumkin.</p> <h4>Qo‘llab-quvvatlanadigan ma'lumotlar bazasi tizimlari</h4> <p>OJS hozirda faqat MySQL va PostgreSQL-da sinovdan o‘tgan, ammo <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> tomonidan qo‘llab-quvvatlanadigan boshqa ma'lumotlar bazasini boshqarish tizimlari ishlashi mumkin. (to‘liq yoki qisman). Muqobil DBMSlar uchun muvofiqlik hisobotlari va/yoki kod yamoqlari OJS jamoasiga yuborilishi mumkin.</p>
