Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# log.copyedit.authorFile
source: A version of the submission file copyedited by the author has been uploaded.
az: Müraciət faylının müəllif səhifə tərtibatı versiyası müəllif tərəfindən sistemə göndərilib.
bg: Версия на файл със стилово редактиране на изпратените материали беше качена от автора.
bs_ba: Autorska revizija lekture je zaprimljena.
de_de: Von der Autorin/vom Autor lektorierte Beitragsdatei wurde hochgeladen.
el_gr: Μία έκδοση του αρχείου της υποβολής, με επιμέλεια από τον Συγγραφέα, έχει μεταφορτωθεί.
eu: Egileak zuzendutako bidalketa-fitxategiaren bertsio bat igo da.
gd_gb: Chaidh tionndadh de dh’fhaidhle an tagraidh a ghrinn-deasaich an t-ùghdar a luchdadh suas.
gl_es: Cargouse unha versión do arquivo do envío corrixida polo autor/a.
hi_in: लेखक द्वारा प्रतिलिपि संपादित की गई सबमिशन फ़ाइल का एक संस्करण अपलोड किया गया है।
hu_hu: A szerző által technikai szerkesztésen átesett fájlváltozata feltöltésre került.
hy_am: Վերբեռնվել է հեղինակի կողմից գրական խմբագրված ներկայացման նիշքի տարբերակը:
is: Búið er að hlaða upp yfirfarinni útgáfu af handriti.
ja: 筆者が整理編集した投稿ファイルが更新された。
ka: აიტვირთა ავტორის მიერ ჩასწორებული ფაილის ვერსია.
kk: Әдеби редакциялау кезеңінде автор түзеткен материалдың нұсқасы сайтқа жүктелді.
ku_iq: وەشانی وردبینیکراو لە لایەن توێژەرەوە بار کرا.
ky: Автор тарабынан редакцияланган тапшырма файлынын версиясы жүктөлдү.
lt: Autoriaus pataisytas straipsnis įkeltas.
lv_lv: Ir augšupielādēta iesniegtā materiāla autora rediģēta faila versija.
mk_mk: Внесена е верзија на датотеката за поднесување копирана од авторот.
mr: लेखकाने कॉपीएडिट केलेल्या सादरीकरणाच्या फाईलची आवृत्ती संक्रमित (अपलोड) केली आहे.
ms: Versi fail penyerahan yang copyedit oleh pengarang telah dimuat naik.
nb_no: Forfatteren har lastet opp en språkvasket versjon av innleveringen.
ro: A fost încărcată de către autor o versiune editată a manuscrisului.
sk_sk: Bola nahraná autorom redigovaná verzia súboru s príspevkom.
sl_si: Naložena je bila datoteka prispevka, ki jo je lektoriral avtor.
sr_rs@cyrillic: Ауторска ревизија лектуре је сачувана.
sr_rs@latin: Autorska revizija lekture je sačuvana.
th: ไฟล์เวอร์ชันที่ผู้เขียนได้คัดลอกแก้ไขถูกอัปโหลดแล้ว
uk_ua: Версія файлу подання, відредагована автором, була вивантажена.
uz@latin: Taqdimot faylining muallif tomonidan nusxalangan versiyasi yuklandi.
vi_vn: Một phiên bản của tập tin bài gửi được sửa chữa bởi tác giả đã được tải lên.
zh_cn: 已经上传一份此稿件文件的作者校模板本.
zh_hant: 已上載經作者審稿版本的投稿。

# log.copyedit.copyeditorFile
source: A copyeditor version of the submission file has been uploaded.
az: Müraciət faylının səhifə tərtibatı versiyası sistemə göndərilib.
bg: Качен е файл с версия със стилово редактиране.
bs_ba: Inicijalna lektura priloga je zaprimljena.
de_de: Eine Lektoratsversion des Beitrags wurde hochgeladen.
el_gr: Μία έκδοση του Επιμελητή Κειμένων για το αρχείο της υποβολής έχει μεταφορτωθεί.
eu: Bidalketa-fitxategiaren zuzenketa-bertsio bat igo da.
gd_gb: Chaidh tionndadh grinn-deasaiche de dh’fhaidhle an tagraidh a luchdadh suas.
gl_es: Cargouse unha versión do corrector/a de orixinais para o arquivo do envío.
hi_in: सबमिशन फ़ाइल का एक प्रतिलिपि संस्करण अपलोड किया गया है।
hu_hu: A cikk technikai szerkesztésen átesett verziója feltöltésre került.
hy_am: Ներկայացված նիշքի գրական խմբագրված տարբերակը վերբեռնվել է:
is: Útgáfu textatæknis á handriti hefur verið hlaðið upp.
ja: 整理編集ファイルが更新された。
ka: აიტვირთა ლიტერატურული რედაქტორის მიერ ჩასწორებული ფაილის ვერსია.
kk: Әдеби редактор түзеткен материалдың нұсқасы сайтқа жүктелді.
ku_iq: نوسخەی وردبینیکراو بار کرا.
ky: Тапшырма файлынын редакциялык версиясы жүктөлдү.
lt: Kalbos redaktoriaus suredaguota straipsnio versija įkelta.
lv_lv: Ir augšupielādēta iesniegtā materiāla faila rediģētā versija.
mk_mk: Верзијата за копирање на документот за поднесување е подигната.
mr: सादरीकरणाच्या फाईलची कॉपी एडिटर आवृत्ती संक्रमित (अपलोड) केली गेली आहे.
ms: Versi fail copyeditor penyerahan telah dimuat naik.
nb_no: En språkvasket versjon av innleveringen er lastet opp.
ro: Versiunea editată a manuscrisului a fost încărcată.
sk_sk: Redaktorova verzia súboru s príspevkom bola nahraná.
sl_si: Lektorirana verzija prispevka je bila naložena.
sr_rs@cyrillic: Иницијална лектура чланка је сачувана.
sr_rs@latin: Inicijalna lektura članka je sačuvana.
th: ไฟล์เวอร์ชันที่คัดลอกแก้ไขได้ถูกอัปโหลดแล้ว
uk_ua: Версія файлу літературного редактора була вивантажена.
uz@latin: Taqdimot faylining nusxa ko'chiruvchi versiyasi yuklandi.
vi_vn: Một phiên bản của biên tập viên bản thảo của tập tin bài gửi đã được tải lên.
zh_cn: 已经上传一份此稿件文件的文字编辑版本.
zh_hant: 已上載經審稿版本的投稿。

# log.copyedit.copyeditorAssigned
source: {$copyeditorName} has been assigned to copyedit submission {$submissionId}.
az: {$copyeditorName} {$submissionId} ilə müəyyən edilmiş müraciətin səhifə tərtibatı üçün təyin edilib.
bg: {$copyeditorName} беше асоцииран за стилово редактиране за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$copyeditorName} je dodijeljena lektura priloga {$submissionId}.
de_de: Beitrag {$submissionId} wurde {$copyeditorName} zum Lektorat zugewiesen.
el_gr: Ο/Η {$copyeditorName} έχει αναλάβει την επιμέλεια του κειμένου της υποβολής {$submissionId}.
eu: {$copyeditorName} zuzentzaileari esleitu zaio {$submissionId} bidalketaren zuzenketa.
gd_gb: Chaidh {$copyeditorName} iomruineadh dhan tagradh {$submissionId} mar ghrinn-deasaiche.
gl_es: {$copyeditorName} foi asignado/a para o envío de corrección de orixinais {$submissionId}.
hi_in: अनुकृति संपादक {$copyeditorName} को संपादन के लिए {$submissionId} सौंपा गया है।
hu_hu: {$copyeditorName} technikai szerkesztőhöz a {$submissionId} cikk hozzárendelésre került.
hy_am: {$copyeditorName} -ին հանձնարարվել է գրական խմբագրել {$submissionId} ներկայացումը:
is: {$copyeditorName} hefur verið úthlutað til að fara yfir innsendingu {$submissionId}.
ja: 投稿物 {$submissionId} にコピーエディタ {$copyeditorName} が任命された。
ka: ლიტერატურული რედაქტორი {$copyeditorName} დაინიშნა მასალის {$missionId} ჩასასწორებლად.
kk: {$submissionId} жіберуге әдеби редактор {$copyeditorName} тағайындалды.
ku_iq: {$copyeditorName} دیاری کرا بۆ وردبینیکردن لە {$submissionId}.
ky: {$copyeditorName} {$submissionId} тапшырмасын редакциялык оңдоого дайындалды.
lt: Kalbos redaktoriui {$copyeditorName} skiriama redaguoti straipsnį {$submissionId}.
lv_lv: {$copyeditorName} ir nozīmēts iesniegtā materiāla {$submissionId} teksta rediģēšanai.
mk_mk: {$copyeditorName} е доделен на поднесокот за копирање {$submissionId}.
mr: {$submissionId} या सादरीकरणाच्या सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटींग) साठी {$copyeditorName} ला नियुक्त केले गेले आहे.
ms: {$copyeditorName} telah ditugaskan untuk penyerahan copyedit {$submissionId}.
nb_no: {$copyeditorName} er oppnevnt som språkvasker av innleveringen {$submissionId}.
ro: {$copyeditorName} a fost repartizat pentru editarea manuscrisului {$submissionId}.
sk_sk: {$copyeditorName} bol pridelený pre redigovanie príspevku {$submissionId}.
sl_si: {$copyeditorName} je bil izbran za lektoriranje prispevka {$submissionId}.
sr_rs@cyrillic: {$copyeditorName} је додељена лектура прилога {$submissionId}.
sr_rs@latin: {$copyeditorName} je dodeljena lektura priloga {$submissionId}.
th: {$copyeditorName} ได้รับมอบหมายให้คัดลอกแก้ไขการส่งบทความ {$submissionId}
uk_ua: {$copyeditorName} був призначений для літературного редагування подання {$submissionId}.
uz@latin: {$ copyId} yuborilishini nusxalash uchun {$ copyeditorName} tayinlangan.
vi_vn: {$copyeditorName} đã được giao làm biên tập bản thảo cho bài gửi {$submissionId}.
zh_cn: 稿件{$submissionId}的校样工作已经被指派给{$copyeditorName}.

# log.copyedit.finalEditComplete
source: {$copyeditorName} has completed the final copy edit of submission {$submissionId}.
az: {$copyeditorName} {$submissionId} ilə müəyyən edilmiş müraciətin son səhifə tərtibatını tamamlayıb.
bg: {$copyeditorName} завърши окончателното стилово редактиране за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$copyeditorName} je završio konačnu lekturu priloga {$submissionId}.
de_de: {$copyeditorName} hat das endgültige Lektorat von Beitrag {$submissionId} fertiggestellt.
el_gr: Ο/Η {$copyeditorName} έχει ολοκληρώσει την τελική επιμέλεια του κειμένου της υποβολής {$submissionId}.
eu: {$copyeditorName} zuzentzaileak amaitu du {$submissionId} bidalketaren azken zuzenketa.
gd_gb: Choilean {$copyeditorName} an grinn-deasachadh deireannach dhen tagradh {$submissionId}.
gl_es: {$copyeditorName} rematou a corrección de orixinais final do envío {$submissionId}.
hi_in: {$copyeditorName} ने सबमिशन {$submissionId} की फाइनल प्रतिलिपि संपादित कर ली है।
hu_hu: {$copyeditorName} technikai szerkesztő befejezte a végső technikai szerkesztést a {$submissionId} cikken.
hy_am: {$copyeditorName} -ն ավարտել է {$submissionId} ներկայացման վերջնական գրական խմբագրումը:
is: {$copyeditorName} hefur lokið loka yfirferð fyrir innsendingu {$submissionId}.
ja: 投稿物 {$submissionId} の最終の原稿整理が {$copyeditorName} によって完了した。
ka: ლიტერატურულმა რედაქტორმა {$copyeditorName} დაასრულა მასალის {$submissionId} ბოლო ასლის ჩასწორება.
kk: Әдеби редактор {$copyeditorName} {$submissionId} соңғы әдеби өңдеуді аяқтады.
ku_iq: {$copyeditorName} وردبینی کۆتایی تەواو کرد بۆ توێژینەوەی {$submissionId}.
ky: {$copyeditorName} {$submissionId} тапшырмасынын акыркы редакциялык оңдоосун аяктады.
lt: Kalbos redaktorius {$copyeditorName} straipsnį {$submissionId} suredagavo.
lv_lv: {$copyeditorName} ir pabeidzis iesniegtā materiāla {$submissionId} galīgo teksta rediģēšanu.
mk_mk: {$copyeditorName} ја заврши последната копија за уредување на поднесокот {$submissionId}.
mr: {$copyeditorName} ने {$submissionId} या सादरीकरणाची अंतिम सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटींग) पूर्ण केली आहे.
ms: {$copyeditorName} telah menyelesaikan penyuntingan salinan akhir penyerahan {$submissionId}.
nb_no: {$copyeditorName} har ferdigstilt siste språkvask av innleveringen {$submissionId}.
ro: {$copyeditorName} a finalizat editarea variantei finale a manuscrisului {$submissionId}.
sk_sk: {$copyeditorName} dokončil záverečné redigovanie príspevku {$submissionId}.
sl_si: {$copyeditorName} je končal končno verzijo lektoriranja prispevka {$submissionId}.
sr_rs@cyrillic: {$copyeditorName} је завршио коначну лектуру прилога {$submissionId}.
sr_rs@latin: {$copyeditorName} je završio konačnu lekturu priloga {$submissionId}.
th: {$copyeditorName} ได้เสร็จสิ้นการคัดลอกแก้ไขขั้นสุดท้ายของการส่งบทความ {$submissionId}
uk_ua: {$copyeditorName} завершив остаточне літературне редагування подання {$submissionId}.
uz@latin: {$ copyeditorName} {$ submitId} yuborishning oxirgi nusxasini tahrir qildi.
vi_vn: {$copyeditorName} đã hoàn thành bản chỉnh sửa cuối cùng của bài gửi {$submissionId}.
zh_cn: {$copyeditorName}已经完成稿件{$submissionId}的最终文字编辑.

# log.copyedit.initialEditComplete
source: {$copyeditorName} has completed the initial copy edit of submission {$submissionId}.
az: {$copyeditorName} {$submissionId} ilə müəyyən edilmiş müraciətin ilk səhifə tərtibatını tamamlayıb.
bg: {$copyeditorName} завърши началното стилово редактиране за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$copyeditorName} je završio početnu lekturu priloga {$submissionId}.
de_de: {$copyeditorName} hat das erste Lektorat von Beitrag {$submissionId} fertiggestellt.
el_gr: Ο/Η {$copyeditorName} έχει ολοκληρώσει την αρχική επιμέλεια του κειμένου της υποβολής {$submissionId}.
eu: {$copyeditorName} zuzentzaileak amaitu du {$submissionId} bidalketaren lehenengo zuzenketa.
gd_gb: Choilean {$copyeditorName} an grinn-deasachadh tòiseachail dhen tagradh {$submissionId}.
gl_es: {$copyeditorName} concluíu a corrección de orixinais inicial do envío {$submissionId}.
hi_in: {$ copyeditorName} ने सबमिशन की प्रारंभिक प्रतिलिपि तैयार कर ली है {$ submissionId}।
hu_hu: {$copyeditorName} technikai szerkesztő befejezte a kezdeti technikai szerkesztést a {$submissionId} cikken.
hy_am: {$copyeditorName} -ն ավարտել է {$submissionId} ներկայացման սկզբնական գրական խմբագրումը:
is: {$copyeditorName} hefur lokið fyrstu yfirferð fyrir innsendingu {$submissionId}.
ja: 投稿物 {$submissionId} の最初の原稿整理が {$copyeditorName} によって完了した。
ka: ლიტერატურულმა რედაქტორმა {$copyeditorName} დაასრულა მასალის {$submissionId} პირველი ასლის ჩასწორება.
kk: Әдеби редактор {$copyeditorName} {$submissionId} үшін бастапқы әдеби өңдеуді аяқтады.
ku_iq: {$copyeditorName} وردبینی سەرەتایی تەواو کرد بۆ توێژینەوەی {$submissionId}.
ky: {$copyeditorName} {$submissionId} тапшырмасынын баштапкы редакциялык оңдоосун аяктады.
lt: Straipsnio {$submissionId} pirminę redakciją kalbos redaktorius {$copyeditorName} atliko.
lv_lv: {$copyeditorName} ir pabeidzis iesniegtā materiāla {$submissionId} sākotnējo teksta rediģēšanu.
mk_mk: {$copyeditorName} ја заврши првичната измена на копирање на поднесувањето {$submissionId}.
mr: {$copyeditorName} ने {$submissionId} या सादरीकरणाची प्रारंभिक सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटींग) पूर्ण केली आहे.
ms: {$copyeditorName} telah menyelesaikan penyuntingan salinan awal penyerahan {$submissionId}.
nb_no: {$copyeditorName} har ferdigstilt første språkvask av innleveringen {$submissionId}.
ro: {$copyeditorName} a finalizat varianta inițială pentru manuscrisul {$submissionId}.
sk_sk: {$copyeditorName} dokončil úvodné redigovanie príspevku {$submissionId}.
sl_si: {$copyeditorName} je končal prvotno lektoriranje prispevka {$submissionId}.
sr_rs@cyrillic: {$copyeditorName} је завршио почетну лектуру прилога {$submissionId}.
sr_rs@latin: {$copyeditorName} je završio početnu lekturu priloga {$submissionId}.
th: {$copyeditorName} ได้เสร็จสิ้นการคัดลอกแก้ไขเริ่มต้นของการส่งบทความ {$submissionId}
uk_ua: {$copyeditorName} завершив початкове літературне редагування подання {$submissionId}.
uz@latin: {$ copyeditorName} {$ submitId} yuborishning dastlabki nusxasini tahrir qildi.
vi_vn: {$copyeditorName} đã hoàn thành bản chỉnh sửa ban đầu của bài nộp {$submissionId}.
zh_cn: {$copyeditorName} 已经完成稿件{$submissionId}的初始文字编辑.

# log.copyedit.copyeditFileSet
source: The default copyedit file has been chosen.
az: Əvvəlcədən müəyyən edilmiş səhifə tərtibatı faylı seçilib.
bg: Стандартното стилово оформление беше избрано.
bs_ba: Verzija teksta za lekturu je odabrana.
de_de: Die Standardbearbeitungsdatei wurde ausgewählt.
el_gr: Το αρχείο επιμέλειας κειμένου έχει επιλεχθεί.
eu: Zuzenketa-fitxategi lehenetsia aukeratu da.
gd_gb: Chaidh faidhle bunaiteach a’ ghrinn-deasachaidh a thaghadh.
gl_es: Seleccionouse o arquivo de corrección de orixinais por defecto.
hi_in: डिफ़ॉल्ट प्रतिलिपि फ़ाइल को चुना गया है।
hu_hu: Az alapértelmezett technikai szerkesztői fájl kiválasztása megtörtént.
hy_am: Ընտրված է գրական խմբագրման լռելյայն նիշքը:
is: Sjálfgefin skrá fyrir yfirferð er valin.
ja: デフォルトのの整理編集ファイルが選択された。
ka: არჩეულია ნაგულისხმევი ლიტერატურული ფაილი.
kk: Әдеби өңдеу үшін бастапқы файл таңдалды.
ku_iq: فایلی وردبینی بنەڕەتی هەڵبژێردرا.
ky: Демейки редакциялык файл тандалды.
lt: Redaguoti pasirinktas ne tas tekstas.
lv_lv: Ir izvēlēts noklusējuma rediģējamais fails.
mk_mk: Избрана е стандардната датотека за копирање.
mr: सर्वसाधारण (डिफॉल्ट) कॉपीएडिट फाईल निवडली आहे.
ms: Fail copyedit lalai telah dipilih.
nb_no: Standard språkvaskfil er valgt.
ro: A fost ales fișierul implicit pentru editare.
sk_sk: Bol vybraný predvolený súbor redigovania.
sl_si: Za lektoriranje je bila izbrana privzeta datoteka.
sr_rs@cyrillic: Верзија текста за лектуру је одабрана.
sr_rs@latin: Verzija teksta za lekturu je odabrana.
th: ไฟล์การคัดลอกแก้ไขเริ่มต้นได้ถูกเลือกแล้ว
uk_ua: Файл базової редакційної версії був визначений.
uz@latin: Standart copyedit fayli tanlangan.
vi_vn: Các tập tin copyedit mặc định đã được chọn.
zh_cn: 已经选择预设的文字编辑文件.
zh_hant: 已選擇默認審稿檔案。

# log.copyedit.initiate
source: Copyediting on submission {$submissionId} has been commenced by {$copyeditorName}.
az: {$submissionId} ilə müəyyən olunmuş müraciətin səhifə tərtibatı {$copyeditorName} tərəfindən qəbul edilib.
bg: Стилово редактиране за изпратените материали с идентификатор {$submissionId} беше започнато от {$copyeditorName}.
bs_ba: {$copyeditorName} je započeo lekturu priloga {$submissionId}
de_de: Lektorat von Beitrag {$submissionId} wurde von {$copyeditorName} begonnen.
el_gr: Η επιμέλεια του κειμένου στην υποβολή {$submissionId} έχει ξεκινήσει από τον/την {$copyeditorName}.
eu: {$copyeditorName} hasi da {$submissionId} bidalketa zuzentzen.
gd_gb: Thòisich {$copyeditorName} air grinn-deasachadh an tagraidh {$submissionId}.
gl_es: {$copyeditorName} comezou a revisión do envío {$submissionId}.
hi_in: {$ submissionId} पर सबमिशन करने की प्रतिलिपि {$ copyeditorName} द्वारा शुरू की गई है।
hu_hu: A {$submissionId} cikk technikai szerkesztése {$copyeditorName} technikai szerkesztő által elindításra került.
hy_am: {$submissionId} ներկայացման գրական խմբագրումը սկսվել է {$copyeditorName} -ի կողմից:
is: Yfirferð fyrir innsendingu {$submissionId} er hafin. Textatæknir er {$copyeditorName}.
ja: 投稿物 {$submissionId} の原稿整理が{$copyeditorName}によって開始された。
ka: ლიტერატურულმა რედაქტორმა {$copyeditorName} დაიწყო მასალის {$submissionId} ასლის ჩასწორება.
kk: {$submissionId} әдеби редакциясын жіберу редакторы бастады ({$copyeditorName}).
ku_iq: وردبینی یان پێشکەشکردنی {$submissionId} لە لایەن{$copyeditorName}.
ky: {$copyeditorName} тарабынан {$submissionId} тапшырмасы боюнча редакциялык оңдоо башталды.
lt: Kalbos redaktorius {$copyeditorName} straipsnį {$submissionId} pradeda redaguoti.
lv_lv: Iesniegtā materiāla {$submissionId} teksta rediģēšanu uzsācis {$copyeditorName}.
mk_mk: Копирањето при поднесувањето {$submissionId} е започнато од {$copyeditorName}.
mr: {$submissionId} या सादरीकरणाची सुसंगतता आणि अचूकता तपासणी (कॉपीएडिटींग) {$copyeditorName} द्वारे सुरू झाली आहे.
ms: Copyediting pada penyerahan {$submissionId} telah dimulakan oleh {$copyeditorName}.
nb_no: Språkvasken av {$submissionId} har blitt kommentert av {$copyeditorName}.
ro: Editarea manuscrisului {$submissionId} a fost preluată de {$copyeditorName}.
sk_sk: Redigovanie príspevku {$submissionId} zahájil {$copyeditorName}.
sl_si: {$copyeditorName} je začel(a) z lektoriranjem prispevka {$submissionId}.
sr_rs@cyrillic: {$copyeditorName} је започео лектуру прилога {$submissionId}
sr_rs@latin: {$copyeditorName} je započeo lekturu priloga {$submissionId}
th: การคัดลอกแก้ไขสำหรับการส่งบทความ {$submissionId} ได้เริ่มต้นขึ้นโดย {$copyeditorName}
uk_ua: Літературне редагування подання {$submissionId} було розпочате редактором {$copyeditorName}.
uz@latin: {$ SubmitId} yuborilganida nusxa ko'chirish {$ copyeditorName} tomonidan boshlangan.
vi_vn: Việc biên tập của bài gửi {$submitId} đã được bắt đầu bởi {$copyeditorName}.
zh_cn: 文字编辑{$copyeditorName}已对稿件{$submissionId}提出文字编辑意见.

# log.editor.recommendation
source: An editor recommendation ({$decision}) for article {$submissionId} was recorded by {$editorName}.
az: {$submissionId} üçün bir redaktor tövsiyəsi ({$decision}), {$editorName} tərəfindən qeyd edildi.
bg: Препоръка на редактора ({$decision}) за изпратените материали с идентификатор {$submissionId} беше записано от {$editorName}.
bs_ba: Preporuku urednika ({$decision}) za članak {$submissionId} zapisao je {$editorName}.
de_de: Eine redaktionelle Empfehlung ({$decision}) wurde von {$editorName} für den Artikel {$submissionId} eingetragen.
el_gr: Μία εισήγηση Επιμελητή ({$decision}) για το άρθρο {$submissionId} καταχωρήθηκε από τον/την {$editorName}.
eu: {$editorName} editoreak {$submissionId} bidalketari buruzko gomendioa ({$decision}) grabatu du.
gd_gb: Chaidh moladh le deasaiche ({$decision}) mu choinneamh an artaigil {$submissionId} a chlàradh le {$editorName}.
gl_es: {$editorName} rexistrou unha recomendación editorial para o artigo {$submissionId}: ({$decision}).
hi_in: लेख {$ submissionId} के लिए एक संपादक की सिफारिश ({$ decision}) {$ EditorName} द्वारा दर्ज की गई थी।
hu_hu: Egy szerkesztői javaslat ({$decision}) erre a cikkre {$submissionId} rögzítve lett általa {$editorName}.
hy_am: Խմբագրի առաջարկը ({$decision}) {$submissionId} հոդվածի համար գրանցվել է {$editorName} -ի կողմից:
is: Ráðleggingar ritsjóra ({$decision}) fyrir grein {$submissionId} var skráð af {$editorName}.
ja: 論文{$submissionId}に対する編集者の査読結果({$decision})は、{$editorName}によって記録された。
ka: რედაქტორის გადაწყვეტილება ({$decision}) სტატიისათვის {$submissionId} ჩაიწერა რედაქტორის {$editorName} მიერ.
kk: Редактордың ұсынысын ({$decision}) {$submissionId} редакторы {$editorName} енгізді.
ku_iq: پێشنیازی سەرنوسەر: ({$decision}) بۆ {$submissionId} تۆمار کردا لە لایەن {$editorName}.
ky: {$editorName} тарабынан {$submissionId} макала үчүн редактор сунушу ({$decision}) катталды.
lt: Redaktorius {$editorName} siūlo straipsnį {$submissionId} {$decision}.
lv_lv: Redaktora ieteikumu ({$decision}) par rakstu {$submissionId} ir reģistrējis {$editorName}.
mk_mk: Препорака за уредник ({$decision}) за написот {$submissionId} е снимена од {$editorName}.
mr: {$submissionId} या लेखासाठी संपादकाची शिफारस ({$decision}) {$editorName} ने नोंदवली होती.
ms: Cadangan editor ({$keputusan}) untuk artikel {$submissionId} direkodkan oleh {$editorName}.
nb_no: En redaksjonell anbefaling ({$decision}) for artikkelen {$submissionId} ble registrert av {$editorName}.
ro: Recomandarea editorului ({$decision}) pentru manuscrisul {$submissionId} a fost înregistrată de {$editorName}.
sk_sk: Odporúčania redaktora ({$decision}) pre článok {$submissionId} zaznamenal {$editorName}.
sl_si: Urednik {$editorName} je oddal priporočilo ({$decision}) za prispevek {$submissionId}.
th: คำแนะนำของบรรณาธิการ ({$decision}) สำหรับบทความ {$submissionId} ได้รับการบันทึกโดย {$editorName}
uk_ua: Рекомендація редактора ({$decision}) по статті {$submissionId} була введена редактором {$editorName}.
uz@latin: {$ EditorName} tomonidan {$ submitId} maqolasi uchun tahrirlovchining tavsiyasi ({$ qaror}) yozilgan.
vi_vn: Một kiến nghị của biên tập viên ({$decision}) cho bài viết {$submitId} đã được ghi lại bởi {$editorName}.
zh_cn: {$ editorName} 撰写了文章 {$ submissionId} 的推荐语（{$ decision}）。
