Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# context-current
source: Current Journal:
it_it: Rivista corrente:
nl_nl: Huidig tijdschrift:

# context-select
source: Switch to another journal:
it_it: Passa ad un altra rivista:
nl_nl: Kies een ander tijdschrift:

# navigation-categories
source: Categories
it_it: Categorie
nl_nl: Categorieën

# navigation-categories-browse
source: Browse
it_it: Esplora
nl_nl: Blader

# reviewer-article-enterReviewForm
source: Click on icon to fill in the review form.
it_it: Clicca sull'icona e compila il modulo per la revisione.
nl_nl: Klik op het icoon om het reviewformulier in te vullen.

# reviewer-submission-reviewFormResponse-form-responseRequired
source: Please fill in required fields.
it_it: Compila i campi richiesti.
nl_nl: Vul alle verplichte velden in.

# common-confirmComplete
source: Are you sure you wish to mark this task as completed? You may not be able to make changes afterwards.
it_it: Sei sicuro di contrassegnare questa attività come completata? Potresti non riuscire a fare altre modifiche successivamente.
nl_nl: Weet u zeker dat u deze taak als voltooid wilt markeren? U kunt dan geen veranderingen meer aanbrengen.

# common-payment
source: Payment
it_it: Pagamento
nl_nl: Betaling

# common-payments
source: Payments
it_it: Pagamenti
nl_nl: Betalingen

# common-homePageHeader-altText
source: Homepage Header
it_it: Testata della homepage
nl_nl: Homepage kop

# common-journalHomepageImage-altText
source: Journal Homepage Image
it_it: Immagine della homepae della rivista
nl_nl: Tijdschrift homepage afbeelding

# navigation-journalHelp
source: Journal Help
it_it: Aiuto e guida
nl_nl: Tijdschrift help

# navigation-current
source: Current
it_it: Ultimo fascicolo
nl_nl: Huidig nummer

# navigation-otherJournals
source: Other Journals
it_it: Altre riviste
nl_nl: Overige tijdschriften

# navigation-browseByIssue
source: By Issue
it_it: per fascicolo
nl_nl: Op nummer

# navigation-browseByAuthor
source: By Author
it_it: per autore
nl_nl: Op auteur

# navigation-infoForAuthors
source: For Authors
it_it: Per gli autori
nl_nl: Voor auteurs

# navigation-infoForLibrarians
source: For Librarians
it_it: Per i bibliotecari
nl_nl: Voor bibliothecarissen

# navigation-competingInterestGuidelines
source: Competing Interest Guidelines
it_it: Linee guida sul conflitto di interessi
nl_nl: Richtlijnen voor belangenconflicten

# navigation-infoForAuthors-long
source: Information For Authors
it_it: Informazioni per gli autori
nl_nl: Informatie voor auteurs

# navigation-infoForLibrarians-long
source: Information For Librarians
it_it: Informazioni per i bibliotecari
nl_nl: Informatie voor bibliothecarissen

# common-queue-long-submissionsUnassigned
source: Unassigned
it_it: Proposte non assegnate
nl_nl: Niet toegekend

# common-queue-short-submissionsUnassigned
source: Unassigned
it_it: Non assegnate
nl_nl: Niet toegekend

# common-queue-long-submissionsInEditing
source: Submissions in Editing
it_it: Proposte in lavorazione
nl_nl: Inzendingen in bewerking

# common-queue-short-submissionsInEditing
source: In Editing
it_it: In lavorazione
nl_nl: In bewerking

# common-queue-long-submissionsInReview
source: Submissions in Review
it_it: Proposte in revisione
nl_nl: Inzendingen in beoordeling

# common-queue-short-submissionsInReview
source: In Review
it_it: In revisione
nl_nl: In beoordeling

# common-queue-long-submissionsArchives
source: Archives
it_it: Proposte e articoli archiviati
nl_nl: Archieven

# common-queue-short-submissionsArchives
source: Archives
it_it: Archiviate
nl_nl: Archieven

# common-queue-long-active
source: Active
it_it: Proposte attive
nl_nl: Actieve inzendingen

# common-queue-short-active
source: Active
it_it: Attive
nl_nl: Actief

# common-queue-long-completed
source: Archive
it_it: Proposte e articoli archiviati
nl_nl: Archief

# common-queue-short-completed
source: Archive
it_it: Archiviate
nl_nl: Archief

# section-section
source: Section
it_it: Sezione
nl_nl: Sectie

# section-sections
source: Sections
it_it: Sezioni della rivista
nl_nl: Tijdschriftsecties

source: Section title
it_it: Titolo della sezione
nl_nl: Sectietitel

# section-abbreviation
source: Abbreviation
it_it: Abbreviazione
nl_nl: Afkorting

# section-abbreviation-example
source: (For example, Articles=ART)
it_it: (Per esempio, Articoli=ART)
nl_nl: (Bijvoorbeeld: Artikels=ART)

source: Section Policy
nl_nl: Sectie beleid

# article-article
source: Article
it_it: Articolo
nl_nl: Artikel

# article-articles
source: Articles
it_it: Articoli
nl_nl: Artikels

# common-publication
source: Article
it_it: Articolo
nl_nl: Artikel

# common-publications
source: Articles
it_it: Articoli
nl_nl: Artikels

# article-submissionId
source: Submission ID
it_it: ID della proposta
nl_nl: Inzending ID

# article-title
source: Title
it_it: Titolo
nl_nl: Titel

# article-authors
source: Authors
it_it: Autori
nl_nl: Auteurs

# article-indexingInformation
source: Indexing Information
it_it: Informazioni sull'indicizzazione
nl_nl: Informatie voor indexering

# article-journalSection
source: Journal Section
it_it: Sezione della rivista
nl_nl: Tijdschriftsectie

# article-file
source: File
nl_nl: Bestand

# article-suppFile
source: Supplementary File
it_it: File supplementare
nl_nl: Aanvullend bestand

# article-suppFiles
source: Supplementary File(s)
it_it: File supplementari
nl_nl: Aanvullende bestanden

# article-suppFilesAbbrev
source: Supp. files
it_it: File supp.
nl_nl: Aanv. best.

# article-discipline
source: Academic discipline and sub-disciplines
it_it: Settore scientifico/disciplinare (MIUR)
nl_nl: Academisch discipline en subdisciplines

# article-subject
source: Keywords
it_it: Parole chiave
nl_nl: Trefwoorden

# article-coverage
source: Coverage
it_it: Copertura
nl_nl: Dekking

# article-type
source: Type, method or approach
it_it: Tipo, metodo o approccio
nl_nl: Type, methode of benadering

# article-language
source: Language
it_it: Lingua
nl_nl: Taal

# article-commentsToEditor
source: Author comments
it_it: Commenti dell'autore
nl_nl: Commentaar van de auteur

# article-submission
source: Submission
it_it: Proposta
nl_nl: Inzending

# article-submissions
source: Submissions
it_it: Proposte
nl_nl: Inzendingen

# article-abstract
source: Abstract
nl_nl: Samenvatting

# article-coverPage-altText
source: Cover Image
it_it: Immagine di copertina
nl_nl: Omslagafbeelding

# article-accessLogoOpen-altText
source: Open Access
nl_nl: Vrije toegang

# article-accessLogoRestricted-altText
source: Restricted Access
it_it: Accesso riservato
nl_nl: Beperkte toegang

# article-comments-sectionDefault
source: Default
nl_nl: Standaard

# article-comments-disable
source: Disable
it_it: Disabilita
nl_nl: Uitschakelen

# article-comments-enable
source: Enable
it_it: Abilita
nl_nl: Inschakelen

# article-fontSize
source: Font Size
it_it: Dimensioni dei caratteri
nl_nl: Tekstgrootte

# article-fontSize-small-altText
source: Small
it_it: Piccolo
nl_nl: Klein

# article-fontSize-medium-altText
source: Medium
it_it: Medio
nl_nl: Middel

# article-fontSize-large-altText
source: Large
it_it: Grande
nl_nl: Groot

# article-return
source: Return to Article Details
it_it: Ritorna ai dettagli dell'articolo
nl_nl: Terug naar artikeldetails

# submission-submissionEditing
source: Submission Editing
it_it: Lavorazione degli articoli
nl_nl: Redactie inzending

# submission-changeSection
source: Change to
it_it: Cambia in
nl_nl: Verander in

# submission-sent
source: Sent
it_it: Inviato
nl_nl: Verstuurd

# submission-editorDecision
source: Editor Decision
it_it: Decisione dell'editor
nl_nl: Beslissing redacteur

# submission-round
source: Round&nbsp;{$round}
nl_nl: Ronde {$round}

# submission-editorReview
source: Editor Review
it_it: Revisione dell'editor
nl_nl: Redacteursreview

# submission-notifyAuthor
source: Notify Author
it_it: Notifica all'author
nl_nl: Bericht aan de auteur

# submission-notifyEditor
source: Notify Editor
it_it: Notifica all'editor
nl_nl: Bericht aan de redacteur

# submission-editorAuthorRecord
source: Editor/Author Email Record
it_it: Registro delle comunicazioni Editor/Autore
nl_nl: Redacteur/Auteur e-mail lijst

# submission-reviewersVersion
source: Reviewer's annotated version of file
it_it: Versione del file annotata dal revisore
nl_nl: Door reviewer geannoteerde versie van bestand

# submission-postReviewVersion
source: Post-review version of file
it_it: Versione del file post-review
nl_nl: Versie van het bestand na review

# submission-editorVersion
source: Editor Version
it_it: Versione dell'editor
nl_nl: Versie van de redacteur

# submission-authorsRevisedVersion
source: Author's revised version of file
it_it: Versione del file revisionata dall'autore
nl_nl: Door de auteur gereviseerde versie van het bestand

# submission-authorVersion
source: Author Version
it_it: Versione dell'autore
nl_nl: Versie van de auteur

# submission-copyediting
source: Copyediting
nl_nl: Tekstredactie

# submission-copyedit
source: Copyedit
nl_nl: Tekstredactie

# submission-proofreading
source: Proofreading
it_it: Correzione delle bozze
nl_nl: Proeflezen

# submission-scheduling
source: Scheduling
it_it: Programmazione
nl_nl: Inplannen

# submission-scheduledIn
source: Scheduled for publication in {$issueName}.
it_it: Programmato per la pubblicazione in {$issueName}.
nl_nl: Ingepland voor publicatie in {$issueName}.

# submissions-step3
source: Step 3
nl_nl: Stap 3

# submissions-queuedReview
source: In Review
it_it: In Revisione
nl_nl: In afwachting van review

# submissions-scheduled
source: Scheduled
it_it: Programmato
nl_nl: Ingepland

# submissions-published
source: Published
it_it: Pubblicato
nl_nl: Gepubliceerd

# submissions-initial
source: Initial
it_it: Iniziale
nl_nl: Initieel

# submissions-proofread
source: Proofread
it_it: Correzione delle bozze
nl_nl: Proefgelezen

# submissions-initialProof
source: Initial Proof
it_it: Prima correzione delle bozze
nl_nl: Initiële proef

# submissions-postAuthor
source: Post-Author
it_it: Post-Autore
nl_nl: Na de auteur

# submissions-reviewRound
source: Review Round
it_it: Round di revisione
nl_nl: Reviewronde

# submissions-proof
source: Proof
it_it: Bozza
nl_nl: Proef

# submissions-editorDecision
source: Editor Decision
it_it: Decisione dell'editor
nl_nl: Beslissing redacteur

# submissions-editorRuling
source: Editor Ruling
it_it: Opinione dell'editor
nl_nl: Oordeel redacteur

# submission-eventLog
source: Event Log
it_it: Registro degli eventi
nl_nl: Gebeurtenissen logboek

# submissions-copyeditComplete
source: Copyedited
it_it: Copyediting concluso
nl_nl: Tekstredactie voltooid

# submissions-layoutComplete
source: Layout edited
it_it: Layout modificato
nl_nl: Opmaak voltooid

# submissions-proofreadingComplete
source: Proofread
it_it: Correzione delle bozze conclusa
nl_nl: Proefgelezen

# journal-currentIssue
source: Current Issue
it_it: Ultimo fascicolo
nl_nl: Huidig nummer

# journal-journals
source: Journals
it_it: Riviste
nl_nl: Tijdschriften

# journal-path
source: Path
nl_nl: Pad

# context-context
source: Journal
it_it: Rivista
nl_nl: Tijdschrift

# journal-viewAllIssues
source: View All Issues
it_it: Visualizza tutti i numeri
nl_nl: Bekijk alle nummers

# user-noRoles-selectUsersWithoutRoles
source: Include users with no roles in this journal.
it_it: Includi utenti che non hanno un ruolo in questa rivista
nl_nl: Neem gebruikers op zonder rol voor dit tijdschrift.

# user-profile-profileImage
source: Profile Image
it_it: Immagine del profilo
nl_nl: Profielafbeelding

# user-showAllJournals
source: Show My Journals
it_it: Mostra le mie riviste
nl_nl: Toon mijn tijdschriften

# user-registerForOtherJournals
source: Register for Other Journals
it_it: Registrazione ad altre riviste
nl_nl: Registreren voor andere tijdschriften

# user-reviewerPrompt
source: Would you be willing to review submissions to this journal?
it_it: Vuoi revisionare le proposte che giungono a questa rivista?
nl_nl: Zou u inzendingen voor dit tijdschrift willen reviewen?

# user-reviewerPrompt-userGroup
source: Yes, request the {$userGroup} role.
it_it: Si, richiedi il ruolo di {$userGroup}
nl_nl: Ja, vraag de {$userGroup} rol aan.

# user-reviewerPrompt-optin
source: Yes, I would like to be contacted with requests to review submissions to this journal.
it_it: Si, voglio essere contattato per chiedermi di collaborare alla rivista facendo revisioni delle proposte che giungono alla rivista.
nl_nl: Ja, ik zou graag worden gecontacteerd om inzendingen voor dit tijdschrift te reviewen.

# user-register-contextsPrompt
source: Which journals on this site would you like to register with?
it_it: A quali rivista di questo sito ti vuoi registrare ?
nl_nl: Voor welke tijdschriften zou u zich willen registreren?

# user-register-otherContextRoles
source: Request the following roles.
it_it: Richiedi i seguenti ruoli
nl_nl: Vraag volgende rollen aan.

# user-register-noContextReviewerInterests
source: If you requested to be a reviewer on any journal, please enter your subject interests.
it_it: Se richiedi di essere un revisore di qualche rivista, per favore inserisci gli argomenti che ti interessano.
nl_nl: Als u inzendingen voor een tijdschrift wil reviewen, geef dan a.u.b. uw reviewvoorkeuren aan.

# user-myJournals
source: My Journals
it_it: Le mie riviste
nl_nl: Mijn tijdschriften

# user-manageMySubscriptions
source: Manage My Subscriptions
it_it: Gestisci i miei abbonamenti
nl_nl: Mijn abonnementen beheren

# user-noRoles-chooseJournal
source: Your account is not currently associated with any journals. Please choose a journal:
it_it: Il tuo account non è ancora associato ad alcuna rivista; scegline una:
nl_nl: Uw profiel is niet aan een tijdschrift gekoppeld. Kies een tijdschrift:

# user-noRoles-noRolesForJournal
source: Your account does not currently have any roles for this journal. Please choose from the actions below:
it_it: Il tuo account non ha ancora un ruolo in alcuna rivista Scegli tra le possibilità indicate sotto:
nl_nl: Uw profiel heeft geen rollen voor dit tijdschrift. Kies uit de acties hieronder:

# user-noRoles-submitArticle
source: Submit a Proposal
it_it: Invia una proposta
nl_nl: Zend een voorstel in

# user-noRoles-submitArticleRegClosed
source: Submit an Article: Author registration is currently disabled.
it_it: Sottoponi un articolo: la registrazione degli autori in questo momento è disabilitata.
nl_nl: Zend een artikel in: registratie van auteurs is momenteel uitgeschakeld.

# user-noRoles-regReviewer
source: Register as a Reviewer
it_it: Registrati come revisore
nl_nl: Registreren als reviewer

# user-noRoles-regReviewerClosed
source: Register as a Reviewer: Reviewer registration is currently disabled.
it_it: Registrati come revisore: la registrazione degli autori in questo momento è disabilitata.
nl_nl: Registreren als reviewer: registratie is momenteel uitgeschakeld.

# user-role-manager
source: Journal Manager
nl_nl: Tijdschriftbeheerder

# user-role-subEditor
source: Section Editor
nl_nl: Sectieredacteur

# user-role-subscriptionManager
source: Subscription Manager
it_it: Gestore degli abbonamenti
nl_nl: Abonnementenbeheerder

# user-role-managers
source: Journal Managers
it_it: Journal Manager
nl_nl: Tijdschriftbeheerders

# user-role-subEditors
source: Section Editors
it_it: Editor di sezione
nl_nl: Sectieredacteurs

# user-role-subscriptionManagers
source: Subscription Managers
it_it: Gestori degli abbonamenti
nl_nl: Abonnementenbeheerders

# user-role-journalAssistant
source: Journal Assistant
it_it: Redattore
nl_nl: Tijdschriftassistent

# user-role-journalAssistants
source: Journal Assistants
it_it: Redattori
nl_nl: Tijschriftassistenten

# issue-issue
source: Issue
it_it: Fascicolo
nl_nl: Nummer

# issue-issues
source: Issues
it_it: Fascicoli
nl_nl: Nummers

# issue-title
source: Title
it_it: Titolo
nl_nl: Titel

# issue-number
source: Number
it_it: Numero
nl_nl: Nummer

# issue-no
source: No
it_it: N.
nl_nl: Nr

# issue-year
source: Year
it_it: Anno
nl_nl: Jaar

# issue-noIssues
source: No Issues
it_it: Nessun fascicolo
nl_nl: Geen nummers

# issue-toc
source: Table of Contents
it_it: Sommario
nl_nl: Inhoudsopgave

# issue-abstract
source: Abstract
nl_nl: Samenvatting

# issue-coverPage-altText
source: Cover Page
it_it: Copertina
nl_nl: Omslag

# issue-fullIssue
source: Full Issue
it_it: Fascicolo completo
nl_nl: Heel nummer

# issue-nonpdf-title
source: Issue Download
it_it: Scarica il fascicolo
nl_nl: Nummer downloaden

# issue-viewIssue
source: View Issue
it_it: Visualizza il fascicolo
nl_nl: Bekijk nummer

# issue-return
source: Return to Issue Details
it_it: Ritorna ai dettagli del fascicolo
nl_nl: Terug naar details over het nummer

# subscriptionTypes-currency
source: Currency
it_it: Valuta
nl_nl: Valuta

# subscriptionTypes-year
source: year
it_it: anno
nl_nl: jaar

# subscriptionTypes-years
source: years
it_it: anni
nl_nl: jaren

# subscriptionTypes-month
source: month
it_it: mese
nl_nl: maand

# subscriptionTypes-months
source: months
it_it: mesi
nl_nl: maanden

# subscriptionTypes-nonExpiring
source: Non-expiring
it_it: Senza scadenza
nl_nl: Niet-verlopend

# subscriptionTypes-format
source: Format
it_it: Formato
nl_nl: Formaat

# subscriptionTypes-format-print
source: Print
it_it: Cartaceo
nl_nl: Gedrukt

# subscriptionTypes-format-printOnline
source: Print and Online
it_it: Cartaceo e Online
nl_nl: Gedrukt en online

# subscriptions-inactive
source: Inactive
it_it: Inattivo
nl_nl: Inactief

# subscriptions-status-active
source: Active
it_it: Attivo
nl_nl: Actief

# subscriptions-status-needsInformation
source: Needs Information
it_it: Informazioni necessarie
nl_nl: Informatie nodig

# subscriptions-status-needsApproval
source: Needs Approval
it_it: Approvazione necessaria
nl_nl: Goedkeuring nodig

# subscriptions-status-awaitingManualPayment
source: Awaiting Manual Payment
it_it: In attesa di pagamento manuale
nl_nl: In afwachting van handmatige betaling

# subscriptions-status-awaitingOnlinePayment
source: Awaiting Online Payment
it_it: In attesa di pagamento Online
nl_nl: In afwachting van online betaling

# subscriptions-status-noSubscription
source: You do not have an active subscription.
it_it: Non hai attivo alcun abbonamento
nl_nl: U heeft geen actief abonnement.

# subscriptions-status-other
source: Other, See Notes
it_it: Altro, vedi note
nl_nl: Overige, zie opmerkingen

# subscriptions-individualDescription
source: Individual subscriptions require login to access subscription content.
it_it: L'abbonamento individuale richiede la login per fruire dei contenuti sottoscritti.
nl_nl: Bij individuele abonnementen is inloggen nodig om teogang te krijgen tot de inhoud.

# subscriptions-institutionalDescription
source: Institutional subscriptions do not require login. The user's domain and/or IP address is used to provide access to subscription content.
it_it: L'abbonamento istituzionale non richiede login. Per fornire accesso ai contenuti sottoscritti si utilizza il dominio e/o l'indirizzo IP dell'utente.
nl_nl: Voor institutionele abonnementen is inloggen niet nodig.Toegang tot de inhoud wordt geregeld aan de hand van het domein en/of het IP-adres van de gebruiker.

# subscriptions-institutionalOnlinePaymentDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the domain and IP ranges before the subscription is activated.
it_it: <strong>N.B.</strong> Gli abbonamenti istituzionali acquistati online richiedono l'abilitazione del dominio o del range di IP per essere attivate.
nl_nl: <strong>Noot:</strong> Institutionele abonnementen die online gekocht ziijn, worden pas actief na goedkeuring van het domein en de IP-reeksen.

# submission-event-general-defaultEvent
source: Submission event
it_it: Evento
nl_nl: Inzending

# submission-event-submissionSubmitted
source: Article submitted
it_it: Articolo inviato
nl_nl: Artikel ingezonden

# submission-event-general-issueScheduled
source: Submission sent to issue scheduling queue
it_it: Contributo inserito nella programmazione del fascicolo corrente
nl_nl: Inzending in nummer-wachtrij geplaatst.

# submission-event-general-issueAssigned
source: Submission assigned to issue
it_it: Contributo assegnato al fascicolo
nl_nl: Inzending toegekend aan nummer

# submission-event-general-articlePublished
source: Article published
it_it: Articolo pubblicato
nl_nl: Artikel gepubliceerd

# submission-event-author-authorRevision
source: Author revision submitted
it_it: Revisione dell'autore inviata
nl_nl: Revisie door auteur ingezonden

# submission-event-general-authorRevision
source: Author revision file updated
it_it: Aggiornato il file di revisione dell'autore
nl_nl: Bestand door de auteur gereviseerd

# submission-event-editor-editorAssigned
source: Editor assigned to submission
it_it: Editor assegnato alla proposta
nl_nl: Redacteur toegekend aan de inzending

# submission-event-editor-editorUnassigned
source: Editor unassigned from submission
it_it: Editor tolto dalla proposta
nl_nl: Toekenning redacteur ingetrokken

# submission-event-editor-editorDecision
source: Editor decision submitted
it_it: Inviata la decisione dell'Editor
nl_nl: Beslissing van de redacteur ingezonden

# submission-event-editor-editorFile
source: Editor file updated
it_it: Aggiornato il file dell'editor
nl_nl: Bestand van de redacteur bijgewerkt

# submission-event-editor-submissionArchived
source: Submission sent to archive
it_it: Proposta archiviata
nl_nl: Inzending naar archief verstuurd

# submission-event-editor-submissionRestored
source: Submission restored from archive
it_it: Proposta ripristinata dall'archivio
nl_nl: Inzending teruggehaald uit archief

# submission-event-copyedit-copyeditorAssigned
source: Copyeditor assigned to submission
it_it: Copyeditor assegnato alla proposta
nl_nl: Tekstredacteur toegekend aan inzending

# submission-event-copyedit-copyeditorUnassigned
source: Copyeditor unassigned from submission
it_it: Copyeditor tolto dalla proposta
nl_nl: Toewijzing tekstredacteur ingetrokken

# submission-event-copyedit-copyeditInitiated
source: Copyedit assignment initiated
it_it: Avviato l'incarico di copyedit
nl_nl: Tekstredactie gestart

# submission-event-copyedit-copyeditRevision
source: Copyeditor revisions file updated
it_it: Aggiornato il file di revisioni del Copyeditor
nl_nl: Bestand met revisies tekstredacteur bijgewerkt

# submission-event-copyedit-copyeditInitialCompleted
source: Initial copyedit completed
it_it: Fase iniziale del copyedit completata
nl_nl: Eerste tekstredactie gereed

# submission-event-copyedit-copyeditFinalCompleted
source: Final copyedit completed
it_it: Fase finale del copyedit completata
nl_nl: Laatste tekstredactier gereed

# submission-event-copyedit-copyeditSetFile
source: Copyedit file updated
it_it: Aggiornato il file di copyedit
nl_nl: Bestand tekstredactie bijgewerkt

# submission-event-proofread-proofreaderAssigned
source: Proofreader assigned to submission
it_it: Correttore di bozze assegnato al contributo
nl_nl: Proeflezer toegekend aan de inzending

# submission-event-proofread-proofreaderUnassigned
source: Proofreader unassigned from submission
it_it: Correttore di bozze tolto dal contributo
nl_nl: Toekenning proeflezer ingetrokken

# submission-event-proofread-proofreadInitiated
source: Proofread assignment initiated
it_it: Avviato l'incarico di correzione delle bozze
nl_nl: Proeflezen gestart

# submission-event-proofread-proofreadRevision
source: Proofreader revisions file updated
it_it: Aggiornato il file di revisioni del correttore di bozze
nl_nl: Bestand met revisies proeflezer bijgewerkt

# submission-event-proofread-proofreadCompleted
source: Proofread assignment completed
it_it: Completato l'incarico di correzione delle bozze
nl_nl: Proeflezen gereed
