Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submission.event.layout.layoutEditorUnassigned
source: Layout editor unassigned from submission
az: Tərtibatçı müraciət vəzifəsindən azad edildi
bg: Премахната асоцииация за редактор на оформлението за изпратените материали
bs_ba: Grafičkom uredniku je povučen prilog
de_de: Layoutredakteur/in nicht länger für den Beitrag zuständig
el_gr: Ακύρωση ανάθεσης σε Επιμελητή Σελιδοποίησης
eu: Maketatzailea kendu da bidalketatik
gd_gb: Chaidh deasaiche na co-dhealbhachd a thoirt air falbh on tagradh
gl_es: Anulouse a asignación do responsable da maquetaxe do envío
hi_in: लेआउट संपादक सबमिशन करने से अप्रकाशित है
hu_hu: Tördelő hozzárendelésének megszüntetése
hy_am: Դասավորության խմբագիրը հետ է կանչված ներկայացումից
is: Setjari aftengdur innsendingu
ja: 投稿物のレイアウトエディタが解除された
ka: დამკაბადონებელი მოიხსნა მასალიდან
kk: Материалдан сайт редакторы алып тасталды
ku_iq: نەخشەسازی چاپ ئەرکدار نەکراوە
ky: Макет редактору тапшырмадан алынган
lt: Maketuotojas atšauktas
lv_lv: Iesniegtajam materiālam atcelts maketētājs
mk_mk: Уредникот за распоред е отстранет од поднесокот
mr: सादरीकरणाची मांडणी करणार्‍या (layout) संपादकाची नियुक्ती रद्द केली
ms: Editor Susun atur tidak ditugaskan untuk penyerahan
nb_no: Layoutredaktør avløst
ro: Editor de machetare refuzat
sk_sk: Typograf odobratý od príspevku
sl_si: Grafični urednik je razrešen iz tega prispevka
sr_rs@cyrillic: Графички уредник је повучен са предатог рада
sr_rs@latin: Grafički urednik je povučen sa predatog rada
th: บรรณาธิการการจัดวางถูกยกเลิกการมอบหมายจากการส่งบทความ
uk_ua: Редактор верстки звільнений від роботи над поданням
uz@latin: Joylashtirish tahrirlovchisi topshirilmadi
vi_vn: Biên tập viên trình bày đã được ngừng phân công
zh_cn: 排版编辑未指派给投稿
zh_hant: 已取消分配版面設計編輯予投稿

# submission.event.layout.layoutEditorAssigned
source: Layout editor assigned to submission
az: Məqaləyə tərtibatçı təyin edildi
bg: Редактор на оформлението е асоцииран за изпратените материали
bs_ba: Prilog je dodijeljen grafičkom uredniku
de_de: Beitrag einer Layoutredakteurin/einem Layoutredakteur zugeteilt
el_gr: Ανάθεση υποβολής σε Επιμελητή Σελιδοποίησης
eu: Maketatzailea esleitu zaio bidalketari
gd_gb: Chaidh deasaiche co-dhealbhachd iomruineadh dhan tagradh
gl_es: Responsable da maquetaxe asignado ao envío
hi_in: लेआउट संपादक सबमिशन करने के लिए सौंपा
hu_hu: Tördelő hozzárendelése a beküldött anyaghoz
hy_am: Ներկայացմանը նշանակված է դասավորության խմբագիր
is: Setjara úthlutað á innsendingu
ja: 投稿物にレイアウトエディタが任命された
ka: დამკაბადონებელი დაინიშნა მასალაზე
kk: Материалға сайт редакторы тағайындалды
ku_iq: نەخشەسازی چاپ ئەرکردار کرا
ky: Макет редактору тапшырмага дайындалды
lt: Paskirtas maketuotojas
lv_lv: Iesniegtajam materiālam piešķirts maketētājs
mk_mk: Назначен е уредник за распоред на поднесокот
mr: सादरीकरणाची मांडणी करणार्‍या (layout) संपादकाची नियुक्ती केली
ms: Editor Susun atur ditugaskan untuk penyerahan
nb_no: Layoutredaktør oppnevnt
ro: Editorul de machetare este atribuit
sk_sk: Typograf pridelený k príspevku
sl_si: Odaja je predana grafičnemu uredniku
sr_rs@cyrillic: Предати рад је додељен графичком уредникu
sr_rs@latin: Predati rad je dodeljen grafičkom uredniku
th: บรรณาธิการการจัดวางได้รับมอบหมายให้ดูแลการส่งบทความ
uk_ua: Редактор верстки призначений для подання
uz@latin: Joylashtirish muharriri topshirish uchun tayinlangan
vi_vn: Biên tập viên trình bày đã được phân công
zh_cn: 排版编辑已经指派给投稿
zh_hant: 已分配版面設計編輯予投稿

# submission.event.proofread.proofreadCompleted
source: Proofread assignment completed
az: Korrektor əməliyyatı tamamlandı
bg: Коректурата е завършена
bs_ba: Dodjela korekture je gotova
de_de: Korrekturlektorat abgeschlossen
el_gr: Η επιμέλεια του τυπογραφικού δοκιμίου ολοκληρώθηκε.
eu: Proba-zuzenketaren esleipena bukatu da
gd_gb: Chaidh an obair dearbh-leughaidh a choileanadh
gl_es: Completouse a asignación da corrección de probas
hi_in: प्रूफ़रीडर असाइनमेंट पूरा हुआ
hu_hu: Korrektúrázás elkészült
hy_am: Սրբագրման առաջադրանքն ավարտված է
is: Próarkalestri lokið
ja: 校正依頼が完了した
ka: კორექტურული დავალება შესრულებულია
kk: Корректура аяқталды
ku_iq: ئەرکی هەڵسەنگێنەری زمانی تەواو بو
ky: Корректура тапшырмасы аяктады
lt: Korektorius paskirtas
lv_lv: Korektūra pabeigta
mk_mk: Задачата за лекторирање е завршена
mr: मुद्रित लेखन तपासण्याचे कार्य पूर्ण झाले
ms: Tugasan Proofread selesai
nb_no: Korrekturlesing ferdigstilt
ro: Atribuirea corectorului este completă
sk_sk: Pridelená korektúra dokončená
sl_si: Korektura je končana
sr_rs@cyrillic: Додела коректуре је готова
sr_rs@latin: Dodela korekture je gotova
th: การมอบหมายการพิสูจน์อักษรเสร็จสมบูรณ์แล้ว
uk_ua: Коректор завершив роботу
uz@latin: Tekshiruv topshirig'i bajarildi
vi_vn: Đã hoàn thành phân công hiệu đính
zh_cn: 校对指派完成
zh_hant: 完成分配校對

# submission.event.proofread.proofreadRevision
source: Proofreader revisions file updated
az: Korrektor dəyişiklik faylı yeniləndi
bg: Файлът с редакция на коректора на изпратените материали е актуализиран
bs_ba: Revidirana datoteka korektora je ažurirana
de_de: Bearbeitungsdatei der Korrekturlektorin/des Korrekturlektors aktualisiert
el_gr: Το αρχείο επιμέλειας τυπογραφικού δοκιμίου ενημερώθηκε.
eu: Proba-zuzentzailearen aldaketen fitxategia eguneratu da
gd_gb: Chaidh faidhle lèirmheasan an dearbh-leughadair ùrachadh
gl_es: Actualizouse o arquivo de revisións do corrector/a de probas
hi_in: प्रूफ़रीडर संशोधन फ़ाइल अपडेट की गई
hu_hu: Korrektúrázott fájl frissítve
hy_am: Սրբագրիչի վերանայումներով նիշքը թարմացվել է
is: Lagfæringaskrá prófarkalesara uppfærð
ja: 校正者改訂ファイルが更新された
ka: კორექტორის სარედაქციო ფაილი განახლდა
kk: Корректор файлы жаңартылды
ku_iq: پێداچونەوەکانی هەڵسەنگێنەری زمانی نوێ کرانەوە
ky: Корректурачынын оңдоо файлы жаңыртылды
lt: Korektoriaus taisymai atnaujinti
lv_lv: Koriģētā datne atjaunināta
mk_mk: Ажурирана датотека со поправки на лекторот
mr: मुद्रित लेखन तपासणार्‍याची संस्करण फाईल अद्ययावत केली
ms: Fail semakan Proofreader dikemas kini
nb_no: Korrekturleserens fil oppdatert
ro: A fost actualizat fișierul revizuit de corector
sk_sk: Súbor s korektúrami aktualizovaný
sl_si: Revidirana datoteka korektorja je ažuririrana
sr_rs@cyrillic: Коригован фајл коректора је ажуриран
sr_rs@latin: Korigovan fajl korektora je ažuriran
th: ไฟล์การแก้ไขของผู้พิสูจน์อักษรได้รับการอัปเดตแล้ว
uk_ua: Файл з правками коректора оновлений
uz@latin: Tekshiruvchi tuzatishlar fayli yangilandi
vi_vn: Đã cập nhật Tệp sửa đổi Hiệu đính
zh_cn: 校对修订文件已经上传
zh_hant: 校對員修正檔案已更新

# submission.event.proofread.proofreadInitiated
source: Proofread assignment initiated
az: Korrektor təyinatı başladı
bg: Започната е процедурата за коректура на изпратените материали
bs_ba: Pokrenuta je dodijela korekcije
de_de: Korrekturlektorat für Beitrag veranlasst
el_gr: Ανάθεση επιμέλειας τυπογραφικού δοκιμίου
eu: Proba-zuzenketaren esleipena hasi da
gd_gb: Thòiseachadh air an obair dearbh-leughaidh
gl_es: Iniciouse a asignación da corrección de probas
hi_in: प्रूफ़रीडर असाइनमेंट शुरू किया गया
hu_hu: Korrektúrázás megkezdve
hy_am: Սկսվել է սրբագրիչի նշանակումը
is: Úthlutun í prófarkalestur hafin
ja: 校正が開始された
ka: კორექტურული დავალება დაიწყო
kk: Корректура басталды
ku_iq: ئەرکی هەڵسەنگێنەری زمانی دەستی پێ کرد
ky: Корректура тапшырмасы башталды
lt: Paskiriama korektoriui
lv_lv: Korektūra uzsākta
mk_mk: Започнато доделување за лекторирање
mr: मुद्रित लेखन तपासण्याचे कार्य सुरू झाले
ms: Tugasan Proofread dimulakan
nb_no: Korrekturlesing startet
ro: Atribuirea corectorului a fost inițiată
sk_sk: Pridelená korektúra zahájená
sl_si: Dodelitev korektorja je bila sprožena
sr_rs@cyrillic: Покренута је додела корекције
sr_rs@latin: Pokrenuta je dodela korekcije
th: การมอบหมายการพิสูจน์อักษรเริ่มต้นแล้ว
uk_ua: Коректор розпочав роботу
uz@latin: Tekshiruv topshirig'i boshlandi
vi_vn: Đã khởi tạo Phân công Hiệu đính
zh_cn: 校对指派开始
zh_hant: 開始分配校對

# admin.overwriteConfigFileInstructions
source: <h4>NOTE!</h4> <p>The system could not automatically overwrite the configuration file. To apply your configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
az: <h4>NOT!</h4> <p>Sistem avtomatik olaraq sturukturlaşma faylının üzərinə yaza bilməz. Sturukturlaşma dəyişikliklərini tətbiq edə bilmək üçün <tt>config.inc.php</tt> faylını uyğun bir yazı tənzimləyicidə açmaq və məzmununu aşağıda yazı sahəsində qeyd olunan məzmunla dəyişdirməyiniz lazımdır. </p>
bg: <h4>БЕЛЕЖКА!</h4> <p>Системата не може автоматично да презапише конфигурационния файл. За да приложите промените в конфигурацията си, трябва да отворите <tt>config.inc.php</tt> в подходящ текстов редактор и да замените съдържанието му със съдържанието на текстовото поле по -долу. </p>
bs_ba: <h4>OBAVIJEST!</h4> <p>Sustav ne može automatski obaviti prepisivanje preko konfiguracijske datoteke. Kako biste primjenili konfiguracijske izmjene morate otvoriti datoteku <tt>config.inc.php</tt> u prikladnom uređivaču teksta i zamijeniti njegov sadržaj sa sadržajem teksta u polju ispod.</p>
de_de: <h4>Beachten Sie:</h4> <p>Das System konnte die Konfigurationsdatei nicht automatisch überschreiben. Öffnen Sie <tt>config.inc.php</tt> mit einem geeigneten Texteditor und ersetzen Sie den Inhalt durch den Text im nachstehenden Textfeld.</p>
el_gr: <h4>ΣΗΜΕΙΩΣΗ!</h4> <p>Δεν ήταν δυνατή η αυτόματη αντικατάσταση του αρχείου ρυθμίσεων από το σύστημα. Για να εφαρμόσετε τις αλλαγές, θα πρέπει να ανοίξετε το <tt>config.inc.php</tt> με έναν κατάλληλο επεξεργαστή κειμένου και να αντικαταστήσετε τα περιεχόμενά του με τα περιεχόμενα του παρακάτω πεδίου κειμένου.</p>
eu: <h4>ADI!</h4> <p>Sistemak ezin izan du konfigurazio-fitxategia automatikoki gainidatzi. Konfigurazio-aldaketak aplikatzeko, <tt>config.inc.php</tt> testu-editore egoki batekin ireki beharko duzu eta bertako edukiaren ordez beheko testu-eremuaren edukia jarri.</p>
gd_gb: <h4>AN AIRE!</h4> <p>Cha b’ urrainn dhan t-siostam sgrìobhadh thairis air an fhaidhle rèiteachaidh. Airson na h-atharraichean agad air an rèiteachadh a chur an sàs, feumaidh tu <tt>config.inc.php</tt> fhosgladh ann an deasaiche teacsa iomchaidh agus na tha san raon teacsa gu h-ìosal a chur an àite na susbaint ann.</p>
gl_es: <h4>NOTA!</h4> <p>O sistema non puido modificar automaticamente o arquivo de configuración. Para aplicar os cambios na configuración cómpre abrir o arquivo <tt>config.inc.php</tt> nun editor de texto axeitado e substituír o seu contido polo que se encontra no campo de texto que se mostra a continuación.</p>
hi_in: <h4>नोट!</h4> <p>सिस्टम कॉन्फ़िगरेशन फ़ाइल को स्वचालित रूप से अधिलेखित नहीं कर सकता है। अपने कॉन्फ़िगरेशन परिवर्तनों को लागू करने के लिए आपको उपयुक्त टेक्स्ट एडिटर में <tt>config.inc.php</tt> खोलना होगा और इसकी सामग्री को नीचे दिए गए टेक्स्ट फ़ील्ड की सामग्री से बदलना होगा।</p>
hu_hu: <h4>MEGJEGYZÉS!</h4> <p>A rendszer nem tudja automatikusan felülírni a konfigurációs állományt. A változtatások elfogadásához meg kell nyitni a <tt>config.inc.php</tt> fájlt egy szerkesztőben és lecserélni a lentebb látható szövegre.</p>
hy_am: <h4>ՆՇՈՒՄ</h4> <p>Համակարգը չկարողացավ ինքնաշխատ կերպով վերագրել կազմաձևման նիշքը: Կազմաձևման ձեր փոփոխությունները կիրառելու համար դուք պետք է բացեք <tt>config.inc.php</tt> համապատասխան տեքստային խմբագրիչում և փոխարինեք դրա բովանդակությունը ստորև բերված տեքստային դաշտի բովանդակությամբ:</p>
ja: <h4>注意</h4> <p>設定ファイルを更新できませんでした。設定の変更を適用するためには、<tt>config.inc.php</tt>をエディタで開いて、以下の内容に置き換える必要があります。</p>
ka: <h4>ᲨᲔᲜᲘᲨᲕᲜᲐ!</h4> <p> სისტემამ ავტომატურად ვერ შეცვალა კონფიგურაციის ფაილი. თქვენი კონფიგურაციის ცვლილებების <tt>შესაცვლელად, თქვენ უნდა გახსნათ config.inc.php</tt> შესაფერისი ტექსტური რედაქტორი და შეცვალოთ მისი შინაარსი ქვემოთ მოცემული ტექსტის ველის შინაარსით</p>
kk: <h4> назар аударыңыз!</h4> <p>Жүйе конфигурация файлын автоматты түрде қайта жаза алмайды. Өзгертілген конфигурация параметрлерін қолдану үшін <tt>config.inc.php</tt> конфигурациялау файлын тиісті мәтіндік редакторда ашып, оның мазмұнын төмендегі мәтін жолағының мазмұнымен ауыстырыңыз.</p>
ku_iq: <h4>تێبینی!</h4> <p>سیستەمەکە ناتوانێت بە شێوەی تۆماتیکی فایلی ڕێکخستنەکان بگۆڕێت. بۆ گۆڕینی ڕێکخستنەکان ئێرە بکەوە<tt>config.inc.php</tt>لەم ڕێگەیەوە دەتوانیت بەرنامەی تایبەت بۆ گۆڕانکاری بەکار بهێنیت لەم خانەیەی خوارەوە</p>
ky: <h4>ЭСКЕРТҮҮ!</h4> <p>Система конфигурация файлын автоматтык түрдө кайра жазып коё алган жок. Конфигурация өзгөртүүлөрүн колдонуу үчүн <tt>config.inc.php</tt> файлын ылайыктуу текст редакторунда ачып, анын мазмунун төмөнкү текст талаасындагы мазмун менен алмаштырышыңыз керек.</p>
lt: <h4>PASTABA!</h4> <p>Sistema negalėjo automatiškai perrašyti konfigūracijos failo. Norėdami pritaikyti savo konfigūracijos pakeitimus, turite atidaryti <tt>config.inc.php</tt> tinkamu tekstų redaktoriumi ir pakeisti jo turinį žemiau esančio teksto laukelio turiniu.</p>
lv_lv: <h4>PIEZĪME!</h4> <p>Sistēma nevarēja automātiski pārrakstīt konfigurācijas failu.Lai piemērotu konfigurācijas izmaiņas, ir jāatver <tt>config.inc.php</tt>piemērotā teksta redaktorā un jāaizstāj saturs ar turpmāk norādītā teksta lauka saturu.</p>
mk_mk: <h4>ЗАБЕЛЕЖИ!</h4> <p>Системот не може автоматски да го надсними фајлот за конфигурација. За да ги примените промените во конфигурацијата морате да го отворите <tt>config.inc.php</tt> во соодветен текс уредувач и да ја замените содржината со содржината во текстуалното поле дадено подолу.</p>
mr: <h4>सूचना!</h4> <p>ही प्रणाली कॉन्फिगरेशन फाईल आपोआप बदलू (ओव्हरराईट करू) शकत नाही. तुम्हाला कॉन्फिगरेशन बदल लागू करण्यासाठी <tt>config.inc.php</tt> ही फाईल टेक्स्ट एडिटरसारख्या आज्ञावली वापरुन त्यातील मजकूर हवा तसा बदलणे आवश्यक असते. </p>
ms: <h4>PERHATIAN!</h4> <p>Sistem tidak dapat menulis ganti fail konfigurasi secara automatik. Untuk menggunakan perubahan konfigurasi anda, anda mesti membuka <tt>config.inc.php</tt> dalam penyunting teks yang sesuai dan menggantikan kandungannya dengan kandungan medan teks di bawah.</p>
nb_no: <h4>OBS!</h4> <p>Systemet kunne ikke automatisk overskrive konfigurasjonsfilen. For å endre konfigurasjonen må du åpne <tt>config.inc.php</tt> i et egnet tekstbehandlingsprogram, og erstatte innholdet i den med innholdet i tekstfeltet nedenfor.</p>
ro: <h4>NOTĂ!</h4> <p>Sistemul nu a putut suprascrie automat fișierul de configurare. Pentru a aplica modificările de configurare, trebuie să deschideți <tt>config.inc.php</tt> într-un editor de text adecvat și înlocuiți conținutul său cu conținutul câmpului de text de mai jos.</p>
sk_sk: <h4>POZNÁMKA!</h4> <p>Systém nemohol automaticky prepísať konfiguračný súbor. Na vykonanie zmien konfigurácie musíte otvoriť<tt>config.inc.php</tt> vo vhodnom textovom editore a nahradiť jeho obsah obsahom textového poľa nižšie. </p>
sl_si: <h4>OPOZORILO!</h4> <p>Sistem ne more avtomatsko prepisati nastavitvene datoteke. Za ročni vpis sprememb v konfiguracijsko datoteko <tt>config.inc.php</tt> jo odprite v primernem urejewvalniku in zamenjajte vsebino datoteke s besedilom spodaj.</p>
sr_rs@cyrillic: <h4>НАПОМЕНА!</h4> <p>Систем не може аутоматски извршити преписивање конфигурационог фајла. Да бисте извршили измене фајл <tt>config.inc.php</tt> мора имати perm. mod 777.</p>
sr_rs@latin: <h4>NAPOMENA!</h4> <p>Sistem ne može automatski izvršiti prepisivanje konfiguracionog fajla. Da biste izvršili izmene fajl <tt>config.inc.php</tt> mora imati perm. mod 777.</p>
th: <h4>หมายเหตุ!</h4> <p>ระบบไม่สามารถเขียนทับไฟล์การกำหนดค่าได้โดยอัตโนมัติ เพื่อใช้การเปลี่ยนแปลงการกำหนดค่าของคุณ คุณต้องเปิดไฟล์ <tt>config.inc.php</tt> ในโปรแกรมแก้ไขข้อความที่เหมาะสมและแทนที่เนื้อหาของไฟล์ด้วยเนื้อหาที่อยู่ในช่องข้อความด้านล่างนี้</p>
uk_ua: <h4>УВАГА!</h4> <p>Система не може автоматично перейменувати файл конфігурації. Для застосування змін конфігурації Ви повинні відкрити <tt>config.inc.php</tt> у текстовому редакторі та замінити його зміст змістом текстового поля, наведеного нижче.</p>
uz@latin: <h4> DIQQAT! </h4> <p> Tizim konfiguratsiya faylini avtomatik ravishda qayta yozib bo'lmaydi. Konfiguratsiya o'zgarishlarini qo'llash uchun <tt> config.inc.php </tt> ni mos matn tahrirlovchisida ochish va uning tarkibini quyidagi matn maydonining mazmuni bilan almashtirish kerak. </p>
vi_vn: <h4>NOTE!</h4> <p>Hệ thống không thể tự động ghi đè tập tin cấu hình. Để áp dụng thay đổi cấu hình của bạn, bạn phải mở <tt>config.inc.php</tt> trong một trình soạn thảo văn bản phù hợp và thay thế nội dung của nó bằng nội dung của trường văn bản bên dưới.</p>
zh_cn: <h4>注意！</h4> <p>系统无法自动覆盖这个配置文件。要应用您的配置变更，您必须以适合的编辑器开启<tt>config.inc.php</tt>，并以下列文字栏位中的内容来替换其内容。</p>>

# admin.auth.defaultSourceDescription
source: <p>Specifying a default authentication source other than OJS has the following effects:</p> <ul> <li>If a user attempts to register a new account with this site with a username that exists on the authentication source (but not in the OJS database), the registration attempt is only allowed if the supplied password is valid for that user account.</li> </ul>
bs_ba: <p>Određivanje primarnog izvora autentifikacije izvan OJS-a rezultira sljedećim:</p> <ul> <li>Ako korisnik pokuša registrirati novi korisnički račun na ovoj stranici s korisničkim imenom koje postoji na izvoru autentifikacije (ali ne i u OJS bazi podataka), registracija je dopuštena ukoliko je isporučena lozinka valjana za taj korisnički račun.</li> </ul>
de_de: <p>Eine Standardauthentifizierungsquelle außerhalb vom OJS festzulegen, hat folgende Auswirkungen:</p> <ul> <li>Versucht jemand, auf dieser Seite ein neues Konto mit einem Benutzer/innen-Namen, der in der Authentifizierungsquelle existiert, nicht jedoch in der OJS-Datenbank, einzurichten, dann gelingt die Registrierung nur, wenn das eingegebene Passwort für dieses Benutzer/innen-Konto gültig ist.</li> </ul>
el_gr: <p>Η επιλογή μιας πηγής πιστοποίησης διαφορετικής από το OJS συνεπάγεται τα παρακάτω:</p> <ul> <li>Εάν ένας Χρήστης προσπαθήσει να δημιουργήσει νέο λογαριασμό στον ιστότοπο αυτό χρησιμοποιώντας ένα όνομα Χρήστη που υπάρχει ήδη στην πηγή πιστοποίησης (αλλά όχι στην βάση δεδομένων του OJS), η εγγραφή επιτρέπεται μόνο εάν ο κωδικός πρόσβασης που θα δοθεί είναι έγκυρος για τον ήδη υπάρχοντα Χρήστη.</li> </ul>
gd_gb: <p>Ma shònraicheas tu tùs dearbhaidh bunaiteach eile seach OJS, bidh a’ bhuaidh a leanas aige seo:</p> <ul> <li>Ma nì cleachdaiche oidhirp cunntas ùr a chruthachadh air an làrach seo le ainm-cleachdaiche a tha aig an tùs dearbhaidh (ach chan ann aig stòr-dàta OJS), cha tèid an oidhirp clàraidh a cheadachadh ach ma tha am facal-faire a thugadh seachad dligheach airson a’ chunntais chleachdaiche ud.</li> </ul>
gl_es: <p>Establecer como fonte de autenticación predeterminada outra diferente de OJS producirá o efecto seguinte:</p> <ul> <li>Se un usuario/a intenta rexistrar unha conta nova neste sitio web cun nome de usuario/a xa existente na fonte de autenticación (pero non na base de datos de OJS), o intento de rexistro só se permitirá se o contrasinal proporcionado é válido para esta conta de usuario/a.</li> </ul>
hi_in: <p>OJS के अलावा एक डिफ़ॉल्ट प्रमाणीकरण स्रोत को निर्दिष्ट करने के निम्नलिखित प्रभाव हैं:</p> <ul> <li>यदि कोई उपयोगकर्ता प्रमाणीकरण साइट पर मौजूद उपयोगकर्ता नाम (लेकिन OJS डेटाबेस में नहीं) के साथ इस साइट के साथ एक नया खाता पंजीकृत करने का प्रयास करता है, तो पंजीकरण प्रयास केवल तभी अनुमति दी जाती है जब आपूर्ति की गई पासवर्ड उस उपयोगकर्ता खाते के लिए मान्य हो।</li> </ul>
hu_hu: <p>Az alapértelmezett hitelesítési forrás eltér az OJS-től a következőkben:</p> <ul> <li>Ha a felhasználó megpróbál regisztrálni egy új fiókot ezen az oldalon egy olyan felhasználói névvel, ami már létezik más hitelesítési forrásban (nem az OJS adatbázisban), a regisztráció csak akkor lesz elfogadott, ha a fiókhoz tartozó jelszót adja meg.</li> </ul>
hy_am: <p>OJS-ից բացի լռելյայն նույնականացման աղբյուր նշելն ունի հետևյալ հետևանքները:</p> <ul> <li>Եթե օգտատերը փորձում է գրանցել նոր հաշիվ այս կայքում՝ օգտանունով, որը գոյություն ունի նույնականացման աղբյուրում (բայց ոչ OJS տվյալների շտեմարանում), գրանցման փորձը թույլատրվում է միայն այն դեպքում, եթե տրամադրված գաղտնաբառը վավեր է այդ օգտվողի հաշվի համար:</li> </ul>
ku_iq: <p>دیاریکردنی سەرچاوەیەکی دیکە جگە لە سیستەمی گۆڤاری کراوە ئەم کاریگەرییەی دەبێت:</p> <ul> <li>ئەگەر بەکارهێنەر هەوڵی تۆمارکردنی ئەژمارێک بە ناوێکی بەردەست بدات، جگە لە ئەژمارەکانی سیستەمی گۆڤاری کراوە، ڕێگەی پێ دەدرێت بە وشەی نهێنیی تایبەتەوە</li> </ul>
lv_lv: <p>Norādot citu noklusējuma autentifikācijas avotu, kas nav OJS, ir šādas sekas:</p> <ul> <li>Ja lietotājs mēģina reģistrēt jaunu kontu šajā vietnē ar lietotājvārdu, kas pastāv autentifikācijas avotā (bet nav OJS datu bāzē), reģistrācijas mēģinājums ir atļauts tikai tad, ja norādītā parole ir derīga šim lietotāja kontam</li> </ul>
mk_mk: <p>Специфицирањето предодреден извор на аутентификација разлиена од OJS ги дава следните ефекти:</p> <ul> <li>Ако корисникот се обиде да регистрира нов акаунт во ова списание со корисничко име кое веќе постои во базата (но не и во базата на OJS), обидот за регистрација ќе се дозволи само за внесената лозинка за тој акаунт.</li> </ul>
nb_no: Om du spesifiserer en annen default valideringskilde enn OJS skjer dette: <ul> <li>Hvis en bruker forsøker å registrere en ny konto på dette nettstedet med et brukernavn som finnes hos valideringskilden (men ikke i OJS-databasen), vil registreringen bare bli tillatt hvis det angitte passordet er gyldig for den aktuelle brukerkontoen.</li> </ul>
sk_sk: <p>Špecifikovanie iného východiskového zdroja overení než OJS má nasledujúci efekt:</p> <ul> <li>Ak sa užívateľ pokúsi zaregistrovať nový účet na tejto stránke s používateľským menom, ktoré existuje v zdroji overenie (ale nie v OJS databáze), pokus o registráciu je povolený len vtedy, ak je zadané heslo platné pre tento užívateľský účet.</li> </ul>
sl_si: <p>Določitev privzetega vira avtentikacije drugega kot OJS ima naslednji učinek:</p> <ul> <li>Če želi uporabnik registrirati nov uporabniški račun na tem spletišču z imenom, ki obstaja na viruu avtentikacije (a ne tudi v OJS bazi podatkov), bo registracija dovoljena le, če bo geslo veljavno za ta uporabniški račun.</li> </ul>
sr_rs@cyrillic: <p>Одређивање примарног извора аутентификације изван OJS-а резултује следећим:</p> <ul> <li>Ако корисник покуша регистровати нови кориснички налог на овом сајту са корисничким именом које постоји на извору аутентификације (али не и у OJS бази података), регистрација је допуштена уколико је приложена лозинка исправна за тај кориснички налог.</li> </ul>
sr_rs@latin: <p>Određivanje primarnog izvora autentifikacije izvan OJS-a rezultuje sledećim:</p> <ul> <li>Ako korisnik pokuša registrovati novi korisnički nalog na ovom sajtu sa korisničkim imenom koje postoji na izvoru autentifikacije (ali ne i u OJS bazi podataka), registracija je dopuštena ukoliko je priložena lozinka ispravna za taj korisnički nalog.</li> </ul>
uk_ua: <p>Визначення основного джерела аутентифікації, іншого ніж OJS, матиме наступні наслідки:</p> <ul> <li>Якщо користувач спробує зареєструвати новий обліковий запис на цьому сайті з іменем, яке вже існує у джерелі аутентифікації (але не в базі даних OJS), спроба реєстрації буде вдалою лише у випадку, якщо введений ним пароль буде збігатись з паролем облікового запису, існуючим у джерелі аутентифікації.</li> </ul>
vi_vn: <p>Chỉ định nguồn xác thực mặc định khác với OJS có các hiệu ứng sau:</p> <ul> <li>Nếu người dùng cố gắng đăng ký tài khoản mới với trang web này với tên người dùng tồn tại trên nguồn xác thực (nhưng không phải trong cơ sở dữ liệu OJS), nỗ lực đăng ký chỉ được phép nếu mật khẩu được cung cấp hợp lệ cho tài khoản người dùng đó.</li> </ul>
zh_cn: <p>指定一个OJS之外的认证来源会有下列的好处：</p> <ul> <li>如果一个用户想要在这个网站中，以一个在认证来源中（而非OJS的数据库中）已经存在的名称来注册一个新的帐号，只有在输入的密码对该用户帐号来说是有效的时候，才能完成注册程序。</li> </ul>
