Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.article.reviewGuidelinesDescription
source: The Review Guidelines will provide reviewers with criteria for judging a submission's suitability for publication in the journal, and can include any special instructions for preparing an effective and helpful review. In conducting the review, reviewers are presented with with two open text boxes, the first "for author and editor," and the second "for editor." Alternatively, the Journal Manager can create a peer review form under Review Forms. In all cases, editors will have the option of including the reviews in corresponding with the author.
az: Rəyçi bələdçisi jurnalda nəşr edilmək üçün edilən məqalələrin uyğunluğunu yoxlamaq üçün hazırlanan meyarları və dəyərləndirməyə köməklik edən aydın bəzi təlimatları ehtiva etməlidir. Dəyərləndirmə əsnasında rəyçiyə iki açılan bilən qutu təqdim olunur. Bunlardan birincisi "Müəllif və redaktora" ikincisi ilə sadəcə "redaktora" şərh və mesaj göndərmək üçündür. Alternativ kimi Jurnal İdarəçisi Dəyərləndirmə Formları altında xüsusi bir dəyərləndirmə formu yarada bilər. Redaktorlar hər halda dəyərləndirmə daxil bütün seçimlərə sahib olacaqdırlar. .
bg: Насоките/Ръководството за рецензиране ще предоставят на рецензентите критерии за преценка на годността на даден материал за публикуване в списанието и могат да включват всякакви специални инструкции за изготвяне на ефективна и полезна рецензия. При провеждането на рецензията рецензентите се представят с две отворени текстови полета, първото „за автор и редактор“, а второто „за редактор“. Като алтернатива, мениджърът на списанието може да създаде формуляр за резинзии под "Форми за резензии". Във всички случаи редакторите ще имат възможност да включат рецензиите в кореспонденцията си с автора.
bs_ba: Recenzijske upute daju recenzentima kriterije o prosuđivanju da li je podnešeni članak odgovarajući za objavljivanje u časopisu. Ove upute daju instrukcije recenzentima kako pripremiti efikasnu i sadržajnu recenziju. Recenzentima će u toku recenzije biti otvorena dva tekstualna okvira. Prvi se odnosi na autora i urednika, a drugi za urednika. Ravnatelj časopisa može napraviti obrazac u dijelu Recenzinjski obrasci. U svakom slučaju, urednici će uvijek imati mogućnost uključiti recenzije u korespodenciji sa autorom.
de_de: Die Begutachtungsrichtlinien geben den Gutachter/innen Kriterien an die Hand, mit deren Hilfe sie bewerten können, ob eine Einreichung für die Veröffentlichung in der Zeitschrift geeignet ist; sie können auch zusätzliche Instruktionen enthalten, die für eine effektive und hilfreiche Begutachtung nützlich sind. Für die Einreichung des Gutachtens stehen den Gutachter/innen zwei offene Textfelder zur Verfügung, eines "für die Autor/innen und die Redakteur/innen", ein zweites "für die Redakteur/innen". Alternativ können Zeitschriftenverwalter/innen ein Formular für die Begutachtung erstellen. Redakteur/innen haben immer die Option, die Gutachten in ihre Korrespondenz mit den Autor/innen aufzunehmen.
el_gr: Οι Οδηγίες αξιολόγησης ενημερώνουν τους Αξιολογητές σχετικά με τα κριτήρια καταλληλότητας μίας υποβολής για δημοσίευση και περιλαμβάνουν οδηγίες για τη διεξαγωγή μίας χρήσιμης και αποτελεσματικής αξιολόγησης. Κατά την αξιολόγηση, είναι διαθέσιμα στους Αξιολογητές δύο πλαίσια κειμένου: "για τον Συγγραφέα και τον Επιμελητή" και "για τον Επιμελητή". Εναλλακτικά, ο Διαχειριστής του περιοδικού μπορεί να δημιουργήσει μία φόρμα αξιολόγησης από το μενού "Φόρμες αξιολόγησης". Σε κάθε περίπτωση, οι Επιμελητές μπορούν να συμπεριλάβουν τις αξιολογήσεις στην επικοινωνία τους με τους Συγγραφείς.
eu: Ebaluatzaileen gidalerroek hainbat irizpide eskainiko dizkiete ebaluatzaileei, bidalketa aldizkarian argitaratzeko egokia den erabakitzeko, eta bere barnean bil ditzakete ebaluazio eraginkor eta lagungarria prestatzeko berariazko jarraibide oro. Ebaluazioa egitean, ebaluatzaileei bi testu-koadro irekiko zaizkie: lehenengoa, “Egilearentzat eta editorearentzat”, eta bigarrena “Editorearentzat”. Bestela, aldizkariaren kudeatzaileak adituen ebaluazio-inprimaki bat sor dezake, “Ebaluazio-inprimakiak” atalean. Nolanahi ere, editoreek aukera izango dute ebaluazioak egilearekiko mezu-trukean gehitzeko.
gd_gb: Innsidh an stiùireadh do lèirmheasaichean mar a thomhaiseas iad a bheil tagradh iomchaidh airson foillseachadh san iris-leabhar agus faodar stiùireadh sònraichte sam bith a ghabhail a-staigh a dh’innseas mar a dh’ullaichear lèirmheas èifeachdach is cuideachail. Bidh dà bhogsa airson teacsa saor aig lèirmheasaichean rè an lèirmheis, a’ chiad dhiubh “airson an ùghdair is an deasaiche” agus an dàrna fear “airson an deasaiche.” Air neo, is urrainn do mhanaidsear an iris-leabhair lèirmheas seise a chruthachadh fon earrann “Foirmean lèirmheis.” Ge be dè an t-slighe, bidh cothrom aig na deasaichean na lèirmheasan a ghabhail a-staigh sa chonaltradh leis an ùghdar.
gl_es: As directrices de revisión proporcionan aos revisores/as os criterios para xulgar a idoneidade dun envío para ser publicado na revista, e poden incluír calquera instrución especial necesaria para a preparación dunha revisión eficaz e útil. Ao realizar a revisión, os revisores/as atoparán dous cadros de texto en branco: o primeiro "para o autor/a e o editor/a" e o segundo "para o editor/a". De maneira alternativa, o administrador/a da revista pode crear unha avaliación de expertos/as en "Formularios de revisión". En todos os casos, os editores/as terán a opción de incluír as revisións na correspondencia co autor/a.
hi_in: समीक्षा दिशानिर्देश समीक्षाकर्ताओं को जर्नल में प्रकाशन के लिए प्रस्तुत करने की उपयुक्तता को निर्धारित करने के लिए मानदंड प्रदान करेंगे, और एक प्रभावी और उपयोगी समीक्षा तैयार करने के लिए कोई विशेष निर्देश शामिल कर सकते हैं। समीक्षा का संचालन करने में, समीक्षकों को दो खुले पाठ बक्से के साथ प्रस्तुत किया जाता है, पहला "लेखक और संपादक के लिए," और दूसरा "संपादक के लिए।" वैकल्पिक रूप से, जर्नल प्रबंधक समीक्षा प्रपत्र के तहत एक सहकर्मी समीक्षा प्रपत्र बना सकता है। सभी मामलों में, संपादकों के पास लेखक के अनुरूप समीक्षाओं को शामिल करने का विकल्प होगा।
hu_hu: A szakmai lektorálási útmutató leírja a szakmai lektornak a lektorálási szempontokat, a folyóiratban publikálásra alkalmas anyag kritériumait, egyéb olyan különleges utasításokat, amelyek segítik a szakértői munkát. A lektorálási folyamatban a lektorok számára két szöveges mező áll rendelkésre, az első a "szerzőnek és a szerkesztőnek" a második "a szerkesztőnek". Alternatív megoldásként a folyóirat menedzser létrehozhat egy lektorálási űrlapot a lektorálási űrlapok részben. Minden esetben a szerkesztőknek a a lektorálási véleményeket egyeztetni kell a szerzőkkel.
hy_am: գրախոսման ուղեցույցները գրախոսներին կտրամադրեն չափորոշիչներ՝ գնահատելու համար, թե որքանով է համապատասխանում հոդվածը ամսագրում հրապարակման համար, և կարող է ներառել ցանկացած հատուկ հրահանգ՝ արդյունավետ և օգտակար գրախոսություն պատրաստելու համար: Ստուգումն իրականացնելիս գրախոսներին ներկայացվում է երկու բաց տեքստային տուփ, առաջինը «հեղինակի և խմբագրի համար», իսկ երկրորդը՝ «խմբագրի համար»: Որպես այլընտրանք, ամսագրի կառավարիչը կարող է ստեղծել գործընկերային գրախոսման ձևը Գրախոսման ձևերի ներքո: Բոլոր դեպքերում, խմբագիրները հնարավորություն կունենան ներառել գրախոսությունները հեղինակի հետ նամակագրության մեջ:
is: Leiðbeiningar fyrir ritrýna gefa ritrýnum skilyrði til að dæma um hversu viðeigandi handrit sé fyrir birtingu í tímaritinu. Í þeim geta falist sérstakar leiðbeiningar til að undirbúa og framkvæma skilvirka og gagnlega ritrýni. Þegar ritrýnir framkvæmir rýnina fær hann tvö opin textabox. Það fyrra "Fyrir höfund og ritstjóra" og það síðara "Fyrir ritstjóra". Sem valkost geta stjórnendur tímaritsins búið til ritrýnieyðublað undir "Ritrýnieyðublöð". Í öllum tilfellum hefur ritstjóri val um að taka ritrýnina með í samskiptum við höfund.
ja: 査読の手引きは、投稿物がこの雑誌で発表することがふさわしいかどうかを判断するための基準や，効果的で参考になる査読をするための特別な指示を査読者に提供します。査読をすすめるにあたり査読者には，2つの入力欄（「著者と編集者用」と「編集者用」）が提供されます。また雑誌管理者は査読フォームを使用してピアレビューフォームを作成することもできます。いずれの場合も，編集者は著者への通知に査読結果を含めるか否かを選択することができます。
ka: მიმოხილვის სახელმძღვანელო მითითებები შემოგთავაზებთ რეცენზენტებს კრიტერიუმების შესაფასებლად, თუ რამდენად შესაფერისია ჟურნალში გამოქვეყნებული სტატიები, და მათში შედის სპეციალური ინსტრუქციები ეფექტური და სასარგებლო მიმოხილვის მოსამზადებლად. განხილვის ჩატარებისას რეცენზენტებს ორი ღია ტექსტის ყუთი აქვთ წარდგენილი, პირველი “ავტორისა და რედაქტორისთვის” და მეორე “რედაქტორისთვის”. გარდა ამისა, ჟურნალის მენეჯერს შეუძლია შექმნას შეფასების ფორმა, მიმოხილვის ფორმების ქვეშ. ყველა შემთხვევაში, რედაქტორებს ექნებათ შესაძლებლობა, რეცენზენტები შეიტანონ ავტორთან შესაბამისობაში.
kk: Рецензенттерге арналған нұсқаулық рецензиялаушыға материалды берілген журналда жариялау сәйкестік дәрежесін бағалауға көмектеседі. Рецензиялау кезде рецензенттерде екі терезе болады: біріншісі «Автор мен редактор үшін» және екіншісі «Редактор үшін». Сонымен қатар, журнал менеджері Резенциялау нысандары бөлімінде рецензиялау формасын өзгерте алады. Кез келген жағдайда редакторлар авторларға рецензияны оқуға мүмкіндік бере алады.
ku_iq: ڕێنماییەکانی هەڵسەنگاندن ڕێنمایی شێوازی هەڵسەنگاندن بە هەڵسەنگێنەران دەدات و لەوانەیە ڕێنمایی تایبەت بۆ خستنەڕوی هەڵسەنگاندنێکی کاریگەر لەخۆ بگرێت. لە کاتی هەڵسەنگاندندا هەڵسەنگێنەران دو بژاردەیان هەیە. یەکەمیان: بۆ سەرنوسەر و توێژەر و دووەمیان بۆ سەرنوسەر. یان وەک ئەڵتەرناتیڤ، بەڕێوەبەری گۆڤار دەتوانێت فۆڕمی هەڵسەنگاندن دروست بکات. لە هەمو حاڵەتێکدا سەرنوسەر بژاردەی ئەوەی هەیە کە هەڵسەنگێنەر و توێژەر بەیەکدی بگەیەنێت.
ky: Кароо боюнча көрсөтмөлөр рецензенттерге макаланын журналда жарыяланууга ылайыктуулугун баалоо критерийлерин берет жана натыйжалуу жана пайдалуу кароону даярдоо үчүн атайын көрсөтмөлөрдү камтышы мүмкүн. Кароону жүргүзүүдө рецензенттерге эки ачык текст кутучасы сунушталат: биринчиси "автор жана редактор үчүн", экинчиси "редактор үчүн". Альтернативдүү түрдө, Журнал менеджери "Кароо формалары" бөлүмүндө рецензия формасын түзө алат. Бардык учурларда редакторлор автор менен кат алышууда рецензияларды кошуу мүмкүнчүлүгүнө ээ болушат.
lt: Recenzijos gairės suteiks recenzentams kriterijus, pagal kuriuos jie galės vertinti pateikties tinkamumą publikavimui žurnale, ir gali apimti specialias instrukcijas, kaip parengti veiksmingą ir naudingą recenziją. Vykdant recenziją recenzentams pateikiami du atviri teksto laukai: pirmasis – „autoriui ir redaktoriui“, antrasis – „tik redaktoriui“. Taip pat žurnalo vadybininkas gali sukurti recenzavimo formą skiltyje „Recenzijų formos“. Visais atvejais redaktoriai galės nuspręsti, ar įtraukti recenzijas į susirašinėjimą su autoriumi.
lv_lv: Recenzēšanas vadlīnijās recenzentiem tiks sniegti kritēriji, pēc kuriem tie varēs novērtēt iesniegtā materiāla piemērotību publicēšanai žurnālā, un tajās var iekļaut īpašus norādījumus, kā sagatavot efektīvu un noderīgu recenziju. Veicot recenzēšanu, recenzentiem tiek piedāvāti divi atvērti teksta lauki - pirmais "autoram un redaktoram" un otrais "redaktoram". Žurnāla pārvaldnieks var arī izveidot recenziju veidlapu sadaļā "Recenziju veidlapas". Visos gadījumos redaktoriem būs iespēja iekļaut recenzijas sarakstē ar autoru.
mk_mk: Упатствата за преглед ќе им обезбедат на рецензентите критериуми за проценка на соодветноста на поднесокот за објавување во списанието и може да вклучи какви било посебни упатства за подготовка на ефективен и корисен преглед. При спроведувањето на прегледот, на рецензентите им се презентирани две отворени полиња за текст, првото „за автор и уредник“ и второто „за уредник“. Алтернативно, Менаџерот за списанија може да создаде образец за рецензија во Формулари за преглед. Во сите случаи, уредниците ќе имаат можност да ги вклучат прегледите во соодветност со авторот.
mr: समीक्षणाची मार्गदर्शक तत्त्वे समीक्षकांना नियतकालिकामध्ये प्रकाशनासाठी सादरीकरणाची योग्यता तपासण्यासाठी निकष प्रदान करतात, तसेच परिणामकारक आणि उपयुक्त समीक्षण करण्यासाठी कोणत्याही विशेष सूचना यात समाविष्ट केल्या जाऊ शकतात. समीक्षण सादर करताना, समीक्षकांसाठी दोन चौकटी (बॉक्सेस) उपलब्ध केल्या जातात. पहिल्यात "लेखक आणि संपादकासाठी" आणि दुसर्‍यात केवळ "संपादकासाठी" समीक्षक त्याचे विचार मांडू शकतो. आवश्यकतेनुसार नियतकालिकाचा व्यवस्थापक तज्ज्ञ समीक्षणासाठी वेगळा फॉर्म तयार करू शकतो. प्रत्येक सादरीकरणासाठी, संपादकांना लेखकाबरोबर करायच्या पत्रव्यवहारात समीक्षण समाविष्ट करण्याचा पर्याय असतो.
ms: Garis Panduan Ulasan akan memberikan pengulas dengan kriteria untuk menilai kesesuaian penyerahan untuk diterbitkan di jurnal, dan dapat menyertakan arahan khusus untuk menyiapkan ulasan yang efektif dan bermanfaat. Dalam menjalankan ulasan, pengulas diberi dua kotak teks terbuka, yang pertama "untuk pengarang dan editor," dan yang kedua "untuk editor." Sebagai alternatif, Pengurus Jurnal boleh mencipta borang ulasan sejawat di bawah Borang Ulasan. Dalam semua kes, editor akan mempunyai pilihan untuk memasukkan ulasan sesuai dengan pengarang.
nb_no: Retningslinjene for fagfellevurdering gir fagfellene kriterier for vurdering av hvorvidt en innlevering er egnet for publisering i tidsskriftet. De kan også inneholde veiledning i å skrive en effektiv og hjelpsom vurdering. Ved gjennomføring av vurderingen får fagfellene to tekstbokser tilgjengelig. Den ene merket «For forfatter og redaktør» og den andre merket «For redaktøren.» Tidsskriftadministratoren kan eventuelt lage et vurderingsskjema under «Vurderingsskjema». Redaktøren vil i alle tilfeller kunne inkludere fagfellevurderingene i korrespondanse med forfattere.
ro: Ghidul de revizuire va oferi recenzorilor criterii pentru a evalua caracterul adecvat al unui manuscris trimis pentru publicarea în jurnal și poate include orice instrucțiuni speciale pentru pregătirea unei recenzii eficiente și utile. În realizarea revizuirii, recenzorilor li se oferă două căsuțe de text deschise, prima „pentru autor și editor” și a doua „pentru editor”. În mod alternativ, Managerul de jurnal poate crea un formular de revizuire de la egal la Formulare de revizuire. În toate cazurile, editorii vor avea opțiunea de a include recenziile în corespondență cu autorul.
sk_sk: Smernice pre recenzentov poskytujú recenzentom kritériá pre zhodnotenie vhodnosti príspevku pre publikáciu v časopise a môžu zahŕňať zvláštne pokyny na prípravu efektívnej a užitočnej recenzie. Pri vlastnej recenzii majú recenzenti k dispozícii dva rámčeky pre voľný text, jednak "pre autora a editora" a za druhé "pre editora". Prípadne môže manažér časopisu vytvoriť formulár pre recenzie v sekcii "Formuláre recenzií". Vo všetkých prípadoch budú mať editori možnosť vložiť recenziu do korešpondencie s autorom.
sl_si: Recenzentska navodila pomagajo recenzentom pri določanju kriterijev ali je prispevek primeren za objavo v reviji in lahko vključuje posebna navodila, kako opraviti recenzijo. Med recenzijo imajo recenzenti na voljo dvoje besedil: prvo "za avtorja in urednika" in drugo "za urednika". Glavni urednik revije lahko naredi tudi posebno formo pod Recenzentske forme. V vseh primerih lahko uredniki uporabijo recenzentske opombo pri korespondenci z avtorjem.
sr_rs@cyrillic: Упутства за рецензенте ће обезбедити подребне смернице за одлучивање да ли је рад погодан за објављивање у часопису као и посебне инструкције како ефикасно припремити рад за објављивање. Рецензентима су дате две могућности, прва "за аутора и уредника" и друга "за уредника". Такође, уредник часописа ноже да направи форме за рецензије експерата у оквиру форми рецензија. У сваком случају, уреници могу да обезбеде коресподенцију рецензената и аутора.
sr_rs@latin: Uputstva za recenzente će obezbediti podrebne smernice za odlučivanje da li je rad pogodan za objavljivanje u časopisu kao i posebne instrukcije kako efikasno pripremiti rad za objavljivanje. Recenzentima su date dve mogućnosti, prva "za autora i urednika" i druga "za urednika". Takođe, urednik časopisa nože da napravi forme za recenzije eksperata u okviru formi recenzija. U svakom slučaju, urenici mogu da obezbede korespodenciju recenzenata i autora.
th: แนวทางการพิจารณาจะให้เกณฑ์ในการพิจารณาความเหมาะสมของบทความที่ส่งมาตีพิมพ์ในวารสารแก่ผู้พิจารณา และอาจมีคำแนะนำพิเศษสำหรับการเตรียมการพิจารณาที่มีประสิทธิภาพและเป็นประโยชน์ ในการพิจารณา ผู้พิจารณาจะได้รับกล่องข้อความเปิดสองกล่อง กล่องแรกสำหรับ "ผู้เขียนและบรรณาธิการ" และกล่องที่สองสำหรับ "บรรณาธิการ" หรือทางผู้จัดการวารสารสามารถสร้างแบบฟอร์มการพิจารณาโดยผู้ทรงคุณวุฒิได้ในหมวด Review Forms ในทุกกรณี บรรณาธิการจะมีตัวเลือกในการรวมการพิจารณานี้ในการติดต่อกับผู้เขียน
uk_ua: У керівництві для рецензентів зазначаються критерії, за якими вони повинні оцінювати придатність рукописів для публікації у цьому журналі, а також інструкції щодо того, як підготувати змістовну та корисну рецензію. Для повідомлення висновків експертизи рецензентам пропонується форма з двома текстовими блоками: "для автора та редактора" та "лише для редактора". Як варіант, замість цієї форми з двома блоками, у розділі "Форми рецензування" менеджер журналу може створити іншу форму для рецензентів. В будь-якому випадку, редактори матимуть можливість включати рецензії до кореспонденції з автором.
uz@latin: Ko'rib chiqish bo'yicha qo'llanma sharhlovchilarga jurnalda chop etishga yaroqliligini baholash mezonlarini taqdim etadi va samarali va foydali sharh tayyorlash bo'yicha har qanday maxsus ko'rsatmalarni o'z ichiga olishi mumkin. Ko'rib chiqishda sharhlovchilarga ikkita ochiq matnli qutilar taqdim etiladi, birinchisi "muallif va muharrir uchun", ikkinchisi "muharrir uchun". Shu bilan bir qatorda, Jurnal menejeri "Ko'rib chiqish shakllari" bo'limida o'z -o'zini ko'rib chiqish shaklini yaratishi mumkin. Barcha holatlarda tahririyat muallifga tegishli sharhlarni qo'shish imkoniyatiga ega bo'ladi.
vi_vn: Hướng dẫn nhận xét sẽ cung cấp cho người phản biện các tiêu chí để đánh giá sự phù hợp của bài gửi để xuất bản trên tạp chí và có thể bao gồm bất kỳ hướng dẫn đặc biệt nào để chuẩn bị đánh giá hiệu quả và hữu ích. Khi tiến hành đánh giá, người phản biện được trình bày với hai box văn bản mở, box đầu tiên "cho tác giả và biên tập viên" và thứ hai "cho biên tập viên". Ngoài ra, Người quản lý Tạp chí có thể tạo phiếu nhận xét trong Biểu mẫu đánh giá. Trong mọi trường hợp, các biên tập viên sẽ có tùy chọn bao gồm các đánh giá tương ứng với tác giả.
zh_cn: 审稿指南将为审稿人提供判断投稿是否适合在期刊中发表的标准，并且可以包括任何有关准备有效审阅的特殊说明。 在进行审稿时，审稿人会看到两个打开的文本框，第一个为“作者和编辑者”，第二个为“编辑者”。 除此之外，期刊管理器可以在“审稿表单”下创建一个同行评审表单。 在所有情况下，编辑都可以选择在与作者相对应的地方添加评论。
zh_hant: 評審員指引會為評審員提供決定投稿是否適合在期刊出版的準則，也可包括任何關於有效及有建設性評審的特別指引。評審時，評審員會有兩個文字框，第一個為「致作者及編輯」，第二個為「致編輯」。此外，期刊管理員也可在同行評審表格下創建評審表格。在任何情況下，編輯也可選擇與作者分享評審內容。
