Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# log.editor.decision
source: An editor decision ({$decision}) for article {$submissionId} was recorded by {$editorName}.
az: {$submissionId} məqaləsi üçün {$editorName} tərəfindən redaktor qərarı ({$decision}) kimi qeyd edib.
bg: Решение на редактора ({$decision}) за изпратените материали с идентификатор {$submissionId} беше записано от {$editorName}.
bs_ba: {$editorName} je evidentirao uredničku odluku ({$decision}) za članak {$submissionId}.
de_de: Eine Entscheidung ({$decision}) bezüglich Artikel {$submissionId} wurde von Redakteur/in {$editorName} abgegeben.
el_gr: Μία απόφαση Επιμελητή ({$decision}) για το άρθρο {$submissionId} καταχωρήθηκε από τον/την {$editorName}.
eu: {$editorName} editoreak {$submissionId} bidalketari buruzko erabakia ({$decision}) grabatu du.
gd_gb: Chaidh co-dhùnadh le deasaiche ({$decision}) mu choinneamh an artaigil {$submissionId} a chlàradh le {$editorName}.
gl_es: {$editorName} rexistrou unha decisión do editor/a ({$decision}) para o artigo {$submissionId}.
hi_in: लेख {$submissionId} के लिए एक संपादक निर्णय ({$decision}) {$editorName} द्वारा दर्ज किया गया था।
hu_hu: Egy szerkesztői döntés ({$decision}) a {$submissionId} cikkhez a {$editorName} szerkesztő által betöltésre került.
hy_am: Խմբագրի ({$decision}) որոշումը {$submissionId} հոդվածի համար գրանցվել է {$editorName} -ի կողմից:
is: Ákvörðun ritstjóra ({$decision}) fyrir grein {$submissionId} var skráð af {$editorName}.
ja: 論文{$submissionId}に対する編集者の判断({$decision})は、{$editorName}によって記録された。
ka: რედაქციის გადაწყვეტილება ({$decision}) სტატიისთვის {$submissionId} ჩაიწერა რედაქტორის {$editorName} მიერ.
kk: Редактор ({$editorName}) {$submissionId} бойынша редакциялық шешімді ({$decision}) енгізді.
ku_iq: ئەم بڕیارە تۆمار کرا: ({$decision}) بۆ هەڵسەنگاندنی{$submissionId} لە لایەن {$editorName}.
ky: {$editorName} тарабынан {$submissionId} макала үчүн редактор чечими ({$decision}) катталды.
lt: Redaktorius {$editorName} nutaria straipsnį {$submissionId} {$decision}.
lv_lv: Redaktora lēmumu ({$decision}) par rakstu {$submissionId} ir reģistrējis {$editorName}.
mk_mk: Одлуката за уредник ({$decision}) за написот {$submissionId} е снимена од {$editorName}.
mr: {$editorName} द्वारे {$submissionId} या लेखासाठी संपादक निर्णयाची ({$decision}) नोंद केली गेली.
ms: Keputusan editor ({$decision}) untuk artikel {$submissionId} direkodkan oleh {$editorName}.
nb_no: Den redaksjonelle avgjørelsen ({$decision}) for innleveringen {$submissionId} ble journalført av {$editorName}.
ro: Decizia editorului ({$decision}) pentru manuscrisul {$submissionId} a fost înregistrată de {$editorName}.
sk_sk: Rozhodnutie editora ({$decision}) pre článok {$submissionId} zaznamenal {$editorName}.
sl_si: Urednik {$editorName} je zabeležil uredniško odločitev ({$decision}) za prispevek {$submissionId}.
sr_rs@cyrillic: {$editorName} је евидентирао уредничку одлуку ({$decision}) за чланак {$submissionId}.
sr_rs@latin: {$editorName} je evidentirao uredničku odluku ({$decision}) za članak {$submissionId}.
th: การตัดสินใจของบรรณาธิการ ({$decision}) สำหรับบทความ {$submissionId} ได้รับการบันทึกโดย {$editorName}
uk_ua: Рішення редактора ({$decision}) щодо статті {$submissionId} було записане редактором {$editorName}.
uz@latin: {$ EditorIame} {$ submitId} maqolasi uchun tahrirlovchining qarorini ({$ qaror}) yozib oldi.
vi_vn: Một quyết định ({$decision}) cho bài viết {$submissionId} đã được ghi lại bởi {$editorName}.
zh_cn: 对于稿件{$submissionId} 的编辑决策已经被{$editorName}记录.

# log.review.reviewerFile
source: A reviewer file has been uploaded.
az: Bir rəyçi dəyərləndirmə faylı yüklənib.
bg: Файлът на рецензента е качен.
bs_ba: Recenzent je poslao datoteku.
de_de: Begutachtungsdatei wurde hochgeladen.
el_gr: Έχει μεταφορτωθεί ένα αρχείο Αξιολογητή.
eu: Ebaluazio-fitxategi bat igo da.
gd_gb: Chaidh faidhle lèirmheasaiche a luchdadh suas.
gl_es: Cargouse un arquivo do revisor/a.
hi_in: एक समीक्षक फ़ाइल अपलोड की गई है।
hu_hu: Egy szakmai lektorálási fájl feltöltésre került.
hy_am: Վերբեռնվել է գրախոսի նիշքը:
is: Ritrýniskrá hefur verið hlaðið upp.
ja: 査読者ファイルがアップロードされた。
ka: რეცენზენტის ფაილი აიტვირთვა საიტზე.
kk: Рецензенттің файлы сайтқа жүктелді.
ku_iq: فایلی هەڵسەنگێنەر بار کرا.
ky: Кароочу файлы жүктөлдү.
lt: Rezenzija nusiųsta.
lv_lv: Ir augšupielādēts recenzenta fails.
mk_mk: Поставена е датотека за прегледувач.
mr: समीक्षकाची फाईल संक्रमित (अपलोड) केली गेली आहे.
ms: Fail pengulas telah dimuat naik.
nb_no: En fil med fagfellevurdering er lastet opp.
ro: Un fișier revizuit a fost încărcat.
sk_sk: Súbor recenzenta bol nahraný.
sl_si: Recenzentska datoteka je bila naložena.
sr_rs@cyrillic: Рецензент је послао фајл.
sr_rs@latin: Recenzent je poslao fajl.
th: ไฟล์จากผู้ประเมินได้ถูกอัปโหลดแล้ว
uk_ua: Файл рецензента був вивантажений.
uz@latin: Tekshiruvchi fayli yuklandi.
vi_vn: Một tập tin của người phản biện đã được tải lên.
zh_cn: 已上传一份审稿意见书.
zh_hant: 已上載評審檔案。

# log.review.reviewFileByProxy
source: The Editor, {$userName}, has uploaded a review file for round {$round} of submission {$submissionId} on behalf of the reviewer, {$reviewerName}.
az: Redaktor, {$userName}, {$submissionId} ilə müəyyənləşdirilmiş müraciətin {$round} nömrəli dəyərləndirməsi nəticəsində {$reviewerName} adına bir dəyərləndirmə faylı yükləndi.
bg: Редакторът, {$userName} качи файл за резензия за етапа {$round} за рецензия на изпратените материали с идентификатор {$submissionId} от името на рецензент {$reviewerName}.
bs_ba: Urednik {$userName} je u ime recenzenta {$reviewerName} priložio datoteku s recenzijom za {$round} krug recenzije priloga {$submissionId}.
de_de: Redakteur/in {$userName} hat die Begutachtungsdatei von Beitrag {$submissionId} in Durchgang {$round} im Auftrag der Gutachterin/des Gutachters {$reviewerName} hochgeladen.
el_gr: Ο Επιμελητής του περιοδικού {$userName} έχει μεταφορτώσει ένα αναθεωρημένο αρχείο για τον γύρο αξιολόγησης {$round} της υποβολής {$submissionId} εκ μέρους του Αξιολογητή {$reviewerName}.
eu: {$userName} editoreak {$submissionId} bidalketaren {$round}. itzuliko ebaluazio-fitxategia igo du, {$reviewerName} ebaluatzailearen izenean.
gd_gb: Luchdaich an deasaiche, {$userName}, suas faidhle lèirmheis airson cuairt {$round} dhen tagradh {$submissionId} às leth an lèirmheasaiche, {$reviewerName}.
gl_es: O editor/a {$userName} cargou un arquivo de revisión para a rolda {$round} do envío {$submissionId} en nome do revisor/a, {$reviewerName}.
hi_in: संपादक, {$userName}, ने समीक्षक {$reviewerName} की ओर से {$submissionId} के राउंड {$round} के लिए एक समीक्षा फ़ाइल अपलोड की है।
hu_hu: A {$userName} szerkesztő, feltöltött egy lektorált fájlt a {$submissionId} cikk {$round} lektorálási köréhez a {$reviewerName} szakmai lektor nevében.
hy_am: Խմբագիրը՝ {$userName}, վերբեռնել է գրախոսման նիշք {$round} փուլի {$submissionId} ներկայացման համար՝ գրախոսի՝ {$reviewerName} -ի անունից:
is: Ritstjóri, {$userName}, hefur hlaðið upp ritrýniskrá í umferð {$round} fyrir {$submissionId} fyrir hönd ritrýnis. Ritrýnir {$reviewerName}.
ja: 編集者、{$userName}が投稿物 {$submissionId} の{$round}回目の査読ファイルを査読者、{$reviewerName}の代わりにアップロードした。
ka: რედაქტორმა, {$userName}, ატვირთვა რეცენზიის ფაილი {$round} რაუნდში, მასალისათვის {$submissionId} რეცენზენტის {$reviewerName} დავალებით.
kk: Редактор {$userName} шолушы {$reviewerName} атынан {$round} дөңгелек шолу файлын {$submissionId} жүктеді.
ku_iq: سەرنوسەر{$userName}،فایلەکەی بار کرد لە خولی {$round} بۆ هەڵسەنگاندنی {$submissionId} لە جیاتی {$reviewerName}.
ky: Редактор {$userName} {$reviewerName} атынан {$submissionId} тапшырмасынын {$round} айлампасы үчүн кароо файлын жүктөдү.
lt: Redaktorius {$userName} už recenzentą {$reviewerName} siunčia recenziją, kad straipsnis {$submissionId} būtų teikiamas {$round} kartą.
lv_lv: Redaktors {$userName} recenzenta {$reviewerName} vārdā ir augšupielādējis materiāla {$submissionId} {$round} kārtas recenzēto failu.
mk_mk: Уредникот, {$userName}, постави датотека за преглед за круг од {$round} на поднесување {$submissionId} во име на рецензентот, {$reviewerName}.
mr: संपादक, {$userName}, यांनी समीक्षक, {$reviewerName} च्या वतीने {$submissionId} च्या सादरीकरणासाठी {$round} या फेरीत समीक्षण करण्यासाठी फाईल संक्रमित (अपलोड) केली आहे.
ms: Editor, {$userName}, telah memuat naik fail ulasan untuk pusingan {$round} penyerahan {$submissionId} bagi pihak pengulas, {$reviewerName}.
nb_no: Redaktøren {$userName} har lastet opp en fagfellevurdering av innleveringen {$submissionId} i runde {$round} på vegne av fagfellen {$reviewerName}.
ro: Editorul, {$userName}, a încărcat fișierul pentru revizie în runda {$round} a pentru manuscrisul {$submissionId} în acord cu revizorul, {$reviewerName}.
sk_sk: Editor, {$userName}, nahral súbor s recenziou pre kolo {$round} príspevku {$submissionId} v zastúpení recenzenta {$reviewerName}.
sl_si: Urednik, {$userName}, je v imenu recenzenta, {$reviewerName}, naložil datoteko za {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: Urednik {$userName} је у име рецензента {$reviewerName} приложио фајл са рецензијом за {$round}. круг рецензије прилога {$submissionId}.
sr_rs@latin: Urednik {$userName} je u ime recenzenta {$reviewerName} priložio fajl sa recenzijom za {$round}. krug recenzije priloga {$submissionId}.
th: บรรณาธิการ {$userName} ได้อัปโหลดไฟล์การทบทวนสำหรับรอบที่ {$round} ของการส่งบทความ {$submissionId} ในนามของผู้ประเมิน {$reviewerName}
uk_ua: Редактор {$userName} вивантажив файл рецензії для {$round} раунду рецензування подання {$submissionId} від імені рецензента {$reviewerName}.
uz@latin: Tahrirchi, {$ userName}, {$ reviewId} sharhlovchisining nomidan, {$ roundId} yuborishning {$ round} turiga ko'rib chiqish faylini yukladi.
vi_vn: Biên tập viên, {$userName}, đã tải lên một tệp đánh giá cho vòng {$round} của bài gửi {$submissionId} thay mặt cho phản biện, {$reviewerName}.
zh_cn: 编辑{$userName}已经代表审稿人{$reviewerName}上传了稿件{$submissionId}在{$round}审时的审稿意见书文件.

# log.review.reviewAcceptedByProxy
source: {$userName} has accepted the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
az: {$userName} {$submissionId} ilə tərif edilən müraciətin {$round} nömrəli dəyərləndirməsini {$reviewerName} adına qəbul etdi.
bg: Потребителят {$userName} прие етапа {$round} за рецензия на изпратените материали с идентификатор {$submissionId} от името на рецензент {$reviewerName}.
bs_ba: {$userName} je prihvatio {$round}. krug recenzije za prilog {$submissionId} u ime {$reviewerName}.
de_de: {$userName} hat die Begutachtung von Beitrag {$submissionId} in Durchgang {$round} im Auftrag von {$reviewerName} angenommen.
el_gr: Ο/Η {$userName} έχει αποδεχτεί το αίτημα αξιολόγησης του {$round}ου γύρου για την υποβολή {$submissionId}, εκ μέρους του/της {$reviewerName}.
eu: {$reviewerName} ebaluatzailearen izenean, {$userName} erabiltzaileak {$submissionId} bidalketaren {$round}. ebaluazio-itzulia egitea onartu du.
gd_gb: Ghabh {$userName} ri lèirmheas cuairt {$round} mu choinneamh tagradh {$submissionId} às leth {$reviewerName}.
gl_es: {$userName} aceptou en nome de {$reviewerName} a rolda {$round} de revisión para o envío {$submissionId}.
hi_in: {$userName} ने {$reviewerName} की ओर से {$submissionId} की समीक्षा के लिए {$round} समीक्षा के दौर को स्वीकार कर लिया है।
hu_hu: {$userName} felhasználó a {$round} lektorálási körben elfogadta a {$submissionId} cikket a {$reviewerName} szakmai lektor nevében..
hy_am: {$userName} -ն ընդունել է {$round} փուլի գրախոսումը {$submissionId} -ի կողմից {$reviewerName}-ի անունից ներկայացնելու համար:
is: {$userName} hefur samþykkt ritrýni í umferð {$round} fyrir {$submissionId} fyrir hönd ritrýnis. Ritrýnir {$reviewerName}.
ja: {$userName} が投稿物 {$submissionId} の{$round}回目の査読を査読者、{$reviewerName}の代わりに受諾した。
ka: რედაქტორი {$userName} დაეთანხმა რეცენზირებაზე {$round} რაუნდზე მასალისათვის {$submissionId} რეცენზენტის {$reviewerName} დავალებით.
kk: {$userName} редакторы рецензенттің ({$reviewerName}) атынан {$submissionId} бойынша {$round} шолу кезеңін қарауға келісті.
ku_iq: {$userName}ڕەزامەندی دەربڕی لە خولی {$round} بۆ هەڵسەنگاندنی {$submissionId} لە جیاتی {$reviewerName}.
ky: {$userName} {$reviewerName} атынан {$submissionId} тапшырмасынын {$round} айлампа кароосун кабыл алды.
lt: Vartotojas {$userName} recenzento {$reviewerName} vardu sutinka parengti straipsnio {$submissionId} recenziją {$round} kartą.
lv_lv: {$userName} ir akceptējis materiāla {$submissionId} {$round} kārtas pārskatīšanu {$reviewerName} vārdā.
mk_mk: {$userName} го прифати целосниот преглед на {$round} за доставување {$submissionId} во име на {$reviewerName}.
mr: {$userName} ने {$reviewerName} च्या वतीने {$submissionId} च्या सादरीकरणासाठी {$round} या फेरीत समीक्षण करण्याचे स्वीकारले आहे.
ms: {$userName} telah menerima ulasan pusingan {$round} untuk penyerahan {$submissionId} bagi pihak {$reviewerName}.
nb_no: {$userName} har akseptert fagfellevurderingen i runde {$round} av innleveringen {$submissionId} på vegne av {$reviewerName}.
ro: {$userName} a acceptat runda {$round} de revizie a manuscrisului {$submissionId} în numele {$reviewerName}.
sk_sk: {$userName} prijal recenzné kolo {$round} pre príspevok {$submissionId} v zastúpení recenzenta {$reviewerName}.
sl_si: {$userName} je v imenu {$reviewerName} sprejel {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: {$userName} је прихватио {$round}. круг рецензије за прилог {$submissionId} у име {$reviewerName}.
sr_rs@latin: {$userName} je prihvatio {$round}. krug recenzije za prilog {$submissionId} u ime {$reviewerName}.
th: {$userName} ยอมรับการทบทวนรอบที่ {$round} สำหรับการส่งบทความ {$submissionId} ในนามของ {$reviewerName}
uk_ua: {$userName} прийняв {$round} раунд рецензування подання {$submissionId} від імені фахівця {$reviewerName}.
uz@latin: {$ userName}, {$ reviewId} nomidan {$ submitId} yuborish uchun {$ round} turini ko'rib chiqdi.
vi_vn: {$userName} đã chấp nhận vòng phản biện {$round} cho bài gửi {$submissionId} thay mặt cho {$reviewerName}.
zh_cn: {$userName}已经代表{$reviewerName}接受对稿件{$submissionId}进行{$round}审.
zh_hant: {$userName}已代表{$reviewerName}接受第{$round}輪評審的投稿{$submissionId}。

# log.review.reviewDeclinedByProxy
source: {$userName} has declined the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
az: {$userName} istifadəçi adlı {$reviewerName} adlı rəyçi {$submissionId} nömrəli məqalənin {$round}. tur dəyərləndirmə tələbini rədd etdi.
bg: Потребителят {$userName} отказа етапа {$round} за рецензия на изпратените материали с идентификатор {$submissionId} от името на рецензент {$reviewerName}.
bs_ba: {$userName} je odbio/la {$round} recenziju priloga {$submissionId} u ime {$reviewerName}.
de_de: {$userName} hat die Begutachtung von Beitrag {$submissionId} in Durchgang {$round} im Auftrag von {$reviewerName} abgelehnt.
el_gr: Ο/Η {$userName} έχει απορρίψει το αίτημα αξιολόγησης του {$round}ου γύρου για την υποβολή {$submissionId}, εκ μέρους του/της {$reviewerName}.
eu: {$reviewerName} ebaluatzailearen izenean, {$userName} erabiltzaileak uko egin dio {$submissionId} bidalketaren {$round}. ebaluazio-itzulia egiteari.
gd_gb: Dhiùlt {$userName} lèirmheas cuairt {$round} mu choinneamh tagradh {$submissionId} às leth {$reviewerName}.
gl_es: {$userName} rexeitou en nome de {$reviewerName} a rolda {$round} de revisión para o envío {$submissionId}.
hi_in: {$userName} ने {$reviewerName} की ओर से {$submissionId} के लिए दौर {$round} समीक्षा को अस्वीकार कर दिया है।
hu_hu: {$userName} felhasználó a {$round} lektorálási körben elutasította a {$submissionId} cikket a {$reviewerName} szakmai lektor nevében.
hy_am: {$userName} -ը մերժել է {$reviewerName} -ի անունից {$submissionId} -ի {$round} գրախոսումը:
is: {$userName} hefur hafnað ritrýni í umferð {$round} fyrir {$submissionId} fyrir hönd ritrýnis. Ritrýnir {$reviewerName}.
ja: {$userName} が投稿物 {$submissionId} の{$round}回目の査読を査読者、{$reviewerName}の代わりに謝絶した。
ka: რედაქტორმა {$userName} უარი თქვა რეცენზირებაზე {$round} რაუნდზე მასალისათვის {$submissionId} რეცენზენტის {$reviewerName} დავალებით.
kk: {$userName} редакторы рецензенттің ({$reviewerName}) атынан {$submissionId} материалын қараудың {$round} кезеңін қараудан бас тартты.
ku_iq: {$userName}بەخشرا لە خولی {$round} بۆ هەڵسەنگاندنی {$submissionId} لە جیاتی {$reviewerName}.
ky: {$userName} {$reviewerName} атынан {$submissionId} тапшырмасынын {$round} айлампа кароосунан баш тартты.
lt: Vartotojas recenzento {$userName} vardu atsisako parengti straipsnio {$round} recenziją.
lv_lv: {$userName} ir atteicies no materiāla {$submissionId} {$round} kārtas pārskatīšanas {$reviewerName} vārdā.
mk_mk: {$userName} го одби целосниот преглед на {$round} преглед за доставување {$submissionId} во име на {$reviewerName}.
mr: {$userName} ने {$reviewerName} च्या वतीने {$submissionId} च्या सादरीकरणासाठी {$round} या फेरीत समीक्षण करण्याचे नाकारले आहे.
ms: {$userName} telah menolak ulasan pusingan {$round} untuk penyerahan {$submissionId} bagi pihak {$reviewerName}.
nb_no: {$userName} har avslått forespørsel om å fagfellevurdere innleveringen {$submissionId} i runden {$round} på vegne av {$reviewerName}.
ro: {$userName} a refuzat runda {$round} de revizie a manuscrisului {$submissionId} în numele {$reviewerName}.
sk_sk: {$userName} odmietol recenzné kolo {$round} pre príspevok {$submissionId} v zastúpení recenzenta {$reviewerName}.
sl_si: {$userName} je v imenu {$reviewerName} zavrnil {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: {$userName} је одбио/ла {$round} рецензију прилога {$submissionId} у име {$reviewerName}.
sr_rs@latin: {$userName} je odbio/la {$round} recenziju priloga {$submissionId} u ime {$reviewerName}.
th: {$userName} ปฏิเสธการทบทวนรอบที่ {$round} สำหรับการส่งบทความ {$submissionId} ในนามของ {$reviewerName}
uk_ua: {$userName} не прийняв {$round} раунд рецензування подання {$submissionId} від імені фахівця {$reviewerName}.
uz@latin: {$ userName}, $ $ reviewerName} nomidan {$ submitId} yuborish uchun {$ round} turini ko'rib chiqishdan bosh tortdi.
vi_vn: {$userName} đã từ chối vòng phản biện {$round} của bài gửi {$submissionId} thay mặt cho {$reviewerName}.
zh_cn: {$userName}代表{$reviewerName}已经拒绝文章{$submissionId}第{$round}回合的审阅.
zh_hant: {$userName}已代表{$reviewerName}拒絕第{$round}輪評審的投稿{$submissionId}。

# log.review.reviewAccepted
source: {$reviewerName} has accepted the round {$round} review for submission {$submissionId}.
az: {$reviewerName} {$submissionId} nömrəli məqalənin {$round}. Turdakı dəyərləndirməsində məqaləni qəbul etdi.
bg: Рецензентът {$reviewerName} прие етапа {$round} за рецензия на изпратените материали с идентификатор {$submissionId}.
bs_ba: {$reviewerName} je prihvatio izraditi {$round}. krug recenzije za prilog {$submissionId}.
de_de: {$reviewerName} hat die Begutachtung von Beitrag {$submissionId} in Durchgang {$round} angenommen.
el_gr: Ο/Η {$reviewerName} έχει αποδεχτεί το αίτημα αξιολόγησης του {$round}ου γύρου για την υποβολή {$submissionId}.
eu: {$reviewerName} ebaluatzaileak {$submissionId} bidalketaren {$round}. ebaluazio-itzulia egitea onartu du.
gd_gb: Ghabh {$reviewerName} ri lèirmheas cuairt {$round} mu choinneamh tagraidh {$submissionId}.
gl_es: {$reviewerName} aceptou a rolda {$round} de revisión para o envío {$submissionId}.
hi_in: {$reviewerName} ने {$submissionId} के लिए दौर {$round} समीक्षा को स्वीकार कर लिया है।
hu_hu: {$reviewerName} szakmai lektor a {$round} lektorálási körben elfogadta a {$submissionId} cikket.
hy_am: {$reviewerName} -ը ընդունել է {$round} փուլի գրախոսությունը {$submissionId} ներկայացման համար։
is: {$reviewerName} hefur samþykkt ritrýni í umferð {$round} fyrir {$submissionId}.
ja: {$reviewerName} が投稿物 {$submissionId} の{$round}回目の査読を受諾した。
ka: რეცენზენტი {$reviewerName} დაეთანხმა რეცენზირებაზე {$round} რაუნდზე მასალისათვის {$submissionId}.
kk: {$reviewerName} шолушысы {$submissionId} материалына {$round} шолу кезеңін қарауға келісті.
ku_iq: هەڵسەنگێنەر{$reviewerName} خولی {$round} پەسەند کرد بۆ هەڵسەنگاندنی {$submissionId}.
ky: {$reviewerName} {$submissionId} тапшырмасынын {$round} айлампа кароосун кабыл алды.
lt: Recenzentas {$reviewerName} parengti straipsnio {$submissionId} {$round} recenziją sutinka.
lv_lv: {$reviewerName} ir akceptējis materiāla {$submissionId} {$round} kārtas pārskatīšanu.
mk_mk: {$reviewerName} го прифати целосниот преглед на {$round} прегледот за доставување {$submissionId}.
mr: {$reviewerName} ने {$submissionId} च्या सादरीकरणासाठी {$round} या फेरीत समीक्षण करण्याचे स्वीकारले आहे.
ms: {$reviewerName} telah menerima ulasan pusingan {$round} untuk penyerahan {$submissionId}.
nb_no: {$reviewerName} har akseptert forespørsel om deltakelse i runde {$round} i fagfellevurderingen av innleveringen {$submissionId}.
ro: {$reviewerName} a acceptat runda {$round} de revizuire a manuscrisului {$submissionId}.
sk_sk: {$reviewerName} prijal recenzné kolo {$round} pre príspevok {$submissionId}.
sl_si: {$reviewerName} je sprejel {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: {$reviewerName} је прихватио израду {$round}. круга рецензије за прилог {$submissionId}.
sr_rs@latin: {$reviewerName} je prihvatio izradu {$round}. kruga recenzije za prilog {$submissionId}.
th: {$reviewerName} ยอมรับการทบทวนรอบที่ {$round} สำหรับการส่งบทความ {$submissionId}
uk_ua: {$reviewerName} прийняв {$round} раунд рецензування подання {$submissionId}.
uz@latin: {$ reviewerName} {$ roundId} yuborish uchun {$ round} turini ko'rib chiqdi.
vi_vn: {$reviewerName} đã chấp nhận vòng phản biện {$round} của bài gửi {$submissionId}.
zh_cn: {$reviewerName}已经接受对稿件{$submissionId}进行{$round}审.
zh_hant: {$reviewerName}已接受第{$round}輪評審的投稿{$submissionId}。
