Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.article.enterCompetingInterests
source: Declare whether or not you have competing interests with regard to this research (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
az: Bu araşdırma ilə bağlı rəqabət şərtlərini qəbul edib etmədiyinizi xəbər verin. (bxn. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Politikası</a>)
bg: Декларирайте дали имате конкурентни интереси по отношение на това изследване (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Ръководство за попълване на Декларация за конфликт на интереси</a>).
bs_ba: Molimo unesite izjavu imate li sukoba interesa vezanih uz ovo istraživanje (vidi <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">smjernice o sukobu interesa</a>).
de_de: Erklären Sie, ob Sie bezüglich dieser Forschung einen Interessenkonflikt haben (Siehe <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Richtlinien für Interessenkonflikte</a>).
el_gr: Δηλώστε αν υπάρχουν ή όχι αντικρουόμενα συμφέροντα σχετικά με την αξιολόγηση, εκ μέρους σας, αυτής της εργασίας (βλ. &lt;a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"&gt;Πολιτική&nbsp;Αντικρουόμενων&nbsp;Συμφερόντων&lt;/a&gt;).
eu: Deklaratu interes-gatazkarik daukazun ikerketa honi buruz (ikus <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">"Interes-gatazketako&nbsp;politika"</a>).
gd_gb: Cuir an cèill a bhail còmhstri ùidhean agad a thaobh an rannsachaidh seo (faic <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">poileasaidh na còmhstri ùidhean</a>).
gl_es: Declare se ten algún conflito de intereses respecto a esta investigación (ver <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">&nbsp;Política de CI</a>).
hi_in: घोषणा करें कि आपके पास इस शोध के संबंध में प्रतिस्पर्धी रुचियां हैं या नहीं (देखें <a target='_new' class='action' href='{$competingInterestGuidelinesUrl}'>CI Policy</a>).
hu_hu: Nyilatkozzon, hogy önnél nem áll fenn összeférhetetlenség ezzel a kutatással kapcsolatban (lásd <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
hy_am: Հայտարարեք՝ արդյոք ունեք շահերի բախում այս հետազոտության հետ կապված, թե ոչ (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
is: Yfirlýsing um hvort þú hafir eða hafir ekki einhverja hagsmunaárekstra í tengslum við þessa rannsókn (sjá <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
ja: この研究に利害の競合があるか否かを宣言してください（<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CIポリシー</a>を参照）。
ka: განაცხადეთ, გაქვთ თუ არა კონკურენტული ინტერესები ამ კვლევასთან დაკავშირებით (იხ. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI პოლიტიკა</a> ).
kk: Осы зерттеуге қатысты мүдделер қақтығысы бар-жоғын көрсетіңіз (<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
ku_iq: ئەوە دیاری بکە کە ئایا تۆ هاوبەشی و ڕکەبەریت لەگەڵ ئەم توێژینەوەیە هەیە یاخود نا(see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
ky: Изилдөөгө байланыштуу атаандаш кызыкчылыктарыңыз бар же жок экенин жарыялаңыз (караңыз <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">КИ&nbsp;Саясаты</a>).
lt: Nurodykite, ar turite, ar neturite konkuruojančių interesų, susijusių su šiuo tyrimu (žr. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Konkuruojančių interesų politiką</a>).
lv_lv: Norādiet, vai jums ir vai nav interešu konflikts attiecībā uz šo pētījumu (skatīt <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">IK&nbsp;politika</a>).
mk_mk: Изјавете дали имате или немате конкурентски интереси во врска со ова истражување (видете <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
mr: या संशोधनात तुमचे संभाव्य हितसंबंध गुंतले आहेत की नाही हे घोषित करा (<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">संभाव्य हितसंबंधांबाबत धोरण</a> पहा).
ms: Nyatakan sama ada anda mempunyai konflik kepentingan dalam penyelidikan ini atau tidak (lihat <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> CI&nbsp; Polisi </a>).
nb_no: Oppgi eventuelle interessekonflikter du står i knyttet til denne forskningen (se <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> «Erklæring om interessekonflikter»</a>).
ro: Declarați dacă aveți sau nu interese concurente cu privire la această cercetare (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
sk_sk: Prehláste, či ste alebo nie ste v konflikte záujmov vo vzťahu k tomuto výskumu (pozri <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> Pravidlá upravujúce konflikt záujmov</a>).
sl_si: Določite ali imate ali nimate nasprotujoče interese v zvezi s to raziskavo (poglej <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Politika nasprotujočih interesov</a>).
sr_rs@cyrillic: Молимо Вас да се изјасните да ли имате сукоба интереса везаних уз ово истраживање (види <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">смернице о сукобу интереса</a>).
sr_rs@latin: Molimo Vas da se izjasnite da li imate sukoba interesa vezanih uz ovo istraživanje (vidi <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">smernice o sukobu interesa</a>).
th: ประกาศว่าคุณมีผลประโยชน์ทับซ้อนเกี่ยวกับงานวิจัยนี้หรือไม่ (ดู <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">นโยบายผลประโยชน์ทับซ้อน (CI&nbsp;Policy)</a>)
uk_ua: Повідомте, чи маєте Ви упередженість щодо даного дослідження (див. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Політика щодо конфлікту інтересів</a>).
uz@latin: Ushbu tadqiqotda sizning manfaatlaringiz bor yoki yo'qligini aniqlang (qarang: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> CI &nbsp; siyosati </a>).
vi_vn: Tuyên bố liệu bạn có lợi ích cạnh tranh hay không liên quan đến nghiên cứu này (xem <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
zh_cn: 声明您是否有这方面的研究利益冲突 (参阅 <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;方针</a>).
zh_hant: 申報您與此研究會否有利益衝突（見<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">利益衝突聲明</a>）。
