Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# common.payments
source: Payments
az: Ödənişlər
bg: Плащания
bs_ba: Plaćanja
de_de: Zahlungen
el_gr: Πληρωμές
eu: Ordainketak
gd_gb: Pàighidhean
gl_es: Pagamentos
hi_in: भुगतान
hu_hu: Kifizetések
hy_am: Վճարումներ
is: Greiðslur
ja: 支払い
ka: გადახდები
kk: Төлем
ku_iq: پارە دراوەکان
ky: Төлөмдөр
lt: Mokesčiai
lv_lv: Maksājumi
mk_mk: Наплати
mr: शुल्कांचा भरणा
ms: Bayaran
nb_no: Betalinger
ro: Plăți
sk_sk: Platby
sl_si: Plačila
sr_rs@cyrillic: Плаћања
sr_rs@latin: Plaćanja
th: การชำระเงินทั้งหมด
uk_ua: Платежі
uz@latin: To'lovlar
vi_vn: Thanh toán
zh_cn: 支付
zh_hant: 付款

# common.payment
source: Payment
az: Ödəniş
bg: Плащане
bs_ba: Plaćanje
de_de: Zahlung
el_gr: Πληρωμή
eu: Ordainketa
gd_gb: Pàigheadh
gl_es: Pagamento
hi_in: भुगतान
hu_hu: Fizetés
hy_am: Վճարում
is: Greiðsla
ja: 支払い
ka: გადახდა
kab: Lexlaṣ
kk: Төлем
ku_iq: پارەدان
ky: Төлөм
lt: Mokestis
lv_lv: Maksājums
mk_mk: Наплата
mr: शुल्क भरणा
ms: Bayaran
nb_no: Betaling
ro: Plată
sk_sk: Platba
sl_si: Plačilo
sr_rs@cyrillic: Плаћање
sr_rs@latin: Plaćanje
th: การชำระเงิน
uk_ua: Платіж
uz@latin: To'lov
vi_vn: Thanh toán
zh_cn: 支付
zh_hant: 付款

# common.confirmComplete
source: Are you sure you wish to mark this task as completed? You may not be able to make changes afterwards.
az: Bu vəzifəni bitdi kimi işarələmək istədiyinizdən əminsinizmi? Sonradan dəyişiklik etməyiniz mümkün olmaya bilər.
bg: Наистина ли искате да маркирате тази задача като завършена? Възможно е след това да не успеете да направите промени.
bs_ba: Jeste li sigurni da želite označiti ovaj zadatak kao završen? Po donošenju ove odluke nećete moći unositi daljnje izmjene.
de_de: Sind Sie sicher, dass Sie diese Aufgabe als beendet markieren wollen? Später können möglicherweise keine Änderungen mehr vorgenommen werden.
el_gr: Επιβεβαιώνετε τη σήμανση της εργασίας ως ολοκληρωμένη; Ενδέχεται να μην μπορείτε να κάνετε μετέπειτα αλλαγές.
eu: Ziur zaude bukatutako gisa markatu nahi duzula zeregin hau? Gero ezingo duzu aldaketarik egin.
gd_gb: A bheil thu cinnteach gu bheil thu airson comharradh gun deach an t-saothair seo a choileanadh? Dh’fhaoidte nach urrainn dhut dad atharrachadh às a dhèidh sin.
gl_es: Está seguro/a de que quere marcar esta tarefa como concluída? Non poderá realizar cambios máis adiante.
hi_in: क्या आप वाकई इस कार्य को पूरा करना चाहते हैं? आप बाद में बदलाव करने में सक्षम नहीं हो सकते हैं।
hu_hu: Biztos benne, hogy szeretné ezt a feladatot befejezettnek jelölni? Utána nem tudja megváltoztatni.
hy_am: Վստա՞հ եք, որ ցանկանում եք այս առաջադրանքը նշել որպես ավարտված: Հնարավոր է՝ հետագայում չկարողանաք փոփոխություններ կատարել։
is: Ertu viss um að þú viljir merkja þetta verkefni sem lokið? Mögulega getur þú ekki breytt neinu eftir það.
ja: このタスクを完了にしてもいいですか。後で修正することができなくなります。
ka: დარწმუნებული ხართ, რომ გსურთ ამ ამოცანის დასრულებულად მონიშვნა? ამის შემდგომ ცვლილებებს ვეღარ განახორციელებთ.
kk: Мақаланы журналдың басылымынан өшіру керек пе? Мақаланы өзге журнал басылымдарында жариялау мүмкіндігі бар.
ku_iq: ئایا تۆ دڵنیایت لە هەڵبژاردنی ئەم ئەرکە وەک ئەرکێکی تەواوکراو؟ لەوانەیە دواتر نەتوانیت گۆڕانکاری تێدا بکەیت.
ky: Чын эле бул тапшырманы аяктады деп белгилегиңиз келеби? Андан кийин сиз өзгөртүү киргизе албайсыз.
lt: Ar tikrai norite nurodyti, kad šią užduotį įvykdėte? Daugiau nieko nebebus galima keisti.Ar tikrai norite nurodyti, kad šią užduotį įvykdėte? Daugiau nieko nebebus galima keisti.
lv_lv: Vai tiešām vēlaties atzīmēt šo uzdevumu kā pabeigtu? Iespējams, pēc tam nevarēsit veikt izmaiņas.
mk_mk: Дали сте сигурни дека сакате да ја обележите оваа задача како завршена? Нема да можете да направите промени потоа.
mr: तुम्ही हातावरचे काम पूर्ण झाले म्हणून खात्रीपूर्वक म्हणू शकता? नंतर यात तुम्ही बदल करू शकणार नाही.
ms: Adakah anda pasti mahu menandakan tugas ini sebagai selesai? Anda mungkin tidak dapat membuat perubahan selepas itu.
nb_no: Er du sikker på at du vil markere at du er ferdig med denne oppgaven? Hvis du gjør dette, kan du muligens ikke foreta endringer senere.
ro: Sigur doriți să marcați această sarcină ca finalizată? Este posibil să nu mai puteți face modificări după asta.
sk_sk: Ste si istí, že chcete označiť túto úlohu ako dokončenú? Potom nebudete mať možnosť vykonať zmeny.
sl_si: Ste prepričani, da želite označiti to nalogo kot zaključeno? Kasneje tega ne boste mogli več spremeniti.
sr_rs@cyrillic: Да ли сте сигурни да желите да означите овај задатак као комплетиран?
sr_rs@latin: Da li ste sigurni da želite da označite ovaj zadatak kao kompletiran?
th: คุณแน่ใจหรือไม่ว่าต้องการทำเครื่องหมายงานนี้ว่าเสร็จสิ้นแล้ว? คุณอาจไม่สามารถทำการแก้ไขหลังจากนี้ได้
uk_ua: Ви впевнені, що хочете позначити це завдання як завершене? Після цього, ймовірно, ви не матимете можливості вносити зміни.
uz@latin: Bu vazifani bajarilgan deb belgilashga ishonchingiz komilmi? Bundan keyin, siz keyinchalik o'zgarishlarni amalga oshira olmaysiz.
vi_vn: Bạn có chắc chắn muốn đánh dấu nhiệm vụ này là hoàn thành? Bạn không thể thay đổi sau đó.
zh_cn: 你确定要标记这个任务为完成状态吗？以后您可能无法进行更改。
zh_hant: 是否標誌此工序為完成？您之後或未能作其他改變。

# common.software
source: Open Journal Systems
az: Açıq Jurnal sistemləri
bg: Системи за отворени списания (Open Journal Systems)
hi_in: ओपन जर्नल सिस्टम
ja: オープン・ジャーナル・システム
ku_iq: سیستەمی گۆڤاری کراوە
ky: Ачык журнал системалары
lv_lv: Atvērtā žurnālu sistēma (Open Journal Systems)
mk_mk: Системи за отворени списанија
mr: मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स)
ro: Sistem de Reviste Open Acces
uz@latin: Ochiq jurnal tizimlari
vi_vn: Hệ thống tạp chí mở
zh_cn: 开放期刊系统

# reviewer.submission.reviewFormResponse.form.responseRequired
source: Please fill in required fields.
az: Zəhmət olmasa lazimi yerləri doldurun.
bg: Моля, попълнете задължителните полета.
bs_ba: Molimo ispunite obavezna polja.
de_de: Bitte füllen Sie die benötigten Felder aus.
el_gr: Παρακαλούμε συμπληρώστε τα υποχρεωτικά πεδία.
eu: Nahitaezko eremuak bete behar dira.
gd_gb: Lìon na raointean air a bheil feum.
gl_es: Cubra os campos obrigatorios.
hi_in: कृपया आवश्यक क्षेत्र भरें।
hu_hu: Kérjük, töltse ki a kötelező mezőket.
hy_am: Խնդրում ենք լրացնել պարտադիր դաշտերը:
is: Vinsamlega fylltu inn áskilin svæði.
ja: 必須項目をご記入ください。
ka: გთხოვთ, შეავსოთ საჭირო ველები.
kk: Міндетті жолақтарды толтырыңыз.
ku_iq: تکایە هەمو بۆشاییە داواکراوەکان پڕ بکەوە.
ky: Сураныч, талап кылынган талааларды толтуруңуз.
lt: Užpildykite privalomus laukelius.
lv_lv: Lūdzu, aizpildiet obligātos laukus.
mk_mk: Ве молиме да ги пополните бараните полиња.
mr: कृपया आवश्यक रकाने (फील्ड्स) भरा.
ms: Sila isi medan yang diperlukan.
nb_no: Legg inn de nødvendige feltene.
ro: Vă rugăm să completați câmpurile obligatorii.
sk_sk: Vyplňte prosím požadované položky.
sl_si: Prosimo izpolnite vsa obvezna polja.
sr_rs@cyrillic: Испуните обавезана поља.
sr_rs@latin: Ispunite obavezana polja.
th: กรุณากรอกข้อมูลในช่องที่จำเป็น
uk_ua: Будь ласка, заповніть обов'язкові поля.
uz@latin: Iltimos, kerakli maydonlarni to'ldiring.
vi_vn: Vui lòng điền vào các trường bắt buộc.
zh_cn: 请填写必填项目。
zh_hant: 請填寫要求項目。

# reviewer.article.enterReviewForm
source: Click on icon to fill in the review form.
az: Dəyərləndirmə formunu doldurmaq üçün işarəyə kliklərin.
bg: Щракнете върху иконата, за да попълните формуляра за рецензия.
bs_ba: Kliknite na sličicu na zaslonu kako biste ispunili recenzijski obrazac.
de_de: Klicken Sie auf das Symbol, um das Begutachtungsformular auszufüllen.
el_gr: Πατήστε το εικονίδιο για να συμπληρώσετε τη φόρμα αξιολόγησης.
eu: Egin klik ikonoan ebaluazio-inprimakia betetzeko.
gd_gb: Briog air an ìomhaigheag gus am foirm lèirmheis a lìonadh.
gl_es: Faga clic sobre a icona para cubrir o formulario de revisión.
hi_in: समीक्षा फ़ॉर्म भरने के लिए आइकन पर क्लिक करें।
hu_hu: Kattintson az ikonra, hogy kitölthesse a lektorálási űrlapot.
hy_am: Սեղմեք պատկերակի վրա՝ գրախոսման ձևը լրացնելու համար:
is: Smelltu á merkið til að fylla inn ritrýnieyðublaðið.
ja: アイコンをクリックして査読フォームに記入してください。
ka: დააჭირეთ ხატულას, რომ შეავსოთ რეცენზიის ფორმა.
kk: Рецензиялау жолағын толтыру үшін белгішені белгілеңіз.
ku_iq: کلیک لەسەر ئەم ئایکۆنە بکە بۆ پڕکردنەوەی فۆڕمی هەڵسەنگاندن.
ky: Карап чыгуу формасын толтуруу үчүн белгини басыңыз.
lt: Norėdami užpildyti recenzijos formą paspauskite piktogramą.
lv_lv: Noklikšķiniet uz ikonas, lai aizpildītu recenzijas veidlapu.
mk_mk: Кликнете на иконата за да го пополните формуларот за рецензија.
mr: समीक्षणाचा फॉर्म भरण्यासाठी चित्रचिन्हावर (आयकॉन) क्लिक करा.
ms: Klik pada ikon untuk mengisi borang ulasan.
nb_no: Klikk på ikonet for å fylle ut skjema for fagfellevurdering.
ro: Faceți clic pe pictogramă pentru a completa formularul de evaluare.
sk_sk: Pre vyplnenie formulára recenzie kliknite na ikonu.
sl_si: Kliknite na ikono za vnos v recenzijski obrazec.
sq: Kliko në ikonë për të plotësuar formularin e reçensës.
sr_rs@cyrillic: Кликните на икону и испуните образац за реценцзију.
sr_rs@latin: Kliknite na ikonu i ispunite obrazac za recencziju.
th: คลิกที่ไอคอนเพื่อกรอกแบบฟอร์มการพิจารณา
uk_ua: Щоб заповнити форму рецензування, натисніть на зображення.
uz@latin: Ko'rib chiqish shaklini to'ldirish uchun belgini bosing.
vi_vn: Nhấn vào biểu tượng để điền vào phiếu đánh giá.
zh_cn: 点击图标以填写审查表。
zh_hant: 點選圖示填寫評審表格。

# navigation.categories.browse
source: Browse
az: Siyahı tut
bg: Преглед
bs_ba: Pregledaj
de_de: Durchblättern
el_gr: Πλοήγηση
eu: Arakatu
gd_gb: Rùraich
gl_es: Navegar
hi_in: ब्राउज़
hu_hu: Böngészés
hy_am: Թերթել
is: Vafra
ja: ブラウズ
ka: დაათვალიერეთ
kab: Snirem
kk: Шолу
ku_iq: گەڕان
ky: карап чыгуу
lt: Naršyti
lv_lv: Pārlūkot
mk_mk: Прелистај
mr: धुंडाळा (browse)
ms: Layari
nb_no: Bla gjennom
ro: Navigare
sk_sk: Prechádzať
sl_si: Prelistaj
sq: Shfleto
sr_rs@cyrillic: Пронађи
sr_rs@latin: Pronađi
th: เรียกดู
uk_ua: Переглянути
uz@latin: Ko'rib chiqish
vi_vn: Duyệt
zh_cn: 浏览
zh_hant: 瀏覽

# navigation.categories
source: Categories
az: Kateqoriyalar
bg: Категории
bs_ba: Kategorije
de_de: Kategorien
el_gr: Κατηγορίες
eu: Kategoriak
gd_gb: Roinnean-seòrsa
gl_es: Categorías
hi_in: श्रेणियाँ
hu_hu: Kategóriák
hy_am: Դասեր
is: Flokkar
ja: カテゴリー
ka: კატეგორიები
kab: Taggayin
kk: Санаттар
ku_iq: هاوپۆلەکان
ky: Категориялар
lt: Kategorijos
lv_lv: Kategorijas
mk_mk: Категории
mr: प्रकार/विभाग
ms: Kategori
nb_no: Kategorier
ro: Categorii
sk_sk: Kategória
sl_si: Kategorije
sq: Kategoritë
sr_rs@cyrillic: Категорије
sr_rs@latin: Kategorije
th: หมวดหมู่
uk_ua: Категорії
uz@latin: Kategoriyalar
vi_vn: Thể loại
zh_cn: 类别
zh_hant: 類別

# context.select
source: Switch to another journal:
az: Başqa bir jurnal seçin:
bg: Превключване към друго списание:
bs_ba: Odaberi drugi časopis:
de_de: Zu einer anderen Zeitschrift wechseln:
el_gr: Ανακατεύθυνση σε άλλο περιοδικό:
eu: Beste aldizkari bat hautatu:
gd_gb: Geàrr leum gu iris-leabhar eile:
gl_es: Cambiar a outra revista:
hi_in: किसी अन्य जर्नल पर जाएं:
hu_hu: Váltás másik folyóiratra:
hy_am: Անցում մեկ այլ ամսագրի.
is: Fara í annað tímarit:
ja: 他の雑誌を選択：
ka: გადადით სხვა ჟურნალზე:
kk: Басқа журналға ауыстыру:
ku_iq: بچۆ گۆڤارێکی دیکە:
ky: Башка журналга которулуу:
lt: Pereiti prie kitų žurnalų:
lv_lv: Pārslēgties uz citu žurnālu:
mk_mk: Префрелете се на друго списание:
mr: इतर नियतकलिकांकडे वळा :
ms: Tukar ke jurnal lain:
nb_no: Bytt til et annet tidsskrift:
ro: Schimbă revista:
sk_sk: Zvoliť iný časopis:
sl_si: Izberi drugo revijo:
sr_rs@cyrillic: Пребаци се на други часопис:
sr_rs@latin: Pređi na drugi časopis:
th: เปลี่ยนไปยังวารสารอื่น:
uk_ua: Переключитись на інший журнал:
uz@latin: Boshqa jurnalga o'tish:
vi_vn: Chuyển sang một tạp chí khác:
zh_cn: 切换到另一个期刊：
zh_hant: 切換至另一期刊：

# context.current
source: Current Journal:
az: Cari jurnal:
bg: Текущо списание:
bs_ba: Trenutni časopis:
de_de: Aktuelle Zeitschrift:
el_gr: Τρέχον περιοδικό:
eu: Hautatutako aldizkaria:
gd_gb: An t-iris-leabhar làithreach:
gl_es: Revista actual:
hi_in: वर्तमान जर्नल:
hu_hu: Aktuális folyóirat:
hy_am: Ընթացիկ ամսագիր.
is: Valið tímarit:
ja: 現在選択された雑誌：
ka: ჟურნალი:
kk: Ағымдағы журнал:
ku_iq: گۆڤاری ئێستا
ky: Учурдагы журнал:
lt: Dabartinis žurnalas:
lv_lv: Aktuālais žurnāls:
mk_mk: Тековно списание:
mr: वर्तमान नियतकलिक :
ms: Jurnal Semasa:
nb_no: Gjeldende tidsskrift:
ro: Revista curentă:
sk_sk: Aktuálny časopis:
sl_si: Izbrana revija:
sq: Revista më e fundit:
sr_rs@cyrillic: Тренутни чаопис:
sr_rs@latin: Trenutni časopis:
th: วารสารปัจจุบัน:
uk_ua: Поточний журнал:
uz@latin: Joriy jurnal:
vi_vn: Tạp chí hiện tại:
zh_cn: 当前期刊：
zh_hant: 當期期刊：

# submission.event.proofread.proofreaderUnassigned
source: Proofreader unassigned from submission
az: Məqalənin korrektor vəzifəsi ləğv edildi
bg: Премахната асоцииация за коректор за изпратените материали
bs_ba: Korektoru je povučena prijava
de_de: Korrekturlektor/in nicht länger für den Beitrag zuständig
el_gr: Ακύρωση ανάθεσης σε Επιμελητή Τυπογραφικού Δοκιμίου
eu: Proba-zuzentzailea kendu da bidalketatik
gd_gb: Chaidh an dearbh-leughadair a thoirt air falbh on tagradh
gl_es: Anulouse a asignación do corrector/a de probas do envío
hi_in: प्रूफ़रीडर सबमिशन करने से अप्रभावित है
hu_hu: Korrektúrázó hozzárendelésének megszüntetése
hy_am: Սրբագրիչը հետ է կանչվել ներկայացումից
is: Prófarkalesari aftengdur innsendingu
ja: 投稿物の校正者が解除された
ka: კორექტორი მოიხსნა მასალიდან
kk: Материалға тағайындалған корректор кері қайтарылды
ku_iq: هەڵسەنگێنەری زمانی بۆ پێشکەشکردنەکە زیاد نەکراوە
ky: Корректурачы тапшырмадан алынган
lt: Korektorius atšauktas
lv_lv: Iesniegtajam materiālam atcelts korektors
mk_mk: Лекторот е отстранет од поднесокот
mr: मुद्रित लेखन तपासणार्‍याची नियुक्ती रद्द केली
ms: Proofreader tidak ditugaskan untuk penyerahan
nb_no: Korrekturleser avløst
ro: Corector refuzat
sk_sk: Korektor odobratý od príspevku
sl_si: Korektor je razrešen iz tega prispevka
sr_rs@cyrillic: Коректор је повучен са пријављеног раda
sr_rs@latin: Korektor je povučen sa prijavljenog rada
th: ผู้พิสูจน์อักษรถูกยกเลิกการมอบหมายจากการส่งบทความ
uk_ua: Коректор звільнений від роботи над поданням
uz@latin: Tekshiruvchi yuborilmadi
vi_vn: Chưa phân công Người hiệu đính cho bài gửi này
zh_cn: 校对未指派给投稿
zh_hant: 已取消分配校對員予投稿

# submission.event.proofread.proofreaderAssigned
source: Proofreader assigned to submission
az: Məqalə üçün korrektor təyin edildi
bg: Коректор е асоцииран за изпратените материали
bs_ba: Korektoru je dodijeljena prijava
de_de: Beitrag einer Korrekturlektorin/einem Korrekturlektor zugeteilt
el_gr: Ανάθεση υποβολής σε Επιμελητή Τυπογραφικού Δοκιμίου
eu: Proba-zuzentzailea esleitu zaio bidalketari
gd_gb: Chaidh dearbh-leughadair iomruineadh dhan tagradh
gl_es: Asignouse un corrector/a de probas ao envío
hi_in: प्रूफ़रीडर सबमिशन करने के लिए सौंपा
hu_hu: Korrektúrázó hozzárendelése a beküldött anyaghoz
hy_am: Ներկայացմանը նշանակվել է սրբագրիչ
is: Prófarkalesara úthlutað á innsendingu
ja: 投稿物に校正者が任命された
ka: კორექტორი დაემატა მასალას
kk: Материалға корректор тағайындалды
ku_iq: هەڵسەنگێنەری زمانی بۆ پێشکەشکردنەکە زیاد کرا
ky: Корректурачы тапшырмага дайындалды
lt: Korektorius paskirtas
lv_lv: Iesniegtajam materiālam piešķirts korektors
mk_mk: Назначен Лектор на поднесокот
mr: मुद्रित लेखन तपासणार्‍याची नियुक्ती केली
ms: Proofreader ditugaskan untuk penyerahan
nb_no: Korrekturleser oppnevnt
ro: Corector atribuit
sk_sk: Korektor pridelený k príspevku
sl_si: Prispevku je dodeljen korektor
sr_rs@cyrillic: Коректору је додијељен пријављени чланак
sr_rs@latin: Korektoru je dodeljen prijavljeni članak
th: ผู้พิสูจน์อักษรได้รับมอบหมายให้ดูแลการส่งบทความ
uk_ua: Коректор призначений для подання
uz@latin: Yuborish uchun tasdiqlovchi tayinlangan
vi_vn: Người hiệu đính đã được phân công
zh_cn: 校对编辑已经指派给投稿
zh_hant: 已分配校對員予投稿

# submission.event.copyedit.copyeditSetFile
source: Copyedit file updated
az: Səhifə tənzimi faylı yeniləndi
bg: Файлът на стиловия редактор за изпратените материали е актуализиран
bs_ba: Datoteka lekture je ažurirana
de_de: Lektorierte Datei aktualisiert
el_gr: To αρχείο επιμέλειας κειμένου ενημερώθηκε.
eu: Zuzenketa-fitxategia eguneratu da
gd_gb: Chaidh faidhle a’ ghrinn-deasachaidh ùrachadh
gl_es: Actualizouse o arquivo de corrección de orixinais
hi_in: प्रतिलिपि फ़ाइल अपडेट की गई
hu_hu: Szerkesztett fájl frissítve
hy_am: Գրական խմբագրման նիշքը թարմացվեց
is: Yfirfarin skrá uppfærð
ja: 整理編集ファイルが更新された
ka: ლიტერატურული რედაქტირების შესწორებების ფაილი განახლდა
kk: Әдеби өңдеу файлы жаңартылды
ku_iq: فایلی وردبینیکراو نوێ کرایەوە
ky: Редакциялоо файлы жаңыртылды
lt: Suredaguotas failas atnaujintas
lv_lv: Rediģētā datne atjaunināta
mk_mk: Ажурирана датотеката за уредување
mr: अचूकता तपासलेली फाईल अद्ययावत केली
ms: Fail Copyedit dikemas kini
nb_no: Språkvaskfilen oppdatert
ro: Fișierul editat a fost actualizat
sk_sk: Redigovaný súbor aktualizovaný
sl_si: Lektorirana datoteka je posodobljena
sr_rs@cyrillic: Фајл лектуре је ажуриран
sr_rs@latin: Fajl lekture je ažuriran
th: ไฟล์การคัดลอกแก้ไขได้รับการอัปเดตแล้ว
uk_ua: Відредагований файл оновлений
uz@latin: Tahrirlash faylining nusxasi yangilandi
vi_vn: Đã cập nhật Tập tin bản thảo biên tập
zh_cn: 文本编辑文件已经上传
zh_hant: 已更新審稿檔案

# submission.event.copyedit.copyeditFinalCompleted
source: Final copyedit completed
az: Səhifə tənzimi tamamlandı
bg: Окончателната стилова редакция е завършена
bs_ba: Završna lektura je gotova
de_de: Lektorat abgeschlossen
el_gr: Η τελική επιμέλεια κειμένου ολοκληρώθηκε.
eu: Azken zuzenketa bukatu da
gd_gb: Chaidh an grinn-deasachadh deireannach a choileanadh
gl_es: Completouse a corrección final de orixinais
hi_in: अंतिम प्रतिलिपि पूर्ण हुई
hu_hu: A végső technikai szerkesztés elkészült
hy_am: Վերջնական գրական խմբագրումն ավարտված է
is: Lokayfirferð lokið
ja: 最終の原稿整理が完了した
ka: საბოლოო ლიტერატურული რედაქტირება დასრულდა
kk: Соңғы әдеби редакциялау аяқталды
ku_iq: وردبینی کۆتایی تەواو کرا
ky: Акыркы редакциялоо аяктады
lt: Atliktas galutinis teksto redagavimas
lv_lv: Pabeigta galīgā teksta rediģēšana
mk_mk: Конечното уредување е завршено
mr: अचूकता तपासण्याचे (कॉपीएडिट) अंतिम कार्य पूर्ण झाले
ms: Copyedit akhir selesai
nb_no: Siste språkvask ferdigstilt
ro: Procesul de editare este complet
sk_sk: Finálne redigovanie dokončené
sl_si: Končno lektoriranje je končano
sr_rs@cyrillic: Завршна лектура је готовa
sr_rs@latin: Završna lektura je gotova
th: การคัดลอกแก้ไขขั้นสุดท้ายเสร็จสมบูรณ์แล้ว
uk_ua: Остаточне літературне редагування завершене
uz@latin: Oxirgi nusxa ko'chirish tugallandi
vi_vn: Biên tập Bản thảo cuối đã hoàn thành
zh_cn: 最终文本编辑完成
zh_hant: 完成最終審稿

# submission.event.copyedit.copyeditInitialCompleted
source: Initial copyedit completed
az: Başlanğıc səhifə tənzimi tamamlandı
bg: Първоначалната стилова редакция е завършена
bs_ba: Početna lektura je gotova
de_de: Erstkorrektur abgeschlossen
el_gr: Η αρχική επιμέλεια κειμένου ολοκληρώθηκε.
eu: Lehen zuzenketa bukatu da
gd_gb: Chaidh a’ chiad ghrinn-deasachadh a choileanadh
gl_es: Completouse a corrección inicial de orixinais
hi_in: प्रारंभिक प्रतिलिपि पूरी हुई
hu_hu: A megkezdett technikai szerkesztés elkészült
hy_am: Սկզբնական գրական խմբագրումն ավարտված է
is: Fyrstu yfirferð lokið
ja: 最初の原稿整理が完了した
ka: საწყისი ლიტერატურული რედაქტირება დასრულდა
kk: Бастапқы әдеби редакциялау аяқталды
ku_iq: وردبینی سەرەتایی تەواو کرا
ky: Баштапкы редакциялоо аяктады
lt: Atliktas pradinis teksto redagavimas
lv_lv: Pabeigta sākotnējā teksta rediģēšana
mk_mk: Првобитното уредување е завршено
mr: अचूकता तपासण्याचे (कॉपीएडिट) प्राथमिक कार्य पूर्ण झाले
ms: Copyedit awal selesai
nb_no: Første språkvask ferdigstilt
ro: Editarea inițială a fost terminată
sk_sk: Úvodné redigovania dokončené
sl_si: Začetno lektoriranje je končano
sr_rs@cyrillic: Почетна лектура је готовa
sr_rs@latin: Početna lektura je gotova
th: การคัดลอกแก้ไขเบื้องต้นเสร็จสมบูรณ์แล้ว
uk_ua: Початкове літературне редагування завершене
uz@latin: Dastlabki nusxa ko'chirish tugallandi
vi_vn: Biên tập bản thảo sơ bộ đã hoàn thành
zh_cn: 初步文本编辑完成
zh_hant: 已完成初步審稿

# submission.event.copyedit.copyeditRevision
source: Copyeditor revisions file updated
az: Səhifə tənzimləyici faylı yeniləndi
bg: Файлът с редакция на стиловия редактор за изпратените материали е актуализиран
bs_ba: Revidirana datoteka lektora je ažuririrana
de_de: Bearbeitungsdatei der Lektorin/des Lektors aktualisiert
el_gr: Το αρχείο του Επιμελητή Κειμένου ενημερώθηκε.
eu: Zuzentzailearen aldaketen fitxategia eguneratu da
gd_gb: Chaidh faidhle lèirmheasan a’ ghrinn-deasaiche ùrachadh
gl_es: Actualizouse o arquivo de revisións do corrector/a de orixinais
hi_in: प्रतिलिपि संशोधन फ़ाइल अपडेट की गई
hu_hu: Beszerkesztett fájl frissítve
hy_am: Գրական խմբագրի վերանայումների նիշքը թարմացվել է
is: Lagfæringaskrá textatæknis uppfærð
ja: コピーエディタ改訂ファイルが更新された
ka: ლიტერატურული რედაქტორის შესწორებების ფაილი განახლდა
kk: Әдеби редактордың өңдеулері бар Файл жаңартылды
ku_iq: پێداچونەوەکانی وردبین نوێ کرایەوە
ky: Редакциялоочунун оңдоо файлы жаңыртылды
lt: Kalbos redaktoriaus (-ės) pataisymų failas atnaujintas
lv_lv: Teksta redaktora labotā datne atjaunināta
mk_mk: Ажурирана датотека со поправки на уредникот
mr: कॉपीएडिटरची संस्करण फाईल अद्ययावत केली
ms: Fail semakan Copyeditor dikemas kini
nb_no: Språkvaskerens fil oppdatert
ro: Fișierul revizuit de editor a fost actualizat
sk_sk: Súbor s revíziami redaktora aktualizovaný
sl_si: Revidirana datoteka lektorja je ažuririrana
sr_rs@cyrillic: Лекторисани фајл лектора је ажуриран
sr_rs@latin: Lektorisani fajl lektora je ažuriran
th: ไฟล์การแก้ไขของผู้คัดลอกแก้ไขได้รับการอัปเดตแล้ว
uk_ua: Файл з правками літературного редактора оновлений
uz@latin: Copyeditor versiyalari fayli yangilandi
vi_vn: Đã cập nhật Tập tin sửa chữa của Biên tập viên bản thảo
zh_cn: 文本编辑修订文件已经上传
zh_hant: 審稿員修正檔案已更新

# submission.event.copyedit.copyeditInitiated
source: Copyedit assignment initiated
az: Səhifə tənzimləyici təyinatı başladı
bg: Започната е процедурата за стилова редакция за изпратените материали
bs_ba: Pokrenuta je dodjela lekture
de_de: Lektorat für Beitrag veranlasst
el_gr: Ανάθεση επιμέλειας κειμένου
eu: Zuzenketaren esleipena hasi da
gd_gb: Chaidh an obair grinn-deasachaidh iomruineadh
gl_es: Iniciouse a asignación da corrección de orixinais
hi_in: प्रतिलिपि कार्य आरंभ किया गया
hu_hu: Technikai szerkesztés elkezdve
hy_am: Գրական խմբագրման նշանակում է սկսված
is: Úthlutun á yfirferð texta hafin
ja: 原稿整理が開始された
ka: ლიტერატურული რედაქტირება დაწყებულია
kk: Әдеби редакциялау басталды
ku_iq: ئەرکی وردبینیکەر دەستی پێکرد
ky: Редакциялоо тапшырмасы башталды
lt: Pradėtas kalbos redagavimas
lv_lv: Uzdots sākt teksta rediģēšanu
mk_mk: Започнато доделување за уредување
mr: अचूकता तपासण्याचे (कॉपीएडिट) कार्य सुरू झाले
ms: Tugasan copyedit dimulakan
nb_no: Språkvask startet
ro: A fost inițiată editarea
sk_sk: Pridelené redigovanie začaté
sl_si: Dodelitev lektorja je bila sprožena
sr_rs@cyrillic: Покренута је додела лектуре
sr_rs@latin: Pokrenuta je dodela lekture
th: การมอบหมายการคัดลอกแก้ไขเริ่มต้นแล้ว
uk_ua: Літературний редактор розпочав роботу
uz@latin: Copyedit topshirig'i boshlandi
vi_vn: Bắt đầu phân công Biên tập viên bản thảo
zh_cn: 文本编辑指派开始
zh_hant: 開始分配審稿
