Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.installationComplete
source: <p>Installation of OJS has completed successfully.</p> <p>To begin using the system, <a href="{$loginUrl}">login</a> with the username and password entered on the previous page.</p> <p>If you wish to be part of the PKP community, you can:</p> <ol> <li>Read the <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> and follow the <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> for news and updates.</li> <li>Visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a> if you have questions or comments.</li> </ol>
az: <p>ADS yükləməsi uğurla başa çatdı.</p> <p>Sistemi istifadə etməyə başlamaq üçün əvvəlki səhifədə daxil edilən istifadəçi adı və şifrə ilə <a href="{$loginUrl}">üzv girişi </a>edin.</p> <p>Əgər yenilənmələr və proqramla bağlı xəbərləri əldə etmək istəyirsinizsə: </p> <ol> <li>Jurnal, konfrans, uyğunlaşdırma ilə yenilənmə əldə etmə, proqram yeniləmə, təhlükəsizlik yamaqları və daha artığı üçün <a href="http://pkp.sfu.ca/ojs/register" target="_new">Qeydiyyatdan</a> keçin.</li> <li>OJS, OCS, Harvester, Lemon8-XML, OMP və bütün yuxarıdakılar üçün <a href="https://forum.pkp.sfu.ca" target="_new">müzakirə siyahımıza</a>qoşula bilərsiniz.</li> <li><a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> <a href="https://forum.pkp.sfu.ca" target="_new">RSS dəstəyinə</a> üzv ola bilərsiniz.</li> </ol> <p>Sual və şərhləriniz üçün zəhmət olmasa <a href="http://pkp.sfu.ca/support/forum" target="_new">dəstk formunu</a> istifadə edin.</p>
bg: <p>Инсталирането на OJS завърши успешно.</p> <p>За да започнете да използвате системата, <a href="{$loginUrl}">влезте</a> с потребителското име и паролата, въведени на предишната страница.</p> <p>Посетете нашия <a href="https://forum.pkp.sfu.ca" target="_new">форум на общността</a> или се регистрирайте в нашия <a href="https://pkp. sfu.ca/developer-newsletter" target="_new">бюлетин за разработчици</a>, за да получавате известия за сигурност и актуализации за предстоящи версии, нови плъгини и планирани функции.</p>
bs_ba: <p>Instalacija OJS-a je dovršena uspješno.</p> <p>Da biste počeli koristiti sustav, <a href="{$loginUrl}">prijavite se</a> s korisničkim imenom i lozinkom navedenim na prošloj stranici.</p> <p>Ako želite primati vijesti i dopune, <strong>molimo da se registrirate na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ako imate pitanja ili komentare, molimo posjetite <a href="http://forum.pkp.sfu.ca" target="_new">forum podrške</a>.</p>
de_de: <p>Die Installation von OJS wurde erfolgreich abgeschlossen.</p> <p>Um mit der Nutzung des Systems zu beginnen, <a href="{$loginUrl}">melden</a> Sie sich bitte mit dem auf der vorherigen Seite eingegebenen Benutzer/innen-Namen und dem entsprechenden Passwort <a href="{$loginUrl}">an</a>.</p> <p>Wenn Sie ein Teil der PKP-Community sein möchten, können Sie:</p> <ol> <li>das <a href="http://pkp.sfu.ca/blog" target="_new">PKP-Blog</a> lesen und die <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS-Feeds</a> abonnieren.</li> <li>das <a href="http://forum.pkp.sfu.ca" target="_new">Support-Forum</a> besuchen, wenn Sie Fragen oder Kommentare haben.</li> </ol>
el_gr: &lt;p&gt;Η εγκατάσταση του OJS έχει ολοκληρωθεί επιτυχώς.&lt;/p&gt; &lt;p&gt;Για να ξεκινήσετε τη χρήση του συστήματος, &lt;a href="{$loginUrl}"&gt;συνδεθείτε&lt;/a&gt; με το όνομα Χρήστη και τον κωδικό πρόσβασης που εισαγάγατε στην προηγούμενη σελίδα.&lt;/p&gt; &lt;p&gt;Εάν επιθυμείτε να είστε μέλος της κοινότητας του PKP: &lt;/p&gt; &lt;ol&gt; <li>Διαβάστε το <a href="http://pkp.sfu.ca/blog" target="_new">ιστολόγιο του PKP</a> και ακολουθήστε τις <a href="http://pkp.sfu.ca/blog/feed" target="_new">ροές RSS (RSS feeds)</a> για νέα και ενημερώσεις.</li> <li>Επισκεφθείτε το <a href="http://forum.pkp.sfu.ca" target="_new">φόρουμ υποστήριξης</a> εάν έχετε ερωτήσεις ή σχόλια.</li> </ol>
eu: <p>OJS ondo instalatu da.</p> <p>Sistema erabiltzen hasteko, <a href="{$loginUrl}">hasi saioa</a> aurreko orrian sartutako erabiltzaile-izenarekin eta pasahitzarekin.</p> <p>Bisitatu gure <a href="https://forum.pkp.sfu.ca" target="_new">komunitatearen foroa</a> edo eman izena gure <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">garatzaileen buletinera</a> segurtasun-oharrak eta datozen bertsioei, plugin berriei eta aurreikusitako funtzioei buruzko eguneraketak jasotzeko.</p>
gd_gb: <p>Chaidh OJS a stàladh.</p> <p>Airson tòiseachadh leis an t-siostam, <a href="{$loginUrl}">clàraich a-steach</a> leis an ainm-chleachdaiche is facal-faire a chuir thu a-steach air an duilleag roimhpe.</p> <p>Ma tha thu airson pàirt a ghabhail ann an coimhearsnachd PKP,</p> <ol> <li>Leugh <a href="http://pkp.sfu.ca/blog" target="_new">bloga PKP</a> agus lean ris an <a href="http://pkp.sfu.ca/blog/feed" target="_new">inbhir RSS</a> airson naidheachd is ùrachaidhean. </li> <li>Tadhail air an <a href="http://forum.pkp.sfu.ca" target="_new">fhòram taice</a> ma tha ceist no beachd sam bith agad.</li> </ol>
gl_es: <p>A instalación de OJS completouse correctamente.</p> <p>Para comezar a utilizar o sistema, <a href="{$loginUrl}">inicie sesión</a> co nome de usuario/a e o contrasinal que introduciu na páxina anterior.</p> <p>Se quere formar parte da comunidade PKP, pode:</p> <ol> <li>Ler o <a href="http://pkp.sfu.ca/blog" target="_new">blog de PKP </a> e seguir o <a href="http://pkp.sfu.ca/blog/feed" target="_new">canle de contidos RSS</a> para recibir noticias e actualizacións.</li> <li>Visitar o <a href="http://forum.pkp.sfu.ca" target="_new">foro de soporte</a> se ten preguntas ou comentarios.</li> </ol>
hi_in: <p> OJS की स्थापना सफलतापूर्वक पूर्ण हो गई है। </ p> <p> सिस्टम का उपयोग शुरू करने के लिए, पिछले पृष्ठ पर दर्ज किए गए उपयोगकर्ता नाम और पासवर्ड के साथ <a href="lights$loginUrlarios"> लॉगिन </a> करें। </ p> <p> यदि आप PKP समुदाय का हिस्सा बनना चाहते हैं, तो आप: </ p> कर सकते हैं <Ol> <li>Read the <a href='http://pkp.sfu.ca/blog' target='_new'>PKP blog</a> and follow the <a href='http://pkp.sfu.ca/blog/feed' target='_new'>RSS feed</a> समाचार और अपडेट के लिए </li> यदि आपके कोई प्रश्न या टिप्पणी हैं तो <a href="http://forum.pkp.sfu.ca" target="_new"> समर्थन मंच </a> पर जाएं। </ li> </ Ol>
hu_hu: <p>Az OJS telepítése sikeresen megtörtént.</p> <p>A rendszer használatának megkezdéséhez, <a href="{$loginUrl}">login</a> lépjen be a az előző oldalon a felhasználónevével és jelszavával.</p> <p>Ha szeretne tagja lenni a PKP közösségnek, akkor:</p> <ol> <li>Olvassa a <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> és kövesse az <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> hírekért és frissítésekért.</li> <li>Látogassa meg a <a href="http://forum.pkp.sfu.ca" target="_new">támogatói fórumot</a> ha kérdése vagy észrevétele lenne.</li> </ol>
hy_am: <p>OJS-ի տեղադրումը հաջողությամբ ավարտվեց:</p> <p>Համակարգն օգտագործելու համար <a href="{$loginUrl}">մուտք գործեք</a> նախորդ էջում մուտքագրված օգտվողի անունով և գաղտնաբառով:</p> <p>Եթե ցանկանում եք լինել PKP համայնքի մի մասը, կարող եք։</p> <ol> <li>Կարդացեք <a href="https://pkp.sfu.ca/category/news/" target="_new">PKP blog</a> և հետևեք <a href="https://pkp.sfu.ca/category/News/feed/" target="_new">RSS feed</a> նորությունների և թարմացումների համար։</li> <li>Այցելեք <a href="https://forum.pkp.sfu.ca" target="_new">աջակցության ֆորում</a> եթե ունես հարցեր կամ մեկնաբանություններ։</li> </ol>
ja: <p>OJSのインストールが正常に完了しました。</p> <p>前ページで入力したユーザー名とパスワードで<a href="{$loginUrl}">ログイン</a>すると、システムの利用を開始できます。</p> <p>セキュリティに関する通知、今後のリリース、新しいプラグイン、計画されている機能に関する更新情報を受け取るには、<a href="https://forum.pkp.sfu.ca" target="_new">コミュニティ フォーラム</a>にアクセスするか、<a href="https://pkp.sfu.ca/developer-newsletter" target="_new">開発者ニュースレター</a>にサインアップしてください。</p>
ku_iq: <p>جێگیرکردنی سیستەمی گۆڤاری کراوە بە سەرکەوتویی تەواو بو.</p> <p>بۆ کارپێکردنی سیستەمەکە، <a href="{$loginUrl}">داخل ببە</a> بە بەکارهێنانی هەژمار و وشەی تێپەڕ لە پەڕەی پێشتر.</p> <p>هەروەها دەتوانیت ببیت بە ئەندامی سیستەمی گۆڤاری کراوە:</p> <ol> <li>خوێندنەوە<a href="http://pkp.sfu.ca/blog" target="_new">پڕۆژەی زانیاری گشتی</a> و بەدواداچون <a href="http://pkp.sfu.ca/blog/feed" target="_new">هەواڵ </a> بۆ زانیاری و نوێکردنەوەکان.</li> <li>سەردانی ئەم لینکە بکە <a href="http://forum.pkp.sfu.ca" target="_new">گروپی هاوکاری</a> ئەگەر هەر پرسیارێکت هەبو.</li> </ol>
ky: "<p>OJS орнотуу ийгиликтүү аяктады.</p><p>Системаны колдонууга киришүү үчүн мурунку бетте киргизилген колдонуучу аты жана сырсөз менен <a href="{$loginUrl}">кирүү</a>.</p><p>Коопсуздук эскертүүлөрүн жана жаңы чыгарылыштар, плагиндер жана пландалган функциялар боюнча жаңылыктарды алуу үчүн биздин <a href="https://forum.pkp.sfu.ca" target="_new">коомдук форумга</a> кириңиз же <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">иштеп чыгуучулар бюллетенине</a> жазылыңыз.</p>"
lt: <p>OJS diegimas sėkmingai užbaigtas.</p> <p>Norėdami pradėti naudotis sistema, <a href="{$loginUrl}">prisijunkite</a> su naudotojo vardu ir slaptažodžiu, įvestais ankstesniame puslapyje.</p> <p>Apsilankykite mūsų <a href="https://forum.pkp.sfu.ca" target="_new">bendruomenės forume</a> arba užsiprenumeruokite mūsų <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">programuotojų naujienlaiškį</a>, kad gautumėte pranešimus apie saugumo naujienas, būsimas versijas, naujus papildinius ir planuojamas funkcijas.</p>
lv_lv: <p>OJS instalēšana ir veiksmīgi pabeigta.</p> <p>Lai sāktu izmantot sistēmu, <a href="{$loginUrl}">pierakstieties</a>, izmantojot iepriekšējā lapā ievadīto lietotājvārdu un paroli.</p> <p>Ja vēlaties kļūt par daļu no PKP kopienas, varat:</p> <ol> <li>lasīt <a href="http://pkp.sfu.ca/blog" target="_new">PKP blogu</a> un sekot līdzi <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS plūsmai</a>, lai saņemtu jaunumus un atjauninājumus,</li> <li>apmeklēt <a href="http://forum.pkp.sfu.ca" target="_new">atbalsta forumu</a>, ja jums ir jautājumi vai komentāri.</li> </ol>
mk_mk: <p> Инсталирањето на OJS заврши успешно. </p> <p> За да започнете со користење на системот, <a href="{$loginUrl}"> најавете се </a> со корисничкото име и лозинката внесени на претходната страница. </p> <p> Ако сакате да бидете дел од заедницата PKP, можете: </p> <ol> <li> Прочитајте го <a href="http://pkp.sfu.ca/blog" target="_new"> блогот на PKP </a> и следете го <a href="http://pkp.sfu.ca/blog/feed" target="_new"> RSS-извор </a> за новости и ажурирања. </li> <li> Посетете го <a href="http://forum.pkp.sfu.ca" target="_new"> форумот за поддршка </a> ако имате прашања или коментари. </li> </ol>
mr: <p>OJS चे इंस्टॉलेशन यशस्वीरित्या पूर्ण झाले आहे.</p> <p>प्रणाली वापरणे सुरू करण्यासाठी, मागील पृष्ठावर नोंदलेल्या वापरकर्तानाव आणि पासवर्डसह <a href="{$loginUrl}">लॉग-इन</a> करा. </p> <p>आमच्या <a href="https://forum.pkp.sfu.ca" target="_new">समुदाय मंचा</a> ला भेट द्या किंवा आमच्या सुरक्षा सूचना आणि नियोजित आवृत्या/स्वरूपे, नवीन प्लग-इन आणि आगामी वैशिष्ट्ये यावर माहिती मिळवण्यासाठी <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">डेव्हलपर वृत्तपत्र</a> वर साइन अप करा.</p>
ms: <p>Pemasangan OJS telah berjaya diselesaikan.</p> <p>Untuk mula menggunakan sistem, <a href="{$loginUrl}">log masuk</a> dengan nama pengguna dan kata laluan yang dimasukkan pada halaman sebelumnya.</p> <p>Lawati <a href="https://forum.pkp.sfu.ca" target="_new">forum komuniti</a> kami atau daftar ke <a href="https://pkp kami. sfu.ca/developer-newsletter" target="_new">surat berita pembangun</a> untuk menerima notis keselamatan dan kemas kini tentang keluaran akan datang, pemalam baharu dan ciri yang dirancang.</p>
nb_no: <p>OJS ble installert.</p> <p>For å begynne å bruke systemet, <a href="{$loginUrl}">logg inn</a> med brukernavnet og passord skrevet inn på forrige side.</p> <p>Om du ønsker å bli del av PKP-fellesskapet, kan du:</p> <ol> <li>Lese<a href="http://pkp.sfu.ca/blog" target="_new">PKP-bloggen</a> og følge<a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS-tjenesten</a> for nyheter og oppdateringer.</li> <li>Besøk <a href="http://forum.pkp.sfu.ca" target="_new">støtteforumet</a> om du har spørsmål og kommentarer.</li> </ol>
sk_sk: <p>Inštalácia OJS bola úspešne dokončená.</p> <p>Aby ste začali používať systém, <a href="{$loginUrl}">prihláste sa</a> pomocou používateľského mena a hesla, ktoré ste zadali na predchádzajúcej stránke.</p> <p>Pokiaľ si prajete stať sa súčasťou komunity PKP, môžete</p> <ol> <li>Čítať <a href="http://pkp.sfu.ca/blog" target="_new">blog PKP</a> a sledovať <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> pre informácie o novinkách a aktualizáciách.</li> <li>Navštíviť <a href="http://forum.pkp.sfu.ca" target="_new">fórum podpory</a> s vašimi dotazy a komentármi.</li> </ol>
sl_si: <p>Namestitev OJS se je uspešno zaključila.</p> <p>Za začetek uporabe sistema, <a href="{$loginUrl}">se prijavite</a> z uporabniškim imenom in geslom vpisanim na prejšnji strani.</p> <p>Če želite biti del PKP skupnosti, lahko:</p> <ol> <li>Berete <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> in sledite <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> novicam.</li> <li>Obiščete <a href="http://forum.pkp.sfu.ca" target="_new">forum za pomoč</a>, če imate vprašanja ali komentarje.</li> </ol>
sr_rs@cyrillic: <p>Инсталација ОЈС-а је успешно довршена.</p> <p>Да бисте започели са коришћењем система, <a href="{$loginUrl}">prijavite se</a>са Вашим корисничким именом и лозинком наведеним на прошлој страници.</p> <p>Ако желите да примате вести и надоградње, <strong>молимо да се региструјете на <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ако имате питања или коментаре, посетите <a href="http://forum.pkp.sfu.ca" target="_new">форум подршке</a>.</p>
sr_rs@latin: <p>Instalacija OJS-a je uspešno završena.</p> <p>Da biste započeli sa korišćenjem sistema, <a href="{$loginUrl}">prijavite se</a>sa Vašim korisničkim imenom i lozinkom navedenim na prošloj stranici.</p> <p>Ako želite da primate vesti i nadogradnje, <strong>molimo da se registrujete na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ako imate pitanja ili komentare, posetite <a href="http://forum.pkp.sfu.ca" target="_new">forum podrške</a>.</p>
th: <p>การติดตั้ง OJS เสร็จสมบูรณ์เรียบร้อยแล้ว</p> <p>เพื่อเริ่มต้นใช้งานระบบ <a href="{$loginUrl}">เข้าสู่ระบบ</a> ด้วยชื่อผู้ใช้และรหัสผ่านที่ป้อนในหน้าก่อนหน้า</p> <p>เยี่ยมชม <a href="https://forum.pkp.sfu.ca" target="_new">ฟอรั่มชุมชน</a> หรือสมัครรับ <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">จดหมายข่าวนักพัฒนา</a> ของเราเพื่อรับการแจ้งเตือนด้านความปลอดภัย และการอัปเดตเกี่ยวกับการเผยแพร่ใหม่ ปลั๊กอินใหม่ และคุณลักษณะที่วางแผนไว้</p>
uk_ua: <p>Інсталяція OJS успішно завершена.</p> <p>Для того, щоб почати використовувати систему <a href="{$loginUrl}">увійдіть на сайт</a> з іменем користувача та паролем, вказаними на попередній сторінці.</p> <p>Якщо Ви хочете стати частиною спільноти PKP, Ви можете:</p> <ol> <li>Прочитати <a href="http://pkp.sfu.ca/blog" target="_new">Блог PKP</a> і підписатися на <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> для отримання новин та оновлень.</li> <li>Відвідайте<a href="http://forum.pkp.sfu.ca" target="_new">Форум Підтримки</a> якщо у вас є запитання чи коментарі.</li> </ol>
vi_vn: <p>Quá trình cài đặt OJS đã hoàn tất thành công.</p> <p>Để bắt đầu sử dụng hệ thống, hãy <a href="{$loginUrl}">đăng nhập</a> với tên người dùng và mật khẩu đã nhập trên trang trước đó.</p> <p>Nếu bạn muốn trở thành một phần của cộng đồng PKP, bạn có thể:</p> <ol> <li>Đọc <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> và theo dõi <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> để biết tin tức và cập nhật.</li> <li>Truy cập <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a> nếu bạn có câu hỏi hoặc nhận xét.</li> </ol>
zh_cn: <p>OJS已经成功安装！</p> <p>要开始使用本系统，请以您在上一个网页中输入的用户名称和密码进行<a href="{$loginUrl}">登入</a></p> <p>如果您希望收到新闻和更新信息，请<strong>在<a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>注册。</strong> 如果您有问题或建议，请访问<a href="http://forum.pkp.sfu.ca" target="_new">支持讨论区</a>.</p>
