Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# editor.submissionEditing.notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightCopyediting">An action is required in the copyediting stage</li> <li class="highlightLayoutEditing">An action is required in the layout editing stage</li> <li class="higlightProofreading">An action is required in the proofreading stage</li> </ul> </li> </ol>
az: <ol> <li>Aşağıda göstərilən işarəli elementlər bir redaktor tərəfindən prosesdən keçirilməsi gərəkdiyini göstərir: <ul> <li class="highlightCopyediting">Çap hazırlığı mərhələsində bir proses lazımdır.</li> <li class="highlightLayoutEditing">Tərtibat mərhələsində bir proses gərəklidir.</li> <li class="higlightProofreading">Son oxuma mərhələsində bir proses gərəklidir.</li> </ul> </li> </ol>
bg: <ol> <li>Маркираните елементи показват, че е необходимо действие от редактор, обозначен както следва : <ul> <li class="highlightCopyediting">Изисква се действие на етапа на стилова редакция</li> <li class="highlightLayoutEditing">Изисква се действие на етапа на редакция на оформление</li> <li class="higlightProofreading">Изисква се действие на етапа на коректура</li> </ul> </li> </ol>
bs_ba: <ol> <li>Označene stavke ukazuju na radnje koje urednik mora poduzeti, označene kako slijedi: <ul> <li class="highlightCopyediting">Potrebne su radnje na razini lektoriranja</li> <li class="highlightLayoutEditing">Potrebne su radnje na razini dizajna</li> <li class="higlightProofreading">Potrebne su radnje na razini korekture</li> </ul> </li> </ol>
de_de: <ol> <li>Hervorgehobene Einträge geben an, dass eine Aktion durch eine/n Redakteur/in erforderlich ist, gekennzeichnet wie folgt: <ul> <li class="highlightCopyediting">Eine Aktion in der Lektoratsphase ist erforderlich.</li> <li class="highlightLayoutEditing">Eine Aktion in der Layoutphase ist erforderlich.</li> <li class="higlightProofreading">Eine Aktion in der Korrekturphase ist erforderlich.</li> </ul> </li> </ol>
el_gr: <ol> &lt;li&gt;Οι τονισμένοι τίτλοι τεκμηρίων υποδεικνύουν ότι απαιτείται μία ενέργεια από κάποιον Επιμελητή, όπως παρακάτω: &lt;ul&gt; &lt;li class="highlightCopyediting"&gt;Απαιτείται μία ενέργεια στο στάδιο της επιμέλειας κειμένου&lt;/li&gt; &lt;li class="highlightLayoutEditing"&gt;Απαιτείται μία ενέργεια στο στάδιο της σελιδοποίησης&lt;/li&gt; &lt;li class="higlightProofreading"&gt;Απαιτείται μία ενέργεια στο στάδιο της διόρθωσης τυπογραφικού δοκιμίου &lt;/li&gt; &lt;/ul&gt; &lt;/li&gt; &lt;/ol&gt;
eu: <ol> <li>Nabarmendutako elementuek adierazten dute editore baten esku-hartzea beharrezkoa dela, eta honela daude etiketatuta: <ul> <li class="highlightCopyediting">Beharrezkoa da esku-hartzea zuzenketa-fasean</li> <li class="highlightLayoutEditing">Beharrezkoa da esku-hartzea maketazio-fasean</li> <li class="higlightProofreading">Beharrezkoa da esku-hartzea proba-zuzenketen fasean</li> </ul> </li> </ol>
gd_gb: <ol> <li>Ma tha nì air a shoillseachadh, tha sin ag innse gum feum deasaiche rudeigin a dhèanamh agus seo na leubailean: <ul> <li class="highlightCopyediting">Tha rud ri dhèanamh ann an ceum a’ ghrinn-deasachaidh </li> <li class="highlightCopyediting">Tha rud ri dhèanamh ann an ceum na co-dhealbhachd </li> <li class="highlightCopyediting">Tha rud ri dhèanamh ann an ceum an dearbh-leughaidh</li> </ul> </li> </ol>
gl_es: <ol> <li>Os elementos salientados indican que cómpre unha acción por parte do editor/a, tal como se mostra a continuación: <ul> <li class="highlightCopyediting">Cómpre unha acción na fase de corrección de orixinais</li> <li class="highlightLayoutEditing">Cómpre unha acción na fase de maquetaxe</li> <li class="higlightProofreading">Cómpre unha acción na fase de corrección de probas</li> </ul> </li> </ol>
hu_hu: <ol> <li>A kijelölt tételek szerkesztői beavatkozást igényelnek az alábbiak szerint: <ul> <li class="highlightCopyediting">Beavatkozás szükséges a technikai szerkesztés fázisban</li> <li class="highlightLayoutEditing">beavatkozás szükséges a tördelési fázisban</li> <li class="higlightProofreading">Beavatkozás szükséges a korrektúrázási fázisban</li> </ul> </li> </ol>
hy_am: <ol> <li>Ընդգծված տարրերը ցույց են տալիս, որ խմբագրի կողմից պահանջվում է գործողություն՝ պիտակավորված հետևյալ կերպ. <ul> <li class="highlightCopyediting">Գործողություն է պահանջվում գրական խմբագրման փուլում</li> <li class="highlightLayoutEditing">Գործողություն է պահանջվում դասավորության խմբագրման փուլում</li> <li class="higlightProofreading">Գործողություն է պահանջվում սրբագրման փուլում</li> </ul> </li> </ol>
is: <ol> <li>Uppljómuð atriði gefa til kynna aðgerð sem ritstjóri þarf að framkvæma, merkt sem eftirarandi: <ul> <li class="highlightCopyediting">Aðgerðar er þörf á yfirferðarþrepi</li> <li class="highlightLayoutEditing">Aðgerðar er þörf á umbrotsþrepi</li> <li class="higlightProofreading">Aðgerðar er þörf á prófarkalestursþrepi</li> </ul> </li> </ol>
ja: <ol> <li>ハイライトされたアイテムは編集者による下記のとおりアクションが必要です。 <ul> <li class="highlightCopyediting">原稿整理の段階でアクションが必要です</li> <li class="highlightLayoutEditing">レイアウトの段階でアクションが必要です</li> <li class="higlightProofreading">校正の段階でアクションが必要です</li> </ul> </li> </ol>
ka: <ol> <li> მონიშნულ ერთეულებში მითითებულია, რომ რედაქტორი მოითხოვს მოქმედებას, რომელსაც აწერია შემდეგი: <ul> <li class="highlightCopyediting">კოპირების ეტაპზე საჭიროა მოქმედება </li> <li class="highlightLayoutEditing">საჭიროა მოქმედება განლაგების რედაქტირების ეტაპზე </li> <li class="higlightProofreading">მოქმედება საჭიროა კორექტორის ეტაპზე </li> </ul> </li> </ol>
kk: <ol> <li> Бөлектелген жолдар редактордың белгілі бір әрекеттерді орындауы керектігін көрсетеді және келесі шарттар қолданылады: <ul> <li class="highlightReviewerCompletionOverdue"> Көшіруді өңдеу кезінде қажет әрекет </li> <li class="higlightProofreading"> Орналастыру кезінде қажет әрекет </li> <li class="highlightLayoutEditing"> Тексеру кезінде қажет әрекет </li> </ul> </li> </ol>
ku_iq: <ol> <li>دانە دەستنیشانکراوەکان پێویستییان بە دەستکاریکردنی سەرنوسەر هەیە وەک پیشان دراوە <ul> <li class="highlightCopyediting">کردارێک لە دەمی وردبینیدا پێویستە</li> <li class="highlightLayoutEditing">کردارێک لە نەخشەسازیدا پێویستە</li> <li class="higlightProofreading">کردارێک لە هەڵسەنگاندنی زمانیدا پێویستە</li> </ul> </li> </ol>
ky: <ol> <li>Белгиленген пункттар редактор тарабынан аракет талап кылынганын көрсөтөт, төмөнкүдөй белгилер менен: <ul> <li class="highlightCopyediting">Копи-редакция стадиясында аракет талап кылынат</li> <li class="highlightLayoutEditing">Макет редакция стадиясында аракет талап кылынат</li> <li class="highlightProofreading">Корректура стадиясында аракет талап кылынат</li> </ul> </li> </ol>
lt: <ol> <li>Pažymėti elementai rodo, kad redaktorius turi atlikti veiksmą. Žymėjimai yra tokie: <ul> <li class="highlightCopyediting">Reikalingas veiksmas redagavimo etape</li> <li class="highlightLayoutEditing">Reikalingas veiksmas maketavimo etape</li> <li class="higlightProofreading">Reikalingas veiksmas korektūros etape</li> </ul> </li> </ol>
lv_lv: <ol> <li>Izceltie elementi norāda, ka redaktoram ir jāveic darbība, kas apzīmēta šādi: <ul> <li class="highlightCopyediting">Nepieciešama darbība teksta rediģēšanas posmā</li> <li class="highlightLayoutEditing">Nepieciešama darbība maketēšanas posmā</li> <li class="higlightProofreading">Nepieciešama darbība korektūras posmā</li> </ul> </li> </ol>
mk_mk: <ol> <li> Означените ставки означуваат дека е потребно дејство од уредникот, означено како што следува: <ul> <li class = "highlightCopyediting"> Потребно е дејство во фазата на копирање </li> <li class = "highlightLayoutEditing"> Потребно е дејство во фазата на уредување на изгледот </li> <li class = "higlightProofreading"> Потребно е дејство во фазата на лекторирање </li> </ul> </li> </ol>
mr: <ol> <li>ज्याला खालीलप्रमाणे लेबल केले आहे असे ठळक मुद्दे सूचित करतात की संपादकाकडून यावर कृती आवश्यक आहे : <ul> <li class="highlightCopyediting">अचूकता तपासण्याच्या (कॉपीएडिट) टप्प्यावर कृती आवश्यक आहे</li> <li class="highlightLayoutEditing">सादरीकरणाची मांडणी करण्याच्या (layout) टप्प्यात कृती आवश्यक आहे</li> <li class="higlightProofreading">मुद्रित लेखन तपासण्याच्या टप्प्यात क्रिया आवश्यक आहे</li> </ul> </li> </ol>
ms: <ol> <li>Item yang diserlahkan menunjukkan tindakan diperlukan oleh editor, dilabelkan seperti berikut: <ul> <li class="highlightCopyediting">Tindakan diperlukan dalam peringkat penyuntingan salin</li> <li class="highlightLayoutEditing">Tindakan diperlukan dalam peringkat penyuntingan reka letak</li> <li class="higlightProofreading">Tindakan diperlukan dalam peringkat proofreading</li> </ul> </li> </ol>
nb_no: <ol> <li>De merkede elementene indikerer at redaktøren har oppgaver som venter: <ul> <li class="highlightCopyediting">Språkvasken krever behandling</li> <li class="highlightLayoutEditing">Layoutredigeringen krever behandling</li> <li class="higlightProofreading">Korrekturlesingen krever behandling</li> </ul> </li> </ol>
ro: <ol> <li>Elementele evidențiate indică o acțiune necesară de către un editor, etichetat după cum urmează: <ul> <li class="highlightCopyediting">O acțiune este necesară în faza de editare</li> <li class="highlightLayoutEditing">O acțiune este necesară în etapa de editare a machetei</li> <li class="higlightProofreading">O acțiune este necesară în faza de corectare</li> </ul> </li> </ol>
sk_sk: <ol> <li>Označené položky vyžadujú zásah editora, jednotlivé označenia znamenajú: <ul> <li class="highlightCopyediting">Vyžaduje sa zásah vo fáze lektorovania</li> <li class="highlightLayoutEditing">Vyžaduje sa zásah vo fáze rozvrhnutia textu</li> <li class="higlightProofreading">Vyžaduje sa zásah vo fáze korektúr textu</li> </ul> </li> </ol>
sl_si: <ol> <li>Poudarjene točke zahtevajo ukrepe urednika, kot sledi: <ul> <li class="highlightCopyediting">Ukrep je potreben v fazi lektoriranja</li> <li class="highlightLayoutEditing">Ukrep je potreben v fazi grafičnega oblikovanja</li> <li class="higlightProofreading">Ukrep je potreben v fazi korekture</li> </ul> </li> </ol>
sr_rs@cyrillic: <ol> <li>Наглашене ставке показују да је уредник тражио да се изврше активности као што је доле назначено: <ul> <li class="highlightCopyediting">Потребна активност на нивоу припреме пробног отиска</li> <li class="highlightLayoutEditing">Потребна активност на нивоу уређивања обликовања</li> <li class="higlightProofreading">Потребна активност на нивоу коректурe</li> </ul> </li> </ol>
sr_rs@latin: <ol> <li>Наглашене ставке показују да је уредник тражио да се изврше активности као што је доле назначено: <ul> <li class="highlightCopyediting">Potrebna aktivnost na nivou pripreme probnog otiska</li> <li class="highlightLayoutEditing">Potrebna aktivnost na nivou uređivanja oblikovanja</li> <li class="higlightProofreading">Potrebna aktivnost na nivou korekture</li> </ul> </li> </ol>
th: <ol> <li>รายการที่ไฮไลต์หมายถึงการดำเนินการที่ต้องทำโดยบรรณาธิการ โดยระบุดังนี้: <ul> <li class="highlightCopyediting">จำเป็นต้องมีการดำเนินการในขั้นตอนการคัดลอกแก้ไข</li> <li class="highlightLayoutEditing">จำเป็นต้องมีการดำเนินการในขั้นตอนการแก้ไขการจัดวาง</li> <li class="higlightProofreading">จำเป็นต้องมีการดำเนินการในขั้นตอนการพิสูจน์อักษร</li> </ul> </li> </ol>
uk_ua: <ol> <li>Кольором виділені подання, що потребують від редактора певної дії. Використовуються наступні позначення: <ul> <li class="highlightCopyediting">Необхідна дія на стадії літературного редагування</li> <li class="highlightLayoutEditing">Необхідна дія на стадії верстки</li> <li class="higlightProofreading">Необхідна дія на стадії коректури</li> </ul> </li> </ol>
uz@latin: <ol> <li> Ajratilgan elementlar tahrirchi tomonidan quyidagicha etiketlangan harakat talab qilinishini ko'rsatadi: <ul> <li class = "ta'kidlashCopyediting"> Nusxa ko'chirish bosqichida harakat talab etiladi </li> <li class = "ta'kidlashLayoutEditing"> Jadvalni tahrir qilish bosqichida harakat talab etiladi </li> <li class = "higlightProofreading"> Tekshirish bosqichida harakat talab etiladi </li> </ul> </li> </ol>
vi_vn: <ol> <li> Các mục được tô sáng cho biết hành động được yêu cầu bởi một biên tập viên, được gắn nhãn như sau: <ul> <li class = "highlightCopyediting"> Cần có hành động trong giai đoạn biên tập bản thảo </ li> <li class = "highlightLayoutEditing"> Cần có một hành động trong giai đoạn chỉnh sửa bố cục </ li> <li class = "higlightProofreading"> Cần có hành động trong giai đoạn hiệu đính </ li> </ ul> </ li> </ ol>
zh_cn: <ol> <li>编辑要求突出标明需要完成项目，标注如下 ： <ul> <li class="highlightCopyediting">在文字编辑阶段要求行动</li> <li class="highlightLayoutEditing">在排版编辑阶段要求行动</li> <li class="higlightProofreading">在校对阶段要求行动</li> </ul> </li> </ol>
