Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# search.syntaxInstructions
source: Search tips: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
az: Axtarış İpucları: <ul> <li>Axtarış terminlərində kiçik və böyük hərf fərqi yoxdur.</li> <li>Sıx istifadə edilən kəlmələr nəzərdən qaçırılmışdır.</li> <li>Axtarış nəticəsində sadəcə sorğudakı bütün terminlərin daxil olduğu məqalələri siyahıya alır.</li> <li>İki sözün daxil olduğu məqalələri tapmaq üçün kəlmələri <strong>və ya</strong> ilə birləşdirin; məs., <em>təhsil və ya araşdırma</em></li> <li>Daha mürəkkəb sorğular üçün mötərizə istifadə edin; məs., arxiv menecment VƏYA idarəet) siyasi deyil)</li> <li>Doğru deyimi araşdırmaq üçün dırnaq işarəsi istifadə edin; məs., <em>""əldəetməyə açıq nəşr""</em></li> <li>Bir kəlməni xaric tutmaq üçün önünə<strong>-</strong> işarə qoyun; məs. <em>kompüterlə işləyən- politika</em></li> <li>Bir kəlmə içində ardıcıl xarakterləri ifadə etmək üçün <strong>*</strong>simvolunu istifadə edin; məs., <em>Türk*</em> = ""Türkiyə"", ""Türklər"", ""Türklərin"" vb. terminlərinin tapılmasını təmin edər</li> </ul>
bg: Съвети за търсене:<ul> <li> Думите за търсене не са чувствителни към регистъра на клавиатурата (главни/малки букви имат значение)</li> <li> Общите думи се игнорират</li> <li> По подразбиране се връщат само статии, съдържащи <em> всички </em> термини в заявката (т.е. се подразбира логическо <em> И (AND) </em></li> <li> Комбинирайте няколко думи с <em> ИЛИ (OR) </em>, за да намерите статии, съдържащи всеки термин; напр. <em> образование ИЛИ (OR) проучване </em></li> <li> Използвайте скоби, за да създавате по -сложни заявки; напр. <em> архив ((списание ИЛИ (OR) конференция) НЕ (NOT) тези) </em></li> <li> Търсете точна фраза, като я поставите в кавички; напр. <em> "публикуване с отворен достъп" </em></li> <li> Изключете дума, като я поставите с префикс с <strong>-</strong> или <em> НЕ (NOT) </em>; напр. <em> онлайн -политика </em> или <em> онлайн НЕ (NOT) политика </em></li> <li> Използвайте <strong>*</strong> в термин като заместващ знак, за да съответства на всяка последователност от знаци; напр. <em> soci* морал </em> би съответствал на документи, съдържащи „социологически“ или „обществени“</li> </ul>
bs_ba: <h4>Savjeti za pretraživanje: </h4><ul> <li>Pojmovi koji se pretražuju su neosjetljivi na veličinu slova</li> <li>Kao rezultat se vraćaju samo članci koji sadržavaju sve izraze u upitu</li> <li>Višestruke riječi kombinirajte s <i>ILI</i> da pronađete članke koji sadrže jedan od pojmova; npr. <i>edukacija ILI istraživanje</i></li> <li>Koristite zagrade da biste kreirali više složenijih upita; npr. <i>arhiv ((časopis ILI konferencija) NE radnja)</i></li> <li>Tražite točnu frazu stavljajući je u navodnike; npr. <i>"mirovinska reforma"</i></li> <li>Isključite riječ dodavajući joj <b>-</b> ili <i>NE</i>; npr. <i>online -politika</i> ili <i>online NE politika</i></li> <li>Koristite <i>*</i> u izrazu kao zamjenski znak za bilo koji niz znakova; npr. <i>soci*</i> pronaći će dokumente koji sadržavaju "sociološka" ili "socijalna".</li> </ul>
de_de: Suchhinweise: <ul> <li>Groß- und Kleinschreibung der Suchbegriffe werden nicht unterschieden.</li> <li>Häufig vorkommende Worte werden ignoriert</li> <li>Standardmäßig werden nur die Artikel aufgelistet, die <em>alle</em> Suchbegriffe enthalten (implizites <em>UND</em>).</li> <li>Mehrere Suchbegriffe verbunden durch <em>ODER</em> ergeben Artikel, die den einen und/oder den anderen Begriff enthalten, z.B. <em>Bildung ODER Forschung.</em></li> <li>Verwenden Sie Klammern für eine komplexere Suche, z.B. <em>Archiv ((Zeitschrift ODER Vortrag) NICHT Dissertation)</em>.</li> <li>Suchen Sie nach einer genauen Wortfolge, indem Sie sie in Anführungszeichen setzen, z.B. <em>"Veröffentlichung mit freiem Zugang"</em>.</li> <li>Schließen Sie ein Wort aus, indem Sie ihm <strong>-</strong> oder <em>NICHT</em> voranstellen, z.B. <em>Internetpublikation -Politik</em> oder <em>Internetpublikation NICHT Politik</em>.</li> <li>Verwenden Sie <strong>*</strong> als Platzhalter für beliebige Zeichenfolgen, z.B. <em>Sozi* Moral</em> listet alle Dokumente, die "soziologisch" oder "sozial" enthalten.</li> </ul>
el_gr: Συμβουλές αναζήτησης: &lt;/h4&gt;&lt;ul&gt; &lt;li&gt;Δεν γίνεται διάκριση πεζών-κεφαλαίων στους όρους αναζήτησης&lt;/li&gt; &lt;li&gt;Οι συνήθεις λέξεις αγνοούνται κατά την αναζήτηση&lt;/li&gt; &lt;li&gt;Εξ ορισμού, τα αποτελέσματα της αναζήτησης περιλαμβάνουν μόνο άρθρα που περιέχουν &lt;em&gt;όλους&lt;/em&gt; τους όρους αναζήτησης (δηλ. χρησιμοποιείται ο τελεστής &lt;em&gt;AND&lt;/em&gt;)&lt;/li&gt; &lt;li&gt;Συνδυάστε περισσότερες της μίας λέξεις με τον τελεστή &lt;em&gt;OR&lt;/em&gt; για να ανακτήσετε άρθρα που περιέχουν μία τουλάχιστον από αυτές, π.χ., &lt;em&gt;εκπαίδευση OR έρευνα&lt;/em&gt;&lt;/li&gt; &lt;li&gt;Χρησιμοποιήστε παρενθέσεις για πιο σύνθετες αναζητήσεις, π.χ. &lt;em&gt;αρχείο ((άρθρο OR συνέδριο) NOT διατριβές)&lt;/em&gt;&lt;/li&gt; &lt;li&gt;Χρησιμοποιήστε εισαγωγικά για να αναζητήσετε μία ακριβή έκφραση, π.χ &lt;em&gt;"εκδόσεις ανοικτής πρόσβασης"&lt;/em&gt;&lt;/li&gt; &lt;li&gt;Μπορείτε να εξαιρέσετε μία λέξη με τη χρήση του συμβόλου &lt;strong&gt;-&lt;/strong&gt; ή του τελεστή&lt;em&gt;NOT&lt;/em&gt;; π.χ. &lt;em&gt;διαδικτυακά - πολιτική&lt;/em&gt; ή &lt;em&gt;διαδικτυακά NOT πολιτική&lt;/em&gt;&lt;/li&gt; &lt;li&gt;Με τη χρήση του συμβόλου &lt;strong&gt;*&lt;/strong&gt; σε έναν όρο αναζήτησης μπορείτε να ανακτήσετε οποιονδήποτε όρο που τον περιέχει, π.χ. η αναζήτηση με τον όρο &lt;em&gt;"συνεργά*"&lt;/em&gt; θα επιστρέψει αποτελέσματα που θα περιέχουν τους όρους "συνεργάτες" ή "συνεργάται" ή "συνεργάτης" κ.ο.κ.&lt;/li&gt; &lt;/ul&gt;
eu: Bilatzeko aholkuak:<ul> <li>Bilatu beharreko hitzetan ez da maiuskula/minuskularik bereizten</li> <li>Hitz arruntei ez ikusi egiten zaie</li> <li>Lehenespenez, galderan sartutako termino <em>guztiak</em> dauzkaten artikuluak bakarrik erakusten dira (hau da, <em>ETA</em> ulertzen da)</li> <li>Terminoetako bat daukaten artikuluak bilatzeko, erabili <em>EDO</em> hitzak konbinatzeko; adib., <em>hezkuntza EDO ikerketa</em></li> <li>Bilaketa konplexuagoak egiteko, erabili parentesiak; adib., <em>artxiboa ((aldizkaria EDO konferentzia) EZ tesia)</em></li> <li>Esaldiak zehazki bilatzeko, idatzi komatxo artean; adib., <em>"sarbide irekiko argitalpenak"</em></li> <li>Hitz bat bilaketatik kanpo uzteko, jarri aurretik <strong>-</strong> edo <em>EZ</em>; adib., <em>gizartea -politika</em> edo <em>gizartea EZ politika</em></li> <li>Komodin gisa, hainbat karaktere adierazteko, erabili <strong>*</strong>; adib., <em>soziologi*</em>, "soziologia" edo "soziologiko" bilatzeko, forma deklinatu guztiak barne.</li> </ul>
gd_gb: Gliocasan luirg:<ul> <li>Chan eil aire do litrichean mòra ’s beaga ann am faclan-luirg </li> <li>Thèid faclan cumanta a leigeil seachad </li> <li>A ghnàth, cha tèid ach artaigealan a thilleadh a tha <em>gach</em> facal-luirg sa cheist aca (sin e, thathar a’ tuigsinn dheth gu bheil <em>AND</em> eatarra) </li> <li>Dèan lorg le iomadh facal le <em>OR</em> eatarra airson artaigealan anns a bheil co-dhiù aonan dhiubh; m.e. <em>foghlam OR rannsachadh</em> </li> <li>Cleachd eadar-ràdhan airson ceistean nas toinnte a chruthachadh; m.e. <em>tasg-lann ((iris-leabhar OR co-labhairt) NOT teusas)</em> </li> <li>Lorg abairt phongail le bhith ga chur eadar comharran-labhairt; m.e. <em>"foillseachadh le inntrigeadh fosgailte"</em> </li> <li>Dùin facal às le bhith a’ cur <strong>-</strong> no <em>NOT</em> air a bheulaibh; m.e. <em>air loidhne -poileataigs</em> no <em>air loidhne NOT poileataigs</em> </li> <li>Cleachd <strong>*</strong> ann am facal mar shaorag a ghabhas àite sreath charactaran sam bith; m.e. <em>moraltachd sòis*</em> airson sgrìobhainnean anns a bheil “sòiseo-eòlach” no “sòisealtais” a’ nochdadh</li> </ul>
gl_es: Consellos de busca: <ul> <li>Os termos de busca non distinguen entre maiúsculas e minúsculas</li> <li>As palabras comúns ignóranse</li> <li>Por defecte só se devolven os artigos que conteñen <em>todos</em> os termos da consulta (p. ex., <em>I</em> está implícito)</li> <li>Combine múltiples palabras con with <em>OU</em> para atopar artigos que conteñan un ou outro termo; p. ex., <em>educación OU investigación</em></li> <li>Utilice parénteses para crear consultas máis complexas; p. ex., <em>arquivo ((revista OU conferencia) NON teses)</em></li> <li>Pode buscar unha frase exacta poñéndoa entre comiñas; p. ex., <em>"publicacións de acceso libre"</em></li> <li>Pode excluír unha palabra poñendo o prefixo <strong>-</strong> ou <em>NON</em>; p. ex. <em>en liña -políticas</em> ou <em>en liña NON políticas</em></li> <li>Utilice <strong>*</strong> nun termo como comodín para atopar todas as secuencias de caracteres que coincidan; p. ex., <em>soci* moralidade</em> faría aparecer documentos que contivesen "sociolóxico" ou "social"</li> </ul>
hu_hu: Keresési tippek: <ul> <li>A keresési kifejezések kis- és nagybetű érzékenyek</li> <li>A gyakran használt kifejezések figyelmen kívül maradnak</li> <li>Alapértelmezésként a találati halmaz cikkei tartalmaznak <em>minden</em> kifejezést a keresés sorrendjében (pl. <em>AND/ÉS</em> kifejezéssel)</li> <li>Kombinálhatók a kifejezések a <em>OR/VAGY</em> kifejezéssel, hogy megtalálja azokat a cikkeket, amelyek valamelyik kifejezést tartalmazzák; pl. <em>oktatás VAGY kutatás</em></li> <li>A bonyolultabb lekérdezésekhez használjon zárójeleket; pl. <em>archív ((folyóirat OR konferencia) NOT disszertáció)</em></li> <li>Pontos kifejezésre idézőjelekben keressen; pl. <em>"nyílt hozzáférésű publikációk"</em></li> <li>Szó kizárását az alábbiakkal teheti meg <strong>-</strong> vagy <em>NOT</em>; pl. <em>online -politika</em> vagy <em>online NOT politika</em></li> <li>Használjon <strong>*</strong> helyettesítő karakterként a kifejezésekben, hogy bármilyen karaktersort lefedjen a kifejezésben; pl. <em>szoci* erkölcs</em> megtalálja azokat a kifejezéseket, mint pl. szociológia vagy szociometria</li> </ul>
hy_am: Որոնման հնարքներ: <ul> <li>Որոնման տերմինները մեծատառերի նկատմամբ զգայուն չեն</li> <li>Ընդհանուր բառերն անտեսվում են</li> <li>Որպես լռելյայն վերադարձվում են միայն հարցման մեջ <em>բոլոր</em> տերմինները պարունակող հոդվածները (օրինակ, <em>AND</em> ենթադրվում է)</li> <li>Միավորել մի քանի բառեր <em>OR</em>-ի հետ՝ գտնելու որևէ տերմին պարունակող հոդվածներ. օրինակ, <em>education OR research</em></li> <li>Ավելի բարդ հարցումներ ստեղծելու համար օգտագործեք փակագծեր. օրինակ՝ <em>archive ((journal OR conference) NOT theses)</em></li> <li>Որոնեք ճշգրիտ արտահայտություն՝ այն չակերտների մեջ դնելով. օրինակ, <em>"open access publishing"</em></li> <li>Բացառե՛ք բառը՝ նախածանցով <strong>-</strong> կամ <em>NOT</em>; օրինակ <em>online -politics</em> կամ <em>online NOT politics</em></li> <li>Օգտագործեք <strong>*</strong> տերմինի մեջ որպես նիշերի ցանկացած հաջորդականություն համապատասխանելու համար: Օրինակ, <em>soci* morality</em> կհամապատասխանեն փաստաթղթերին, պարունակող "sociological" կամ "societal"</li> </ul>
is: Leitarráð: <ul> <li>Stórir eða litlir bókstafir skipta ekki máli</li> <li>Horft er framhjá algengum orðum</li> <li>Sjálfgefið er að aðeins birtast greinar sem innihalda <em>öll</em> leitarskilyrði í fyrirspurn (þ.e.a.s.., <em>OG</em> er sett á milli skilyrða)</li> <li>Þú getur blandað orðum saman með <em>OR</em> til að finna greinar sem innihalda annað hvort skilyrðið; t.d., <em>mentunedu OR rannsóknir</em></li> <li>Notaðu sviga til að búa til flóknari fyrirspurninr; t.d., <em>útgefið efni ((tímarit OR ráðstefna) NOT doktorsritgerð)</em></li> <li>Leitaðu að nákvæmum frasa með þvi að setja hann í gæsalappir; t.d., <em>"Opinn aðgangur"</em></li> <li>Undanskildu orð með því að nota forskeytið <strong>-</strong> eða <em>NOT</em>; t.d. <em>rafræn -stjórnsýsla</em> eða <em>rafræn NOT stjórnsýsla</em></li> <li>Notaðu <strong>*</strong> í skilyrði sem algildisstaf til að gilda fyrir hvaða stafi sem er; t.d., <em>vi* siðferði</em> myndi finna skjöl sem innihéldu vinnusiðferði eða viðskiptasiðferði"</li> </ul>
ja: 検索のヒント: <ul> <li>検査語は大文字・小文字を区別しません。</li> <li>一般的な語は無視されます</li> <li>デフォルトでは、検索語に指定した<em>すべての</em>語を含む論文だけがヒットします（すなわち、暗黙に<em>AND</em>検索が行われます）</li> <li>複数の語を<em>OR</em>でつなげると、これらのいずれかの語を含む論文を検索します。例: <em>education OR reserach</em></li> <li>複雑なクエリの作成にはカッコを使用してください。例: <em>archive ((journal OR conference) NOT theses)</em></li> <li>フレーズ検索を行う場合は、引用符で囲んでください。例: <em>"open access publishing"</em></li> <li>ある語を除外する場合は、<strong>-</strong> または <em>NOT</em> を前に付けてください。例: <em>online -politics</em> または <em>online NOT politics</em></li> <li>任意の文字列にマッチさせるためのワイルドカードには <strong>*</strong> を使用してください。例えば、 <em>soci* morality</em> は、"sociological" または "societal" を持つ文書にヒットします。</li> </ul>
ka: ძებნის რჩევები: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
kk: Іздеу бойынша кеңестер: <ul> <li>Іздеу символдар регистерлеріне тәуелді емес (бас және кіші әріптердің айырмашылығы жоқ) </li> <li>Жалпылама сөздер ескерілмейді</li> <li>Бастапқы ережелер бойынша сұраныс нәтижесінде <em>барлық</em> сөз тіркестері сәйкес келген мақалалар ғана көрсетіледі (яғни <em> AND </em> сөйлемі қабылданады) </li> <li>Терминдердің бірі бар мақалаларды іздеу үшін <em> OR </em> бар сөздерді ажыратыңыз, мысалы, <em> білім OR зерттеу</em> </li> <li> Күрделі іздеу сұраныстары үшін жақшаларды қолданыңыз, мысалы <em> мұрағат ((журнал OR конференция) диссертация NOT) </em> </li> <li> Дәл сөз тіркесін табу үшін тырнақшаларды қолданыңыз, мысалы, <em> "Басылымдар" </em> </li> <li> Іздеуден белгілі бір сөзді алып тастау үшін оның алдына <strong> - </strong> (дефис) немесе <em> OR</em> теріңіз, мысалы <em> сұлулық байқауы </em>OR<em> NOT арқылы алып тастаңыз. сұлулық байқауы </em> </li> <li> Кез келген таңбалар тізбегін алмастыру үшін <strong> * </strong> арнайы таңба ретінде пайдаланыңыз, мысалы, <em> әлеуметтік * моральдық </em> «әлеуметтік» немесе «әлеуметтанулық» құжаттарды табады </li > </ul>
ku_iq: ڕێنماییەکانی گەڕان<ul> <li>گەڕانەکان بۆ کەپیتەڵ و سمۆڵ هەستیارن</li> <li>وشە دوبارەکان پشتگوێ دەخرێن</li> <li>تەنیا ئەو توێژینەوانەی کە <em>all</em>یان تێدایە دەدۆزرێنەوە (i.e., <em>AND</em> is implied)</li> <li>وشە دوبارەکان لەگەڵ <em>OR</em> بۆ دۆزینەوەی ئەو جۆرە وشانە، بۆ نمونە؛ <em>education OR research</em></li> <li>کەوانە بەکار بهێنە بۆ گەڕانی وردتر بۆ نمونە؛ <em>archive ((توێژینەوەی گۆڤار یان کۆنفرانس) ئەمانە نا )</em></li> <li>بۆ دەستەواژەی ورد بگەڕێ بە خستنە ناو دو کەوانەوە بەم جۆرە؛, <em>"بڵاوکراوەکانی سیستەمی کراوە"</em></li> <li>ئەو وشانە بخە دەرەوەی گەڕان بەم شێوەیە؛ <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> یان<em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
ky: Издөө боюнча кеңештер: <ul> <li>Издөө терминдери тамга чоң-кичине айырмалабайт</li> <li>Жалпы сөздөр эске алынбайт</li> <li>Адатта суроодо көрсөтүлгөн <em>бардык</em> терминдерди камтыган макалалар гана кайтарылат (б.а. <em>AND</em> автоматтык түрдө колдонулат)</li> <li>Бир нече сөздү <em>OR</em> менен бириктирип, эки терминдин бирин камтыган макалаларды табыңыз; мисалы: <em>education OR research</em></li> <li>Татаалыраак суроолорду түзүү үчүн кашааларды колдонуңуз; мисалы: <em>archive ((journal OR conference) NOT theses)</em></li> <li>Так сөз айкаштарын издөө үчүн аны тырмакчага алыңыз; мисалы: <em>"open access publishing"</em></li> <li>Сөздү издөөдөн чыгаруу үчүн анын алдына <strong>-</strong> же <em>NOT</em> коюңуз; мисалы: <em>online -politics</em> же <em>online NOT politics</em></li> <li>Терминде <strong>*</strong> белгисин колдонуп, каалаган символдордун тизмегин дал келтирсе болот; мисалы: <em>soci* morality</em> "sociological" же "societal" камтыган документтерди табат</li> </ul>
lt: Paieškos patarimai: <ul> <li>Paieškos terminai nėra jautrūs raidžių dydžiui</li> <li>Įprasti žodžiai yra ignoruojami</li> <li>Pagal numatytuosius nustatymus grąžinami tik tie straipsniai, kurie turi <em>visus</em> užklausos terminus (t. y. numanomas <em>AND</em>)</li> <li>Kombinuokite kelis žodžius su <em>OR</em>, kad rastumėte straipsnius, turinčius bent vieną terminą; pvz., <em>švietimas OR tyrimai</em></li> <li>Naudokite skliaustelius sudėtingesnėms užklausoms; pvz., <em>archyvas ((žurnalas OR konferencija) NOT tezės)</em></li> <li>Tikslios frazės ieškokite įdėję ją į kabutes; pvz., <em>"atvira prieiga"</em></li> <li>Išskirkite žodį, pridėdami prieš jį <strong>-</strong> arba <em>NOT</em>; pvz., <em>internetinis -politika</em> arba <em>internetinis NOT politika</em></li> <li>Naudokite <strong>*</strong> kaip pakaitos simbolį, kad atitiktų bet kokią simbolių seką; pvz., <em>soci* moralė</em> atitiks dokumentus, kuriuose yra „sociologinis“ arba „socialinis“</li> </ul>
lv_lv: Meklēšanas padomi: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
mk_mk: Совети за пребарување: <ul> <li> Термините за пребарување не се чувствителни на големи букви </li> <li> Заедничките зборови се игнорираат </li> <li> Стандардно се враќаат само написите што содржат <em> сите </em> термини во барањето (т.е. се подразбира <em> И </em>) </li> <li> Комбинирајте повеќе зборови со <em> ИЛИ </em> за да пронајдете статии што содржат било кој поим; на пр., <em> образование ИЛИ истражување </em> </li> <li> Користете загради за да создадете посложени прашања; на пр., <em> архива ((списание ИЛИ конференција) НЕ тези) </em> </li> <li> Пребарајте точна фраза ставајќи ја во наводници; на пр., <em> „објавување на отворен пристап“ </em> </li> <li> Исклучи збор со префиксирање со <strong> - </strong> или <em> НЕ </em>; на пр. <em> онлајн -политика </em> или <em> на интернет НЕ политика </em> </li> <li> Користете <strong> * </strong> во израз како вајлд-карта за да одговара на која било низа од знаци; на пр., <em> социо * морал </em> би одговарал на документи што содржат „социолошки“ или „општествени“ </li> </ul>
mr: शोध टिपा : <ul> <li>शोध संज्ञांच्या लहान-मोठ्या अक्षरात भेद (case-insensitive) आहे</li> <li>साधे शब्द गाळले जातात</li> <li>सर्वसाधारण (डिफॉल्ट) शोधादरम्यान पृच्छेमधील <em>सगळे</em> शब्द असलेल्या लेखांनाच हुडकून त्यांची यादी सादर केली जाते (म्हणजेच दोन शब्दांमध्ये, <em>AND</em> ('आणि' या अर्थाने) असणे नैसर्गिक समजले जाते)</li> <li>दोन शोध-शब्दांमध्ये <em>OR</em> ('किंवा' या अर्थाने) वापरुन केलेला शोध या शब्दांपैकी कोणताही शब्द असलेला लेख हुडकून काढतो; उदा., <em>शिक्षण OR संशोधन</em></li> <li>अनेक शोध शब्द वापरुन तयार केलेल्या क्लिष्ट पृच्छेसाठी कंसाचा वापर करणे श्रेयस्कर असते; उदा., <em>भाषा ((शिक्षण OR संशोधन) NOT इंग्रजी) </em></li> <li>अवतरण चिन्ह वापरून अचूक वाक्यांश (एका पेक्षा अधिक शब्दांनी बनलेला शोधशब्द) शोधता येतो; उदा., <em>"आदिवासी आत्मकथन" </em></li> <li>विशिष्ट विषयावरील लेख नको असतील तर तो विषय व्यक्त करणार्‍या शब्दापूर्वी <strong>-</strong> चिन्ह किंवा <em>NOT </em> (नको या अर्थाने) वापरुन तो वगळता येतो; उदा. <em>एकनाथ -भारूड</em>, किंवा <em>एकनाथ NOT भारूड</em></li> <li>वर्णांच्या कोणत्याही क्रमाशी जुळण्यासाठी वाइल्डकार्ड म्हणून शब्दात <strong>'*'</strong> वापरा; उदा., <em>भजन* </em> या शब्दाने शोधल्यावर "भजन", "भजने", "भजनांचा" अशी अर्थाने एक, पण शब्दरचना वेगळी असलेल्या शब्दांशी जुळणी होऊन सगळ्या संबंधित लेखनांची यादी सादर केली जाईल</li> </ul>
ms: Petua carian: <ul> <li> Istilah carian tidak sensitif huruf besar kecil </li> <li> Kata-kata biasa tidak dihiraukan </li> <li> Secara lalai hanya artikel yang mengandungi <em> semua </em> istilah dalam pertanyaan dikembalikan (iaitu, <em> DAN </em> tersirat) </li> <li> Gabungkan beberapa perkataan dengan <em> ATAU </em> untuk mencari artikel yang mengandungi salah satu istilah; mis., <em> pendidikan ATAU penyelidikan </em> </li> <li> Gunakan tanda kurung untuk membuat pertanyaan yang lebih kompleks; mis., <em> arkib ((jurnal ATAU persidangan) BUKAN tesis) </em> </li> <li> Cari frasa yang tepat dengan memasukkannya dalam petikan; mis., <em> "penerbitan akses terbuka" </em> </li> <li> Kecualikan perkataan dengan awalannya dengan <strong> - </strong> atau <em> TIDAK </em>; cth. <em> politik-dalam talian </em> atau <em> politik TIDAK dalam talian </em> </li> <li> Gunakan <strong> * </strong> dalam istilah sebagai wildcard untuk memadankan sebarang urutan watak; mis., <em> social * morality </em> akan sesuai dengan dokumen yang mengandungi "sosiologis" atau "sosial" </li> </ul>
nb_no: Søketips: <ul> <li>Søkeord skiller ikke mellom små og store bokstaver.</li> <li>Vanlige ord blir ignorert.</li> <li>Kun artikler som inneholder <i>alle</i> søkeordene returneres (m.a.o. at søkebegrepet <i>AND</i> er implisitt)</li> <li>Du kan kombinere flere søkeord med <i>OR</i> for å finne artikler som inneholder minst ett av søkeordene; f.eks. <i>utdanning OR forskning.</i></li> <li>Bruk parenteser for å lage komplekse søk; f.eks. <i>archive ((tidsskrift OR konferanse) NOT avhandling)</i></li> <li>Søk etter en eksakt frase ved å sette den i anførselstegn; f.eks.<i>«Open Access-publisering»</i></li> <li>Ekskluder et søkeord med prefikset <b>-</b> eller <i>NOT</i>; f.eks. <i>online -politics</i> eller <i>online NOT politics</i></li> <li>Bruk <b>*</b> i søkeord som jokertegn for et bredere treff; f.eks. vil <i>soci* morality</i> treffe dokumenter som inneholder «sociological», «societal» og andre ord som starter med «soci»</li> </ul>
ro: Setări de căutare: <ul> <li>Termenii de căutare sunt sensibili între litere mari și mici</li> <li>Cuvintele comune sunt ignorate</li> <li>În mod implicit, sunt returnate doar articolele care conțin <em>all</em> ca și termeni de interogare (i.e., <em>AND</em> is implied)</li> <li>Combină mai multe cuvinte cu <em>OR</em> pentru a găsi articole care conțin oricare dintre termeni; ex., <em>education OR research</em></li> <li>Utilizați paranteze pentru a crea interogări mai complexe; ex., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Căutați o expresie exactă, punând-o între ghilimele; ex., <em>"open access publishing"</em></li> <li>Excludeți un cuvânt prefixându-l cu <strong>-</strong> sau <em>NOT</em>; ex. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Folosiți <strong>*</strong> într-un termen ca wildcard pentru a se potrivi cu orice secvență de caractere; ex., <em>soci* morality</em> s-ar potrivi cu documentele care conțin "sociological" sau "societal"</li> </ul>
sk_sk: Tipy pre vyhľadávanie: <ul> <li>Nezáleží na veľkosti písmen vyhľadávaného výrazu</li> <li>Bežné slová sú ignorované</li> <li>V predvolenom nastavení sú vrátené iba články obsahujúce<em>všetky</em> termíny dotazu (tzn. <em>AND</em> je aplikováno)</li> <li>Kombinujte viac slov pomocou<em>OR</em> pre nájdenie článkov obsahujúcich niektorý z termínov; napr. <em>vzdelávanie OR výskum</em></li> <li>Pre vytvorenie komplexnejších dopytov použite zátvorky; napr. <em>archív ((časopis OR konferencia) NOT dizertácia)</em></li> <li>Vyhľadajte presnú frázu vložením hľadaného výrazu do úvodzoviek; napr. <em>"open access publikovanie"</em></li> <li>Vylúčte slovo tým, že pred neho vložíte <strong>-</strong> alebo <em>NOT</em>; napr.. <em>online -politika</em> alebo <em>online NOT politika</em></li> <li>Použite <strong>*</strong> v termíne ako divokú kartu pre nájdenie akejkoľvek sekvencie znakov; napr. <em>soci* etika</em> by vrátilo dokumenty obsahujúci "sociologický" nebo "sociálny"</li> </ul>
sl_si: Namigi za iskanje: <ul> <li>Iskalni pogoji so neobčutljivi na male/velike črke</li> <li>Pogoste besede so prezrte</li> <li>Privzeto se pokažejo le prispevki, ki vsebujejo <em>vse</em> iskalne besede (tj, <em>AND</em> je privzeto)</li> <li>Združite več besed z <em>OR</em> , da poiščete prispevke, ki vsebujejo eno od isklanih besed; npr. <em>izobraževanje OR raziskava</em></li> <li>Uporabite oklepaje za zahtevnejše iskalne pogoje; npr., <em>arhiv ((revija OR konferenca) NOT teza)</em></li> <li>Za iskanje točnih fraz uporabite dvojne narekovaje; npr. <em>"odprtokodni sistem objavljanja"</em></li> <li>Za izločitev besed uporabite pred besedo pomišljaj <strong>-</strong> ali <em>NOT</em>; npr. <em>evrska -politika</em> or <em>evrska NOT politika</em></li> <li>Uporabite <strong>*</strong> v iskalnem pogoju kot nadomestni znak za katerokoli zaporedje znakov; npr. <em>soci*</em> bi vrnil dokumente, ki vsebujejo "sociološko" or "socialno"</li> </ul>
sr_rs@cyrillic: <h4>Савети за претраживање: </h4><ul> <li>Појмови који се претражују су неосјетљиви на величину слова</li> <li>Као резултат се враћају само чланци који садрже све изразе у упитu</li> <li>Вишеструке речи комбинујте са <i>OR</i> да бисте пронашли чланке који садрже један од појмова; нпр. <i>едукација OR истраживање</i></li> <li>Користите заграде да бисте креирали више сложенијих упита; нпр. <i>архива ((часопис OR конференција) NOT радња)</i></li> <li>Тражите тачну фразу стављајући је у наводнике; нпр. <i>"научна фантастикa"</i></li> <li>Искључите реч додавајући јој <b>-</b> или <i>NOT</i>; нпр. <i>онлајн -политика</i> или <i>онлине NOT политика</i></li> <li>Користите <i>*</i> у изразу као заменски знак за било који низ знакова; нпр. <i>соци*</i> пронаћи ће документе који садрже "социолошка" или "социјална".</li> </ul>
sr_rs@latin: <h4>Saveti za pretraživanje: </h4><ul> <li>Pojmovi koji se pretražuju su neosjetljivi na veličinu slova</li> <li>Kao rezultat se vraćaju samo članci koji sadrže sve izraze u upitu</li> <li>Višestruke reči kombinujte sa <i>OR</i> da biste pronašli članke koji sadrže jedan od pojmova; npr. <i>edukacija OR istraživanje</i></li> <li>Koristite zagrade da biste kreirali više složenijih upita; npr. <i>arhiva ((časopis OR konferencija) NOT radnja)</i></li> <li>Tražite tačnu frazu stavljajući je u navodnike; npr. <i>"naučna fantastika"</i></li> <li>Isključite reč dodavajući joj <b>-</b> ili <i>NOT</i>; npr. <i>onlajn -politika</i> ili <i>online NOT politika</i></li> <li>Koristite <i>*</i> u izrazu kao zamenski znak za bilo koji niz znakova; npr. <i>soci*</i> pronaći će dokumente koji sadrže "sociološka" ili "socijalna".</li> </ul>
th: เคล็ดลับการค้นหา: <ul> <li>คำที่ค้นหาไม่แยกตัวพิมพ์ใหญ่-เล็ก</li> <li>คำที่พบบ่อยจะถูกละเว้น</li> <li>โดยค่าเริ่มต้นจะคืนเฉพาะบทความที่มีคำทั้งหมดในคำค้นหา (เช่นมี <em>AND</em> โดยนัย)</li> <li>รวมหลายคำด้วย <em>OR</em> เพื่อค้นหาบทความที่มีคำใดคำหนึ่ง; เช่น <em>education OR research</em></li> <li>ใช้วงเล็บเพื่อสร้างคำค้นหาที่ซับซ้อนขึ้น; เช่น <em>archive ((journal OR conference) NOT theses)</em></li> <li>ค้นหาวลีที่ตรงกันโดยใส่ในเครื่องหมายคำพูด; เช่น <em>"open access publishing"</em></li> <li>ยกเว้นคำด้วยการนำหน้าด้วย <strong>-</strong> หรือ <em>NOT</em>; เช่น <em>online -politics</em> หรือ <em>online NOT politics</em></li> <li>ใช้ <strong>*</strong> ในคำเป็นตัวแทนเพื่อจับคู่กับลำดับตัวอักษรใด ๆ; เช่น <em>soci* morality</em> จะจับคู่เอกสารที่มีคำว่า "sociological" หรือ "societal"</li> </ul>
uk_ua: Поради щодо пошуку: <ul> <li>Пошукові терміни незалежні від регістру</li> <li>Слова загального вжитку ігноруються</li> <li>За замовчуванням повертаються лише ті статті, які містять <em>всі</em> терміни запиту (тобто застосовується оператор <em>AND</em>)</li> <li>Для того, щоб знайти статті, які містять один з термінів, комбінуйте чисельні слова з оператором <em>OR</em>; наприклад, <em>освіта OR наука</em></li> <li>Для створення складних пошукових запитів використовуйте дужки; наприклад, <em>архів ((журнал OR конференція) NOT дисертація)</em></li> <li>Для того, щоб шукати точні фрази використовуйте лапки; наприклад, <em>"видання відкритого доступу"</em></li> <li>Виключайте слова, ставлячи перед ними символ <strong>-</strong> або оператор <em>NOT</em>; наприклад, <em>вибори -президент</em> або <em>вибори NOT президент</em></li> <li>Використовуйте у термінах символ <strong>*</strong> як метасимвол, що позначає будь-яку послідовність символів; наприклад, за запитом <em>соці*</em> будуть знайдені документи, що містять слова "соціальний", "соціалістичний", "соціологічний" тощо</li> </ul>
uz@latin: Qidiruv bo'yicha maslahatlar: <ul> <li> Qidiruv so'zlari katta-kichik harflarga bog'liq emas </li> <li> Umumiy so'zlar e'tiborga olinmaydi </li> <li> Odatiy bo'lib, faqat so'rovda <em> barcha </em> shartlari bo'lgan maqolalar qaytariladi (ya'ni <em> VA </em> nazarda tutilgan) </li> <li> Bir nechta so'zni <em> OR </em> bilan birlashtirib, har ikkala atamani o'z ichiga olgan maqolalarni toping; masalan, <em> ta'lim yoki tadqiqot </em> </li> <li> Qavslar yordamida murakkabroq so'rovlar tuzing; masalan, <em> arxiv ((jurnal YOKI konferentsiya) tezislar emas) </em> </li> <li> Aniq iborani tirnoq ichiga qo'yib qidiring; masalan, <em> "ochiq kirish nashriyoti" </em> </li> <li> So'zni <strong>-</strong> yoki <em> YO'Q </em> oldidan qo'shib chiqarib tashlang; masalan <em> onlayn -siyosat </em> yoki <em> onlayn EMAS siyosat </em> </li> <li> Har qanday belgilar ketma -ketligiga mos kelish uchun <strong>*</strong> so'zidan joker belgi sifatida foydalaning; masalan, <em> sotsial* axloq </em> "sotsiologik" yoki "ijtimoiy" hujjatlarni o'z ichiga oladi </li> </ul>
vi_vn: Mẹo tìm kiếm: <ul> <li>Thuật ngữ tìm kiếm không phân biệt chữ hoa chữ thường </li> <li>Các từ phổ biến bị bỏ qua </li> <li>Theo mặc định, chỉ các bài viết có chứa <em>tất cả</em> các điều khoản trong truy vấn được trả về (nghĩa là, <em>AND</em> được ngụ ý) </li> <li>Kết hợp nhiều từ với <em>OR</em> để tìm các bài viết có chứa một trong hai thuật ngữ; ví dụ: <em> giáo dục OR nghiên cứu </em> </li> <li>Sử dụng dấu ngoặc đơn để tạo các truy vấn phức tạp hơn; ví dụ: <em> lưu trữ ((tạp chí OR hội nghị) KHÔNG phải là luận văn) </em> </li> <li>Tìm kiếm một cụm từ chính xác bằng cách đặt nó trong dấu ngoặc kép; ví dụ: <em> "xuất bản truy cập mở" </em> </li> <li>Loại trừ một từ bằng cách thêm tiền tố vào <strong>-</strong> hoặc <em>NOT</em>; ví dụ. <em>chính trị trực tuyến</em> hoặc <em>trực tuyến NOT chính trị</em> </li> <li>Sử dụng <strong>*</strong> trong một thuật ngữ làm ký tự đại diện để khớp với bất kỳ chuỗi ký tự nào; ví dụ: <em>soci* đạo đức </em> sẽ khớp với các tài liệu có chứa "xã hội học" hoặc "xã hội" </li> </ul>
zh_cn: 检索提示: <ul> <li>检索的名词区分大小写</li> <li>常用字词将被忽略</li> <li>默认情况下只有在查询结果满足所有检索词才返回（例如，隐含AND）</li> <li>使用<em>OR</em>结合多个检索词，便于查找含有这些检索词的文章，例如<em>education OR research</em></li> <li>使用括号来创建更复杂的查询; 例如：<em>archive ((journal OR conference) NOT theses)</em></li> <li>使用引号检索一个完整的词组; 例如： <em>"open access publishing"</em></li> <li>使用<strong>-</strong>或者<em>NOT</em>排除一个检索词; 例如：<em>online -politics</em> or <em>online NOT politics</em></li> <li>在检索词里使用 <strong>*</strong>作为通配符匹配任何字符序列; 例如., <em>soci* morality</em> 将符合含有 "sociological" or "societal"的词语</li> </ul>
