Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submission.submissionEditing
source: Submission Editing
az: Məqalə redaktə
bg: Редактиране на изпратения материал
bs_ba: Uređivanje prijave
de_de: Redaktionelle Bearbeitung des Beitrags
el_gr: Επιμέλεια υποβολής
eu: Bidalketaren edizioa
gd_gb: Deasachadh an tagraidh
gl_es: Edición do envío
hi_in: सबमिशन एडिटिंग
hu_hu: A beküldött anyag szerkesztése
hy_am: Ներկայացման խմբագրում
is: Ritstýring innsendingar
ja: 投稿物の編集
ka: გაგზავნილი მასალის ჩასწორება
kk: Жіберілген материалды өңдеу
ku_iq: دەستکاریکردنی پێشکەشکردنەکە
ky: Тапшырманы түзөтүү
lt: Straipsnio taisymas
lv_lv: Iesniegtā materiāla rediģēšana
mk_mk: Уредување на поднесок
mr: सादरीकरणाचे संपादन
ms: Penyuntingan Penyerahan
nb_no: Behandle innlevering
ro: Editarea manuscrisului
sk_sk: Editovanie príspevku
sl_si: Urejanje prispevka
sr_rs@cyrillic: Уређивање пријаве
sr_rs@latin: Uređivanje prijave
th: การแก้ไขการส่งบทความ
uk_ua: Редагування подання
uz@latin: Taqdimotni tahrirlash
vi_vn: Chỉnh sửa bài gửi
zh_cn: 投稿编辑中
zh_hant: 投稿編輯

# category.category
source: Categories
bs_ba: Kategorije
gd_gb: Roinnean-seòrsa
gl_es: Categorías
hi_in: श्रेणियाँ
mk_mk: Категории
nb_no: Kategorier
sk_sk: Kategória
sl_si: Kategorije

# article.return
source: Return to Article Details
az: Məqalə detalına qayıt
bg: Връщане към подробностите за статията
bs_ba: Povratak na detalje članka
de_de: Zu Artikeldetails zurückkehren
el_gr: Επιστροφή στα στοιχεία του άρθρου
eu: Artikuluaren xehetasunetara itzuli
gd_gb: Till gu mion-fhiosrachadh an artaigil
gl_es: Volver aos detalles do artigo
hi_in: लेख विवरण पर लौटें
hu_hu: Vissza a cikk részleteihez
hy_am: Վերադարձ դեպի հոդվածի մանրամասներ
is: Til baka í "Nánar um grein"
ja: 論文情報に戻る
ka: სტატიის დეტალებზე დაბრუნება
kab: Uɣal ar telqayt n umagrad
kk: Мақала туралы мәліметтерге оралу
ku_iq: بگەڕێوە سەر زانیارییەکانی توێژینەوەکە
ky: Макала деталдарына кайтуу
lt: Grįžti prie informacijos apie straipsnį
lv_lv: Atgriezties pie informācijas par rakstu
mk_mk: Назад кон Детали на трудот
mr: लेखाच्या तपशीलाकडे परत वळा
ms: Kembali ke Butiran Artikel
nb_no: Gå tilbake til artikkeldetaljene
ro: Reveniți la detaliile articolului
sk_sk: Návrat na podrobnosti článku
sl_si: Nazaj na podrobnosti prispevka
sq: Ktheu tek Detajet e Artikullit
sr_rs@cyrillic: Повратак на детаље чланка
sr_rs@latin: Povratak na detalje članka
th: กลับไปยังรายละเอียดบทความ
uk_ua: Повернутися до подробиць статті
uz@latin: Maqola tafsilotlariga qaytish
vi_vn: Quay trở lại Chi tiết Bài báo
zh_cn: 返回到文章详细信息
zh_hant: 返回文章詳細資訊

# article.fontSize.large.altText
source: Large
az: Böyük
bg: Голям
bs_ba: Veliki
de_de: Groß
el_gr: Μεγάλα
eu: Handia
gd_gb: Mòr
gl_es: Grande
hi_in: बड़ा
hu_hu: Nagy
hy_am: Լայն
is: Stórt
ja: 大
ka: დიდი
kab: D tameqrant
kk: Үлкен
ku_iq: گەورە
ky: Чоң
lt: Didelis
lv_lv: Liels
mk_mk: Голема
mr: मोठा
ms: Besar
nb_no: Stor
ro: Mare
sk_sk: Veľký
sl_si: Velike
sr_rs@cyrillic: Велики
sr_rs@latin: Veliki
th: ใหญ่
uk_ua: Великий
uz@latin: Katta
vi_vn: Lớn
zh_cn: 大
zh_hant: 大

# article.fontSize.medium.altText
source: Medium
az: Orta
bg: Среден
bs_ba: Srednji
de_de: Mittel
el_gr: Μέτρια
eu: Tartekoa
gd_gb: Meadhanach
gl_es: Mediano
hi_in: मध्यम
hu_hu: Közepes
hy_am: Միջին
is: Meðal
ja: 中
ka: საშუალო
kab: D talemmast
kk: Орташа
ku_iq: مامناوەند
ky: Орто
lt: Vidutinis
lv_lv: Vidējs
mk_mk: Средна
mr: मध्यम
ms: Sederhana
nb_no: Mellomstor
ro: Mediu
sk_sk: Stredný
sl_si: Srednje
sr_rs@cyrillic: Средњи
sr_rs@latin: Srednji
th: กลาง
uk_ua: Середній
uz@latin: O'rta
vi_vn: Trung bình
zh_cn: 中
zh_hant: 中

# article.fontSize.small.altText
source: Small
az: Kiçik
bg: Малък
bs_ba: Mali
de_de: Klein
el_gr: Μικρά
eu: Txikia
gd_gb: Beag
gl_es: Pequeno
hi_in: छोटा
hu_hu: Kicsi
hy_am: Փոքր
is: Lítið
ja: 小
ka: პატარა
kab: D tameẓyant
kk: Ұсақ
ku_iq: بچوک
ky: Кичине
lt: Mažas
lv_lv: Mazs
mk_mk: Мала
mr: लहान
ms: Kecil
nb_no: Liten
ro: Mic
sk_sk: Malý
sl_si: Mala
sr_rs@cyrillic: Мали
sr_rs@latin: Mali
th: เล็ก
uk_ua: Маленький
uz@latin: Kichik
vi_vn: Nhỏ
zh_cn: 小
zh_hant: 小

# article.fontSize
source: Font Size
az: Şrift ölçüsü
bg: Размер на шрифта
bs_ba: Veličine fonta
de_de: Schriftgröße
el_gr: Μέγεθος γραμματοσειράς
eu: Letra-tamaina
gd_gb: Meud a’ chrutha-chlò
gl_es: Tamaño de fonte
hi_in: फ़ॉन्ट आकार
hu_hu: Betűméret
hy_am: Տառատեսակի չափը
is: Leturgerð - stærð
ja: フォントサイズ
ka: შრიფტის ზომა
kab: Tiddi n tsefsit
kk: Қаріп өлшемі
ku_iq: قەبارەی فۆنت
ky: Шрифт өлчөмү
lt: Šrifto dydis
lv_lv: Fonta lielums
mk_mk: Големина на фонт
mr: अक्षराचा आकार
ms: Saiz Fon
nb_no: Skriftstørrelse
ro: Mărimea fontului
sk_sk: Veľkosť fontu
sl_si: Velikost črk
sr_rs@cyrillic: Величине фонта
sr_rs@latin: Veličine fonta
th: ขนาดตัวอักษร
uk_ua: Розмір шрифту
uz@latin: Shrift o'lchami
vi_vn: Cỡ chữ
zh_cn: 字体大小
zh_hant: 字體大小

# article.comments.enable
source: Enable
az: Aktivləşdir
bg: Активиране (включване)
bs_ba: Omogući
de_de: Einschalten
el_gr: Ενεργοποίηση
eu: Gaitu
gd_gb: Cuir an comas
gl_es: Activar
hi_in: सक्षम
hu_hu: Engedélyez
hy_am: Միացնել
is: Virkja
ja: 有効化
ka: ჩართვა
kab: Rmed
kk: Қосу
ku_iq: چالاککردن
ky: Иштетүү
lt: Galima
lv_lv: Iespējot
mk_mk: Овозможи
mr: सक्रिय
ms: Dayakan
nb_no: Slå på
ro: Activează
sk_sk: Povoliť
sl_si: Omogoči
sq: Aktivizo
sr_rs@cyrillic: Омогући
sr_rs@latin: Omogući
th: เปิดใช้งาน
uk_ua: Дозволити
uz@latin: Yoqish
vi_vn: Kích hoạt
zh_cn: 启用
zh_hant: 啓用

# article.comments.disable
source: Disable
az: Passivləşdir
bg: Деактивиране (изключване)
bs_ba: Onemogući
de_de: Ausschalten
el_gr: Απενεργοποίηση
eu: Desgaitu
gd_gb: Cuir à comas
gl_es: Desactivar
hi_in: अक्षम
hu_hu: Letilt
hy_am: Անջատել
is: Afvirkja
ja: 無効化
ka: გამორთვა
kab: Kkes armad
kk: Сөндіру
ku_iq: لەکارخستن
ky: Өчүрүү
lt: Negalima
lv_lv: Atspējot
mk_mk: Оневозможи
mr: निष्क्रिय
ms: Nyahdayakan
nb_no: Slå av
ro: Dezactivează
sk_sk: Zakázať
sl_si: Onemogoči
sq: Çaktivizo
sr_rs@cyrillic: Онемогући
sr_rs@latin: Onemogući
th: ปิดใช้งาน
uk_ua: Заборонити
uz@latin: O'chirish
vi_vn: Vô hiệu hóa
zh_cn: 禁止
zh_hant: 取消

# article.comments.sectionDefault
source: Default
az: Defolt
bg: По подразбиране
bs_ba: Standardno
de_de: Voreinstellung
el_gr: Προεπιλογή
eu: Lehenetsia
gd_gb: Bun-roghainn
gl_es: Por defecto
hi_in: डिफॉल्ट
hu_hu: Alapértelmezett
hy_am: Լռելյայն
is: Sjálfgefið
ja: デフォルト
ka: ნაგულისხმევი
kk: Бастапқы
ku_iq: بنەڕەتی
ky: Демейки
lt: Numatyta
lv_lv: Noklusējuma
mk_mk: Стандардно
mr: सर्वसाधारण (डिफॉल्ट)
ms: Lalai
nb_no: Standardvalg
ro: În mod implicit
sk_sk: Predvolené
sl_si: Privzeto
sq: Paracaktuar
sr_rs@cyrillic: Стандардно
sr_rs@latin: Standardno
th: ค่าเริ่มต้น
uk_ua: За замовчуванням
uz@latin: Standart
vi_vn: Mặc định
zh_cn: 默认
zh_hant: 默認

# article.accessLogoRestricted.altText
source: Restricted Access
az: Məhdud giriş
bg: Ограничен достъп
bs_ba: Ograničen pristup
de_de: Eingeschränkter Zugriff
el_gr: Περιορισμένη πρόσβαση
eu: Sarbide murriztua
gd_gb: Inntrigeadh cuingichte
gl_es: Acceso restrinxido
hi_in: उपयोग प्रतिबंधित
hu_hu: Korlátozott hozzáférés
hy_am: Սահմանափակ մատչելիություն
is: Takmarkaður aðgangur
ja: アクセス制限あり
ka: შეზღუდული წვდომა
kk: Шектеулі қатынас
ku_iq: دەستپێڕاگەیشتنی سنوردار
ky: Чектелген жеткиликтүүлүк
lt: Ribojama prieiga
lv_lv: Ierobežota piekļuve
mk_mk: Ограничен пристап
mr: मर्यादित उपलब्धता
ms: Akses Terhad
nb_no: Begrenset tilgang
ro: Acces Restricționat
sk_sk: Obmedzený prístup
sl_si: Omejen dostop
sq: Akses i Kufizuar
sr_rs@cyrillic: Ограничен приступ
sr_rs@latin: Ograničen pristup
th: การเข้าถึงแบบจำกัด
uk_ua: Обмежений доступ
uz@latin: Cheklangan kirish
vi_vn: Giới hạn Truy cập
zh_cn: 受限制的访问
zh_hant: 限制取用

# article.accessLogoOpen.altText
source: Open Access
az: Açıq giriş
bg: Отворен достъп
bs_ba: Otvoren pristup
el_gr: Ανοικτή πρόσβαση
eu: Sarbide irekia
gd_gb: Inntrigeadh fosgailte
gl_es: Acceso libre
hi_in: ओपन एक्सेस
hu_hu: Nyílt hozzáférés
hy_am: Բաց մատչելիություն
is: Opinn aðgangur
ja: オープンアクセス
ka: ღია წვდომა
kk: Ашық қол жеткізу
ku_iq: دەستپێڕاگەیشتنی کراوە
ky: Ачык жеткиликтүүлүк
lt: Atviroji prieiga
lv_lv: Atvērtā piekļuve
mk_mk: Отворен пристап
mr: मुक्त उपलब्धता
ms: Akses Terbuka
nb_no: Åpen tilgang (Open Access)
ro: Open Acces
sk_sk: Otvorený prístup
sl_si: Prost dostop
sq: Akses i Hapur
sr_rs@cyrillic: Отворен приступ
sr_rs@latin: Otvoren pristup
th: การเข้าถึงแบบเปิด
uk_ua: Відкритий доступ
uz@latin: Ochiq kirish
vi_vn: Truy cập mở
zh_cn: 开放存取
zh_hant: 開放取用

# article.coverPage.altText
source: Cover Image
az: Üzqabığı Şəkili
bg: Изображение на обложката
bs_ba: Slika naslovne stranice članka
de_de: Titelbild
el_gr: Εικόνα εξωφύλλου
eu: Azaleko irudia
gd_gb: Dealbh a’ chòmhdachaidh
gl_es: Imaxe da cuberta
hi_in: आवरण छवि
hu_hu: Borítókép
hy_am: Կազմի պատկեր
is: Forsíðumynd
ja: 表紙画像
ka: ყდის სურათი
kk: Мұқаба суреті
ku_iq: وێنەی بەرگ
ky: Капкак сүрөтү
lt: Viršelio atvaizdas
lv_lv: Vāka attēls
mk_mk: Насловна слика
mr: मुखपृष्ठ प्रतिमा
ms: Gambar muka depan
nb_no: Omslagsbilde
ro: Imagine pentru copertă
sk_sk: Obrázok obalu
sl_si: Naslovna slika
sr_rs@cyrillic: Насловна страна
sr_rs@latin: Naslovna strana
th: ภาพหน้าปก
uk_ua: Зображення обкладинки
uz@latin: Muqova tasviri
vi_vn: Ảnh đại diện
zh_cn: 封面图片
zh_hant: 封面圖像

# article.abstract
source: Abstract
az: Xülasə
bg: Абстракт
bs_ba: Sažetak
el_gr: Περίληψη
eu: Laburpena
gd_gb: Geàrr-chunntas
gl_es: Resumo
hi_in: सार
hu_hu: Absztrakt
hy_am: Ամփոփում
is: Útdráttur
ja: 要旨
ka: ანოტაცია
kk: Аңдатпа
ku_iq: پوختە
ky: Аннотация
lt: Anotacija
lv_lv: Kopsavilkums
mk_mk: Апстракт
mr: गोषवारा
ms: Abstrak
nb_no: Sammendrag
ro: Rezumat
sk_sk: Abstrakt
sl_si: Povzetek
sq: Abstrakti
sr_rs@cyrillic: Сажетак
sr_rs@latin: Apstrakt
th: บทคัดย่อ
uk_ua: Анотація
uz@latin: Abstrak
vi_vn: Tóm tắt
zh_cn: 摘要
zh_hant: 摘要

# article.details
source: Details
az: Təfərrüatlar
bg: Детайли
bs_ba: Detalji
de_de: Angaben zum Artikel
el_gr: Λεπτομέρειες
eu: Xehetasunak
gd_gb: Mion-fhiosrachadh
gl_es: Detalles
hi_in: विवरण
hu_hu: Részletek
hy_am: Մանրամասներ
is: Nánar
ja: 詳細
ka: დეტალები
kab: Talqayt
kk: Толық ақпарат
ku_iq: وردەکارییەکان
ky: Деталдар
lt: Daugiau
lv_lv: Sīkāka informācija
mk_mk: Детали
mr: विवरण
ms: Butiran
nb_no: Detaljer
ro: Detalii
sk_sk: Detaily
sl_si: Podrobnosti
sq: Detajet
sr_rs@cyrillic: Детаљи
sr_rs@latin: Detalji
th: รายละเอียด
uk_ua: Подробиці
uz@latin: Tafsilotlar
vi_vn: Chi tiết
zh_cn: 详细
zh_hant: 詳細資訊

# article.submissions
source: Submissions
az: Müraciətlər
bg: Изпратени материали
bs_ba: Prijave
de_de: Beiträge
el_gr: Υποβολές
eu: Bidalketak
gd_gb: Tagraidhean
gl_es: Envíos
hi_in: सबमिशन्स
hu_hu: Beküldött anyagok
hy_am: Ներկայացումներ
is: Innsendingar
ja: 投稿物
ka: ახალი შენატანი
kk: Материалдар
ku_iq: پێشکەشکردنەکان
ky: Тапшырмалар
lt: Straipsniai
lv_lv: Iesniegtie materiāli
mk_mk: Поднесоци
mr: सादरीकरणे
ms: Penyerahan
nb_no: Innleveringer
ro: Înregistrări manuscrise
sk_sk: Príspevky
sl_si: Prispevki
sq: Punimet
sr_rs@cyrillic: Послати чланци
sr_rs@latin: Poslati članci
th: การส่งบทความทั้งหมด
uk_ua: Подання
uz@latin: Taqdimotlar
vi_vn: Các bài gửi
zh_cn: 投稿
zh_hant: 投稿

# article.submission
source: Submission
az: Müraciət
bg: Изпратен материал
bs_ba: Prijava
de_de: Beitrag
el_gr: Υποβολή
eu: Bidalketa
gd_gb: Tagradh
gl_es: Envío
hi_in: सबमिशन
hu_hu: Beküldött anyag
hy_am: Ներկայացում
is: Innsending
ja: 投稿物
ka: ახალი შენატანი
kk: Материал
ku_iq: پێشکەشکردن
ky: Тапшырма
lt: Straipsnis
lv_lv: Iesniegtais materiāls
mk_mk: Поднесок
mr: सादरीकरण
ms: Penyerahan
nb_no: Innlevering
ro: Înregistrare manuscris
sk_sk: Príspevok
sl_si: Prispevek
sq: Punimi
sr_rs@cyrillic: Послати чланак
sr_rs@latin: Poslati članak
th: การส่งบทความ
uk_ua: Подання
uz@latin: Taqdim etish
vi_vn: Bài gửi
zh_cn: 投稿
zh_hant: 投稿

# article.commentsToEditor
source: Author comments
az: Müəllif şərhləri
bg: Авторски коментари
bs_ba: Komentari autora
de_de: Kommentare der Autorin/des Autors
el_gr: Σχόλια Συγγραφέα
eu: Egilearen oharrak
gd_gb: Beachdan an ùghdair
gl_es: Comentarios do autor/a
hi_in: लेखक की टिप्पणी
hu_hu: Szerzői megjegyzések
hy_am: Հեղինակի մեկնաբանություններ
is: Athugasemdir höfundar
ja: 編集者へのコメント
ka: ავტორის კომენტარი
kab: Iwenniten n umeskar
kk: Автордың түсініктемелері
ku_iq: تێچێنەکانی توێژەر
ky: Автордун комментарийлери
lt: Autoriaus komentarai
lv_lv: Autora komentāri
mk_mk: Коментари на авторот
mr: लेखकाच्या टिप्पण्या
ms: Komen pengarang
nb_no: Forfatters kommentar til redaktør
ro: Comentariile autorilor
sk_sk: Komentár autora
sl_si: Avtorjevi komentarji
sq: Komentet e autorit
sr_rs@cyrillic: Ауторови коментари
sr_rs@latin: Autorovi komentari
th: ความคิดเห็นจากผู้เขียน
uk_ua: Коментарі автора
uz@latin: Muallif izohlari
vi_vn: Bình luận của tác giả
zh_cn: 作者评论
zh_hant: 作者意見

# article.sectionEditor
source: SE
az: BE
bg: РР
bs_ba: Ur.
de_de: Rubrikredakteur/in
el_gr: Επιμελητής Ενότητας
eu: AE
hu_hu: RSZ
ka: სრ
kk: БР
lt: Sk. red.
mk_mk: СЕ
nb_no: Seksjonsred.
ro: Secțiunea
sk_sk: ES
sl_si: Ur.
sr_rs@cyrillic: УР
sr_rs@latin: US
th: บรรณาธิการส่วน (SE)
uk_ua: РедРозд
vi_vn: BTV CM
zh_cn: 栏目编辑

# article.language
source: Language
az: Dil
bg: Език
bs_ba: Jezik
de_de: Sprache
el_gr: Γλώσσα
eu: Hizkuntza
gd_gb: Cànan
gl_es: Lingua
hi_in: भाषा
hu_hu: Nyelv
hy_am: Լեզու
is: Tungumál
ja: 言語
ka: ენა
kab: Tutlayt
kk: Тіл
ku_iq: زمان
ky: Тил
lt: Kalba
lv_lv: Valoda
mk_mk: Јазик
mr: भाषा
ms: Bahasa
nb_no: Språk
ro: Limba
sk_sk: Jazyk
sl_si: Jezik
sq: Gjuha
sr_rs@cyrillic: Језик
sr_rs@latin: Jezik
th: ภาษา
uk_ua: Мова
uz@latin: Til
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_hant: 語言

# article.type
source: Type, method or approach
az: Növ, metod və ya yanaşma
bg: Тип, метод или подход
bs_ba: Tip, metoda ili pristup
de_de: Forschungsansatz, -methode oder -verfahren
el_gr: Τύπος, μέθοδος ή προσέγγιση
eu: Mota, metodoa edo hurbilketa
gd_gb: Seòrsa, dòigh no dòigh-obrach
gl_es: Tipo, método ou enfoque
hi_in: प्रकार, विधि या दृष्टिकोण
hu_hu: Típus, eljárás vagy megközelítés
hy_am: Տեսակ, մեթոդ կամ մոտեցում
is: Tegund, aðferð eða nálgun
ja: 種類、方法またはアプローチ
ka: ტიპი, მეთოდი, ან მიდგომა
kk: Түр, әдіс немесе тәсіл
ku_iq: جۆر، میتۆد، ڕێباز
ky: Түрү, ыкмасы же ыкмасы
lt: Tipas, metodas ar tyrimo būdas
lv_lv: Tips, metode vai pieeja
mk_mk: Тип, метод или пристап
mr: प्रकार, पद्धत अथवा दृष्टीकोन
ms: Jenis, kaedah atau pendekatan
nb_no: Type, metode eller innfallsvinkel
ro: Tipul, metoda sau abordarea
sk_sk: Typ, metóda alebo prístup
sl_si: Tip, metoda ali pristop
sr_rs@cyrillic: Тип, метод или приступ
sr_rs@latin: Tip, metod ili pristup
th: ประเภท, วิธีการ หรือแนวทาง
uk_ua: Методи та підходи
uz@latin: Turi, usuli yoki yondashuvi
vi_vn: Loại, phương pháp hoặc cách tiếp cận
zh_cn: 形式，方法或途径
zh_hant: 類別、方法及方式

# article.coverage
source: Coverage
az: Əhatə
bg: Обхват
bs_ba: Opseg
de_de: Bereich
el_gr: Κάλυψη
eu: Estaldura
gd_gb: Tuairisgeulachadh
gl_es: Cobertura
hi_in: कवरेज
hu_hu: Lefedettség
hy_am: Ծածկույթ
is: Umfang
ja: 範囲
ka: დაფარვა
kk: Қамту
ku_iq: سەرنج
ky: Камтуу
lt: Viršelis
lv_lv: Aptvērums
mk_mk: Обем
mr: व्याप्ती
ms: Liputan
nb_no: Dekning
ro: Copertă
sk_sk: Pokrytie
sl_si: Pokritost
sq: Mbulimi
sr_rs@cyrillic: Покривеност
sr_rs@latin: Pokrivenost
th: ขอบเขต
uk_ua: Тематичне покриття
uz@latin: Qoplama
vi_vn: Phủ sóng
zh_cn: 覆盖
zh_hant: 幅蓋

# article.subject
source: Keywords
az: Açar sözlər
bg: Ключови думи
bs_ba: Ključne riječi
de_de: Schlagworte
el_gr: Λέξεις-κλειδιά
eu: Gako-hitzak
gd_gb: Faclan-luirg
gl_es: Palabras clave
hi_in: संकेत शब्द
hu_hu: Kulcsszavak
hy_am: Բանալի բառեր
is: Lykilorð
ja: キーワード
ka: საკვანძო სიტყვები
kab: Awalen tisura
kk: Кілт сөздер
ku_iq: کلیلە وشەکان
ky: Ачкыч сөздөр
lt: Esminiai žodžiai
lv_lv: Atslēgvārdi
mk_mk: Клучни зборови
mr: शोधशब्द
ms: Kata kunci
nb_no: Emneord (Nøkkelord)
ro: Cuvinte cheie
sk_sk: Kľúčové slová
sl_si: Ključne besede
sq: Fjalëkyçet
sr_rs@cyrillic: Кључне речи
sr_rs@latin: Ključne reči
th: คำสำคัญ
uk_ua: Ключові слова
uz@latin: Kalit so‘zlar
vi_vn: Từ khóa
zh_cn: 关键词
zh_hant: 關鍵字詞

# article.discipline
source: Academic discipline and sub-disciplines
az: Akademik bölmə və alt-bölmələr
bg: Академична дисциплина и поддисциплини
bs_ba: Akademska disciplina i poddiscipline
de_de: Akademisches Fachgebiet und Untergebiete
el_gr: Επιστημονικός κλάδος και υποκατηγορίες
eu: Diziplina eta azpidiziplina akademikoak
gd_gb: Diosaplain is fo-dhiosaplainean acadaimigeach
gl_es: Disciplina e subdisciplinas académicas
hi_in: शैक्षणिक अनुशासन और उप-विषयों
hu_hu: Tudományterület és tudományágak
hy_am: Ակադեմիական գիտակարգ և ենթագիտակարգեր
is: Fræðasvið og undirfræðasvið
ja: 学術分野
ka: აკადემიური დისციპლინები და დისციპლინების განყოფილებები
kk: Академиялық пәндер және пәндер бөлімдері
ku_iq: پسپۆڕییە گشتییەکان و پسپۆڕییە وردەکان
ky: Академиялык тармак жана тармакчалар
lt: Dėstomas pagrindinis ir šalutiniai dalykai
lv_lv: Akadēmiskā nozare un apakšnozares
mk_mk: Академски дисциплини и поддисциплини
mr: शैक्षणिक विषय आणि उप-विषय
ms: Disiplin akademik dan sub-disiplin
nb_no: Fagfelt og underkategorier
ro: Disciplina academică și subdisciplina
sk_sk: Akademická disciplína a subdisciplíny
sl_si: Akademska veda in pod-veda
sq: Disiplinat dhe nën disiplinat akademike
sr_rs@cyrillic: Академска дициплина и под-дисциплине
sr_rs@latin: Akademska diciplina i pod-discipline
th: สาขาวิชาการและสาขาย่อย
uk_ua: Наукова дисципліна
uz@latin: Akademik intizom va kichik fanlar
vi_vn: Ngành và các chuyên ngành học thuật
zh_cn: 学科和分学科
zh_hant: 學術領域及分支領域

# article.suppFilesAbbrev
source: Supp. files
az: Əlavə fayllar
bg: Доп. файлове
bs_ba: Dopunska datoteka
de_de: Zus. Dateien
el_gr: Συμπ. αρχεία
eu: Fitxategi osag.
gd_gb: Faidhlichean foirlionaidh
gl_es: Arquivos supl.
hi_in: Supp. फाइलें
hu_hu: Kieg. fájlok
hy_am: Լրաց․ նիշքեր
is: Viðb.skrár
ja: 補足ファイル
ka: დამ. ფაილი
kk: Қос. файлдар
ku_iq: فایلە پاشکۆکان
ky: Кошумча файлдар
lt: Papild. failai
lv_lv: Papildu datnes
mk_mk: Доп. датотеки
mr: अतिरिक्त फाईल्स
ms: File Tambahan
nb_no: Supp. filer
ro: Fișiere suplimentare
sk_sk: Dopln. súbory
sl_si: Dodat. datoteke
sq: Skedarë shtes.
sr_rs@cyrillic: Дод. фајл
sr_rs@latin: Dod. fajl
th: ไฟล์เสริม
uk_ua: Супр. файли
uz@latin: Supp. fayllar
vi_vn: Tập tin BS
zh_cn: 补充文件

# article.suppFiles
source: Supplementary File(s)
az: Əlavə fayl(lar)
bg: Допълнителни файлове
bs_ba: Dopunska/e datoteka/e
de_de: Zusatzdatei(en)
el_gr: Συμπληρωματικό(-ά) Αρχείο(-α)
eu: Fitxategi osagarria(k)
gd_gb: Faidhlichean foirlionaidh
gl_es: Arquivo(s) suplementario(s)
hi_in: अनुपूरक फ़ाइल (s)
hu_hu: Kiegészítő fájl(ok)
hy_am: Լրացուցիչ նիշք(եր)
is: Viðbótarskrá(r)
ja: 補足ファイル
ka: დამატებითი ფაილ(ებ)ი
kk: Қосымша файлдар
ku_iq: فایل/فایلەکانی پاشکۆ
ky: Кошумча файл(дар)
lt: Papildomas failas (papildomi failai)
lv_lv: Papildu datne(s)
mk_mk: Дополнителна датотека(и)
mr: पूरक फाईल्स
ms: Fail Tambahan
nb_no: Supplerende fil(er)
ro: Fișier(e) suplimentar(e)
sk_sk: Doplnkový/é súbor/y
sl_si: Dodatne datoteke
sq: Skedar(ë) shtesë
sr_rs@cyrillic: Додатни фајл(ови)
sr_rs@latin: Dodatni fajl(ovi)
th: ไฟล์เสริมทั้งหมด
uk_ua: Супровідні файли
uz@latin: Qo'shimcha fayllar
vi_vn: (Các) Tập tin bổ sung
zh_cn: 补充文件
zh_hant: 附加檔案

# article.suppFile
source: Supplementary File
az: Əlavə fayl
bg: Допълнителен файл
bs_ba: Dopunska datoteka
de_de: Zusatzdatei
el_gr: Συμπληρωματικό αρχείο
eu: Fitxategi osagarria
gd_gb: Faidhle foirlionaidh
gl_es: Arquivo suplementario
hi_in: अनुपूरक फ़ाइल
hu_hu: Kiegészítő fájl
hy_am: Լրացուցիչ նիշք
is: Viðbótarskrá
ja: 補足ファイル
ka: დამატებითი ფაილი
kab: Afaylu amernan
kk: Қосымша файл
ku_iq: فایلی پاشکۆ
ky: Кошумча файл
lt: Papildomas failas
lv_lv: Papildu datne
mk_mk: Дополнителна датотека
mr: पूरक फाईल
ms: Fail Tambahan
nb_no: Supplerende fil
ro: Fișier Suplimentar
sk_sk: Doplnkový súbor
sl_si: Dodatna datoteka
sq: Skedar shtesë
sr_rs@cyrillic: Додатни фајл
sr_rs@latin: Dodatni fajl
th: ไฟล์เสริม
uk_ua: Супровідний файл
uz@latin: Qo'shimcha fayl
vi_vn: Tập tin bổ sung
zh_cn: 补充文件
zh_hant: 附加檔案

# article.file
source: File
az: Fayl
bg: Файл
bs_ba: Datoteka
de_de: Datei
el_gr: Αρχείο κειμένου
eu: Fitxategia
gd_gb: Faidhle
gl_es: Arquivo
hi_in: फ़ाइल
hu_hu: Fájl
hy_am: Նիշք
is: Skrá
ja: ファイル
ka: ფაილი
kab: Afaylu
kk: Файл
ku_iq: فایل
ky: Файл
lt: Failas
lv_lv: Datne
mk_mk: Датотека
mr: फाईल
ms: Fail
nb_no: Fil
ro: Fișier
sk_sk: Súbor
sl_si: Datoteka
sq: Skedar
sr_rs@cyrillic: Фајл
sr_rs@latin: Fajl
th: ไฟล์
uk_ua: Файл
uz@latin: Fayl
vi_vn: Tập tin
zh_cn: 文件
zh_hant: 檔案

# article.journalSection
source: Journal Section
az: Jurnal bölməsi
bg: Раздел на списанието
bs_ba: Rubrika časopisa
de_de: Rubrik
el_gr: Ενότητα περιοδικού
eu: Aldizkariaren atala
gd_gb: Earrann na h-irise
gl_es: Sección da revista
hi_in: जर्नल अनुभाग
hu_hu: Folyóiratrovat
hy_am: Ամսագրի բաժին
is: Kafli tímarits
ja: 雑誌セクション
ka: ჟურნალის სექცია
kk: Журнал бөлімі
ku_iq: بەشی گۆڤار
ky: Журнал бөлүмү
lt: Žurnalo skyrius
lv_lv: Žurnāla sadaļa
mk_mk: Секција на списание
mr: नियतकालिकाचा विभाग
ms: Bahagian Jurnal
nb_no: Tidsskriftseksjon
ro: Secțiunea revistei
sk_sk: Sekcia časopisu
sl_si: Rubrike revije
sq: Seksion i Revistës
sr_rs@cyrillic: Рубрика часописа
sr_rs@latin: Sekcija/Rubrika časopisa
th: ส่วนของวารสาร
uk_ua: Розділ журналу
uz@latin: Jurnal bo'limi
vi_vn: Chuyên mục của Tạp chí
zh_cn: 期刊栏目
zh_hant: 期刊內容分類

# article.metadata
source: Metadata
az: Üst data
bg: Метаданни
bs_ba: Metapodaci
de_de: Metadaten
el_gr: Μεταδεδομένα
eu: Metadatuak
gd_gb: Meata-dàta
gl_es: Metadatos
hi_in: मेटाडाटा
hu_hu: Metaadat
hy_am: Մետատվյալներ
is: Lýsigögn
ja: メタデーター
ka: მეტა-მონაცემები
kk: Метадеректер
ku_iq: زانیاریی ناسێنەر
ky: Метадата
lt: Metaduomenys
lv_lv: Metadati
mk_mk: Метаподатоци
mr: प्राथमिक माहिती (मेटाडेटा)
ro: Metadate
sk_sk: Metadáta
sl_si: Meta podatki
sr_rs@cyrillic: Метаподаци
sr_rs@latin: Metapodaci
th: เมตาดาทา
uk_ua: Метадані
vi_vn: Siêu dữ liệu
zh_cn: 源数据
zh_hant: 元資料

# article.indexingInformation
source: Indexing Information
az: İndeks məlumatı
bg: Информация за индексиране
bs_ba: Informacije o indeksiranju
de_de: Informationen für die Indizierung
el_gr: Πληροφορίες ευρετηρίασης
eu: Indexatzeko informazioa
gd_gb: Fiosrachadh inneacsaidh
gl_es: Información de indexación
hi_in: अनुक्रमण जानकारी
hu_hu: Indexelési információ
hy_am: Ինդեքսավորման տեղեկատվություն
is: Upplýsingar um lyklun
ja: インデックス情報
ka: ინფორმაცია ინდექსაციისათვის
kk: Индексациялауға арналған ақпарат
ku_iq: زانیاریی ناوەرۆک
ky: Индекстөө маалыматы
lt: Informacija apie indeksavimą
lv_lv: Informācija par indeksēšanu
mk_mk: Информации за индексирање
mr: सूचीकरणासाठी सूचना
ms: Maklumat Pengindeksan
nb_no: Indekseringsinformasjon
ro: Informații de indexare
sk_sk: Informácie pre indexáciu
sl_si: Informacije o indeksiranju
sq: Informacion mbi Indeksimin
sr_rs@cyrillic: Информација о индексирању
sr_rs@latin: Informacija o indeksiranju
th: ข้อมูลการจัดทำดัชนี
uk_ua: Індексні дані
uz@latin: Ma'lumotni indekslash
vi_vn: Thông tin chỉ mục
zh_cn: 索引信息
zh_hant: 索引資訊

# article.authors
source: Authors
az: Müəlliflər
bg: Автори
bs_ba: Autor(i)
de_de: Autor/innen
el_gr: Συγγραφείς
eu: Egileak
gd_gb: Ùghdaran
gl_es: Autores/as
hi_in: लेखक
hu_hu: Szerzők
hy_am: Հեղինակներ
is: Höfundar
ja: 著者
ka: ავტორები
kab: Imeskaren
kk: Авторлар
ku_iq: توێژەران
ky: Авторлор
lt: Autoriai
lv_lv: Autori
mk_mk: Автори
mr: लेखक
ms: Pengarang
nb_no: Forfattere
ro: Autori
sk_sk: Autori
sl_si: Avtorji
sq: Autorët
sr_rs@cyrillic: Аутори
sr_rs@latin: Autori
th: ผู้เขียน
uk_ua: Автор(и)
uz@latin: Mualliflar
vi_vn: Các tác giả
zh_cn: 作者
zh_hant: 作者

# article.title
source: Title
az: Başlıq
bg: Заглавие
bs_ba: Naslov
de_de: Titel
el_gr: Τίτλος
eu: Izenburua
gd_gb: Tiotal
gl_es: Título
hi_in: शीर्षक
hu_hu: Cím
hy_am: Վերնագիր
is: Titill
ja: タイトル
ka: სათაური
kab: Azwel
kk: Атауы
ku_iq: ناونیشان
ky: аты
lt: Antraštė
lv_lv: Nosaukums
mk_mk: Наслов
mr: शिर्षक
ms: Tajuk
nb_no: Tittel
ro: Titlu
sk_sk: Názov
sl_si: Naslov
sq: Titulli
sr_rs@cyrillic: Наслов
sr_rs@latin: Naslov
th: ชื่อเรื่อง
uk_ua: Назва
uz@latin: Sarlavha
vi_vn: Tiêu đề
zh_cn: 标题
zh_hant: 標題
