Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# notification-type-assignProductionUser
source: Assign a user to create galleys using the Assign link in the Participants list.
it_it: Per assegnare ad un utente la possibilità di creare gabbia usa il link Assegna nella lista di partecipanti
nl_nl: Gebruik de link "Toevoegen" in de deelnemerslijst om een gebruiker te vragen om proeven te maken.

# user-authorization-copyeditorAssignmentMissing
source: Access denied! You have not been assigned as a copyeditor to this article.
it_it: Accesso negato! Non hai incarico di copyeditor su quest'articolo.
nl_nl: Geen toegang! U bent niet de tekstredacteur voor dit artikel.

# user-authorization-noContext
source: No journal in context!
it_it: Nessuna rivista nel contesto!
nl_nl: Geen tijdschrift beschikbaar!

# user-authorization-sectionAssignment
source: You are trying to access an article that is not part of your section.
it_it: Stai cercando di accedere a un articolo che non appartiene alla tua sezione.
nl_nl: U probeert een artikel uit een andere sectie te benaderen

# user-authorization-invalidIssue
source: Invalid issue requested!
it_it: Richiesto un fascicolo non valido
nl_nl: Ongeldig nummer gevraagd!

# user-authorization-invalidCopyditorSubmission
source: Invalid copyeditor submission or no copyeditor submission requested!
it_it: Invio del copyeditor non valido o nessun invio richiesto!
nl_nl: Onjuiste tekstredacteur inzending of geen tekstredacteur inzending gevraagd!

# debug-notes-currencyListLoad
source: Loaded currency list "{$filename}" from XML
it_it: Elenco delle valute caricate "{$filename}" da XML
nl_nl: Lijst munteenheden "{$filename}" uit XML geladen

# grid-action-createContext
source: Create a New Journal
it_it: Crea una nuova rivista
nl_nl: Maak een nieuw tijdschrift

# editor-navigation-issues
source: Issues
it_it: Fascicoli
nl_nl: Nummers

# notification-type-approveSubmission
source: This submission is currently awaiting approval before it will appear in the issue.
it_it: Questa proposta sta aspettando l'approvazione prima di apparite nel fascicolo
nl_nl: Deze inzending wacht op goedkeuring voor ze zal verschijnen in het nummer.

# notification-type-approveSubmissionTitle
source: Awaiting approval.
it_it: In attesa di approvazione
nl_nl: In afwachting van goedkeuring.

# user-profile-form-showOtherContexts
source: Register with other journals
it_it: Registrati anche ad altre riviste
nl_nl: Registreer bij andere tijdschriften

# user-profile-form-hideOtherContexts
source: Hide other journals
it_it: Nascondi altre riviste
nl_nl: Verberg andere tijdschriften

# article-view-interstitial
source: Please choose an article file to download.
it_it: Per favore scegli un file di articolo da scaricare
nl_nl: Kies een bestand van een artikel om te downloaden.

# grid-catalogEntry-availableRepresentation-approved
source: Approved
it_it: Approvato
nl_nl: Goedgekeurd

# grid-catalogEntry-availableRepresentation-notApproved
source: Awaiting Approval
it_it: In attesa di approvazione
nl_nl: In afwachting van goedkeuring

# grid-catalogEntry-approvedRepresentation-title
source: Galley Approval
it_it: Approvazione gabbia
nl_nl: Goedkeuring van proeven

# grid-catalogEntry-approvedRepresentation-message
source: <p>Approve this galley for publication.</p>
it_it: <p>Approva questa gabbia per la pubblicazione.</p>
nl_nl: <p>Keur deze proef goed voor publicatie.</p>

# grid-catalogEntry-approvedRepresentation-removeMessage
source: <p>Remove approval of this galley.</p>
it_it: <p>Rimuovi approvazione di questa gabbia.</p>
nl_nl: <p>Maak goedkeuring van deze proef ongedaan.</p>

# search-cli-rebuildIndex-indexing
source: Indexing "{$journalName}"
it_it: Rindicizza "{$journalName}"
nl_nl: Indexering van "{$journalName}"

# search-cli-rebuildIndex-indexingByJournalNotSupported
source: This search implementation does not allow per-journal re-indexing.
it_it: Questa implementazione della ricerca non permette una renidicizzazione limitata ad una specifica rivista.
nl_nl: Deze zoekmachine ondersteunt geen herindexering per afzonderlijk tijdschrift.

# search-cli-rebuildIndex-unknownJournal
source: The given journal path "{$journalPath}" could not be resolved to a journal.
it_it: Questo puntatore, "{$journalPath}", non riesce a identificare uan specifica rivista.
nl_nl: Er kon geen tijdschrift worden gevonden voor het opgegeven pad "{$journalPath}".

# editor-issues-backIssues
source: Back Issues
it_it: Fascicoli passati
nl_nl: Vorige nummers

# editor-issues-futureIssues
source: Future Issues
it_it: Fascicoli futuri
nl_nl: Toekomstige nummers

# navigation-subscriptions
source: Subscriptions
it_it: Abbonamenti
nl_nl: Abonnementen

# log-editor-submissionExpedited
source: {$editorName} has taken the edit process for the article {$submissionId}.
it_it: {$editorName} ha preso in mano le modifiche per l'articolo {$submissionId}.
nl_nl: {$editorName} heeft de redactie voor het artikel {$submissionId} aanvaard.

# catalog-sortBy
source: Order of articles
nl_nl: Artikels sorteren op

# catalog-sortBy-categoryDescription
source: Choose how to order articles in this category.
nl_nl: Kies hoe artikels in deze categorie worden geordend.

# article-metadata
source: Metadata
it_it: Metadati

# article-details
source: Details
it_it: Dettagli

# submissions-sec
source: Sec
it_it: Sez

# issue-vol
source: Vol
it_it: V.

# reviewer-article-automatic
source: (Auto)
it_it: (Automatico)

# submission-logType-review
source: Review
it_it: Revisore

# user-subscriptions-status
source: Status
it_it: Stato

# about-contact
source: Contact
it_it: Contatto

# help-ojsHelp
source: Open Journal Systems Help
it_it: Aiuto su Open Journal Systems

# help-ojsHelpAbbrev
source: OJS Help
it_it: Aiuto su OJS

# installer-ojsUpgrade
source: OJS Upgrade
it_it: Aggiornamento di OJS

# installer-upgradeApplication
source: Upgrade Open Journal Systems
it_it: Aggiorna Open Journal Systems

# notification-type-awaitingRepresentations
source: Awaiting Galleys.
it_it: Gabbie in attesa
