Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# editor.submissionReview.notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightReviewerNotNotified">A Reviewer has been assigned but not notified by email</li> <li class="highlightNoDecision">All Reviewers have returned with their comments, but no decision is recorded</li> <li class="highlightRevisedCopyUploaded">Author has uploaded a revised manuscript</li> <li class="highlightReviewerConfirmationOverdue">Reviewer is overdue to confirm peer review invitation</li> <li class="highlightReviewerCompletionOverdue">Reviewer is overdue to complete review</li> </ul> </li> <li>"Due" is filled in when reviewer accepts request to review; it displays number of weeks to review's due date or (-) weeks that it is overdue.</li> </ol>
az: <ol> <li>Aşağıda qeyd olunan elementlər redaktor prosesi gözləyir: <ul> <li class="highlightReviewerNotNotified">Bir rəyçi təyin edildi ancaq email ilə məlumatlandırılmadı</li> <li class="highlightNoDecision">Bütün rəyçilər şərhlərini göndərdi, ancaq heç bir qərar qeyd edilmədi</li> <li class="highlightRevisedCopyUploaded">Müəllif gözdən keçirilmiş məqaləni yüklədi</li> <li class="highlightReviewerConfirmationOverdue">rəyçi dəyərləndirmə dəvətini təsdiq etmək üçün gecikib</li> <li class="highlightReviewerCompletionOverdue">rəyçi dəyərləndirməni tamamlamaq üçün gecikib</li> </ul> </li> <li>"Son tarix" rəyçilər dəyərləndirməni qəbul etdiklərində doldurulur; rəyçilərə verilən dəyərləndirmə müddətinin həftə sayını siyahıya alar və (-) ilə qeyd edilən gecikmiş həftə sayıdır.</li> </ol>
bg: <ol> <li>Маркираните елементи показват, че е необходимо действие от редактор, обозначен както следва : <ul> <li class="highlightReviewerNotNotified">Рецензент е асоцииран, но не е уведомен по имейл </li> <li class="highlightNoDecision">Всички рецензенти са върнали коментарите си, но не е записано решение </li> <li class="highlightRevisedCopyUploaded">Авторът е качил преработен ръкопис</li> <li class="highlightReviewerConfirmationOverdue">Рецензентът е закъснял да потвърди поканата да направи рецензия</li> <li class="highlightReviewerCompletionOverdue">Рецензентът е закъснял да завърши рецензията</li> </ul> </li> <li>„Срок“ се попълва, когато рецензентът приеме искането да направи рецензия; показва броя на седмиците за преразглеждане или (-) седмици, когато е просрочен. </li> </ol>
bs_ba: <ol> <li>Označene stavke ukazuju na radnje koje urednik mora poduzeti, označene kako slijedi: <ul> <li class="highlightReviewerNotNotified">Recenzent je dodijeljen ali nije obaviješten e-mailom</li> <li class="highlightNoDecision">Svi recenzenti su dostavili svoje komentare, ali odluka nije zabilježena</li> <li class="highlightRevisedCopyUploaded">Autor je postavio revidirani rukopis</li> <li class="highlightReviewerConfirmationOverdue">Recenzent nije u roku potvrdio poziv na recenziranje članka</li> <li class="highlightReviewerCompletionOverdue">Recenzent nije u roku obavio recenziju</li> </ul> </li> <li>"Rok" se popunjava kada recenzent prihvati poziv na recenziranje; prikazuje broj tjedana do krajnjeg datuma postavljanja recenzije ili (-) tjedana koliko je prešao/la rok.</li> </ol>
de_de: <ol> <li>Hervorgehobene Einträge geben an, dass eine Aktion durch eine/n Redakteur/in erforderlich ist, gekennzeichnet wie folgt: <ul> <li class="highlightReviewerNotNotified">Ein/e Gutachter/in ist zugewiesen worden, aber noch nicht per E-Mail benachrichtigt worden.</li> <li class="highlightNoDecision">Alle Gutachter/innen haben ihre Kommentare eingereicht, aber es ist noch keine Entscheidung protokolliert worden.</li> <li class="highlightRevisedCopyUploaded">Autor/in hat ein überarbeitetes Manuskript hochgeladen.</li> <li class="highlightReviewerConfirmationOverdue">Gutachter/in hat die Begutachtungsanfrage noch nicht beantwortet, die Frist ist abgelaufen.</li> <li class="highlightReviewerCompletionOverdue">Gutachter/in hat die Begutachtung noch nicht abgeschlossen, die Frist ist abgelaufen.</li> </ul> </li> <li>"Fällig" wird ausgefüllt, wenn ein/e Gutachter/in die Begutachtungsaufgabe übernimmt; die Spalte nennt die Anzahl der Wochen, bis ein Gutachten fällig ist oder (-) die Anzahl der Wochen, die ein Gutachten überfällig ist.</li> </ol>
el_gr: &lt;ol&gt; &lt;li&gt;Οι τονισμένοι τίτλοι τεκμηρίων υποδεικνύουν ότι απαιτείται μία ενέργεια από κάποιον Επιμελητή, όπως παρακάτω: <ul> <li class="highlightReviewerNotNotified">Ένας Αξιολογητής ορίστηκε αλλά δεν ειδοποιήθηκε με μήνυμα</li> <li class="highlightNoDecision">Όλοι οι Αξιολογητές έχουν υποβάλει τα σχόλιά τους, ωστόσο δεν υπάρχει καταγεγραμμένη απόφαση</li> <li class="highlightRevisedCopyUploaded">Ο Συγγραφέας έχει μεταφορτώσει ένα αναθεωρημένο κείμενο</li> <li class="highlightReviewerConfirmationOverdue">Ο Αξιολογητής έχει καθυστερήσει να επιβεβαιώσει την αποδοχή του αιτήματος για αξιολόγηση</li> <li class="highlightReviewerCompletionOverdue">Ο Αξιολογητής έχει καθυστερήσει να ολοκληρώσει την αξιολόγηση</li> </ul> </li> </li>Το πεδίο "Προθεσμία αξιολόγησης" ενημερώνεται όταν ο Αξιολογητής αποδέχεται το αίτημα για αξιολόγηση και εμφανίζει τον αριθμό των εβδομάδων μέχρι την καταληκτική ημερομηνία αξιολόγησης, ή (στην περίπτωση που εμφανίζεται το "-") τον αριθμό των εβδομάδων που η αξιολόγηση είναι εκπρόθεσμη.&lt;/li&gt; &lt;/ol&gt;
eu: <ol> <li>Elementu nabarmenduek editorearen ekintza behar dutela adierazten dute, eta honako etiketa hauekin azaltzen dira.</li> <ul> <li class="highlightReviewerNotNotified">Ebaluatzaile bat esleitu da, baina ez zaio mezu elektroniko baten bidez jakinarazi</li> <li class="highlightNoDecision">Ebaluatzaile guztiek beren txostenak bidali dituzte, baina ez da erabakirik hartu</li> <li class="highlightRevisedCopyUploaded">Egileak bere lanaren bertsio berrikusi bat igo du</li> <li class="highlightReviewerConfirmationOverdue">Ebaluatzailea epez kanpo dago aditu-ebaluaziorako gonbitea onartzeko</li> <li class="highlightReviewerCompletionOverdue">Ebaluatzailean epez kanpo dago ebaluazioa bidaltzeko </li> </ul> </li> <li>"Epea" ebaluatzaileak ebaluatzeko eskaera onartzen duenean betetzen da, eta erakusten du zenbat aste falta diren ebaluazioaren epea betetzeko edo atzerapenezko (-) asteak zenbat diren.</li> </ol>
gd_gb: <ol> <li>Ma tha nì air a shoillseachadh, tha sin ag innse gum feum deasaiche rudeigin a dhèanamh agus seo na leubailean: <ul> <li class="highlightReviewerNotNotified">Chaidh lèirmheasaiche iomruineadh ach cha deach fios a chur aca air a’ phost-d </li> <li class="highlightNoDecision">Thill gach lèirmheasaiche na beachdan aca ach cha deach co-dhùnadh a chlàradh </li> <li class="highlightRevisedCopyUploaded">Luchdaich an t-ùghdar suas sgrìobhainn lèirmheasaichte </li> <li class="highlightReviewerConfirmationOverdue">Tha an lèirmheasaiche fadalach le dearbhadh a’ chuiridh gu lèirmheas seise </li> <li class="highlightReviewerCompletionOverdue">Tha an lèirmheasaiche fadalach le coileanadh an lèirmheis </li> </ul> </li> <li>Thèid an raon “Ri lìbhrigeadh” a lìonadh nuair a ghabhas an lèirmheasaiche ris an iarrtas airson lèirmheas; seallaidh e co mheud seachdain a tha air fhàgail gu ceann-là lìbhrigeadh an lèirmheis no (-) co mheud seachdain ’s a tha e fadalach.</li> </ol>
gl_es: <ol> <li>Os elementos salientados indican que cómpre unha acción por parte do editor/a e son etiquetadas da maneira seguinte: <ul> <li class="highlightReviewerNotNotified">Un revisor/a foi asignado pero non recibiu a notificación por correo electrónico</li> <li class="highlightNoDecision">Todos os revisores/as enviaron os seus comentarios, pero non se rexistrou ningunha decisión</li> <li class="highlightRevisedCopyUploaded">O autor/a cargou unha versión revisada do manuscrito</li> <li class="highlightReviewerConfirmationOverdue">O revisor/a demorouse en aceptar a petición de avaliación</li> <li class="highlightReviewerCompletionOverdue">O revisor/a demorouse en entregar a revisión</li> </ul> </li> <li>A opción "Pendente" queda marcada cando un revisor/a acepta a petición de revisión; aparece o número de semanas ata a data de vencemento da revisión ou (-) de semanas de atraso.</li> </ol>
hu_hu: <ol> <li>A kijelölt tételek szerkesztői beavatkozást igényelnek az alábbiak szerint: <ul> <li class="highlightReviewerNotNotified">Egy Szakmai lektor hozzárendelése megtörtént, de email értesítést nem kapott</li> <li class="highlightNoDecision">Minden Szakmai lektor elküldte a véleményét, de nincs rögzített döntés</li> <li class="highlightRevisedCopyUploaded">A Szerző feltöltött egy átdolgozott kéziratot</li> <li class="highlightReviewerConfirmationOverdue">A Szakmai lektornak lejárt az ideje, hogy visszajelezzen a lektori felkérésre</li> <li class="highlightReviewerCompletionOverdue">A Szakmai lektornak lejárt a lektorálási ideje</li> </ul> </li> <li>A "Határidő" ki van töltve amikor a szakmai lektor elfogadja a lektori felkérést; ez a lektorálási határidő leteltéig a hátralévő hetek számát mutatja meg vagy (-) a már lejárt hetek számát.</li> </ol>
hy_am: <ol> <li>Ընդգծված տարրերը ցույց են տալիս, որ խմբագրի կողմից պահանջվում է գործողություն՝ պիտակավորված հետևյալ կերպ. <ul> <li class="highlightReviewerNotNotified">Գրախոս է նշանակվել, բայց էլ․ փոստով չի ծանուցվել</li> <li class="highlightNoDecision">Բոլոր գրախոսները վերադարձել են իրենց մեկնաբանություններով, բայց ոչ մի որոշում չի գրանցվել</li> <li class="highlightRevisedCopyUploaded">Հեղինակը վերբեռնել է վերանայված ձեռագիրը</li> <li class="highlightReviewerConfirmationOverdue">Գրախոսը ուշացել է՝ հաստատելու գործընկերների կարծիքի հրավերը</li> <li class="highlightReviewerCompletionOverdue">Գրախոսը ուշացել է՝ գրախոսությունն ավարտելու համար</li> </ul> </li> <li>"Վերասդարձը" լրացվում է, երբ գրախոսն ընդունում է գրախոսման հարցումը. այն ցույց է տալիս շաբաթների քանակը գրախոսության վերադարձի համար կամ (-) շաբաթներ, երբ այն ժամկետանց է:</li> </ol>
is: <ol> <li>Uppljómuð atriði gefa til kynna aðgerð sem ritstjóri þarf að framkvæma, merkt sem eftirarandi: <ul> <li class="highlightReviewerNotNotified">Búið að úthluta ritrýni, en ekki senda ritrýni tilkynningu í tölvupósti</li> <li class="highlightNoDecision">Allir ritrýnar hafa skilað athugasemdum sínum, en engin ákvörðun hefur verið skráð</li> <li class="highlightRevisedCopyUploaded">Höfundur hefur hlaðið upp lagfærðu handriti</li> <li class="highlightReviewerConfirmationOverdue">Ritrýnir er kominn fram yfir skiladag staðfestingar á hvort viðkomandi taki að sér ritrýnina</li> <li class="highlightReviewerCompletionOverdue">Ritrýnir er kominn fram yfir skiladag á ritrýni</li> </ul> </li> <li>"Skila" Er útfyllt þegar ritrýnir samþykkir beiðni um ritrýni. Það sýnir fjölda vikna til skiladags á ritrýni eða (-)vikur sem komið er fram yfir skiladag.</li> </ol>
ja: <ol> <li>ハイライトされたアイテムは編集者による下記のとおりアクションが必要です。 <ul> <li class="highlightReviewerNotNotified">査読者が任命されましたが、メールでは通知されていません</li> <li class="highlightNoDecision">すべての査読者がコメントを返していますが、判断は記録されていません</li> <li class="highlightRevisedCopyUploaded">著者が改訂版をアップロードしました</li> <li class="highlightReviewerConfirmationOverdue">査読招待の確認には期限が過ぎています</li> <li class="highlightReviewerCompletionOverdue">査読完了には期限が過ぎています</li> </ul> </li> <li>"期限"は査読者が査読依頼を引き受けた際に入力されます。査読者の査読期限日または(-) 週数で表示されます。</li> </ol>
ka: <ol> <li> მონიშნულ ერთეულებში მითითებულია, რომ რედაქტორი მოითხოვს მოქმედებას, რომელსაც აწერია შემდეგი: <ul> <li class="highlightReviewerNotNotified">რეცენზენტი დანიშნულია, მაგრამ მას ელ.ფოსტით არ აცნობებენ </li> <li class="highlightNoDecision">ყველა მიმომხილველი დაბრუნდა თავისი კომენტარებით, მაგრამ გადაწყვეტილება არ ფიქსირდება </li> <li class="highlightRevisedCopyUploaded">ავტორმა ატვირთა შესწორებული ხელნაწერი </li> <li class="highlightReviewerConfirmationOverdue">მიმომხილველი ვადაგასულია, რათა დაადასტუროთ კოლეგების მიმოხილვის მოსაწვევი </li> <li class="highlightReviewerCompletionOverdue">რეცენზენტი ვადაგასულია განხილვის დასრულებისას </li> </ul> </li> <li> “ვადა” ივსება, როდესაც რეცენზენტი მიიღებს თხოვნას განხილვის შესახებ; იგი აჩვენებს კვირების რაოდენობას გადახედვის ვადის გადაცილებისთვის ან (-) კვირის განმავლობაში, რომ იგი დაგვიანებულია. </li> </ol>
kk: <ol> <li> Бөлектелген жолдар редактордың белгілі бір әрекеттерді орындауы керектігін көрсетеді және келесі шарттар қолданылады: <ul> <li class="highlightReviewerNotNotified">Тексеруші тағайындалды, бірақ электрондық пошта арқылы хабарланбады </li> <li class="highlightReviewerNotNotified">Барлық шолушылар өз пікірлерін пікірлермен жіберді, бірақ ешқандай шешім қабылданбады </li> <li class="highlightRevisedCopyUploaded"> Автор сайтқа материалдың өңделген нұсқасын жүктеді </li> <li class="highlightReviewerCompletionOverdue"> Рецензент тексеруге қатысқанын белгіленген мерзімге дейін растамады </li> <li class="highlightReviewerCompletionOverdue">Рецензент қарау мерзіміне дейін шолуды жібермеді </li> </ul> </li> <li> Мерзімі аяқталу өрісі рецензент шолуға қатысуға келіскен кезде толтырылады; онда шолу үшін бөлінген мерзім аяқталғанға дейінгі апталардың саны немесе (минус белгісімен) шолуды ұсыну мерзімі өтіп кеткен апталардың саны көрсетіледі. </li> </ol>
ku_iq: <ol> <li>ئەو دانانەی کە دیاری کراون پێویستییان بە دەستکاری سەرنوسەر هەیە بەم شیوەیەی خوارەوە: <ul> <li class="highlightReviewerNotNotified">هەڵسەنگێنەر دیاری کراوە بەڵام بە ئیمەیڵ ئاگادار نەکراوەتەوە</li> <li class="highlightNoDecision">هەمو هەڵسەنگاندنەکان بە تێبینییەوە گەڕاونەتەوە بەڵام بڕیاری کۆتایی دەربارەی توێژینەوەکە تۆمار نەکراوە</li> <li class="highlightRevisedCopyUploaded">توێژەر تێبینیی هەڵسەنگێنەرانی چاک کردووە و فایلە نوێیەکەی بار کردووە</li> <li class="highlightReviewerConfirmationOverdue">هەڵسەنگێنەر لە کاتی دیاریکراودا هەڵسەنگاندنەکەی قبوڵ نەکردووە</li> <li class="highlightReviewerCompletionOverdue">هەڵسەنگێنەر لە کاتی دیاریکراودا هەڵسەنگاندنەکەی تەواو نەکردووە</li> </ul> </li> <li>"دەرفەت" دەستنیشان دەکرێت کاتێک هەڵسەنگێنەر بە هەڵسەنگاندنەکە ڕازی دەبێت؛ ئەمە دەرفەتی بەردەستی هەڵسەنگێنەر لە ڕوی کاتەوە بۆ هەڵسەنگاندنەکەی دیاری دەکات (-) هەفتە بۆ هەڵسەنگاندنەکە</li> </ol>
ky: <ol> <li>Белгиленген пункттар редактор тарабынан аракет талап кылынганын көрсөтөт, төмөнкүдөй белгилер менен: <ul> <li class="highlightReviewerNotNotified">Рецензент дайындалган, бирок электрондук почта аркылуу кабарланбаган</li> <li class="highlightNoDecision">Бардык рецензенттер комментарийлерин кайтарып беришкен, бирок чечим жазыла элек</li> <li class="highlightRevisedCopyUploaded">Автор жаңыртылган кол жазманы жүктөгөн</li> <li class="highlightReviewerConfirmationOverdue">Рецензент рецензияга чакырууну тастыктоодо кечигип жатат</li> <li class="highlightReviewerCompletionOverdue">Рецензент кароону бүтүрүүдө кечигип жатат</li> </ul> </li> <li>"Мөөнөт" рецензент кароого макул болгондо толтурулат; анда кароонун мөөнөтүнө калган жума саны же кечиккен жума саны (-) көрсөтүлөт.</li> </ol>
lt: <ol> <li>Pažymėti elementai rodo, kad redaktorius turi atlikti veiksmą. Žymėjimai yra tokie: <ul> <li class="highlightReviewerNotNotified">Recenzentui paskirta užduotis, bet jis nebuvo informuotas el. paštu</li> <li class="highlightNoDecision">Visi recenzentai pateikė savo komentarus, bet sprendimas neužregistruotas</li> <li class="highlightRevisedCopyUploaded">Autorius įkėlė pataisytą rankraštį</li> <li class="highlightReviewerConfirmationOverdue">Recenzentas pavėlavo patvirtinti kvietimą recenzuoti</li> <li class="highlightReviewerCompletionOverdue">Recenzentas pavėlavo užbaigti recenziją</li> </ul> </li> <li>„Terminas“ užpildomas, kai recenzentas priima prašymą recenzuoti; rodoma, kiek savaičių liko iki recenzijos termino, arba (-) savaitės, jei terminas pradelstas.</li> </ol>
lv_lv: <ol> <li>Izceltie elementi norāda, ka redaktoram ir jāveic darbība, kas apzīmēta šādi: <ul> <li class="highlightReviewerNotNotified">Recenzents ir piešķirts, bet par to nav paziņots pa e-pastu</li> <li class="highlightNoDecision">Visi recenzenti ir iesnieguši savus komentārus, bet lēmums nav reģistrēts</li> <li class="highlightRevisedCopyUploaded">Autors ir augšupielādējis pārskatītu manuskriptu</li> <li class="highlightReviewerConfirmationOverdue">Recenzents ir nokavējis recenzēšanas uzaicinājuma apstiprināšanu</li> <li class="highlightReviewerCompletionOverdue">Recenzents ir nokavējis recenzijas pabeigšanu</li> </ul> </li> <li>Sadaļa "Termiņš" tiek aizpildīta, kad recenzents pieņem uzaicinājumu recenzēt; tā parāda nedēļu skaitu līdz recenzēšanas termiņa beigām vai (-) nedēļu skaitu, par kurām termiņš ir nokavēts.</li> </ol>
mk_mk: <ol> <li> Означените ставки означуваат дека е потребно дејство од уредник, означено како што следува: <ul> <li class = "highlightReviewerNotNotified"> Назначен е прегледувач, но не е известен преку е-пошта </li> <li class = "highlightNoDecision"> Сите рецензенти се вратија со своите коментари, но нема заведено решение </li> <li class = "highlightRevisedCopyUploaded"> Авторот постави ревидиран ракопис </li> <li class = "highlightReviewerConfirmationOverdue"> Рецензентот доцни за да ја потврди поканата за рецензија </li> <li class = "highlightReviewerCompletionOverdue"> Рецензентот доцни за комплетен преглед </li> </ul> </li> <li> „Се должи“ се пополнува кога рецензентот прифаќа барање за преглед; тој прикажува број на недели за датумот на доспевање на прегледот или (-) седмицата кога е достасан. </li> </ol>
mr: <ol> <li>ज्याला खालीलप्रमाणे लेबल केले आहे असे ठळक मुद्दे सूचित करतात की संपादकाकडून यावर कृती आवश्यक आहे : <ul> <li class="highlightReviewerNotNotified">समीक्षक नियुक्त केला आहे परंतु ई-मेलद्वारे सूचित केलेले नाही</li> <li class="highlightNoDecision">सर्व समीक्षकांच्या टिप्पण्या पोहोचल्या आहेत, परंतु कोणताही निर्णय नोंदवलेला नाही</li> <li class="highlightRevisedCopyUploaded">लेखकाने सुधारित सादरीकरण संक्रमित (अपलोड) केले आहे</li> <li class="highlightReviewerConfirmationOverdue">समीक्षकाने समीक्षण करण्याच्या आवाहनाला होकार द्यायची वेळ टळली आहे</li> <li class="highlightReviewerCompletionOverdue">समीक्षकाने समीक्षण पाठवण्याची वेळ टळली आहे</li> </ul> </li> <li>"अपेक्षित तारीख" समीक्षकाने समीक्षण करण्याची विनंती स्वीकारतो तेव्हा भरली जाते; ती समीक्षणाच्या अपेक्षित तारखेसाठी किती आठवडे शिल्लक उरले ती संख्या दाखवते किंवा मुदत संपल्यानंतर किती आठवडे उलटले (- चिन्ह वापरून) हे दाखवते.</li> </ol>
ms: <ol> <li> Item yang disorot menunjukkan tindakan diperlukan oleh editor, yang dilabelkan seperti berikut: <ul> <li class = "highlightReviewerNotNotified"> Pengulas telah ditugaskan tetapi tidak dimaklumkan melalui e-mel </li> <li class = "highlightNoDecision"> Semua Pengulas telah kembali dengan komen mereka, tetapi tidak ada keputusan yang direkodkan </li> <li class = "highlightRevisionCopyUploaded"> Pengarang telah memuat naik manuskrip yang disemak semula </li> <li class = "highlightReviewerConfirmationOverdue"> Pengulas terlambat untuk mengesahkan jemputan ulasan sejawat </li> <li class = "highlightReviewerCompletionOverdue"> Pengulas terlambat untuk menyelesaikan ulasan</li> </ul> </li> <li> "Tamat masa" diisi apabila pengulas menerima permintaan untuk mengulas; ia memaparkan jumlah tarikh akihir minggu untuk mengulas atau (-) minggu yang tertunggak </li> </ol>
nb_no: <ol> <li>De merkede elementene indikerer at redaktøren har oppgaver som venter. De er merket som følger: <ul> <li class="highlightReviewerNotNotified">En fagfelle har blitt oppnevnt men ikke mottatt e-post</li> <li class="highlightNoDecision">Alle fagfeller har sendt inn kommentarene sine, men ingen avgjørelse er registrert </li> <li class="highlightRevisedCopyUploaded">Forfatter har lastet opp en revidert fil</li> <li class="highlightReviewerConfirmationOverdue">Fagfellen har ikke svart på forespørsel om fagfellevurdering innen fristen</li> <li class="highlightReviewerCompletionOverdue">Fagfellen har ikke levert inn fagfellevurderingen innen fristen</li> </ul> </li> <li>«Frist» fylles ut når fagfellen aksepterer forespørselen. Det viser antall uker fagfellen har på å fullføre vurderingen eller (-) uker siden fristen gikk ut.</li> </ol>
ro: <ol> <li>Elementele evidențiate indică o acțiune necesar a fi efectuată de către un editor, după cum urmează: <ul> <li class="highlightReviewerNotNotified">Un recenzor a fost atribuit, dar nu a fost notificat prin e-mail</li> <li class="highlightNoDecision">Toți recenzorii au revenit cu comentariile lor, dar nu este înregistrată nicio decizie</li> <li class="highlightRevisedCopyUploaded">Autorul a încărcat un manuscris revizuit</li> <li class="highlightReviewerConfirmationOverdue">Recenzorul a întârziat să confirme invitația de recenzie</li> <li class="highlightReviewerCompletionOverdue">Recenzorul a întârziat să completeze evaluarea</li> </ul> </li> <li>"Due" se completează atunci când recenzorul acceptă cererea de revizuire; afișează numărul de săptămâni pentru a revizui data scadentă sau (-) săptămâni in care a fost restante.</li> </ol>
sk_sk: <ol> <li>Zvýraznené položky označujú akciu, ktorú vyžaduje editor, označený takto: <ul> <li class="highlightReviewerNotNotified">Recenzent bol priradený, ale nebol oznámený e-mailom</li> <li class="highlightNoDecision">Všetci recenzenti sa vrátili so svojimi komentármi, ale žiadne rozhodnutie nie je zaznamenané</li> <li class="highlightRevisedCopyUploaded">Autor nahral revidovaný rukopis</li> <li class="highlightReviewerConfirmationOverdue">Recenzent čaká na potvrdenie pozvania ku vzájomnej recenzii</li> <li class="highlightReviewerCompletionOverdue">Recenzent čaká na dokončenie kontroly</li> </ul> </li> <li>"Termín splnenia" je vyplnený v okamihu, keď recenzent prijme žiadosť o recenziu; ukazuje počet týždňov do termínu splnenia alebo (-) počet týždňov po termíne.</li> </ol>
sl_si: <ol> <li>Poudarjene točke zahtevajo ukrepe urednika, kot sledi: <ul> <li class="highlightReviewerNotNotified">Recenzent je bil dodeljen, a ni bil obveščen preko e-pošte</li> <li class="highlightNoDecision">Vsi recenzenti so vrnili svoje komentarje, a nobena odločitev ni bila zabeležena</li> <li class="highlightRevisedCopyUploaded">Avtor je vložil nov rokopis</li> <li class="highlightReviewerConfirmationOverdue">Recenzent je prekoračil rok za potrditev vabila k recenziranju</li> <li class="highlightReviewerCompletionOverdue">Recenzent je prekoračil rok za dokončanje recenzije</li> </ul> </li> <li>"Rok" je vpisan, kadar rezencent sprejme zahtevo po recenziji; prikazuje število tednov do roka za dokončanje revizije ali (-) tednov zamujanja.</li> </ol>
sr_rs@cyrillic: <ol> <li>Код назначених ставки очекује се уреднички поступак.</li> <li>"Рок" се активира у тренутку када рецензент прихвати захтев за рецензију и означава број недеља до истека рока за израду рецензије или (-) када је рок рецензије истекао.</li> </ol>
sr_rs@latin: <ol> <li>Kod naznačenih stavki očekuje se urednički postupak.</li> <li>"Rok" se aktivira u trenutku kada recenzent prihvati zahtev za recenziju i označava broj nedelja do isteka roka za izradu recenzije ili (-) kada je rok recenzije istekao.</li> </ol>
th: <ol> <li>รายการที่ไฮไลต์หมายถึงการดำเนินการที่ต้องทำโดยบรรณาธิการ โดยระบุดังนี้: <ul> <li class="highlightReviewerNotNotified">ผู้พิจารณาถูกกำหนดแล้วแต่ยังไม่ได้รับการแจ้งทางอีเมล</li> <li class="highlightNoDecision">ผู้พิจารณาทุกคนได้ส่งความคิดเห็นแล้ว แต่ยังไม่มีการบันทึกการตัดสินใจ</li> <li class="highlightRevisedCopyUploaded">ผู้เขียนได้อัปโหลดต้นฉบับที่แก้ไขแล้ว</li> <li class="highlightReviewerConfirmationOverdue">ผู้พิจารณาล่าช้าในการยืนยันคำเชิญการพิจารณา</li> <li class="highlightReviewerCompletionOverdue">ผู้พิจารณาล่าช้าในการเสร็จสิ้นการพิจารณา</li> </ul> </li> <li>"กำหนดส่ง" จะถูกเติมเมื่อผู้พิจารณายอมรับคำขอให้พิจารณา; แสดงจำนวนสัปดาห์จนถึงวันที่ครบกำหนดการพิจารณาหรือจำนวนสัปดาห์ (-) ที่ล่าช้าเกินกำหนด</li> </ol>
uk_ua: <ol> <li>Підсвічені пункти визначають, що від редактора вимагається певна дія, описана нижче: <ul> <li class="highlightReviewerNotNotified">Рецензент був призначений, але його не повідомлено електронною поштою</li> <li class="highlightNoDecision">Всі рецензенти надіслали свої рецензії з коментарями, але рішення не було прийняте</li> <li class="highlightRevisedCopyUploaded">Автор вивантажив на сайт виправлену версію рукопису</li> <li class="highlightReviewerConfirmationOverdue">Рецензент не підтвердив свою згоду на рецензування до вказаного терміну</li> <li class="highlightReviewerCompletionOverdue">Рецензент не надіслав рецензію до вказаного терміну</li> </ul> </li> <li>Поле "До" заповнюється після того, як рецензент приймає запит на рецензування; у полі вказується кількість тижнів до дати кінцевого терміну рецензування або (-) кількість тижнів після цієї дати.</li> </ol>
uz@latin: <ol> <li> Ajratilgan elementlar tahrirchi tomonidan quyidagicha etiketlangan harakat talab qilinishini ko'rsatadi: <ul> <li class = "ta'kidlashReviewerNotNotified"> Taqrizchi tayinlangan, lekin unga elektron pochta orqali xabar berilmagan </li> <li class = "ta'kidlashNoDecision"> Barcha sharhlovchilar o'z sharhlari bilan qaytishdi, lekin hech qanday qaror yozilmagan </li> <li class = "ta'kidlashRevisedCopyUploaded"> Muallif qayta ko'rib chiqilgan qo'lyozmani yukladi </li> <li class = "ta'kidlashReviewerConfirmationOverdue"> Taqrizchi taklifni tasdiqlash uchun kechikkan </li> <li class = "ta'kidlashReviewerCompletionOverdue"> Sharhlovchining ko'rib chiqish muddati kechikkan </li> </ul> </li> <li> "Tugash muddati" tekshiruvchi ko'rib chiqish uchun so'rovni qabul qilganda to'ldiriladi; u ko'rib chiqish muddati yoki (-) muddati o'tgan haftalar sonini ko'rsatadi. </li> </ol>
vi_vn: <ol> <li> Các mục được tô sáng cho biết hành động được yêu cầu bởi một biên tập viên, được gắn nhãn như sau: <ul> <li class = "highlightReviewerNotNotified"> Người phản biện đã được chỉ định nhưng không được thông báo qua email </li> <li class = "highlightNoDecision"> Tất cả những người phản biện đã phản hồi với các nhận xét của họ, nhưng không có quyết định nào được ghi lại </li> <li class = "highlightRevisedCopyUploaded"> Tác giả đã tải lên phiên bản sửa đổi </li> <li class = "highlightReviewerConf ConfirmationOverdue"> Người phản biện đã quá hạn để xác nhận lời mời phản biện </li> <li class = "highlightReviewerCompletionOverdue"> Người phản biện đã quá hạn để hoàn thành phản biện </li> </ul> </li> <li> "Thời hạn" được điền khi người phản biện chấp nhận yêu cầu phản biện; nó hiển thị số tuần để phản biện đáo hạn hoặc (-) tuần đã quá hạn. </li> </ol>
zh_cn: <ol> <li>突出项目表明编辑要求需要处理的项目，如下： <ul> <li class="highlightReviewerNotNotified">审稿人已定但未发邮件提醒</li> <li class="highlightNoDecision">所有审稿人都返回了他们的评论，但没有形成任何决定</li> <li class="highlightRevisedCopyUploaded">作者上传了一个修改稿</li> <li class="highlightReviewerConfirmationOverdue">审稿人逾期未确认同行审稿邀请</li> <li class="highlightReviewerCompletionOverdue">审稿人逾期完成的审稿</li> </ul> </li> <li>「期限」是指离审稿截止日还剩下多少周或者已经过期多少(-)周。当一个审稿人接受审稿的邀请时就算开始计算.</li> </ol>
