Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# navigation.infoForLibrarians
source: For Librarians
az: Kitabxanaçılar üçün
bg: За библиотекари
bs_ba: Za knjižničare
de_de: Für Bibliothekar/innen
el_gr: Για Υπεύθυνους βιβλιοθηκών
eu: Liburuzainentzat
gd_gb: Do leabhar-lannaichean
gl_es: Para os bibliotecarios/as
hi_in: लाइब्रेरियन के लिए
hu_hu: Könyvtárosoknak
hy_am: Գրադարանավարների հանար
is: Til bókasafna
ja: 図書館員の皆さまへ
ka: ბიბლიოთეკებისთვის
ku_iq: بۆ کەسانێک کە لە کتێبخانە کار دەکەن
ky: Китепканалар үчүн
lt: Bibliotekininkams
lv_lv: Bibliotekāriem
mk_mk: За библиотекари
mr: ग्रंथपालांकरता
ms: Untuk Pustakawan
nb_no: For bibliotekarer
ro: Pentru bibliotecari
sk_sk: Pre knihovníkov
sl_si: Za knjižničarje
sq: Për Bibliotekanët
sr_rs@cyrillic: За библиотекаре
sr_rs@latin: Za bibliotekare
th: สำหรับบรรณารักษ์
uk_ua: Для бібліотекарів
uz@latin: Kutubxonachilar uchun
vi_vn: Dành cho Thủ thư
zh_cn: 图书管理员
zh_hant: 供圖書館管理員之用

# navigation.infoForAuthors
source: For Authors
az: Müəlliflər üçün
bg: За автори
bs_ba: Za autore
de_de: Für Autor/innen
el_gr: Για Συγγραφείς
eu: Egileentzat
gd_gb: Do dh’ùghdaran
gl_es: Para os autores/as
hi_in: लेखकों के लिए
hu_hu: Szerzőknek
hy_am: Ըստ հեղինակների
is: Til höfunda
ja: 論文著者の皆さまへ
ka: ავტორებისთვის
ku_iq: بۆ توێژەران
ky: Авторлор үчүн
lt: Autoriams
lv_lv: Autoriem
mk_mk: За автори
mr: लेखकांकरता
ms: Untuk Pengarang
nb_no: For forfattere
ro: Pentru autori
sk_sk: Pre autorov
sl_si: Za avtorje
sq: Për Autorët
sr_rs@cyrillic: За ауторе
sr_rs@latin: Za autore
th: สำหรับผู้เขียน
uk_ua: Для авторів
uz@latin: Mualliflar uchun
vi_vn: Dành cho Tác giả
zh_cn: 作者
zh_hant: 供作者之用

# navigation.browseByAuthor
source: By Author
az: Müəlliflərə görə
bg: По автор
bs_ba: Po autoru
de_de: Nach Autor/in
el_gr: Κατά Συγγραφέα
eu: Egilearen arabera
gd_gb: A rèir ùghdair
gl_es: Por autor/a
hi_in: लेखक द्वारा
hu_hu: Szerző szerint
hy_am: Ըստ հեղինակի
is: Eftir höfundi
ja: 著者によるブラウズ
ka: ავტორის მიხედვით
kk: Автор бойынша
ku_iq: بەگوێرەی توێژەر
ky: Авторлор тарабынан
lt: Pagal autorių
lv_lv: Pēc autora
mk_mk: Според Автор
mr: लेखकानुसार
ms: Berdasarkan Pengarang
nb_no: Etter forfatter
ro: După Autor
sk_sk: Podľa autora
sl_si: Po avtorju
sq: Sipas Autorit
sr_rs@cyrillic: По аутору
sr_rs@latin: Po autoru
th: ตามผู้เขียน
uk_ua: За автором
uz@latin: Muallif tomonidan
vi_vn: Theo Tác giả
zh_cn: 通过作者
zh_hant: 按作者

# navigation.browseByIssue
source: By Issue
az: Nömrələrə görə
bg: По брой
bs_ba: Po broju časopisa
de_de: Nach Ausgabe
el_gr: Κατά τεύχος
eu: Zenbakiaren arabera
gd_gb: A rèir irise
gl_es: Por número
hi_in: अंक द्वारा
hu_hu: Számok szerint
hy_am: Ըստ թողարկման
is: Eftir tölublöðum
ja: 巻号によるブラウズ
ka: გამოცემის მიხედვით
kk: Журнал басылымы бойынша
ku_iq: بە گوێرەی ژمارە
ky: Чыгармалар боюнча
lt: Pagal numerį
lv_lv: Pēc izdevuma
mk_mk: Според издание
mr: अंकानुसार
ms: Berdasarkan Terbitan
nb_no: Etter utgaver
ro: După Număr (Volum)
sk_sk: podľa čísla
sl_si: Po številkah
sq: Sipas Numrit
sr_rs@cyrillic: По броју часописа
sr_rs@latin: Po broju časopisa
th: ตามฉบับ
uk_ua: За номером
uz@latin: Nashr bo'yicha
vi_vn: Theo Số
zh_cn: 通过刊期
zh_hant: 按期號

# navigation.otherJournals
source: Other Journals
az: Digər Jurnallar
bg: Други списания
bs_ba: Ostali časopisi
de_de: Andere Zeitschriften
el_gr: Άλλα Περιοδικά
eu: Beste aldizkari batzuk
gd_gb: Leabhraichean-là eile
gl_es: Outras revistas
hi_in: अन्य जर्नल्स
hu_hu: További folyóiratok
hy_am: Այլ ամսագրեր
is: Önnur tímarit
ja: その他の雑誌
ka: სხვა ჟურნალები
kk: Өзге журналдар
ku_iq: گۆڤارەکانی دیکە
ky: Башка журналдар
lt: Kiti žurnalai
lv_lv: Citi žurnāli
mk_mk: Останати списанија
mr: इतर नियतकलिके
ms: Jurnal Lain
nb_no: Andre tidsskrift
ro: Alte Reviste
sk_sk: Ďalšie časopisy
sl_si: Ostale revije
sq: Revista të tjera
sr_rs@cyrillic: Остали часописи
sr_rs@latin: Ostali časopisi
th: วารสารอื่น ๆ
uk_ua: Інші журнали
uz@latin: Boshqa jurnallar
vi_vn: Các tạp chí khác
zh_cn: 其他杂志
zh_hant: 其他期刊

# navigation.current
source: Current
az: Son nömrə
bg: Текущ
bs_ba: Trenutni broj
de_de: Aktuelle Ausgabe
el_gr: Τρέχον
eu: Unekoa
gd_gb: An tè làithreach
gl_es: Número actual
hi_in: वर्तमान
hu_hu: Aktuális
hy_am: Ընթացիկ
is: Nýjast
ja: 最新号
ka: მიმდინარე
kab: Amiran
kk: Ағымдағы басылым
ku_iq: دواهەمین ژمارە
ky: Акыркы чыгарылыш
lt: Naujausias numeris
lv_lv: Aktuālais
mk_mk: Тековно
mr: वर्तमान
ms: Semasa
nb_no: Nyeste
ro: Curent
sk_sk: Aktuálny
sl_si: Trenutna številka
sq: Më i fundit
sr_rs@cyrillic: Тренутни број
sr_rs@latin: Trenutni broj
th: ปัจจุบัน
uk_ua: Поточний випуск
uz@latin: Hozirgi
vi_vn: Số hiện tại
zh_cn: 最新一期
zh_hant: 當期期刊

# navigation.journalHelp
source: Journal Help
az: Yardım
bg: Помощна информация към списанието
bs_ba: Pomoć
de_de: Navigationshilfe
el_gr: Βοήθεια περιοδικού
eu: Aldizkariaren laguntza
gd_gb: Cobhair an iris-leabhair
gl_es: Axuda da revista
hi_in: जर्नल मदद
hu_hu: Folyóirat súgó
hy_am: Ամսագրի օգնություն
is: Hjálp
ja: ヘルプ
ka: დახმარება
kk: Көмек
ku_iq: یارمەتی
ky: Жардам
lt: Pagalba
lv_lv: Žurnāla palīdzība
mk_mk: Помош за списанието
mr: नियतकलिकाबाबत साह्य
ms: Bantuan Jurnal
nb_no: Hjelp
ro: Ajutorul oferit de revistă
sk_sk: Nápoveda časopisu
sl_si: Pomoč
sr_rs@cyrillic: Помоћ
sr_rs@latin: Pomoć
th: ความช่วยเหลือวารสาร
uk_ua: Допомога
uz@latin: Jurnal yordami
vi_vn: Trợ giúp Tạp chí
zh_cn: 期刊帮助
zh_hant: 期刊求助

# common.journalHomepageImage.altText
source: Journal Homepage Image
az: Jurnal ana səhifə şəkli
bg: Изображение на началната страница на списанието
bs_ba: Slika naslovne stranice časopisa
de_de: Bild auf der Startseite der Zeitschrift
el_gr: Εικόνα αρχικής σελίδας περιοδικού
eu: Aldizkariaren hasierako orriko irudia
gd_gb: Dealbh duilleag-dhachaigh an iris-leabhair
gl_es: Imaxe da páxina inicial da revista
hi_in: जर्नल मुखपृष्ठ छवि
hu_hu: Folyóiratoldal kép
hy_am: Ամսագրի գլխավոր էջի պատկերը
is: Forsíðumynd tímaritsins
ja: 雑誌ホームページ画像
ka: ჟურნალის მთავარი გვერდის სურათი
kk: Журнал басты бетінің суреті
ku_iq: وێنەی پەڕەی سەرەکیی گۆڤار
ky: Журналдын башкы бетинин сүрөтү
lt: Žurnalo pradinio puslapio atvaizdas
lv_lv: Žurnāla sākumlapas attēls
mk_mk: Слика на главната страна на списанието
mr: नियतकलिकाच्या मुख्यपृष्ठावरील प्रतिमा
ms: Imej Laman Utama Jurnal
nb_no: Bilde for tidsskriftets hjemmeside
ro: Imaginea de pe Pagina de Pornire
sk_sk: Obrázok domácej stránky časopisu
sl_si: Domača stran revije
sr_rs@cyrillic: Слика насловне стране часописа
sr_rs@latin: Slika naslovne strane časopisa
th: ภาพหน้าแรกของวารสาร
uk_ua: Зображення домашньої сторінки журналу
uz@latin: Jurnal bosh sahifasi tasviri
vi_vn: Hình ảnh Trang chủ Tạp chí
zh_cn: 期刊主页图片
zh_hant: 期刊主頁圖像

# common.homePageHeader.altText
source: Homepage Header
az: Ana səhifə başlığı
bg: Заглавие на началната страница
bs_ba: Zaglavlje naslovne stranice
de_de: Kopfzeile der Startseite
el_gr: Κεφαλίδα αρχικής σελίδας
eu: Hasierako orriaren goiburua
gd_gb: Bann-cinn na duilleige-dachaigh
gl_es: Cabeceira da páxina inicial
hi_in: मुख पृष्ठ का शीर्ष लेख
hu_hu: Weboldal fejléc
hy_am: Գլխավոր էջի վերնախորագիր
is: Haus forsíðu
ja: ページヘッダー
ka: მთავარი გვერდის სათაური
kk: Басты бет атауы
ku_iq: سەرپەڕەی سەرەکی
ky: Башкы беттин аталышы
lt: Pradinio puslapio antraštė
lv_lv: Sākumlapas galvene
mk_mk: Заглавје на главна страна
mr: मुख्यपृष्ठ शीर्ष (हेडर)
ms: Tajuk Laman Web
nb_no: Topptekst for tidsskriftets hjemmeside
ro: Antetul Paginii Home
sk_sk: Hlavička domácej stránky
sl_si: Glava domače strani
sr_rs@cyrillic: Заглавље наслове стране
sr_rs@latin: Zaglavlje naslove strane
th: ส่วนหัวของหน้าแรก
uk_ua: Заголовок домашньої сторінки
uz@latin: Bosh sahifa sarlavhasi
vi_vn: Tiêu đề trang chủ
zh_cn: 主页头部
zh_hant: 主頁標頭(Header)

# plugins.categories.auth.description
source: Authorization Plugins allow Open Journal Systems to delegate user authentication tasks to other systems, such as LDAP servers.
az: ADS səlahiyyətvermə qoşmaları, LDAP serverləri kimi digər sistemlərə istifadəçi kimlik təsdiqi üçün icazə verir.
bg: Плъгините за оторизация позволяват на Open Journal Systems да делегира задачи по удостоверяване на потребителите на други системи, като LDAP сървъри.
bs_ba: Autorizacijski dodaci omogućuju Open Journal Systems-u da vrši provjeru vjerodostojnosti korisničkih pristupa putem vanjskih sustava, kao što su LDAP poslužitelji.
de_de: Die Zugangs-Plugins ermöglichen Open Journal Systems, die Zugangsberechtigung von Benutzer/innen an andere Systeme, wie etwa LDAP-Server, zu übertragen.
el_gr: Τα Πρόσθετα Πιστοποίησης επιτρέπουν στο Open Journal Systems την ανάθεση εργασιών πιστοποίησης Χρηστών σε άλλα συστήματα, όπως τους διακομιστές LDAP.
eu: Baimena emateko pluginen bidez, Open Journal Systems-ek erabiltzaile-autentifikazioa beste sistema batzuen esku utz dezake, hala nola LDAP zerbitzariak.
gd_gb: Bheir plugain ùghdarrachaidh comas dha Open Journal Systems saothraichean dearbhadh chleachdaichean iomruineadh do shiostaman eile, can frithealaichean LDAP.
gl_es: Os complementos de autorización permiten que Open Journal Systems delegue as tarefas de autenticación de usuarios/as a outros sistemas, como os servidores LDAP.
hi_in: प्राधिकरण प्लगइन्स ओपन जर्नल सिस्टम को उपयोगकर्ता प्रमाणीकरण कार्यों को अन्य प्रणालियों, जैसे LDAP सर्वरों को सौंपने की अनुमति देता है।
hu_hu: A hitelesítési bővítmény lehetővé teszi, hogy a hitelesítési feladatokat ne az OJS, hanem más rendszer végezze, pl. LDAP szerverek.
hy_am: Թույլտվության պլագինները թույլ են տալիս Open Journal Systems-ին պատվիրակել օգտատերերի նույնականացման առաջադրանքները այլ համակարգերի, ինչպիսիք են LDAP սերվերները:
ja: オープン･ジャーナル･システムが行うユーザー認証をLDAPサーバなどの他のシステムに委任できるようにします。
ka: ავტორიზაციის პლაგინები Open Journal Systems-ს საშუალებას აძლევს მომხმარებლის ავტორიზაციის ამოცანები გადასცეს სხვა სისტემებს, მაგალითად, LDAP სერვერებს.
kk: Авторизация модульдері Open Journal Systems-те қолданушыларды аутентификациялауды LDAP серверлері секілді басқа жүйелермен байланыстыруға мүмкіндік береді.
ku_iq: گرێدانی خاوەندارێتی ڕێگا بە سیستەمی گۆڤاری کراوە دەدات کە خاوەندارێتی لە سیستەمەکانی دیکەشدا بکات، بۆ نمونە سێرڤەری LDAP.
ky: Авторизация плагиндери Open Journal Systems’ге колдонуучуну аутентификациялоо тапшырмаларын башка системаларга (мисалы, LDAP серверлерине) өткөрүүгө мүмкүндүк берет.
lt: Prieigos suteikimo Atvirosios žurnalų priegos sistemai leidžia vartotojo tapatybės nustatymo funkciją perduoti kitoms sistemoms, pavyzdžiui, LDAP protokolo serveriams.
lv_lv: Autorizācijas spraudņi ļauj Open Journal Systems deleģēt lietotāju autentifikācijas uzdevumus citām sistēmām, piemēram, LDAP serveriem.
mk_mk: Плагини за авторизација дозволуваат Open Journal Systems да делегира задачи за проверка на корисници до други системи, како LDAP сервери.
mr: ऑथोरायझेशन प्लग-इन्स LDAP सर्व्हर सारख्या इतर सिस्टीमला मुक्त नियतकालिके प्रणालीतील (ओपन जर्नल सिस्टीम्सना) वापरकर्त्यांचा खरेपणा सिद्ध करण्याचे काम सोपवतात.
ms: Plugin Pengesahan membenarkan Open Journal Systems menyerahkan tugas pengesahan pengguna ke sistem lain, seperti pelayan LDAP.
nb_no: Programtillegg for validering lar Open Journal Systems delegere brukervalidering til andre systemer, f.eks. LDAP-servere.
ro: Pluginurile de autorizare permit Open Journal Systems să delege sarcinile de autentificare a utilizatorului în alte sisteme, cum ar fi serverele LDAP.
sk_sk: Autorizačné pluginy umožňujú OJS delegovať overenie užívateľov na iné systémy ako napríklad LDAP servery.
sl_si: Avtorizacijski vtičnik omogoča, da Open Journal Systems delegira nalogo avtentikacije uporabnikov drugim sistemom, kot so recimo LDAP strežniki.
sr_rs@cyrillic: Ауторизацијски додаци омогућују Open Journal Систему да врши проверу веродостојности корисничких приступа путем спољашњих система као што је LDAP.
sr_rs@latin: Autorizacijski dodaci omogućuju Open Journal Sistemu da vrši proveru verodostojnosti korisničkih pristupa putem spoljašnjih sistema kao što je LDAP.
th: ปลั๊กอินการอนุญาตใช้ Open Journal Systems ในการมอบหมายงานการตรวจสอบสิทธิ์ของผู้ใช้ให้กับระบบอื่น ๆ เช่น เซิร์ฟเวอร์ LDAP
uk_ua: Модулі авторизації дозволяють Open Journal Systems делегувати завдання щодо аутентифікації користувачів іншим системам, таким як сервери LDAP.
uz@latin: Avtorizatsiya plaginlari Open Journal tizimlariga foydalanuvchilarni autentifikatsiya qilish vazifalarini boshqa tizimlarga, masalan, LDAP serverlariga topshirish imkonini beradi.
vi_vn: Plugin ủy quyền cho phép Open Journal Systems ủy quyền các tác vụ xác thực người dùng cho các hệ thống khác, chẳng hạn như máy chủ LDAP.
zh_cn: 认证插件程序让OJS将用户认证的工作授权给其他的系统，像是LDAP服务器.

# plugins.categories.viewableFiles.description
source: Article Galley Plugins add support for displaying different document types as article galleys.
az: Məqalə dizayn qoşmaları, məqalə əsasları kimi fərqli sənəd növlərini açmaq üçün dəstək verir.
bg: Плъгинът за типографии на статиите добавя поддръжка за показване на различни типове документи като типографии за статии.
bs_ba: Dodaci prijeloma časopisa dodaju podršku za prikaz različitih vrsta dokumenata kao prijeloma članka.
de_de: Plugins für Artikelfahnen fügen die Unterstützung für die Anzeige verschiedener Dokumentarten als Artikelfahnen hinzu.
el_gr: Τα Πρόσθετα Τυπογραφικού Δοκιμίου υποστηρίζουν την προβολή διαφορετικών ειδών εγγράφων ως τυπογραφικά δοκίμια άρθρου.
eu: Artikuluaren galeradarako pluginek ahalbidetzen dute dokumentu mota desberdinak artikuluaren galerada gisa bistaratzeko.
gd_gb: Tha plugain mòr-dhuilleagan nan artaigealan a’ toirt comas sgrìobhainnean de dhiofar seòrsaichean a shealltainn mar mhòr-dhuilleagan.
gl_es: Os complementos de galerada de artigo ofrecen soporte para mostrar diferentes tipos de documento como galeradas de artigo.
hi_in: लेख गैली प्लगइन्स अलग-अलग दस्तावेज़ प्रकार को लेख गैलिस के रूप में प्रदर्शित करने के लिए समर्थन जोड़ते हैं।
hu_hu: A cikk kefelenyomat bővítmény támogatást nyújt, hogy a különféle típusú dokumentumokat mint kefelnyomatot jelenítse meg a rendszer.
hy_am: Հոդվածի շարվածքի փլագինները աջակցություն են ավելացնում փաստաթղթերի տարբեր տեսակների ցուցադրման համար որպես հոդվածների շարվածքներ:
ja: 論文ゲラプラグインは、異なるドキュメントタイプを論文ゲラとして表示するためのサポートを追加します。
ka: სტატიების სვეტების პლაგინები ხელს უწყობს დოკუმენტის სხვადასხვა ტიპების სვეტებად ჩვენებას.
kk: Мақала қолжазбасының модульдері мақала қолжазбасы ретінде әр түрлі құжаттарды көрсетуге мүмкіндік береді.
ku_iq: گرێدانی تابلۆی توێژینەوەکان و پاڵپشتیکردنی توێژینەوە جۆراوجۆرەکان وەک تابلۆی توێژینەوە زیاد دەکات.
ky: Макала галлей плагиндери ар кандай документ түрлөрүн галлей катары көрсөтүүгө мүмкүнчүлүк берет.
lt: Straipsnio skilties įskiepių pagalba galima peržiūrėti skirtingus dokumentų tipus kaip straipsnio skiltis.
lv_lv: Rakstu saliktņa spraudņi papildina atbalstu dažādu dokumentu tipu atspoguļošanai rakstu saliktņos.
mk_mk: Плагин за отисок на труд додава поддршка за приказ на различни типови документи како отисоци на труд.
mr: आर्टिकल गॅली प्लग-इन विविध प्रकारच्या लेखनाच्या कच्च्या मुद्रितांना प्रदर्शित करण्यासाठी आधार देतात.
ms: Artikel Galley Plugin menambah sokongan untuk menampilkan berbagai jenis dokumen sebagai artikel galley.
nb_no: Programtillegg for artikkeloppsett gjør det mulig å vise ulike dokumenttyper i artikkeloppsettet.
ro: Pluginurile pentru Articole din Galley adaugă suport pentru vizualizarea diferitelor tipuri de documente din galeria de articole.
sk_sk: Pluginy sadzobníc článkov pridávajú podporu pre rôzne typy sadzobníc článkov.
sl_si: Vtičniki za prelom članka omogočajo prikaz različnih tipov dokumentov kot prelom članka.
sr_rs@cyrillic: Додатак за пробне копије чланка даје подршку за приказ разних типова докумената као пробних копија.
sr_rs@latin: Dodatak za probne kopije članka daje podršku za prikaz raznih tipova dokumenata kao probnih kopija.
th: ปลั๊กอินแกลเล่ย์บทความช่วยเพิ่มการสนับสนุนการแสดงประเภทเอกสารที่แตกต่างกันในรูปแบบแกลเล่ย์บทความ
uk_ua: Модулі гранок статей додають підтримку відображення документів різних типів як гранок статті.
uz@latin: Maqolali Galley plaginlari har xil turdagi hujjatlarni maqolalar galereyasi sifatida ko'rsatishni qo'llab -quvvatlaydi.
vi_vn: Plugin bản in bài báo thêm hỗ trợ để hiển thị các loại tài liệu khác nhau như là các bản in bài báo.
zh_cn: 稿件插件库用来为稿件的各种文档显示提供支持插件。
zh_hant: 文章校對樣本插件額外支援顯示各種文件種類如文章校對樣本。

# plugins.categories.viewableFiles
source: Article Galley Plugins
az: Məqalə dizayn qoşması
bg: Плъгин за типографии на статиите
bs_ba: Dodaci prijeloma članka
de_de: Plugins für Artikelfahnen
el_gr: Πρόσθετα Τυπογραφικού Δοκιμίου
eu: Artikuluaren galeradarako pluginak
gd_gb: Plugain mòr-dhuilleagan artaigealan
gl_es: Complementos de galerada dos artigos
hi_in: लेख गैली प्लगइन्स
hu_hu: Cikk kefelenyomat bővítmény
hy_am: Հոդվածի շարվածքի փլագիններ
ja: 論文ゲラプラグイン
ka: სტატიების სვეტების პლაგინები
kk: Мақаланың қолжазбасының модульдері
ku_iq: گرێدانی تابلۆی توێژینەوەکان
ky: Макала галлей плагиндери
lt: Straipsnio skilties įskiepiai
lv_lv: Rakstu saliktņu spraudņi
mk_mk: Плагин за отисок на труд
mr: आर्टिकल गॅली प्लग-इन
ms: Artikel Plugin Galley
nb_no: Programtillegg for artikkeloppsett
ro: Pluginurile pentru Articole din Galley
sk_sk: Pluginy pre sadzobnice článkov
sl_si: Vtičniki za prelom članka
sr_rs@cyrillic: Додатак за пробне копије чланка
sr_rs@latin: Dodatak za probne kopije članka
th: ปลั๊กอินแกลเล่ย์บทความ
uk_ua: Модулі гранок статей
uz@latin: Maqola Galley plaginlari
vi_vn: Plugin bản in bài báo
zh_cn: 稿件插件库
zh_hant: 文章校對樣本插件

# subscriptionManager.subscriptionTypes
source: Subscription Types
az: Abunəlik növləri
bg: Типове абонаменти
bs_ba: Tipovi pretplata
de_de: Abonnement-Arten
el_gr: Τύποι συνδρομών
eu: Harpidetza-motak
gd_gb: Seòrsaichean de dh’fho-sgrìobhaidhean
gl_es: Tipos de subscricións
hi_in: सदस्यता प्रकार
hu_hu: Előfizetési típusok
hy_am: Բաժանորդագրման տեսակները
is: Áskriftarleiðir
ja: 購読種別
ka: გამოწერის ტიპები
kk: Тіркелу түрлері
ku_iq: جۆری بەشداریکردنەکان
ky: Жазылуу түрлөрү
lt: Prenumeratos tipai
lv_lv: Abonementu veidi
mk_mk: Типови претплати
mr: सदस्यत्वाचे प्रकार
ms: Jenis Langganan
nb_no: Abonnementstyper
ro: Tipuri de abonamente
sk_sk: Typy predplatného
sl_si: Tipi naročnin
sr_rs@cyrillic: Типови претплата
sr_rs@latin: Tipovi pretplata
th: ประเภทการสมัครสมาชิก
uk_ua: Типи передплат
uz@latin: Obuna turlari
vi_vn: Kiểu thuê bao
zh_cn: 订阅类型
zh_hant: 訂閱種類

# subscriptionManager.institutionalSubscriptions
source: Institutional Subscriptions
az: Korporativ abunəlik
bg: Институционални абонаменти
bs_ba: Institucionalne pretplate
de_de: Institutionelle Abonnements
el_gr: Ιδρυματικές συνδρομές
eu: Harpidetza instituzionalak
gd_gb: Fo-sgrìobhaidhean institiuide
gl_es: Subscricións institucionais
hi_in: संस्थागत सदस्यता
hu_hu: Intézményi előfizetők
hy_am: Ինստիտուցիոնալ բաժանորդագրություններ
is: Stofnanaáskriftir
ja: 機関購読
ka: ორგანიზაციის გამოწერები
kk: Ұйымға жазылу
ku_iq: بەشداریکردنی دەزگایی
ky: Институционалдык жазылуулар
lt: Institucijos prenumeratos
lv_lv: Iestāžu abonementi
mk_mk: Институционални претплати
mr: संस्था सदस्यत्व
ms: Langganan Institusi
nb_no: Institusjonelle abonnementer
ro: Abonare instituțională
sk_sk: Inštitucionálne predplatné
sl_si: Institucionalne naročnine
sr_rs@cyrillic: Институционалне претплате
sr_rs@latin: Institucionalne pretplate
th: การสมัครสมาชิกแบบสถาบัน
uk_ua: Інституційні передплати
uz@latin: Institutsional obunalar
vi_vn: Thuê bao tổ chức
zh_cn: 机构订阅
zh_hant: 院校訂閱

# subscriptionManager.individualSubscriptions
source: Individual Subscriptions
az: Fərdi abunəlik
bg: Индивидуални (лични) абонаменти
bs_ba: Individualne pretplate
de_de: Individuelle Abonnements
el_gr: Ατομικές συνδρομές
eu: Banakako harpidetzak
gd_gb: Fo-sgrìobhaidhean daoine fa leth
gl_es: Subscricións individuais
hi_in: व्यक्तिगत सदस्यताएँ
hu_hu: Egyéni előfizetők
hy_am: Անհատական բաժանորդագրություններ
is: Einstaklingsáskriftir
ja: 個人購読
ka: ინდივიდუალური გამოწერები
kk: Жеке жазылымдар
ku_iq: بەشداریکردنی کەسی
ky: Жеке жазылуулар
lt: Asmens prenumeratos
lv_lv: Individuāli abonementi
mk_mk: Поединечни претплати
mr: वैयक्तिक सदस्यत्व
ms: Langganan Individu
nb_no: Personlige abonnementer
ro: Abonare individuală
sk_sk: Individuálne predplatné
sl_si: Individualne naročnine
sr_rs@cyrillic: Индивидуалне претплате
sr_rs@latin: Individualne pretplate
th: การสมัครสมาชิกแบบบุคคล
uk_ua: Індивідуальні передплати
uz@latin: Shaxsiy obunalar
vi_vn: Thuê bao cá nhân
zh_cn: 个人订阅
zh_hant: 個體訂閱

# subscriptionManager.subscriptionManagement
source: Subscription Management
az: Abunə idarəetmə
bg: Управление на абонаменти
bs_ba: Upravljanje pretplatama
de_de: Abonnementverwaltung
el_gr: Διαχείριση συνδρομών
eu: Harpidetzen kudeaketa
gd_gb: Stiùireadh nam fo-sgrìobhadh
gl_es: Administración das subscricións
hi_in: सदस्यता प्रबंधन
hu_hu: Előfizetés adminisztráció
hy_am: Բաժանորդագրության կառավարում
is: Umsjón með áskriftum
ja: 購読管理
ka: გამოწერის მართვა
kk: Хабарламаларды басқару
ku_iq: بەڕێوەبەری بەشداریکردن
ky: Жазылууну башкаруу
lt: Prenumeratos tvarkymas
lv_lv: Abonementu pārvaldība
mk_mk: Раководење со претплата
mr: वर्गणी/सदस्यता व्यवस्थापन
ms: Pengurusan Langganan
nb_no: Abonnementsadministrasjon
ro: Managementul abonărilor (înregistrărilor)
sk_sk: Správa predplatného
sl_si: Urejanje naročnin
sr_rs@cyrillic: Управљање претплатама
sr_rs@latin: Upravljanje pretplatama
th: การจัดการการสมัครสมาชิก
uk_ua: Керування передплатою
uz@latin: Obunani boshqarish
vi_vn: Quản lý thuê bao
zh_cn: 订阅管理
zh_hant: 訂閱管理

# search.results.similarDocuments
source: similar documents
az: Oxşar sənədlər
bg: подобни документи
bs_ba: slični dokumenti
de_de: ähnliche Dokumente
el_gr: Παρόμοια έγγραφα
eu: antzeko dokumentuak
gd_gb: sgrìobhainnean coltach ris
gl_es: documentos similares
hi_in: इसी तरह के दस्तावेज
hu_hu: hasonló dokumentumok
hy_am: նմանատիպ փաստաթղթեր
is: svipuð skjöl
ja: 類似度
ka: მსგავსი დოკუმენტები
kk: Ұқсас құжаттар
ku_iq: فایلە هاوشێوەکان
ky: окшош документтер
lt: panašūs dokumentai
lv_lv: līdzīgi dokumenti
mk_mk: слични документи
mr: लेख साम्यानुसार
ms: dokumen serupa
nb_no: Liknende dokumenter
ro: documente similare
sk_sk: podobné dokumenty
sl_si: podobni dokumenti
sq: dokumente të ngjashëm
sr_rs@cyrillic: слични документи
sr_rs@latin: slični dokumenti
th: เอกสารที่คล้ายกัน
uk_ua: схожі матеріали
uz@latin: shunga o'xshash hujjatlar
vi_vn: tài liệu tương tự
zh_cn: 相似文档
zh_hant: 類似文件

# search.results.orderDir.desc
source: Descending
az: Azalan
bg: Низходящ ред
bs_ba: Silazno
de_de: Absteigend
el_gr: Με φθίνουσα σειρά
eu: Beherantz
gd_gb: A’ teàrnadh
gl_es: Descendente
hi_in: अवरोही
hu_hu: Csökkenő sorrend
hy_am: Ըստ նվազման
is: Lækkandi
ja: 降順
ka: კლებადობით
kk: Кему реті бойынша
ku_iq: دابەزین
ky: Төмөндөө тартиби
lt: Mažėjančiai
lv_lv: Dilstošā secībā
mk_mk: Опаѓачки редослед
mr: उतरत्या क्रमाने
ms: Menurun
nb_no: Synkende
ro: Descendent
sk_sk: Zostupne
sl_si: Padajoče
sq: Zbritës
sr_rs@cyrillic: Опадајући
sr_rs@latin: Opadajući
th: เรียงจากมากไปน้อย
uk_ua: за спаданням
uz@latin: Kamaymoqda
vi_vn: Giảm dần
zh_cn: 降序
zh_hant: 從大至小

# search.results.orderDir.asc
source: Ascending
az: Azalan
bg: Възходящ ред
bs_ba: Uzlazno
de_de: Aufsteigend
el_gr: Με αύξουσα σειρά
eu: Gorantz
gd_gb: A’ dìreadh
gl_es: Ascendente
hi_in: आरोही
hu_hu: Emelkedő sorrend
hy_am: Ըստ աճման
is: Hækkandi
ja: 昇順
ka: ზრდადობით
kk: Өсу реті бойынша
ku_iq: بەرزبونەوە
ky: Өсүү тартиби
lt: Didėjančiai
lv_lv: Augošā secībā
mk_mk: Растечки редослед
mr: चढत्या क्रमाने
ms: Menaik
nb_no: Stigende
ro: Ascendent
sk_sk: Vzostupne
sl_si: Naraščajoče
sq: Ngjitës
sr_rs@cyrillic: Растући
sr_rs@latin: Rastući
th: เรียงจากน้อยไปมาก
uk_ua: за зростанням
uz@latin: Ko'tarilish
vi_vn: Tăng dần
zh_cn: 升序
zh_hant: 從小至大
