Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# about.privacyStatement
source: Privacy Statement
az: Məxfilik Bəyannaməsi
bg: Декларация за поверителност
bs_ba: Izjava o privatnosti
de_de: Schutz personenbezogener Daten
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
eu: Pribatutasun-adierazpena
gd_gb: An aithris prìobhaideachd
gl_es: Declaración de privacidade
hi_in: गोपनीयता वाले कथन
hu_hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության քաղաքականությունը
is: Persónuvernd
ja: 個人情報の扱いについて
ka: კონფიდენციალურობის განცხადება
kk: Құпиялық туралы мәлімдеме
ku_iq: دەستەواژەی تایبەتمەندێتی
ky: Купуялык билдирүүсү
lt: Privatumo nuostata
lv_lv: Privātuma atruna
mk_mk: Изјава за приватност
mr: गोपनीयता विधान
ms: Kenyataan Privasi
nb_no: Erklæring om personvern
ro: Declarație de confidențialitate
sk_sk: Vyhlásenie o súkromí
sl_si: Izjava o zasebnosti
sq: Deklarata e Privacisë
sr_rs@cyrillic: Изјава о приватности
sr_rs@latin: Izjava o privatnosti
th: นโยบายความเป็นส่วนตัว
uk_ua: Положення про конфіденційність
uz@latin: Maxfiylik bayonoti
vi_vn: Cam kết bảo mật
zh_cn: 隐私声明
zh_hant: 隱私聲明

# about.copyrightNotice
source: Copyright Notice
az: Müəllif hüquqları tənzimlənməsi
bg: Съобщение за авторски права
bs_ba: Autorska prava
de_de: Copyright-Vermerk
el_gr: Δήλωση Πνευματικών Δικαιωμάτων
eu: Egile-eskubideen oharra
gd_gb: Brath na còrach-lethbhreac
gl_es: Aviso de dereitos de autor/a
hi_in: सर्वाधिकार सूचना
hu_hu: Szerzői jogi közlemény
hy_am: Հեղինակային իրավունքի ծանուցում
is: Höfundaréttur
ja: 著作権表示
ka: საავტორო უფლებების შესახებ
kk: Авторлық құқықты беру шарттары
ku_iq: ڕێنماییەکانی مافی خاوەندارێتی
ky: Автордук укук эскертүүсү
lt: Apie autorių teises
lv_lv: Paziņojums par autortiesībām
mk_mk: Известување за авторско право
mr: स्वामित्वाधिकारासंबंधी (कॉपीराईट) सूचना
ms: Notis Hak Cipta
nb_no: Erklæring om opphavsrett
ro: Notificare privind drepturile de autor
sk_sk: Oznámenie o copyrightu
sl_si: Obvestilo o avtorskih pravicah
sq: Shënim i Copyright
sr_rs@cyrillic: Ауторска права
sr_rs@latin: Autorska prava
th: ประกาศลิขสิทธิ์
uk_ua: Положення про авторські права
uz@latin: Mualliflik huquqi haqida bildirishnoma
vi_vn: Thông báo bản quyền
zh_cn: 版权公告
zh_hant: 版權資訊

# about.submissionPreparationChecklist
source: Submission Preparation Checklist
az: Müraciət nəzarət siyahısı
bg: Контролен списък за подготовка на подаване на материали
bs_ba: Uvjeti za predaju priloga
de_de: Checkliste für Beitragseinreichungen
el_gr: Λίστα Ελέγχου Προετοιμασίας Υποβολής
eu: Bidalketa prestatzeko egiaztatu beharrekoen zerrenda
gd_gb: Liosta-chromagan ullachadh an tagraidh
gl_es: Listaxe de verificación para preparar envíos
hi_in: सबमिशन तैयारी चेकलिस्ट
hu_hu: Ellenőrzőlista a benyújtás előkészítéséhez
hy_am: Ներկայացման նախապատրաստման ստուգաթերթ
is: Minnislisti höfunda
ja: 投稿前の確認リスト
ka: მასალის გაგზავნის მომზადების საკონტროლო სია
kk: Материалды редакцияға жіберер алдындағы дайындық тізімі
ku_iq: داواکارییەکان بۆ پێشکەشکردن
ky: Тапшырманы даярдоо текшерүү тизмеси
lt: Keliami reikalavimai
lv_lv: Kontrolsaraksts materiāla sagatavošanai pirms iesniegšanas
mk_mk: Список за проверка за подготвување на поднесок
mr: सादरीकरणापूर्वीच्या तयारीची यादी
ms: Senarai Semak Penyediaan Penyerahan
nb_no: Sjekkliste for innleveringen
ro: Lista de verificare a pregătirii depunerii manuscrisului
sk_sk: Kontrolný zoznam pre prípravu príspevku
sl_si: Pogoji za oddajo prispevka
sr_rs@cyrillic: Услови за предају прилога
sr_rs@latin: Uslovi za predaju priloga
th: รายการตรวจสอบการเตรียมการส่งบทความ
uk_ua: Вимоги до подання
uz@latin: Arizalarni tayyorlash uchun nazorat ro'yxati
vi_vn: Checklist cho các bài chuẩn bị gửi
zh_cn: 投稿准备清单
zh_hant: 投稿準備核對清單

# about.authorGuidelines
source: Author Guidelines
az: Müəllif bələdçisi
bg: Насоки за авторите
bs_ba: Smjernice za autore
de_de: Richtlinien für Autor/innen
el_gr: Οδηγίες για τους Συγγραφείς
eu: Egileentzako gidalerroak
gd_gb: Riaghailtean dha na h-ùghdaran
gl_es: Directrices para o autor/a
hi_in: लेखक दिशानिर्देश
hu_hu: Szerzői útmutatók
hy_am: Հեղինակի ուղեցույցներ
is: Leiðbeiningar til höfunda
ja: 執筆要項
ka: ავტორის სახელმძღვანელო
kk: Авторларға арналған нұсқаулық
ku_iq: ڕێنمایی بۆ توێژەر
ky: Автор үчүн көрсөтмөлөр
lt: Nurodymai autoriams
lv_lv: Vadlīnijas autoriem
mk_mk: Упатства за авторот
mr: लेखकांसाठी मार्गदर्शक तत्त्वे
ms: Garis Panduan Pengarang
nb_no: Forfatterinstruks
ro: Ghid pentru autori
sk_sk: Pokyny pre autorov
sl_si: Smernice za avtorje
sq: Udhëzime për Autorin
sr_rs@cyrillic: Смернице за ауторе
sr_rs@latin: Smernice za autore
th: แนวทางสำหรับผู้เขียน
uk_ua: Керівництво для авторів
uz@latin: Muallif ko'rsatmalar
vi_vn: Hướng dẫn tác giả
zh_cn: 作者指南
zh_hant: 作者指引

# about.onlineSubmissions.viewSubmissions
source: view your pending submissions
az: Gözləyən məqalələrinizə baxın
bg: преглеждане на вашите чакащи материали
bs_ba: pregledaj prijave na čekanju
de_de: Beiträge in Bearbeitung ansehen
el_gr: Προβολή των υποβολών που εκκρεμούν.
eu: ikusi ebatzi gabeko bidalketak
gd_gb: coimhead air na tagraidhean agad a tha ri dhèiligeadh
gl_es: Ver os seus envíos pendentes
hi_in: अपना अपूर्ण सबमिशन्स देखें
hu_hu: a függőben lévő beküldéseinek megtekintése
hy_am: դիտեք ձեր առկախված ներկայացումները
is: Skoða þínar innsendingar
ja: 保留中の投稿の閲覧
ka: ადრე გაგზავნილი მასალების ნახვა
kk: бұрын жіберілген материалдарды қарау
ku_iq: پیشاندانی توێژینەوە پێشکەشکراوەکانت
ky: Күтүп жаткан тапшырмаларыңызды көрүү
lt: Žiūrėti, kokie straipsniai yra pateikti
lv_lv: skatiet iesniegtos materiālus gaidīšanas rindā
mk_mk: прегледајте ги вашите поднесоци во очекување
mr: तुमची अनिर्णित सादरीकरणे पहा
ms: Lihat penyerahan belum selesai anda
nb_no: Se innleveringer til vurdering
ro: Vizualizare manuscrise aflate în așteptare
sk_sk: zobraziť vaše rozpracované príspevky
sl_si: preglejte vaše prispevke v postopku
sr_rs@cyrillic: види преостале пријављене чланке
sr_rs@latin: vidi preostale prijavljene članke
th: ดูการส่งบทความที่รอดำเนินการของคุณ
uk_ua: переглянути раніше подані матеріали
uz@latin: kutayotgan topshiriqlarni ko'rish
vi_vn: xem các bài nộp đang chờ của bạn
zh_cn: 查看您的审核中的稿件
zh_hant: 查看您的尚待處理投稿

# about.onlineSubmissions.newSubmission
source: Make a new submission
az: Yeni bir məqalə göndərin
bg: Ново изпращане на материали
bs_ba: Napravi novu prijavu
de_de: Neuen Beitrag einreichen
el_gr: Ξεκινήστε μία νέα υποβολή.
eu: Egin bidalketa berria
gd_gb: Dèan tagradh ùr
gl_es: Realizar un novo envío
hi_in: एक नया सबमिशन करें
hu_hu: Új beküldés készítése
hy_am: Կատարեք նոր ներկայացում
is: Ný innsending
ja: 新規投稿
ka: ახალი შენატანი
kk: Жаңа материал жіберіңіз
ku_iq: پێشکەشکردنی توێژینەوەی نوێ
ky: Жаңы тапшырма берүү
lt: Teikti naują straipsnį
lv_lv: Iesniegt jaunu materiālu
mk_mk: Направете нов поднесок
mr: नवीन सादरीकरण करा
ms: Buat penyerahan baharu
nb_no: Ny innlevering
ro: Înregistrare manuscris nou
sk_sk: Zaslať nový príspevok
sl_si: Oddajte nov prispevek
sq: Dorëzo një punim të ri
sr_rs@cyrillic: Направи нову предају
sr_rs@latin: Nova predaja članka
th: ทำการส่งบทความใหม่
uk_ua: Подати новий матеріал
uz@latin: Yangi ariza bering
vi_vn: Nộp bài mới
zh_cn: 提交新稿件
zh_hant: 投稿

# about.onlineSubmissions.submitToSection
source: Make a new submission to the <a href="{$url}">{$name}</a> section.
az: <a href="{$url}">{$name}</a> bölməsi üçün Məqalə Göndər
bg: Ново изпращане на материали към раздел <a href="{$url}">{$name}</a> .
bs_ba: Prijavite novi rad u rubrici <a href="{$url}">{$name}</a>.
de_de: Eine neue Einreichung in Rubrik <a href="{$url}">{$name}</a> machen.
el_gr: Κάντε μια νέα υποβολή στην ενότητα <a href="{$url}">{$name}</a>.
eu: Egin bidalketa berria <a href="{$url}">{$name}</a> atalera.
gd_gb: Dèan tagradh ùr dhan earrann <a href="{$url}">{$name}</a>.
gl_es: Efectuar un novo envío á sección <a href="{$url}">{$name}</a>.
hi_in: <a href="{$url}">{$name}</a> अनुभाग में एक नया सबमिशन करें।
hu_hu: Küldj be új anyagot a <a href="{$url}">{$name}</a> rovatba.
hy_am: Կատարեք նոր ներկայացում <a href="{$url}">{$name}</a> բաժնում:
is: Senda inn nýtt efni fyrir kafla <a href="{$url}">{$name}</a>.
ja: <a href="{$url}">{$name}</a> へ新規投稿をする。
ka: ახალი მასალის გაგზავნა <a href="{$url}">{$name}</a> განყოფილებაში.
kk: <a href="{$url}">{$ name}</a> бөліміне жаңа материал жіберіңіз.
ku_iq: توێژینەوەیەکی نوێ پێشکەش بکە <a href="{$url}">{$name}</a>.
ky: Жаңы тапшырманы <a href="{$url}">{$name}</a> бөлүмүнө тапшырыңыз.
lt: Pateikite naują straipsnį į <a href="{$url}">{$name}</a> skyrių.
lv_lv: Iesniedziet materiālu <a href="{$url}">{$name}</a> sadaļā.
mk_mk: Направете нов поднесок во <a href="{$url}">{$name}</a> секција.
mr: <a href="{$url}">{$name}</a> विभागात नवीन सादरीकरण करा.
ms: Buat penyerahan baharu ke bahagian <a href="{$url}">{$name}</a>.
nb_no: Lever inn bidrag til seksjon <a href="{$url}">{$name}</a>.
ro: Înregistrează manuscrisul la secțiunea <a href="{$url}">{$name}</a>.
sk_sk: Odošlite nový príspevok do sekcie <a href="{$url}">{$name}</a>.
sl_si: Oddaj nov prispevek v rubriko <a href="{$url}">{$name}</a> .
sq: Dorëzo një punim të ri në <a href="{$url}">{$name}</a> seksionin.
th: ทำการส่งบทความใหม่ไปยังส่วน <a href="{$url}">{$name}</a>
uk_ua: Зробіть нове подання в розділі <a href="{$url}"> {$name}</a>.
uz@latin: <a href="{$url}"> {$name} </a> bo'limiga yangi yuboring.
vi_vn: Tạo 1 bài gửi mới tới chuyên mục <a href="{$url}">{$name}</a>.
zh_cn: 向<a href="{$url}"> {$ name} </a>栏目提交新稿件。
zh_hant: 投稿至<a href="{$url}">{$name}</a>類別。

# about.subscriptions.institutional
source: Institutional Subscriptions
az: Korporativ abunəlik
bg: Институционални абонаменти
bs_ba: Institucionalne pretplate
de_de: Institutionelle Abonnements
el_gr: Ιδρυματικές συνδρομές
eu: Harpidetza instituzionalak
gd_gb: Fo-sgrìobhaidhean institiuide
gl_es: Subscricións institucionais
hi_in: संस्थागत सदस्यता
hu_hu: Intézményi előfizetők
hy_am: Անհատական բաժանորդագրություններ
is: Stofnanaáskriftir
ja: 機関購読
ka: ორგანიზაციის გამოწერები
kk: Ұйымға жазылу
ku_iq: بەشداریکردنی دەزگاکان
ky: Институционалдык жазылуулар
lt: Prenumeratos institucijai
lv_lv: Iestāžu abonementi
mk_mk: Претплати преку институција
mr: संस्था सदस्यत्व
ms: Langganan Institusi
nb_no: Institusjonelle abonnementer
ro: Abonare instituțională
sk_sk: Inštitucionálne predplatné
sl_si: Naročnina za ustanovo
sq: Pajtime Institucionale
sr_rs@cyrillic: Институционалне претплате
sr_rs@latin: Institucionalne pretplate
th: การสมัครสมาชิกแบบสถาบัน
uk_ua: Інституційні передплати
uz@latin: Institutsional obunalar
vi_vn: Các thuê bao tổ chức
zh_cn: 机构订阅
zh_hant: 院校訂閱

# about.subscriptions.individual
source: Individual Subscriptions
az: Fərdi abunəlik
bg: Индивидуални (лични) абонаменти
bs_ba: Individualne pretplate
de_de: Individuelle Abonnements
el_gr: Ατομικές συνδρομές
eu: Banakako harpidetzak
gd_gb: Fo-sgrìobhaidhean daoine fa leth
gl_es: Subscricións individuais
hi_in: व्यक्तिगत सदस्यताएँ
hu_hu: Egyéni előfizetők
hy_am: Անհատական բաժանորդագրություններ
is: Einstaklingsáskriftir
ja: 個人購読
ka: ინდივიდუალური გამოწერები
kk: Жеке жазылымдар
ku_iq: بەشداریکردنی کەسی
ky: Жеке жазылуулар
lt: Prenumeratos asmeniui
lv_lv: Individuālie abonementi
mk_mk: Поединечни претплати
mr: वैयक्तिक सदस्यत्व
ms: Langganan Individu
nb_no: Personlige abonnementer
ro: Abonare individuală
sk_sk: Individuálne predplatné
sl_si: Individualna naročnina
sq: Pajtime Individuale
sr_rs@cyrillic: Индивидуалне претплате
sr_rs@latin: Individualne pretplate
th: การสมัครสมาชิกแบบบุคคล
uk_ua: Індивідуальні передплати
uz@latin: Shaxsiy obunalar
vi_vn: Các thuê bao các nhân
zh_cn: 个人订阅
zh_hant: 個體訂閱

# manager.setup.basicEditorialStepsDescription
source: Steps: Submission Queue &gt; Submission Review &gt; Submission Editing &gt; Table of Contents.<br /><br /> Select a model for handling these aspects of the editorial process. (To designate a Managing Editor and Section Editors, go to Editors in Journal Management.)
az: Addımlar: Müraciət növbəsi &gt; Müraciət dəyərləndirilməsi &gt; Yazıların tənzimlənməsi &gt; Nəşr gözləmə növbəsi &gt; İçindekiler.<br /><br /> Redaksiya prosesində bu addımların necə işləyəcəyi xüsusunda bir model seçin. (İdarəçi redaktor, bölmə redaktoru təyin etmək üçün Jurnal İdarəsindəki Redaktorlar gölməsinə gedin.)
bg: Стъпки: Опашка за приемане на изпратените материали &gt; Реценция на материалите &gt; Редакция на материалите &gt; Съдържание.<br /><br /> Изберете модел за справяне с тези аспекти на редакционния процес. (За да посочите управляващ редактор и редактори на секции/раздели, отидете на Редактори в Управление на списания.)
bs_ba: Koraci: Red čekanja prijave > Recenzija prijave> Uređivanje prijave > Red čekanja pri određivanju rokova > Kazalo sadržaja.<br /><br /> Odaberite model za korištenje ovih aspekata lektorskoga postupka. (Da biste odredili glavnog urednika i urednika rubrika, odite na Urednici u Uređivački postupci.)
de_de: Schritte: Liste der eingegangenen Beiträge &gt; Begutachtung der Beiträge &gt; Redaktion der Beiträge &gt; Inhaltsverzeichnis<br /><br /> Wählen Sie ein Schema für diese Schritte im redaktionellen Verfahren. (Zur Bestimmung von Redakteur/innen und Rubrikredakteur/innen gehen Sie unter "Zeitschriftenverwaltung" zu "Redakteur/innen".)
el_gr: Βήματα: Σειρά αναμονής υποβολών &gt; Αξιολόγηση υποβολής &gt; Επεξεργασία υποβολής &gt; Πίνακας Περιεχομένων.&lt;br /&gt;&lt;br /&gt; Επιλέξτε ένα μοντέλο διαχείρισης της ροής έκδοσης. (Για να ορίσετε έναν Επιμελητή Διαχείρισης και Επιμελητές Ενοτήτων, μεταβείτε στο μενού «Επιμελητές» στη «Διαχείριση Περιοδικού».)
eu: Urratsak: bidalketaren ilara &gt; bidalketaren ebaluazioa &gt; bidalketaren edizioa &gt; aurkibidea.<br /><br /> Hautatu eredu bat prozesu editorialaren alderdi horiek eramateko. (Editore nagusia eta ataleko editoreak izendatzeko, “Aldizkariaren kudeaketa"-ra eta hautatu “Editoreak”)
gd_gb: Ceuman: Ciutha nan tagradh &gt; Lèirmheas nan tagradh &gt; Deasachadh nan tagradh &gt; Clàr-innse.<br /><br /> Tagh modail airson na ceuman seo dhen phròiseas deasachaidh a làimhseachadh. (Tadhail air “Deasaichean” ann an “Stiùireadh nan iris-leabhar” airson deasaiche stiùiridh agus deasaichean earrannan ainmeachadh.)
gl_es: Pasos: Cola de envío &gt; Revisión de envíos &gt; Edición de envíos &gt; Táboa de contidos.<br /><br /> Seleccione un modelo para administrar estes aspectos do proceso editorial. (Para designar un editor/a de xestión e os editores/as de sección, acceda á sección "Editores/as" en "Administración da revista».)
hi_in: स्टेप्स: सबमिशन क्यू &gt; सबमिशन रिव्यू &gt; सबमिशन एडिटिंग &gt; विषय-तालिका । <br/><br/> संपादकीय प्रक्रिया के इन पहलुओं को संभालने के लिए एक मॉडल का चयन करें । (एक प्रबंध संपादक और अनुभाग संपादकों को नामित करने के लिए, जर्नल प्रबंधन में संपादकों के पास जाएं।)
hu_hu: Lépések: Benyújtások &gt; Benyújtott tétel szakmai lektorlálása &gt; Benyújtott tétel szerkesztése &gt; Tartalomjegyzék<br /><br /> Válasszon egy modellt a szerkesztési folyamat ezen szempontjainak a kezelésére. (Felelős szerkesztő és Rovatszerkesztő kijelöléséhez menjen a Szerkesztők részbe a Folyóirat adminisztráción belül.)
hy_am: Քայլեր. Ներկայացման հերթ &gt; Ներկայացման գրախոսում &gt; Ներկայացման խմբագրում &gt; Բովանդակություն։<br /><br /> Ընտրեք մոդել խմբագրման գործընթացի այս ասպեկտները կարգավորելու համար: (Կառավարող խմբագրին և բաժնի խմբագիրներին նշանակելու համար գնացեք Խմբագիրներ՝ Ամսագրի կառավարման մասում):
is: Skref: Innsendingaröð &gt; Ritrýni &gt; Ritstýring &gt; Efnisyfirlit.<br /><br /> Veldu líkan til að höndla þessi atriði í ritstjórnarferlinu. (Til að tilgreina yfirritstjóra/ritstjórn og kaflaritstjóra, farðu í "Ritstjórn" í "Umsjón með tímariti".)
ja: ステップ: 投稿キュー &gt; 投稿査読 &gt; 投稿編集 &gt; 目次。<br /><br /> 編集作業のこれらの側面を処理するためのモデルを選択してください。(編集長とセクション編集者を任命するには、雑誌設定で編集者に移動してください。)
ka: ნაბიჯები: წარდგენის რიგი > წარდგენის მიმოხილვა > წარდგენის რედაქტირება > სარჩევი.<br /><br /> აირჩიეთ მოდელი სარედაქციო პროცესის ამ ასპექტების მოსაგვარებლად. (მმართველი რედაქტორისა და სექციის რედაქტორების დასადგენად, გადადით რედაქტორებში ჟურნალის მენეჯმენტში.)
kk: Қадамдар: материалдар кезегі &gt; материалды шолу &gt; материалды редакциялау &gt; шығарылым мазмұны.<br /><br /> Редакциялық процестің осы аспектілерін басқару үшін сәйкес үлгіні таңдаңыз. (Шығарушы редактор мен бөлім редакторларын анықтау үшін журналды басқару бөліміндегі редакторларға өтіңіз.)
ku_iq: هەنگاوەکان: ڕیزبەندیی بڵاوکردنەوە&gt; هەڵسەنگاندنی توێژینەوەکان &gt; گۆڕانکاریکردن لە توێژینەوەکان &gt; لیستی ناوەرۆک. <br /><br /> مۆدێلێک بۆ ئەم کارانە دیاری بکە لە کاتی پرۆسەی هەڵسەنگاندندا. بۆ دیزاینکردنی کاری سەرنوسەری و سەرنوسەری بەشەکان، بڕۆ سەر پەڕەی سەرنوسەران لە پەڕەی بەڕێوەبەرانی گۆڤار.)
ky: Кадамдар: Тапшыруулар кезеги &gt; Тапшырууну кароо &gt; Тапшырууну түзөтүү &gt; Мазмундар тизмеси.<br /><br /> Редакциялык процесстин бул аспектилерин башкаруу үчүн үлгү тандаңыз. (Башкы редакторду жана Бөлүм редакторлорун дайындоо үчүн Журналды башкаруу бөлүмүндөгү Редакторлорго өтүңүз.)
lt: Žingsniai: Pateikčių eilė > Pateikčių recenzavimas > Pateikčių redagavimas > Turinys.<br /><br /> Pasirinkite modelį šiems redakcinio proceso aspektams tvarkyti. (Norėdami paskirti vyriausiąjį redaktorių ir skyrių redaktorius, eikite į „Redaktoriai“ žurnalo valdyme.)
lv_lv: Soļi: Iesniegto materiālu rinda &gt; Iesniegto materiālu recenzēšana &gt; Iesniegto materiālu rediģēšana &gt; Satura rādītājs. <br /><br /> Izvēlieties modeli šo rediģēšanas procesa aspektu apstrādei. (Lai ieceltu atbildīgo redaktoru un sadaļu redaktorus, apmeklējiet sadaļu Redaktori žurnāla pārvaldībā.)
mk_mk: Чекори: Ред за поднесување &gt; Преглед на поднесување &gt; Уредување на поднесување &gt; Содржина. <br /> <br /> Изберете модел за ракување со овие аспекти на уредничкиот процес. (За да назначите Управувачки уредник и Уредници на оддели, одете кај Уредници во Менаџмент на весници.)
mr: टप्पे : सादरीकरणाचा क्रम &gt; सादरीकरणाचे समीक्षण &gt; सादरीकरणाचे संपादन &gt; अनुक्रमणिका.<br /><br /> संपादकीय प्रक्रियेचे हे पैलू हाताळण्यासाठी मॉडेल निवडा. (व्यवस्थापकीय संपादक आणि विभाग संपादक नियुक्त करण्यासाठी, नियतकालिक व्यवस्थापनातील 'संपादकां'वर जा.)
ms: Langkah: Baris Gilir Penyerahan &gt; Semakan Penyerahan &gt; Penyuntingan Penyerahan &gt; Jadual Kandungan.<br /><br /> Pilih model untuk mengendalikan aspek proses editorial ini. (Untuk menetapkan Editor Urusan dan Editor Bahagian, pergi ke Editor dalam Pengurusan Jurnal.)
nb_no: Trinn: Innleveringskø &gt; Fagfellevurdering &gt; Språkvask &gt; Innholdsfortegnelse.<br /><br /> Velg en modell for håndtering av disse sidene av den redaksjonelle prosessen. (For å oppnevne ansvarlig redaktør og seksjonsredaktører; gå til «Redaktører» i tidsskriftadministrasjon.)
ro: Pași: Alocarea manuscrisului &gt; Revizuirea manuscrisului &gt; Editarea manuscrisului &gt; Cuprins.<br /><br /> Selectați un model pentru tratarea acestor aspecte ale procesului editorial.(Pentru a desemna un editor și un editor de secțiuni, accesați editori în Gestionare Revistă.)
sk_sk: Kroky: Front príspevkov &gt; Recenzia príspevku &gt; Editovanie príspevku &gt; Obsah.<br /><br /> Zvoľte model, podľa ktorého bude s týmito aspektami procesu editácie nakladané. (Pre stanovenie hlavného editora a editorov sekcií prejdite v časti Správa časopisu na stránku Editori.)
sl_si: Koraki: Oddaja prispevka &gt; Recenzija prispevka &gt; Lektoriranje prispevka &gt; Kazalo.<br /><br /> Izberite model tega uredniškega postopka. (Za imenovanje odgovornega urednika in urednikov oddelkov pojdite na Uredniki v Upravljanju revije.)
sr_rs@cyrillic: Кораци: Ред чекања пријаве > Рецензија пријаве> Уређивање пријаве > Ред чекања при одређивању рокова > Садржај.<br /><br /> Одаберите модел за кориштење ових аспеката лекторскога поступка. (Да бисте одредили главног уредника и уредника секција, идите на Уредници у Уређивачки поступци.)
sr_rs@latin: Koraci: Red čekanja prijave > Recenzija prijave> Uređivanje prijave > Red čekanja pri određivanju rokova > Садржај.<br /><br /> Odaberite model za korištenje ovih aspekata lektorskoga postupka. (Da biste odredili glavnog urednika i urednika sekcija, idite na Urednici u Uređivački postupci.)
th: ขั้นตอน: คิวการส่ง &gt; การพิจารณาการส่ง &gt; การแก้ไขการส่ง &gt; สารบัญ.<br /><br /> เลือกโมเดลสำหรับจัดการขั้นตอนเหล่านี้ในกระบวนการบรรณาธิการ (หากต้องการกำหนดบรรณาธิการจัดการและบรรณาธิการส่วน ไปที่เมนูบรรณาธิการในการจัดการวารสาร)
uk_ua: Кроки: Редакційна черга &gt; Рецензування подання &gt; Редагування подання &gt; Сторінка змісту.<br /><br /> Визначте модель організації цих аспектів редакційного процесу (для того, щоб розподілити між користувачами ролі Відповідального редактора та Редакторів розділів, перейдіть за посиланням "Редактори" на сторінці "Менеджмент журналу".)
uz@latin: Qadamlar: topshirish navbat &gt; Taqdimotni ko'rib chiqish &gt; Taqdimotni tahrirlash &gt; Mundarija. <br /><br /> Tahririyat jarayonining ushbu jihatlarini ko'rib chiqish uchun modelni tanlang. (Bosh muharrir va bo'lim muharrirlarini tayinlash uchun "Jurnal boshqaruvi muharrirlari" ga o'ting.)
vi_vn: Các bước: Bài mới gửi &gt; Bài đang Phản biện &gt; Bài đang biên tập &gt; Mục lục.<br /><br /> Chọn một mô hình để xử lý các khía cạnh của quá trình biên tập. (Để chỉ định một Biên tập viên Quản lý và Biên tập viên chuyên mục, hãy chuyển đến mục Biên tập trong Quản lý Tạp chí.)
zh_cn: 步骤：投稿稿件列表 &gt; 提交审稿意见书 &gt; 提交修订版本 &gt; 内容目录。<br /><br /> 选择一个处理这些编辑流程之步骤的模式（要指派一个执行编辑以及栏目编辑，请至「期刊管理员」中的「编辑」。）
zh_hant: 步驟：投稿佇列&gt;投稿評審&gt;投稿編輯&gt;目錄<br /><br /> 選取一個模組來處理這些編輯過程。（前往期刊管理的編輯頁面，選定一個管理編輯及分類編輯。）
