Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submission.event.copyedit.copyeditorUnassigned
source: Copyeditor unassigned from submission
az: Səhifə tənzimləyici fayl vəzifəsindən azad edildi
bg: Премахната асоцииация за стилов редактор за изпратените материали
bs_ba: Lektoru je povučena prijava
de_de: Lektor/in nicht länger für den Beitrag zuständig
el_gr: Ακύρωση ανάθεσης σε Επιμελητή Κειμένου
eu: Zuzentzailea kendu da bidalketatik
gd_gb: Chaidh an grinn-deasaiche a thoirt air falbh on tagradh
gl_es: Anulouse a asignación do corrector/a de orixinais do envío
hi_in: प्रतिलिपि सबमिशन करने से अनसुना कर दिया
hu_hu: Technikai szerkesztő hozzárendelés törlése
hy_am: Գրական խմբագիրը հետ է կանչված ներկայացումից
is: Textatæknir aftengdur innsendingu
ja: 投稿物のコピーエディタが解除された
ka: ლიტერატურული რედაქტორი მოიხსნა მასალიდან
kk: Материалға арналған әдеби редактор алып тасталды
ku_iq: وردبینیکەر بۆ پێشکەشکردنەکە دیاری نەکراوە
ky: Редакциялоочу тапшырмадан алынган
lt: Kalbos redaktorius atšauktas
lv_lv: Iesniegtajam materiālam noņemts teksta redaktors
mk_mk: Уредникот е отстранет од поднесокот
mr: सादरीकरणासाठी कॉपीएडिटरची नियुक्ती रद्द केली
ms: Copyeditor tidak ditugaskan untuk penyerahan
nb_no: Språkvasker avløst
ro: Editor refuzat manuscrisului
sk_sk: Redaktor odobratý od príspevku
sl_si: Lektor je razrešen iz tega prispevka
sr_rs@cyrillic: Лектор је повучен са пријављеног рада
sr_rs@latin: Lektor je povučen sa prijavljenog rada
th: ผู้คัดลอกแก้ไขถูกยกเลิกการมอบหมายจากการส่งบทความ
uk_ua: Літературний редактор звільнений від роботи над поданням
uz@latin: Nusxa ko'chirish muharriri yuborildi
vi_vn: Biên tập viên bản thảo đã không được phân công cho bài gửi
zh_cn: 文本编辑未指派给投稿
zh_hant: 已取消分配審稿員予投稿

# submission.event.copyedit.copyeditorAssigned
source: Copyeditor assigned to submission
az: Məqaləyə səhifə tənzimləyici təyin edildi
bg: Стилов редактор е асоцииран за изпратените материали
bs_ba: Lektoru je dodijeljena prijava
de_de: Beitrag einer Lektorin/einem Lektor zugeteilt
el_gr: Ανάθεση υποβολής σε Επιμελητή Κειμένου
eu: Zuzentzailea esleitu zaio bidalketari
gd_gb: Chaidh an grinn-deasaiche iomruineadh dhan tagradh
gl_es: Asignouse un corrector/a de orixinais ao envío
hi_in: प्रतिलिपि सबमिशन करने वाले को सौंपी गई
hu_hu: Technikai szerkesztő hozzárendelése a beküldött anyaghoz
hy_am: Ներկայացմանը գրական խմբագիր է նշանակված
is: Textatækni úthlutað á innsendingu
ja: 投稿物にコピーエディタが任命された
ka: ლიტერატურული რედაქტორი დაინიშნა მასალაზე
kk: Материалға әдеби редактор тағайындалды
ku_iq: وردبینیکەر بۆ پێشکەشکردنەکە دیاری کرا
ky: Редакциялоочу тапшырмага дайындалды
lt: Paskirtas straipsnio kalbos redaktorius
lv_lv: Iesniegtajam materiālam norīkots teksta redaktors
mk_mk: Назначен уредник на поднесокот
mr: सादरीकरणासाठी कॉपीएडिटर नियुक्त केला
ms: Copyeditor ditugaskan untuk penyerahan
nb_no: Språkvasker oppnevnt
ro: Editor alocat manuscrisului
sk_sk: Redaktor pridelený k príspevku
sl_si: Lektor je dodeljen prispevku
sr_rs@cyrillic: Лектору је додијељен рад
sr_rs@latin: Lektoru je dodeljen rad
th: ผู้คัดลอกแก้ไขได้รับมอบหมายให้ดูแลการส่งบทความ
uk_ua: Літературний редактор призначений для подання
uz@latin: Kopirayter yuborish uchun tayinlangan
vi_vn: Biên tập viên bản thảo đã được phân công cho bài gửi
zh_cn: 文本编辑已经指派给投稿
zh_hant: 已分配審稿員予投稿

# submission.event.editor.submissionRestored
source: Submission restored from archive
az: Məqalə arxivdən geri çəkildi
bg: Материалите са възстановени от архив
bs_ba: Prijava je povučena iz arhive
de_de: Beitrag aus dem Archiv wiederhergestellt
el_gr: Επαναφορά υποβολής από τα αρχειοθετημένα
eu: Bidalketa artxibotik berreskuratu da
gd_gb: Chaidh an tagradh aiseag on tasg-lann
gl_es: Envío recuperado do arquivo
hi_in: सबमिशन पुरालेख से पुनर्स्थापित किया गया
hu_hu: Az anyag archívumból visszaállítása
hy_am: Ներկայացումը վերականգնվել է արխիվից
is: Innsending endurheimt úr skráageymslu
ja: 投稿物がアーカイブから復元された
ka: მასალა აღდგენილია არქივიდან
kk: Материал мұрағаттан қалпына келтірілді
ku_iq: پێشکەشکردنەکە دوبارە خەزن کرایەوە لە ئەرشیفەوە
ky: Тапшырма архивден калыбына келтирилди
lt: Straipsnis atstatytas iš archyvo
lv_lv: Iesniegtais materiāls atjaunots no arhīva
mk_mk: Поднесокот е повратен од архива
mr: सादरीकरण संग्रहातून परतवले
ms: Penyerahan dipulihkan dari arkib
nb_no: Innlevering gjenopprettet fra arkivet
ro: Manuscrisul a fost restaurat din arhivă
sk_sk: Príspevok obnovený z archívu
sl_si: Prispevek je povrnjena iz arhiva
sr_rs@cyrillic: Пријављени рад је повучен из архиве
sr_rs@latin: Prijavljeni rad je povučen iz arhive
th: การส่งบทความถูกกู้คืนจากคลังเก็บ
uk_ua: Подання відновлено з архіву
uz@latin: Ariza arxivdan qaytarildi
vi_vn: Bài gửi đã được khôi phục từ Lưu trữ
zh_cn: 投稿从存档中恢复
zh_hant: 投稿從典藏中恢復

# submission.event.editor.submissionArchived
source: Submission sent to archive
az: Məqalə arxivləşdirildi
bg: Материалите са изпратени в архив
bs_ba: Prijava je poslana u arhivu
de_de: Beitrag ans Archiv geschickt
el_gr: Η υποβολή αρχειοθετήθηκε.
eu: Bidalketa artxibora bidali da
gd_gb: Chaidh an tagradh a chur dhan tasg-lann
gl_es: Mandado o envío para o arquivo
hi_in: सबमिशन पुरालेख के लिए भेजा
hu_hu: Az anyag archívumba helyezése
hy_am: Ներկայացումն ուղարկվել է արխիվ
is: Innsending send í skráageymslu
ja: 投稿物がアーカイブに送られた
ka: მასალა გაგზავნილია არქივში
kk: Материал мұрағатқа жіберілді
ku_iq: پێشکەشکردنەکە نێردرا بۆ بەشی ئەرشیف
ky: Тапшырма архивге жөнөтүлдү
lt: Straipsnis archyvuotas
lv_lv: Iesniegtais materiāls nosūtīts arhivēšanai
mk_mk: Поднесокот е испратен во архива
mr: सादरीकरण संग्रहीत केले
ms: Penyerahan dihantar ke arkib
nb_no: Innleveringen sendt til arkivet
ro: Manuscrisul a fost trimis spre arhivă
sk_sk: Príspevok odoslaný do archívu
sl_si: Prispevek je poslana v arhiv
sr_rs@cyrillic: Пријављени рад је послат у архиву
sr_rs@latin: Prijavljeni rad je poslat u arhivu
th: การส่งบทความถูกส่งไปยังคลังเก็บ
uk_ua: Подання надіслано до архіву
uz@latin: Ariza arxivga yuborildi
vi_vn: Bài gửi đã được chuyển sang Lưu trữ
zh_cn: 投稿发送的存档
zh_hant: 投稿已典藏

# submission.event.editor.editorFile
source: Editor file updated
az: Redaktor faylı yeniləndi
bg: Редакторският файл е актуализиран
bs_ba: Ažurirana je urednikova datoteka
de_de: Datei aktualisiert
el_gr: Ενημέρωση αρχείου Επιμελητή
eu: Editorearen fitxategia eguneratu da
gd_gb: Chaidh faidhle an deasaiche ùrachadh
gl_es: Actualizado o arquivo do editor/a
hi_in: संपादक फ़ाइल अपडेट की गई
hu_hu: Szerkesztői fájl frissítve
hy_am: Խմբագրի նիշքը թարմացվել է
is: Skrá ritstjóra uppfærð
ja: 編集者ファイルが更新された
ka: რედაქტორის ფაილი განახლდა
kk: Редактор файлы жаңартылды
ku_iq: فایلی سەرنوسەر نوێ کرایەوە
ky: Редактор файлы жаңыртылды
lt: Redaktoriaus (-ės) failas atnaujintas
lv_lv: Redaktora datne atjaunināta
mk_mk: Ажурирана датотека на уредникот
mr: संपादकाची फाईल अद्ययावत केली
ms: Fail Editor dikemas kini
nb_no: Redaktørens fil oppdatert
ro: Fișierul editorului a fost actualizat
sk_sk: Editorov súbor aktualizovaný
sl_si: Datoteka urednika je posodobljena
sr_rs@cyrillic: Aжуриран је уредников фајл
sr_rs@latin: Ažuriran je urednikov fajl
th: ไฟล์ของบรรณาธิการได้รับการอัปเดตแล้ว
uk_ua: Файл редактора оновлений
uz@latin: Tahrirchi fayli yangilandi
vi_vn: Cập nhật Tập tin của Biên tập viên
zh_cn: 编辑文件已经上传
zh_hant: 已更新編輯檔案

# submission.event.editor.editorDecision
source: Editor decision submitted
az: Redaktor qərarı göndərildi
bg: Редакторското решение е изпратено
bs_ba: Evidentirana je urednička odluka
de_de: Entscheidung der Redakteurin/des Redakteurs eingegangen
el_gr: Υποβολή απόφασης Επιμελητή
eu: Editorearen erabakia bidali da
gd_gb: Chaidh co-dhùnadh an deasaiche a chur
gl_es: Enviada a decisión do editor/a
hi_in: संपादक का सबमिशन निर्णय
hu_hu: Szerkesztői döntés beküldve
hy_am: Խմբագրի որոշումը ներկայացված է
is: Ákvörðun ristjórnar send
ja: 編集者の判断が投稿された
ka: რედაქტორის გადაწყვეტილება წარდგენილია
kk: Редактордың шешімі жіберілді
ku_iq: بڕیاری سەرنوسەر پێشکەش کرا
ky: Редактор чечими тапшырылды
lt: Pateiktas redaktoriaus sprendimas
lv_lv: Iesniegts redaktora lēmums
mk_mk: Поднесена одлука на уредникот
mr: संपादकाचा निर्णय सादर झाला
ms: Keputusan Editor diserahkan
nb_no: Redaktørens beslutning innlevert
ro: Decizia editorului a fost încărcată
sk_sk: Editorovo rozhodnutie odoslané
sl_si: Urednikova odločitev je oddana
sr_rs@cyrillic: Евидентирана је уредничка одлукa
sr_rs@latin: Evidentirana je urednička odluka
th: การตัดสินใจของบรรณาธิการถูกส่งแล้ว
uk_ua: Рішення редактора надіслане
uz@latin: Tahririyat qarori yuborildi
vi_vn: Quyết định của Ban biên tập đã được gửi
zh_cn: 编辑决定已经提交
zh_hant: 已提交編輯決定

# submission.event.editor.editorUnassigned
source: Editor unassigned from submission
az: Redaktor məqalə vəzifəsindən azad edildi
bg: Премахната асоцииация на редактор за изпратените материали
bs_ba: Uredniku je maknuta prijava
de_de: Redakteur/in nicht länger für den Beitrag zuständig
el_gr: Ακύρωση ανάθεσης σε Επιμελητή
eu: Editorea kendu da bidalketatik
gd_gb: Chaidh an deasaiche a thoirt air falbh on tagradh
gl_es: A asignación do editor ao envío foi anulada
hi_in: संपादक सबमिशन करने से निर्दिष्ट नहीं किए गए
hu_hu: Szerkesztői hozzárendelés törlése
hy_am: Խմբագիրը հետ է կանչված ներկայացումից
is: Ritstjóri aftendur innsendingu
ja: 投稿物の担当編集者が解除された
ka: რედაქტორი მოიხსნა მასალიდან
kk: Материалға арналған редактор кері қайтарылды
ku_iq: سەرنوسەر بۆ پێشکەشکردنەکە دیاری نەکراوە
ky: Редактор тапшырмадан алынган
lt: Prie straipsnio nepaskirtas redaktorius (-ė)
lv_lv: Iesniegtajam materiālam noņemts redaktors
mk_mk: Уредникот е отстранет од поднесокот
mr: सादरीकरणासाठी केलेली संपादकाची नियुक्ती रद्द केली
ms: Editor tidak ditugaskan untuk penyerahan
nb_no: Redaktør avløst
ro: Editor refuzat pentru manuscris
sk_sk: Editor odobratý od príspevku
sl_si: Urednik je razrešen iz tega prispevka
sr_rs@cyrillic: Уредник је уклоњен са предатог радa
sr_rs@latin: Urednik je uklonjen sa predatog rada
th: บรรณาธิการถูกยกเลิกการมอบหมายจากการส่งบทความ
uk_ua: Редактор звільнений від роботи над поданням
uz@latin: Tahrirlovchining topshirilishi bekor qilindi
vi_vn: Bài gửi không được phân công cho biên tập viên
zh_cn: 编辑未分配给投稿
zh_hant: 取消分配編輯予投稿

# submission.event.editor.editorAssigned
source: Editor assigned to submission
az: Məqaləyə redaktor təyin edildi
bg: Асоцииран е редактор за изпратените материали
bs_ba: Uredniku je dodijeljena prijava
de_de: Beitrag einer Redakteurin/einem Redakteur zugeteilt
el_gr: Ανάθεση υποβολής σε Επιμελητή
eu: Editore bat esleitu zaio bidalketari
gd_gb: Chaidh an deasaiche iomruineadh dhan tagradh
gl_es: Asignouse un editor/a ao envío
hi_in: संपादक को सबमिशन सौंपा
hu_hu: Szerkesztő hozzárendelése a beküldött anyaghoz
hy_am: Ներկայացմանը խմբագիր է նշանակված
is: Ritstjóra úthlutað á innsendingu
ja: 投稿物に担当編集者が任命された
ka: რედაქტორი დაინიშნა მასალაზე
kk: Материалға редактор тағайындалды
ku_iq: سەرنوسەرێک بۆ پێشکەشکردنەکە دیاری کرا
ky: Редактор тапшырмага дайындалды
lt: Prie straipsnio paskirtas redaktorius (-ė)
lv_lv: Iesniegtajam materiālam piešķirts redaktors
mk_mk: Назначен Уредник на поднесок
mr: सादरीकरणासाठी संपादक नियुक्त केला
ms: Editor ditugaskan untuk penyerahan
nb_no: Redaktør oppnevnt
ro: Editor alocat manuscrisului
sk_sk: Editor pridelený k príspevku
sl_si: Prijavi je dodeljen urednik
sr_rs@cyrillic: Уреднику је додијељена пријава
sr_rs@latin: Uredniku je dodijeljena prijava
th: บรรณาธิการได้รับมอบหมายให้ดูแลการส่งบทความ
uk_ua: Редактор призначений для подання
uz@latin: Taqdim etish uchun muharrir tayinlangan
vi_vn: Bài gửi được phân công cho biên tập viên
zh_cn: 编辑分配给投稿
zh_hant: 已分配編輯至投稿

# submission.event.general.authorRevision
source: Author revision file updated
az: Müəllif düzəliş faylları yeniləndi
bg: Актуализиран е файлът с редакция от автора
bs_ba: Autorova revizijska datoteka je ažurirana
de_de: Revisionsdatei durch Autor/in aktualisiert
el_gr: Το αναθεωρημένο αρχείο του Συγγραφέα ενημερώθηκε.
eu: Egilearen berrikuspen-fitxategia eguneratu da
gd_gb: Chaidh faidhle lèirmheasan an ùghdair ùrachadh
gl_es: Actualizouse o arquivo de revisión do autor/a
hi_in: लेखक संशोधन फ़ाइल अपडेट की गई
hu_hu: Szerzői javított fájl frissítve
hy_am: Հեղինակի վերանայման նիշքը թարմացվել է
is: Lagfærð skrá höfundar hefur verið uppfærð
ja: 著者改訂ファイルが更新された
ka: ავტორის შესწორებული ფაილი განახლდა
kk: Авторлық түзету файлы жаңартылды
ku_iq: فایلی پێداچونەوەی توێژەر نوێ کرایەوە
ky: Автордун оңдоо файлы жаңыртылды
lt: Autoriaus (-ės) pataisymų failas atnaujintas
lv_lv: Autora labotā datne atjaunināta
mk_mk: Ажурирана датотеката со поравки на авторот
mr: लेखकाच्या सुधारित आवृत्तीने फाईल अद्ययावत केली
ms: Fail semakan pengarang dikemas kini
nb_no: Forfatterens fil med redigeringer oppdatert
ro: Fișierul revizuit de autor a fost actualizat
sk_sk: Autorov revidovaný súbor aktualizovaný
sl_si: Avtorjeva popravljena datoteka je oddana
sr_rs@cyrillic: Aуторов ревизијски фајл је ажуриран
sr_rs@latin: Autorov revizijski fajl je ažuriran
th: ไฟล์การแก้ไขของผู้เขียนได้รับการอัปเดตแล้ว
uk_ua: Файл авторської версії оновлений
uz@latin: Muallif tuzatish fayli yangilandi
vi_vn: Tập tin sửa chữa của tác giả đã được cập nhật
zh_cn: 作者的修订文件已经上传
zh_hant: 已更新作者修正檔案

# submission.event.author.authorRevision
source: Author revision submitted
az: Müəllif düzəlişləri göndərildi
bg: Подадена е редакция от автора
bs_ba: Prijavljena je autorova revizija
de_de: Bearbeitung durch Autor/in eingegangen
el_gr: Το αναθεωρημένο κείμενο του Συγγραφέα υποβλήθηκε.
eu: Egilearen berrikuspena bidali da
gd_gb: Chaidh lèirmheas an ùghdar a chur
gl_es: Revisión do autor/a enviada
hi_in: लेखक संशोधन प्रस्तुत किया
hu_hu: Szerzői javított változat beküldve
hy_am: Հեղինակի վերանայումն ուղարկված է
is: Lagfæringar höfundar sendar inn
ja: 著者改訂版が投稿された
ka: ავტორის შესწორება წარდგენილია
kk: Автор түзетілген нұсқасын жіберді
ku_iq: پێداچونەوەی توێژەر پێشکەش کرا
ky: Автордун оңдоосу тапшырылды
lt: Autoriaus (-ės) pataisymai pateikti
lv_lv: Iesniegti autora labojumi
mk_mk: Поднесени поправки на авторот
mr: लेखकाने सुधारित आवृत्ती सादर केली
ms: Semakan pengarang diserahkan
nb_no: Forfatterens revidering innlevert
ro: Revizia articolului este încărcată
sk_sk: Autorova revízia odoslaná
sl_si: Avtorjev popravek je oddan
sr_rs@cyrillic: Пријављена је ауторова ревизија
sr_rs@latin: Prijavljena je autorova revizija
th: ผู้เขียนได้ส่งการแก้ไขแล้ว
uk_ua: Авторська версія вивантажена
uz@latin: Muallif tahriri yuborildi
vi_vn: Bản sửa chữa của tác giả đã được gửi
zh_cn: 作者修订已经提交
zh_hant: 作者已提交修正

# submission.event.general.articlePublished
source: Article published
az: Məqalə yayımlandı
bg: Статията е публикувана
bs_ba: Članak objavljen
de_de: Artikel veröffentlicht
el_gr: Το άρθρο δημοσιεύτηκε.
eu: Artikulua argitaratu da
gd_gb: Chaidh an t-artaigeal fhoillseachadh
gl_es: Artigo publicado
hi_in: लेख प्रकाशित हुआ
hu_hu: A cikk publikálva
hy_am: Հոդվածը հրապարակված է
is: Grein gefin út
ja: 論文が出版された
ka: სტატია გამოქვეყნდა
kk: Мақала жарияланды
ku_iq: توێژینەوەکە بڵاو کرایەوە
ky: Макала жарыяланды
lt: Straipsnis išspausdintas
lv_lv: Raksts publicēts
mk_mk: Трудот е објавен
mr: लेख प्रकाशित झाला
ms: Artikel diterbitkan
nb_no: Artikkel publisert
ro: Articol publicat
sk_sk: Článok publikovaný
sl_si: Prispevek je obljavljen
sr_rs@cyrillic: Чланак објављен
sr_rs@latin: Članak objavljen
th: บทความได้รับการตีพิมพ์แล้ว
uk_ua: Стаття опублікована
uz@latin: Maqola e'lon qilindi
vi_vn: Bài báo Đã xuất bản
zh_cn: 文章已经发布
zh_hant: 已出版文章

# submission.event.general.issueAssigned
source: Submission assigned to issue
az: Fayl nömrəyə əlavə edildi
bg: Материалите са асоциирани към конкретен брой на списанието
bs_ba: Prijava je dodijeljena broju časopisa
de_de: Beitrag einer Ausgabe zugewiesen
el_gr: Η υποβολή προγραμματίστηκε για δημοσίευση στο τεύχος.
eu: Bidalketa zenbaki bati esleitu zaio
gd_gb: Chaidh an tagradh iomruineadh do dh’fhoillseachadh
gl_es: Envío asignado a un número
hi_in: सबमिशन जारी करने के लिए अंक सौंपा गया
hu_hu: A beküldött anyag folyóiratszámhoz rendelése megtörtént
hy_am: Ներկայացումը նշանակված է թողարկմանը
is: Innsending tengd við tölublað
ja: 投稿物に巻号が指定されました
ka: მასალა მიენიჭა გამოცემას
kk: Мақала басылымғв тағайындалды
ku_iq: پێشکەشکردنەکە ئەرکدار کرا بۆ ژمارەی
ky: Тапшырма чыгарылышка дайындалды
lt: Straipsnis paskirtas spausdinti šiame numeryje
lv_lv: Iesniegtais materiāls piešķirts izdevumam
mk_mk: Поднесокот е доделен на издание
mr: सादरीकरण अंकासाठी नियुक्त केले
ms: Penyerahan ditugaskan untuk terbitan
nb_no: Innlevering planlagt til utgave
ro: Manuscrisul a fost alocat unui volum
sk_sk: Príspevok zaradený do čísla
sl_si: Prispevek je dodeljena številki
sr_rs@cyrillic: Рад је додељен броју часописa
sr_rs@latin: Rad je dodeljen broju časopisa
th: การส่งบทความถูกกำหนดให้กับฉบับ
uk_ua: Подання включене до випуску
uz@latin: Chiqarish topshirildi
vi_vn: Bài gửi được xếp vào số
zh_cn: 投稿已经指派到期刊
zh_hant: 已分配投稿至其中一期

# submission.event.general.issueScheduled
source: Submission sent to issue scheduling queue
az: Fayl nömrə zamanlama növbəsinə göndərildi
bg: Материалите са изпратени в опашката за планиране и публикуване на следващ брой
bs_ba: Prijava je stavljena u red čekanja u rasporedu časopisa
de_de: Beitrag an die Warteliste für die Ausgabenplanung geschickt
el_gr: Η υποβολή βρίσκεται στο στάδιο προγραμματισμού για δημοσίευση στο τεύχος.
eu: Bidalketa zenbakiaren programazio-ilarara bidali da
gd_gb: Chaidh an tagradh a chur gu ciutha foillseachaidh
gl_es: Envío mandado á cola de planificación de números
hi_in: शेड्यूलिंग कतार जारी करने के लिए सबमिशन भेजा गया
hu_hu: A beküldött anyag ütemezési sorba állítása megtörtént
hy_am: Ներկայացումը ուղարկվել է թողարկման ժամանակացույցի հերթին
is: Innsending send í verkröð tölublaðs
ja: 投稿物が巻号スケジューリングキューに送られた
ka: მასალა გაგზავნილია დაგეგმილი გამოცემის რიგში
kk: Мақала нөмірге жоспарланған кезекке жіберілді
ku_iq: پێشکەشکردنەکە بۆ ڕیزبەندیی بڵاوکردنەوە دەنێردرێت
ky: Тапшырма чыгарылышты пландоо кезегине жөнөтүлдү
lt: Straipsnis numatytas leisti šiame numeryje
lv_lv: Iesniegtais materiāls nosūtīts uz izdevuma plānošanas rindu
mk_mk: Поднесокот е испратен во редицата за распоредување во изданија
mr: अंकात क्रमयोजनेकरता सादरीकरण पाठवले
ms: Penyerahan dihantar untuk mengeluarkan giliran penjadualan
nb_no: Innlevering sendt til publiseringsplanen
ro: Manuscrisul înregistrat a fost trimis spre următoarea etapă
sk_sk: Príspevok odoslaný do fronty pre naplánovanie publikácie
sl_si: Prispevek je v postopku planiranja izida
sr_rs@cyrillic: Рад је стављен у ред чекања у распореду часописа
sr_rs@latin: Rad je stavljen u red čekanja u rasporedu časopisa
th: การส่งบทความถูกส่งไปยังคิวการกำหนดเวลาฉบับ
uk_ua: Подання заплановане до публікації
uz@latin: Taqdimot rejalashtirish navbatiga yuborildi
vi_vn: Bài gửi đã được xếp vào số chờ xuất bản
zh_cn: 投稿已经发送的刊期计划队列中
zh_hant: 投稿已發送至安排出版佇列

# submission.event.submissionSubmitted
source: Article submitted
az: Məqalə göndərildi
bg: Статията е изпратена
bs_ba: Članak prijavljen
de_de: Artikel eingereicht
el_gr: Υποβληθέν άρθρο
eu: Artikulua bidalita
gd_gb: Chaidh an t-artaigeal a chur
gl_es: Artigo enviado
hi_in: लेख प्रस्तुत किया
hu_hu: Benyújtott cikk
hy_am: Հոդվածը ներկայացված է
is: Innsend grein
ja: 投稿論文
ka: სტატია წარდგენილია
kk: Мақала жіберілді
ku_iq: ڕەشنوسی توێژینەوەکەت پێشکەش کرا
ky: Макала тапшырылды
lt: Straipsnis pateiktas
lv_lv: Raksts iesniegts
mk_mk: Поднесен труд
mr: लेख सादर झाला
ms: Artikel diserahkan
nb_no: Første steg av innlevering ferdig
ro: Manuscris înregistrat
sk_sk: Článok bol podaný
sl_si: Prispevek je oddan
sr_rs@cyrillic: Чланак пријављен
sr_rs@latin: Članak prijavljen
th: บทความถูกส่งแล้ว
uk_ua: Стаття відправлена
uz@latin: Maqola yuborildi
vi_vn: Bài báo Đã gửi
zh_cn: 文章已提交
zh_hant: 已提交文章

# submission.event.general.defaultEvent
source: Submission event
az: Məqalə vəziyyəti
bg: Събитие при подаване на информация
bs_ba: Podnošenje događaja
de_de: Neuzugang
el_gr: Λήψη νέας υποβολής
eu: Bidalketaren gertaera
gd_gb: Tachartas tagraidh
gl_es: Evento de envío
hi_in: सबमिशन इवेंट
hu_hu: Benyújtási esemény
hy_am: Ներկայացման իրադարձություն
is: Innsending - atburður
ja: 投稿イベント
ka: მასალის ღონისძიება
kk: Жөнелту оқиғасы
ku_iq: حاڵەتی پێشکەشکردن
ky: Тапшырма окуясы
lt: Straipsnio įvykis
lv_lv: Iesniegšanas notikums
mk_mk: Настан на поднесок
mr: सादरीकरण उपक्रम
ms: Peristiwa penyerahan
nb_no: Aktivitet
ro: Eveniment de depunere
sk_sk: Udalosť príspevku
sl_si: Oddaja
sr_rs@cyrillic: Дешавања приликом предајe
sr_rs@latin: Dešavanja prilikom predaje
th: เหตุการณ์การส่งบทความ
uk_ua: Подія з поданням
uz@latin: Taqdim etish hodisasi
vi_vn: Sự kiện của Bài gửi
zh_cn: 投稿事件
zh_hant: 提交事件
