Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.databaseSettingsInstructions
source: OJS requires access to a SQL database to store its data. See the system requirements above for a list of supported databases. In the fields below, provide the settings to be used to connect to the database.
az: ADS dataları depolamaq üçün SQL data bazası girişi tələb edir. Dəstəklənən data bazalarının bir siyahısı üçün yuxarıdakı sistem ehtiyaclarına baxın. Aşağıdakı sahələr data bazası ilə əlaqə qurmaq üçün istifadə ediləcək tənzimləri formalaşdırır.
bg: OJS изисква достъп до SQL база данни, за да съхранява своите данни. Вижте системните изисквания по-горе за списък на поддържаните бази данни. В полетата по-долу посочете настройките, които да се използват за свързване към базата данни.
bs_ba: OJS sa spremanje svojih podataka zahtjeva pristup SQL bazi. Pregledajte gorenavedene sistemske zahtjeve za popis baza koje OJS podržava. U niže priloženim poljima navedite postavke koje će se koristiti za povezivanje s bazom.
de_de: OJS benötigt eine SQL-Datenbank zur Speicherung der Daten. Eine Liste der unterstützten Datenbanken können Sie der oben stehenden Liste der Systemanforderungen entnehmen. Bitte geben Sie in den folgenden Feldern die Einstellungen zur Verbindung zur Datenbank ein.
el_gr: Το OJS απαιτεί πρόσβαση σε μία βάση δεδομένων SQL για να αποθηκεύει τα δεδομένα του. Συμβουλευτείτε τις απαιτήσεις Συστήματος παραπάνω για μία λίστα υποστηριζόμενων βάσεων δεδομένων. Στα παρακάτω πεδία, συμπληρώστε τις απαραίτητες ρυθμίσεις για την σύνδεση με τη βάση δεδομένων.
eu: OJSk SQL datu-baserako sarbidea behar du datuak biltegiratzeko. Goian azaltzen dira onartutako datu-baseen sistema-eskakizunak. Zehaztu beheko eremuetan datu-basearekin konektatzeko erabiliko diren ezarpenak.
gd_gb: Feumaidh OJS cothrom air stòr-dàta SQL far an cùm e an dàta aige. Faic riatanasan an t-siostaim gu h-àrd airson liosta nan stòr-dàta ris a bheil taic. Cuir na roghainnean a thèid a chleachdadh airson ceangal a dhèanamh ris an stòr-dàta sna raointean gu h-ìosal.
gl_es: OJS debe ter acceso a unha base de datos SQL para almacenar os seus datos. Vexa os requisitos do sistema para obter unha listaxe de bases de datos admitidas. Nos campos seguintes, introduza a configuración que utilizará para conectarse á base de datos.
hi_in: OJS को अपने डेटा को संग्रहीत करने के लिए SQL डेटाबेस तक पहुँच की आवश्यकता होती है। समर्थित डेटाबेस की सूची के लिए ऊपर दी गई सिस्टम आवश्यकताएँ देखें। नीचे दिए गए फ़ील्ड में, डेटाबेस से कनेक्ट करने के लिए उपयोग की जाने वाली सेटिंग्स प्रदान करें।
hu_hu: Az OJS hozzáférést kér az SQL adatbázishoz, hogy tárolja az adatot. A rendszerkövetelményeket lásd a támogatott adatbázisok listája felett. Az alábbi mezőkben megadhatja azokat az információkat, amelyek szükségesek a kapcsolódáshoz.
hy_am: OJS-ը պահանջում է մուտք գործել SQL տվյալների շտեմարան՝ իր տվյալները պահելու համար: Աջակցվող տվյալների շտեմարանների ցանկի համար տե՛ս համակարգի պահանջները վերևում: Ստորև բերված դաշտերում տեղադրեք տվյալների շտեմարանին միանալու համար օգտագործվող կարգավորումները:
ja: OJSは、データを保存するためにSQLデータベースへのアクセスを必要とします。サポートされているデータベースのリストは、上記のシステム要件を参照してください。以下の項目に、データベースへの接続に使用する設定を入力します。
ka: OJS მოითხოვს SQL მონაცემთა ბაზაზე წვდომას მისი მონაცემების შესანახად. მხარდაჭერილი მონაცემთა ბაზების სიისთვის იხილეთ სისტემის მოთხოვნები ზემოთ. ქვემოთ მოცემულ ველებში მიუთითეთ პარამეტრები, რომლებიც გამოყენებული იქნება მონაცემთა ბაზასთან დასაკავშირებლად.
kk: OJS деректерді сақтау үшін SQL мәліметтер қорына кіруді талап етеді. Жоғарыда, жүйелік талаптарда қолдау көрсетілетін дерекқорлар тізімделген. Төмендегі өрістерде дерекқорға қосылу үшін қолданылатын параметрлерді көрсетіңіз.
ku_iq: سیستەمی گۆڤاری کراوە دەخوازێت کە دەستی بە داتابەیسی SQL بگات بۆ ئەوەی زانیارییەکان خەزن بکرێن. تکایە، سەیری ڕێنماییەکانی سیستەمەکە دەربارەی داتابەیسە گونجاوەکان بکە. لە خوارەوە ڕێکخستنی گرێدانی سیستەمەکە بە داتابەیسەکان بەردەستە.
ky: OJS маалыматтарын сактоо үчүн SQL базасына кирүү талап кылат. Жогорудагы системалык талаптардан колдоого алынган базалардын тизмесин караңыз. Төмөнкү талааларда базага туташуу үчүн жөндөөлөрдү киргизиңиз.
lt: Kad APS sistema įsimintų SQL kalbą, reikia prieigos prie šios duomenų bazės. Perskaitykite duomenų bazių palaikymo reikalavimus. Kad būtų galima prisijungti prie reikiamos duomenų bazės, apačioje pasirinkite atitinkamus nustatymus.
lv_lv: OJS datu glabāšanai nepieciešama piekļuve SQL datubāzei. Atbalstāmo datubāzu sarakstu skatiet iepriekš sistēmas prasībās. Tālāk esošajos laukos norādiet iestatījumus, kas jāizmanto, lai izveidotu savienojumu ar datubāzi.
mk_mk: OJS бара пристап до SQL база на податоци за да ги зачува своите податоци. Погледнете ги погоре барањата на системот за список на поддржани бази на податоци. Во полињата подолу, наведете ги поставките што ќе се користат за поврзување со базата на податоци.
mr: OJS ला त्याचा डेटा संचयित करण्यासाठी SQL डेटाबेसमध्ये प्रवेश अनिवार्य आहे. आधार देणार्‍या डेटाबेसेसच्या यादीसाठी प्रणालीच्या वरील आवश्यकता पहा. खालील फील्डमध्ये, डेटाबेसशी जोडणी करण्यासाठी वापरल्या जाणाऱ्या सेटिंग्ज प्रदान करा.
ms: OJS memerlukan akses kepada pangkalan data SQL untuk menyimpan datanya. Lihat keperluan sistem di atas untuk senarai pangkalan data yang disokong. Dalam medan di bawah, sediakan tetapan yang akan digunakan untuk sambung ke pangkalan data.
nb_no: OJS krever tilgang til en SQL-database for å lagre av data. Se listen over støttede databaser i systemkravene ovenfor. Skriv inn innstillingene som skal brukes for å opprette forbindelsen med databasen i feltene nedenfor.
ro: OJS necesită acces la o bază de date SQL pentru a stoca datele sale. Consultați cerințele de sistem de mai sus pentru o listă de baze de date acceptate. În câmpurile de mai jos, furnizați setările care vor fi utilizate pentru a vă conecta la baza de date.
sk_sk: OJS vyžaduje prístup k SQL databáze, aby mohol uchovávať svoje dáta. Pozri systémové požiadavky vyššie pre zoznam podporovaných databáz. Do políčok nižšie uveďte nastavenie, ktoré sa má použiť na pripojenie do databázy.
sl_si: OJS potrebuje dostop do SQL baze podatkov za shranjevanje podatkov. Preverite sistemske zahteve zgoraj za seznam podprtih podatkovnih baz. V poljih spodaj vnesite nastavitve, ki naj se uporabljajo za dostop do baze podatkov.
sr_rs@cyrillic: OJS za čuvanje podataka zahteva pristup SQL bazi. Pregledajte gore navedene sistemske zahteve za popis baza koje OJS подржава. У ниже приложеним пољима наведите параметре који ће се користити за повезивање с базом.
sr_rs@latin: OJS za čuvanje podataka zahteva pristup SQL bazi. Pregledajte gore navedene sistemske zahteve za popis baza koje OJS podržava. U niže priloženim poljima navedite parametre koji će se koristiti za povezivanje s bazom.
th: OJS ต้องการการเข้าถึงฐานข้อมูล SQL เพื่อจัดเก็บข้อมูลของมัน ดูข้อกำหนดระบบด้านบนสำหรับรายการฐานข้อมูลที่รองรับ ในช่องด้านล่างนี้ ให้ระบุการตั้งค่าที่จะใช้ในการเชื่อมต่อกับฐานข้อมูล
uk_ua: Для збереження даних OJS необхідний доступ до бази даних SQL. Список СУБД, які наразі підтримуються системою, перерахований вище. У полях нижче вкажіть налаштування, які будуть використовуватись для зв'язку з базою даних.
uz@latin: OJS ma'lumotlarni saqlash uchun SQL ma'lumotlar bazasiga kirishni talab qiladi. Qo'llab -quvvatlanadigan ma'lumotlar bazalari ro'yxati uchun yuqoridagi tizim talablariga qarang. Quyidagi maydonlarda ma'lumotlar bazasiga ulanish uchun ishlatiladigan sozlamalarni kiriting.
vi_vn: OJS yêu cầu quyền truy cập vào cơ sở dữ liệu SQL để lưu trữ dữ liệu của nó. Xem các yêu cầu hệ thống ở trên để biết danh sách các cơ sở dữ liệu được hỗ trợ. Trong các trường bên dưới, cung cấp các cài đặt sẽ được sử dụng để kết nối với cơ sở dữ liệu.
zh_cn: OJS需要访问一个SQL数据库来存储它的数据。查看支持的数据库列表上面的系统要求。在下面的字段，提供设置用于连接到数据库。
zh_hant: OJS需要能夠存取一個SQL資料庫以儲存資料。見以上系統要求所列出的支援資料庫列表。在以下欄位，提供所採用的設定連接至資料庫。

# installer.filesDirInstructions
source: Enter full pathname to an existing directory where uploaded files are to be kept. This directory should not be directly web-accessible. <strong>Please ensure that this directory exists and is writable prior to installation.</strong> Windows path names should use forward slashes, e.g. "C:/myjournal/files".
az: Yüklənən faylların saxlanacağı bir indeksin tam giriş yolunu yazın. Bu indeks birbaşa veb girişinə açıq olmaya bilər. <strong>Zəhmət olmasa yükləmədən əvvəl bu indeksin var olduğundan və yazıla bilən olmasından əmin olun.</strong> Əlaqə sistemi Windows isə nümunədəki kimi bir yol istifadə edin. Məsələn: "C:/eJurnal/fayllar".
bg: Въведете пълен път към съществуваща директория, където трябва да се съхраняват качените файлове. Тази директория не трябва да бъде директно достъпна в мрежата. <strong> Моля, уверете се, че тази директория съществува и може да се записва преди инсталиране. </strong> Имената на пътищата на Windows трябва да използват наклонени черти напред, например: "C:/myjournal/files".
bs_ba: Unesite puno ime putanje prema postojećem direktoriju gdje će se pohranjivati poslane datoteke. Taj direktorij ne bi smio biti direktno dostupan preko mreže. <strong>Molimo osigurajte da taj direktorij postoji i da se može pisati po njemu prije istalacije.</strong> Imena Windows putanji trebaju koristiti kose crte unaprijed, npr. "C:/mojicasopisi/datoteke".
de_de: Bitte geben Sie den vollständigen Pfad zu einem existierenden Verzeichnis an, in dem hochgeladene Dateien gespeichert werden sollen. Dieses Verzeichnis sollte nicht direkt aus dem WWW lesbar sein. <strong>Bitte stellen Sie sicher, dass dieses Verzeichnis existiert und beschreibbar ist, bevor Sie mit der Installation fortfahren.</strong> Pfadangaben auf Windows-Rechnern sollten normale Schrägstriche enthalten, z.B. "C:/myjournal/files".
el_gr: Εισαγάγετε την πλήρη διαδρομή προς έναν υπάρχοντα φάκελο όπου θα φυλάσσονται τα αρχεία που έχουν μεταφορτωθεί. Ο φάκελος αυτός δεν πρέπει να είναι άμεσα προσβάσιμος μέσω του Παγκόσμιου Ιστού.&lt;strong&gt;Παρακαλούμε βεβαιωθείτε ότι ο φάκελος αυτός υπάρχει ήδη και είναι εγγράψιμος πριν από την εγκατάσταση.&lt;/strong&gt; Τα ονόματα των διαδρομών στα Windows πρέπει να χρησιμοποιούν καθέτους, π.χ. "C:/myjournal/files".
eu: Idatzi dagoeneko sortuta dagoen direktorio baten bide-izen osoa, igotako fitxategiak gordetzeko. Ez da komeni direktorio horretan zuzenean Internetetik sartu ahal izatea. <strong>Instalazioa egiten hasi aurretik, ziurtatu direktorio hori sortuta dagoela eta idazteko baimena duela.</strong> Windows-eko bide-izenetan barrak erabiltzen dira, adib.: "C:/aldizkaria/fitxategiak".
gd_gb: Cuir a-steach ainm slàn na slighe gu pasgan làithreach far an tèid na faidhlichean a chumail a thèid a luchdadh suas. Cha bu chòir dha a bhith na phasgan a ruigear calg-dhìreach on lìon. <strong>Dèan cinnteach gu bheil am pasgan seo ann agus gun gabh sgrìobhadh ann mus tòisich thu air an stàladh.</strong> Bu chòir do shlaisichean air adhart a bhith ann an ainmean slighean Windows, m.e. "C:/myjournal/faidhlichean".
gl_es: Introduza a ruta completa dun directorio existente onde se deban gardar os arquivos cargados. Este directorio non debe ser directamente accesible a través da web. <strong>Asegúrese de que este directorio existe e de que ten permiso de escritura antes de proceder á instalación.</strong> Os nomes de ruta de acceso de Windows teñen que utilizar barras oblicuas, por exemplo: "C:/amiñarevista/arquivos".
hi_in: एक मौजूदा निर्देशिका में पूर्ण पथनाम दर्ज करें जहाँ अपलोड की गई फ़ाइलों को रखा जाना है। यह निर्देशिका सीधे वेब-सुलभ नहीं होनी चाहिए। <strong> कृपया सुनिश्चित करें कि यह निर्देशिका मौजूद है और स्थापना से पहले लिखने योग्य है। </ strong> विंडोज पथ के नामों को आगे के स्लैश का उपयोग करना चाहिए, उदा। "C:/myjournal/files".
hu_hu: Adja meg a teljes elérési útvonalát annak a létező könyvtárnak, ahol a feltöltött fájlokat fogja tárolni. Ezt a könyvtárat nem szabad közvetlenül a webről elérni. <strong>Mielőtt telepít kérem, győződjön meg arról, hogy létezik a könyvtár és írható.</strong> A Windows útvonal nevében használjon perjeleket, pl. "C:/myjournal/files".
hy_am: Մուտքագրեք ամբողջական ուղու անունը գոյություն ունեցող գրացուցակում, որտեղ պետք է պահվեն վերբեռնված նիշքերը: Այս գրացուցակը չպետք է ուղղակիորեն հասանելի լինի համացանցում: <strong>Նախքան տեղադրումը, խնդրում ենք համոզվել, որ այս գրացուցակը գոյություն ունի և գրառելի է:</strong> Windows-ի ուղիների անունները պետք է օգտագործեն դեպի առաջ շեղեր, օրինակ՝ "C:/myjournal/files".
is: Sláðu inn fulla slóð fyrir möppu sem er til þar sem geyma skal þær skrár sem hlaðið verður upp. Mappan á ekki að vera aðgengileg beint frá vef. <strong>Vinsamlega vertu viss um að mappan sé til, og hægt að skrifa í hana áður en þú setur upp. </strong> Windowsslóðin á að innihalda skástrik sem halla fram, t.d. "C:/mitttimarit/skrar".
ja: アップロードされたファイルを保存する既存のディレクトリのフルパス名を入力してください。このディレクトリは直接ウェブにアクセスできないようにしてください。<strong>インストール前に、このディレクトリが存在し、書き込み可能であることを確認してください。</strong> Windowsのパス名は、「C:/myjournal/files」のように、フォワードスラッシュを使用してください。
ka: შეიყვანეთ არსებული დირექტორიის სრული სახელი, სადაც ატვირთული ფაილები უნდა ინახებოდეს. ეს დირექტორია არ უნდა იყოს წვდომადი ინტერნეტიდან. <strong>გთხოვთ, დარწმუნდეთ, რომ ეს დირექტორია არსებობს და ჩაწერადია.</strong> Windows-ის მდებარეობის სახელი უნდა იყენებდეს პირდაპირ შლეშს, მაგ. "C:/myjournal/files”.
kk: Жүктелген файлдар сақталатын бар каталогтың толық жолын енгізіңіз. Бұл анықтамалыққа Интернет арқылы тікелей қол жеткізуге болмайды. <strong> Орнатпас бұрын каталогтың бар екеніне және жазылатынына көз жеткізіңіз. </strong> Windows жүйесіндегі каталогтар бағытта қиғаш сызықтарды қолдануы керек, мысалы, "C:/myjournal/files".
ku_iq: تەواوی pathname داخل بکە بۆ سەر فایلی بارکراوی پارێزراو. ئەمە دەبێت لەسەر تۆڕ بەردەست بێت.<strong>لطفاً، تحقق من وجود حافظة الملفات هذه وأنها قابلة للتعديل قبل التنصيب.</strong> مسارات نظام التشغيل Windows تتطلب استعمال forward slashes، مثلاً: "C:/myjournal/files".
ky: Жүктөлгөн файлдар сакталуучу каталогдун толук жолун киргизиңиз. Бул каталог түздөн-түз вебден жеткиликтүү болбошу керек. <strong>Орнотуудан мурун бул каталог бар экенине жана жазылуучу экенине ишениңиз.</strong> Windows жолдорунда түз сызыктарды колдонуңуз, мисалы: "C:/myjournal/files".
lt: Įveskite pilną esamo katalogo kelią, kuriame bus saugomi įkelti failai. Šis katalogas neturi būti tiesiogiai pasiekiamas per žiniatinklį. <strong>Prieš diegdami įsitikinkite, kad šis katalogas egzistuoja ir yra rašomas.</strong> Windows keliuose naudokite pasviruosius brūkšnius, pvz., „C:/myjournal/files“.
lv_lv: Ievadiet pilnu ceļa nosaukumu uz esošo direktoriju, kurā tiks glabāti augšupielādētie faili. Šim direktorijam nevajadzētu būt tieši pieejamam tīmeklī. <strong>Pirms instalēšanas pārliecinieties, ka šis direktorijs pastāv un ir rakstāms.</strong> Windows ceļu nosaukumos jāizmanto slīpsvītras, piemēram, "C:/myjournal/files".
mk_mk: Внесете го целосното име на постојниот директориум каде што треба да се чуваат подигнатите датотеки. Овој директориум не треба да биде директно достапен на веб. <strong> Ве молиме, осигурете се дека овој директориум постои и може да се запише пред инсталацијата. </strong> Имињата на патеките на Windows треба да користат пресеци нанапред, на пр. "C:/myjournal/датотеки".
mr: संक्रमित (अपलोड) केलेल्या फाईल्स ठेवल्या जाणाऱ्या विद्यमान डिरेक्टरीचे पूर्ण pathname लिहा. ही डिरेक्टरी इंटरनेटवरून थेट उपलब्ध नसावी. <strong>कृपया ही डिरेक्टरी अस्तित्वात असल्याची आणि इंस्टॉलेशनपूर्वी फाईल्स संक्रमित करण्यायोग्य असल्याची खात्री करा.</strong> Windows मध्ये pathname देताना फॉरवर्ड स्लॅश वापरावे, उदा. "C:/myjournal/files".
ms: Masukkan nama laluan penuh ke direktori sedia ada yang mana fail yang dimuat naik akan disimpan. Direktori ini tidak boleh diakses secara langsung web. <strong>Sila pastikan direktori ini wujud dan boleh ditulis sebelum pemasangan.</strong> Nama laluan Windows patut menggunakan garis condong hadapan, cth. "C:/myjournal/files".
nb_no: Skriv inn en fullstendig sti til en eksisterende mappe hvor opplastede filer skal oppbevares. Denne mappen bør ikke kunne nås direkte fra internett. <strong> Pass på at denne mappen finnes og er overskrivbar før du installerer.</strong> Windows filstinavn bør bruke vanlig skråstrek (/), f.eks. «C:/myjournal/files».
ro: Introduceți numele complet de acces într-un director existent în care trebuie păstrate fișierele încărcate. Acest director nu trebuie să fie direct accesibil web. <strong>Vă rugăm să vă asigurați că acest director există și poate fi scris înainte de instalare.</strong> Numele căilor Windows ar trebui să utilizeze bare oblice dreapta, de ex. "C:/myjournal/files".
sk_sk: Zadajte celú cestu k existujúcemu adresáru, v ktorom sa majú uchovávať nahrané súbory. Tento adresár by nemal byť priamo dostupný z webu. <strong>Prosím, pred začatím inštalácie sa uistite, že tento adresár existuje a je zapsatelný.</strong> Vo Windowse by mala cesta obsahovať lomítka, napr .: "C:/myjournal/files".
sl_si: Vnesite celotno pot do obstoječe mape, kjer se bodo shranjevale naložene datoteke. Ta mapa naj ne bi bila direktno dosegljiva preko spleta. <strong>Prosimo pred namestitvijo zagotovite, da mapa obstaja in je možno v njo pisati.</strong> Imena poti na Windows-ih morajo uporabljati desno poševnico , npr "C:/myjournal/files".
sr_rs@cyrillic: Унесите пуно име путање према постојећем директоријуму гдје ће се чувати послати фајлови. Тај директоријум не би смео бити директно доступан преко мреže. <strong>Молимо осигурајте да тај директоријум постоји и да се може писати по њему пре инсталације.</strong> Имена Windows путањи морају користити косе црте унапред, нпр. "C:/mojicasopisi/fajlovi".
sr_rs@latin: Unesite puno ime putanje prema postojećem direktorijumu gdje će se čuvati poslati fajlovi. Taj direktorijum ne bi smeo biti direktno dostupan preko mreže. <strong>Molimo osigurajte da taj direktorijum postoji i da se može pisati po njemu pre instalacije.</strong> Imena Windows putanji moraju koristiti kose crte unapred, npr. "C:/mojicasopisi/fajlovi".
th: ป้อนชื่อเส้นทางเต็มไปยังไดเรกทอรีที่มีอยู่ซึ่งจะเก็บไฟล์ที่อัปโหลดไว้ ไดเรกทอรีนี้ไม่ควรเข้าถึงได้โดยตรงทางเว็บ <strong>โปรดตรวจสอบว่าไดเรกทอรีนี้มีอยู่และสามารถเขียนได้ก่อนการติดตั้ง</strong> ชื่อเส้นทาง Windows ควรใช้เครื่องหมายทับไปข้างหน้า เช่น "C:/myjournal/files"
uk_ua: Вкажіть повний шлях до існуючої теки, де повинні зберігатися вивантажені файли. Ця тека не повинна бути доступна безпосередньо з мережі. <strong>Перед інсталяцією, будь ласка, переконайтеся, що тека існує і відкрита для запису.</strong> У шляхах файлів Windows застосовуються зворотні слеші, наприклад, "C:/myjournal/files".
uz@latin: Yuklangan fayllar saqlanadigan mavjud katalogga to'liq yo'l nomini kiriting. Bu katalogga to'g'ridan-to'g'ri veb-kirish imkoni bo'lmasligi kerak. <strong> Iltimos, ushbu katalog mavjudligini va o'rnatishdan oldin yozish mumkinligiga ishonch hosil qiling. </strong> Windows yo'llari nomlari oldinga siljishni ishlatishi kerak, masalan. "C:/myjournal/fayllar".
vi_vn: Nhập tên đường dẫn đầy đủ đến một thư mục hiện có nơi lưu giữ các tệp đã tải lên. Thư mục này không nên truy cập trực tiếp trên web. <strong>Vui lòng đảm bảo rằng thư mục này tồn tại và có thể ghi được trước khi cài đặt.</strong>Tên đường dẫn Windows nên sử dụng dấu gạch chéo về phía trước, ví dụ: "C:/myjournal/files".
zh_cn: 输入一个保存上传文件的既存目录的完整路径名称。这个目录不应该直接透过网页存取。<strong>请确定这个目录存在而且可写入</strong> Windows路径名称应该使用右斜线，例如："C:/myjournal/files".
