Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submission.layout.instructions
source: Layout Instructions
az: Tərtibat təlimatı
bg: Инструкции за оформлението
bs_ba: Upute za prijelom
de_de: Layoutrichtlinien
el_gr: Οδηγίες σελιδοποίησης
eu: Maketatzeko jarraibideak
gd_gb: Stiùireadh co-dhealbhachd
gl_es: Instrucións de maquetaxe
hi_in: लेआउट निर्देश
hu_hu: Elrendezési javaslatok
hy_am: Դասավորության հրահանգներ
is: Umbrotsleiðbeiningar
ja: レイアウトの手引き
ka: განლაგების ინსტრუქცია
kk: Макет дизайнеріне арналған нұсқаулық
ku_iq: ڕێنماییەکانی نەخشەساز
ky: Макет көрсөтмөлөрү
lt: Nurodymai maketuotojui
lv_lv: Maketa instrukcijas
mk_mk: Инструкции за распоред
mr: मांडणी संबंधी (layout) सूचना
ms: Arahan Susun atur
nb_no: Layoutinstruks
ro: Instrucțiuni privind aspectul
sk_sk: Inštrukcie pre typografické úpravy
sl_si: Navodila za grafičnega urednika
sr_rs@cyrillic: Упутства за прелом
sr_rs@latin: Uputstva za prelom
th: คำแนะนำในการจัดวาง
uk_ua: Інструкції з верстки
uz@latin: Joylashtirish bo'yicha ko'rsatmalar
vi_vn: Hướng dẫn trình bày
zh_cn: 排版指南
zh_hant: 版面指引

# submission.layout.layoutComments
source: Layout Comments
az: Tərtibatçı şərhləri
bg: Коментари към оформлението
bs_ba: Komentari prijeloma
de_de: Layout - Kommentare
el_gr: Σχόλια σελιδοποίησης
eu: Maketazio-oharrak
gd_gb: Beachdan co-dhealbhachd
gl_es: Comentarios de maquetaxe
hi_in: लेआउट टिप्पणियाँ
hu_hu: Elrendezési megjegyzések
hy_am: Դասավորության մեկնաբանություններ
is: Umbrotsathugasemdir
ja: レイアウトエディタのコメント
ka: განლაგების კომენტარები
kk: Макет дизайнеріне арналған түсініктеме
ku_iq: تێچێنی نەخشەساز
ky: Макет комментарийлери
lt: Pastabos dėl maketo
lv_lv: Maketa piezīmes
mk_mk: Коментари за распоред
mr: मांडणी संबंधी (layout) नोंदी
ms: Komen Susun atur
nb_no: Kommentarer til layout
ro: Comentarii privind aspectul
sk_sk: Komentár typografa
sl_si: Komentarji grafičnega urednika
sr_rs@cyrillic: Коментари прелома
sr_rs@latin: Komentari preloma
th: ความคิดเห็นเกี่ยวกับการจัดวาง
uk_ua: Коментарі редактора верстки
uz@latin: Tartibga oid izohlar
vi_vn: Thảo luận trong phần trình bày
zh_cn: 排版评论
zh_hant: 版面意見

# submission.layout.replaceLayoutEditor
source: Replace Layout Editor
az: Tərtibatçını dəyişdirin
bg: Заместване на редактор на оформлението
bs_ba: Zamijenite grafičkog urednika
de_de: Layouter/in ersetzen
el_gr: Αντικατάσταση Επιμελητή Σελιδοποίησης
eu: Ordeztu maketatzailea
gd_gb: Tagh deasaiche co-dhealbhachd ùr
gl_es: Substituír maquetador/a
hi_in: लेआउट संपादक को बदलें
hu_hu: Tördelő szerkesztő lecserélése
hy_am: Փոխարինեք դասավորության խմբագրին
is: Skipta út setjara
ja: レイアウトエディタの置換
ka: განლაგების რედაქტორის შეცვლა
kk: Макет дизайнерін ауыстыру
ku_iq: گۆڕینی نەخشەساز
ky: Макет редакторун алмаштыруу
lt: Skirti kitą maketuotoją
lv_lv: Aizstāt maketētāju
mk_mk: Замени уредник за распоред
mr: मांडणी करणारा (layout) संपादक बदला
ms: Ganti Editor Susun atur
nb_no: Erstatt layoutredaktør
ro: Înlocuiește editorul de machetare
sk_sk: Nahradiť typografa
sl_si: Zamenjaj grafičnega urednika
sr_rs@cyrillic: Замените графичког уредника
sr_rs@latin: Zamenite grafičkog urednika
th: แทนที่บรรณาธิการการจัดวาง
uk_ua: Змінити редактора верстки
uz@latin: Layout muharririni almashtiring
vi_vn: Thay thế biên tâp viên trình bày
zh_cn: 替换排版编辑
zh_hant: 取代版面設計編輯

# submission.layout.assignLayoutEditor
source: Assign Layout Editor
az: Tərtibatçı təyin edin
bg: Асоцииране на редактор на оформлението
bs_ba: Dodijeli grafičkom uredniku
de_de: Beitrag einer Layouterin/einem Layouter zuweisen
el_gr: Ανάθεση Επιμελητή Σελιδοποίησης
eu: Esleitu maketatzailea
gd_gb: Iomruin deasaiche co-dhealbhachd
gl_es: Asignar maquetador/a
hi_in: लेआउट संपादक असाइन करें
hu_hu: Tördelő hozzárendelése
hy_am: Նշանակել դասավորության խմբագիր
is: Úthluta setjara
ja: レイアウトエディタの任命
ka: კორეტურის რედაქტორი დაინშნა
kk: Макет дизайнерін тағайындаңыз
ku_iq: ئەرکدارکردنی نەخشەساز
ky: Макет редакторун дайындоо
lt: Paskirti maketuotoją
lv_lv: Piešķirt maketētāju
mk_mk: Назначи уредник за распоред
mr: मांडणी करणारा (layout) संपादक नियुक्त करा
ms: Tugaskan Editor Susun atur
nb_no: Oppnevn layoutredaktør
ro: Atribuie editor de machetare
sk_sk: Prideliť typografa
sl_si: Določi grafičnega urednika
sr_rs@cyrillic: Додели графичком уреднику
sr_rs@latin: Dodeli grafičkom uredniku
th: มอบหมายบรรณาธิการการจัดวาง
uk_ua: Призначити редактора верстки
uz@latin: Joylashtirish muharririni tayinlash
vi_vn: Phân công Biên tập viên trình bày
zh_cn: 指派排版编辑
zh_hant: 分配版面設計編輯

# submission.layout.galleyPublicIdentificationExists
source: Public galley identification already exists.
az: Yerli dizayn kimliyi artıq var
bg: Публичния идентификатор на типографията вече съществува.
bs_ba: Javni identifikator prijeloma već postoji.
de_de: Eindeutige Kennung existiert bereits.
el_gr: Το δημόσιο αναγνωριστικό του τυπογραφικού δοκιμίου υπάρχει ήδη.
eu: Galerada-identifikazio publikoa badago lehendik.
gd_gb: Tha aithnichear poblach a’ ghailearaidh seo ann mu thràth.
gl_es: O identificador público de galerada xa existe.
hi_in: सार्वजनिक गैली पहचान पहले से मौजूद है।
hu_hu: A nyilvános tördelt változat azonosítása már megtörtént.
hy_am: Հանրային շարվածքի նույնականացումն արդեն գոյություն ունի:
is: Auðkenni á opinberu galley er þegar til.
ja: 公開ゲラ識別子は既に存在します。
ka: საჯარო სვეტის იდენტიფიკაცია უკვე არსებობს.
kk: Мақала жазбасының идентификаторы бұрыннан бар.
ku_iq: ناسێنەری تابلۆی گشتی بەردەستە.
ky: Коомдук галлей идентификатору мурунтан бар.
lt: Toks viešasis skilties identifikatorius jau naudojamas.
lv_lv: Publiskā saliktņa identifikācija jau pastāv.
mk_mk: Веќе постои јавна идентификација на отисок.
mr: सार्वजनिक कच्चे मुद्रित (गॅली) आधीपासून अस्तित्वात आहे.
ms: Pengenalpastian galley umum sudah wujud.
nb_no: Offentlig identifikator for oppsettet finnes allerede.
ro: Identificarea conținutului public există deja.
sk_sk: Identifikácia verejnej sadzobnice už existuje.
sl_si: Identifikator javnega preloma že obstaja.
sr_rs@cyrillic: Јавни идентификатор прелома већ постоји.
sr_rs@latin: Јавни идентификатор прелома већ постоји.
th: การระบุแกลเล่ย์แบบสาธารณะมีอยู่แล้ว
uk_ua: Вказаний ідентифікатор гранки вже існує.
uz@latin: Umumiy oshxona identifikatori allaqachon mavjud.
vi_vn: Nhận dạng bản in công khai đã tồn tại.
zh_cn: 公共草稿标识符已经存在。
zh_hant: 公開校對樣本認證已存在。

# submission.layout.noLayoutFile
source: None (Upload final copyedit version as Layout Version prior to sending request)
az: Heç biri (Tələb göndərməzdən əvvəl sonra kopya tənzimləmə versiyasını tərtibat versiyası kimi yüklə)
bg: Няма (Качете окончателната стилово коригирана версия като версия за оформяне преди изпращане на заявка)
bs_ba: Ne postoji (postavite konačnu verziju lekture kao verziju za prijelom prije slanja zahtjeva za prijelom)
de_de: Keine (Laden Sie die endgültige Lektoratsversion als Layoutversion hoch, bevor Sie eine Anfrage stellen.)
el_gr: Κανένα (Μεταφορτώστε την τελική έκδοση του επιμελημένου κειμένου ως έκδοση σελιδοποίησης πριν την αποστολή αιτήματος σελιδοποίησης)
eu: Bat ere ez (eskaera bidali aurretik, kargatu azken zuzenketa-bertsioa Maketazio-bertsio gisa)
gd_gb: Chan eil gin (Luchdaich suas an tionndadh grinn-deasaichte deireannach mar thionndadh co-dhealbhachd mus cuir thu iarrtas)
gl_es: Ningún (cargue a versión final da corrección como versión maquetada antes de enviar a solicitude)
hi_in: कोई भी (अनुरोध भेजने से पहले लेआउट संस्करण के रूप में अंतिम प्रतिलिपि किए गए संस्करण को अपलोड करें)
hu_hu: Nem (Az utolsó lektori változatot töltse fel mielőtt felkérést küld tördelésre.)
hy_am: Ոչ մեկը (Վերբեռնեք վերջնական Գրական խմբագրման տարբերակը որպես դասավորության տարբերակ՝ նախքան հարցումն ուղարկելը)
is: Ekkert (Hladdu upp útgáfu af lokayfirferð sem umbrotsútgáfu áður en þú sendir beiðni)
ja: なし（レイアウトの依頼をするには、最終原稿整理版をレイアウト版としてアップロードしてください）
ka: არცერთი (მოთხოვნის გაგზავნამდე ატვირთეთ კოპირებული საბოლოო ვერსია განლაგების ვერსიით)
kk: Ешқайсысы (сұранысты жібермес бұрын, соңғы нұсқаны әдеби нұсқадан макет нұсқасы ретінде жүктеп алыңыз)
ku_iq: هیچ فایلێک بەردەست نییە (فایلی وردبینکراو وەک فایلی ئامادە بۆ نەخشەسازی بار بکە پێش ناردنی داواکاری)
ky: Жок (Өтүнүч жөнөтүүдөн мурун акыркы редакциялоо версиясын макет версиясы катары жүктөө)
lt: Nėra (Norėdami siųsti užklausą, pirma įkelkite galutinę redakciją kaip straipsnį, skirtą maketuoti)
lv_lv: Nav (augšupielādējiet galīgo rediģēto versiju kā maketa versiju pirms pieprasījuma nosūtīšanas)
mk_mk: Нема (Прикачете ја конечната верзија за уредување како верзија со распоред пред да го пратите барањето)
mr: काहीही नाही (विनंती करण्यापूर्वी अचूकता तपासलेल्या अंतिम प्रतीला कच्चे मुद्रित (लेआउट) प्रत/आवृत्ती म्हणून संक्रमित (अपलोड) करा)
ms: Tidak ada (Muat naik versi copyedit akhir sebagai Versi Susun atur sebelum menghantar permintaan)
nb_no: Ingen (last opp en endelig, språkvasket versjon som layoutversjon før forespørselen sendes)
ro: Nimeni (Încărcați versiunea finală copiată ca versiune de machetare înainte de a trimite solicitarea)
sk_sk: Žiadny (Nahrajte finálnu redigovanú verziu ako verziu typografa pred tým, než odošlete žiadosť)
sl_si: Nobena (Pred pošiljanjem naložite končno lektorirano verzijo kot verzijo za grafično oblikovanje)
sr_rs@cyrillic: Не постоји (поставите коначну верзију лектуре као верзију за прелом)
sr_rs@latin: Ne postoji (postavite konačnu verziju lekture kao verziju za prelom)
th: ไม่มี (อัปโหลดเวอร์ชันคัดลอกแก้ไขสุดท้ายเป็นเวอร์ชันการจัดวางก่อนส่งคำขอ)
uk_ua: Немає (Перед тим, як надіслати запит, вивантажте версію остаточної редакції як версію верстки)
uz@latin: Yo'q (so'rov yuborilishidan oldin nusxa ko'chirishning oxirgi versiyasini Layout versiyasi sifatida yuklash)
vi_vn: Không có (Tải lên phiên bản biên tập cuối cùng dưới dạng bản trình bày trước khi gửi yêu cầu)
zh_cn: 无（在发送请求之前上传最后的文字编辑版本作为排版版本）

# submission.copyedit.instructions
source: Copyedit Instructions
az: Səhifə tərtibatı təlimatı
bg: Инструкции за стилова редакция
bs_ba: Upute za lekturu
de_de: Lektorat - Richtlinien
el_gr: Οδηγίες επιμέλειας κειμένου
eu: Zuzenketak egiteko jarraibideak
gd_gb: Stiùireadh grinn-deasachaidh
gl_es: Instrucións para a corrección de orixinais
hi_in: प्रतिलिपि के निर्देश
hu_hu: Technikai szerkesztési javaslatok
hy_am: Գրական խմբագրման հրահանգներ
is: Leiðbeiningar um yfirferð
ja: 原稿整理の手引き
ka: ლიტერატურული რედაქტირების ინსტრუქციები
kk: Әдеби редакциялауға арналған нұсқаулық
ku_iq: ڕێنماییەکانی وردبین
ky: Редакциялоо көрсөтмөлөрү
lt: Nurodymai kalbos redaktoriui
lv_lv: Teksta rediģēšanas instrukcijas
mk_mk: Инструкции за уредување
mr: अचूकता तपासण्यासाठी (कॉपीएडिट) सूचना
ms: Arahan Copyedit
nb_no: Instruks for språkvask
ro: Instrucțiunile de editare
sk_sk: Inštrukcie pre redigovanie
sl_si: Navodila za lektoriranje
sr_rs@cyrillic: Упутства за лектуру
sr_rs@latin: Uputstva za lekturu
th: คำแนะนำในการคัดลอกแก้ไข
uk_ua: Інструкції щодо літературного редагування
uz@latin: Ko'rsatmalarni nusxalash
vi_vn: Hướng dẫn biên tập
zh_cn: 文字编辑指南

# submission.copyedit.copyeditComments
source: Copyedit Comments
az: Səhifə tərtibatı şərhləri
bg: Коментари към стиловата редакция
bs_ba: Komentari lekture
de_de: Lektorat - Kommentare
el_gr: Σχόλια επιμέλειας κειμένου
eu: Zuzenketak egiteko oharrak
gd_gb: Beachdan grinn-deasachaidh
gl_es: Comentarios da corrección de orixinais
hi_in: प्रतिलिपि टिप्पणियां
hu_hu: Technikai szerkesztési megjegyzések
hy_am: Գրական խմբագրման մեկնաբանություններ
is: Athugasemdir textatæknis
ja: コピーエディタのコメント
ka: ლიტერატურული რედაქტირების კომენტარები
kk: Әдеби түзетулер туралы пікірлер
ku_iq: تێچێنی وردبین
ky: Редакциялоо комментарийлери
lt: Kalbos redaktoriaus pastabos
lv_lv: Teksta rediģēšanas komentāri
mk_mk: Коментари за уредување
mr: अचूकता तपासतानाचे (कॉपीएडिट) अभिप्राय/टिप्पण्या
ms: Komen Copyedit
nb_no: Kommentarer til språkvask
ro: Comentariile editorului de conținut
sk_sk: Komentár k redigovaniu
sl_si: Lektorski komentarji
sr_rs@cyrillic: Коментари лектурe
sr_rs@latin: Komentari lekture
th: ความคิดเห็นการคัดลอกแก้ไข
uk_ua: Коментарі літ. редактора
uz@latin: Sharhlarni nusxalash
vi_vn: Thảo luận ở vòng biên tập
zh_cn: 文字编辑评论

# submission.copyedit.useFile
source: Use File
az: Fayl istifadə edin
bg: Използване на файл
bs_ba: Koristite datoteku
de_de: Datei verwenden
el_gr: Χρήση αρχείου
eu: Erabili fitxategia
gd_gb: Cleachd am faidhle
gl_es: Utilizar o arquivo
hi_in: फ़ाइल का उपयोग करें
hu_hu: Fájl használata
hy_am: Օգտագործեք նիշք
is: Nota skrá
ja: ファイルの使用
ka: ფაილის გამოყენება
kk: Файлды қолданыңыз
ku_iq: ئەم فایلە بەکار بهێنە
ky: Файлды колдонуу
lt: Naudoti failą
lv_lv: Izmantot failu
mk_mk: Искористи датотека
mr: फाईल वापरा
ms: Gunakan Fail
nb_no: Bruk fil
ro: Utilizați fișierul
sk_sk: Použiť súbor
sl_si: Uporabi datoteko
sr_rs@cyrillic: Користите фајл
sr_rs@latin: Koristite fajl
th: ใช้ไฟล์
uk_ua: Використати файл
uz@latin: Fayldan foydalanish
vi_vn: Sử dụng tập tin
zh_cn: 使用文件

# submission.copyedit.selectCopyeditor
source: Assign Copyeditor
az: Səhifə redaktoru təyin edin
bg: Асоцииране на стилов редактор
bs_ba: Odredite lektora
de_de: Beitrag einer Lektorin/einem Lektor zuweisen
el_gr: Ανάθεση Επιμελητή Κειμένου
eu: Esleitu zuzentzailea
gd_gb: Iomruin grinn-deasaiche
gl_es: Asignar un corrector/a de orixinais
hi_in: कॉपी संपादक असाइन करें
hu_hu: Technikai szerkesztő hozzárendelése
hy_am: Նշաանակեք գրական խմբագիր
is: Úthluta textatækni
ja: コピーエディタの任命
ka: ლიტერატურული რედაქტორის დანიშვნა
kk: Әдеби редакторды тағайындаңыз
ku_iq: وردبینێک دیاری بکە
ky: Редакциялоочуну дайындоо
lt: Paskirti kalbos redaktorių
lv_lv: Piešķirt teksta redaktoru
mk_mk: Назначи уредник
mr: कॉपीएडिटर नेमा
ms: Tugaskan Copyeditor
nb_no: Oppnevn språkvasker
ro: Atribuie editor conținut
sk_sk: Prideliť redaktora
sl_si: Določi lektorja
sr_rs@cyrillic: Одредите лектора
sr_rs@latin: Odredite lektora
th: มอบหมายผู้คัดลอกแก้ไข
uk_ua: Призначити літературного редактора
uz@latin: Copyeditor -ni tayinlang
vi_vn: Phân biên tập viên bản thảo
zh_cn: 指派文字编辑

# submission.copyedit.copyeditVersion
source: C/E Version
az: S/D versiyası
bg: Версия за стилово редактиране
bs_ba: C/E Verzija
de_de: Lektorierte Version
el_gr: Έκδοση επιμελημένου κειμένου
eu: Zuzenketa-bertsioa
gd_gb: Tionndadh an grinn-deasachaidh
gl_es: Versión do corrector/a
hi_in: सी / ई संस्करण
hu_hu: Tech szerk verzió
hy_am: Գրական խմբագրման տարբերակ
is: C/E úgáfa
ja: 整理編集版
ka: ლიტერატურული რედაქტირების ვერსია
kk: Әдеби редакциялауға арналған нұсқа
ku_iq: نوسخەی وردبینی
ky: C/E версиясы
lt: Suredaguotas straipsnis
lv_lv: Red. versija
mk_mk: C/E Верзија
mr: अचूकता तपासलेली (कॉपीएडिट) C\E प्रत (आवृत्ती)
ms: Versi C/E
nb_no: Språkvaskerens versjon
ro: Versiunea C/E
sk_sk: Redaktorova verzia
sl_si: Lektorirana verzija
sr_rs@cyrillic: Лекторисана верзија
sr_rs@latin: Lektorisana verzija
th: เวอร์ชันคัดลอกแก้ไข (C/E)
uk_ua: Версія для літературного редагування
uz@latin: C/E versiyasi
vi_vn: Phiên bản C/E
zh_cn: C/E版本

# submission.copyedit.finalCopyedit
source: Final Copyedit
az: Son səhifə tərtibatı
bg: Окончателно стилово редактиране
bs_ba: Konačna lektura
de_de: Endgültiges Lektorat
el_gr: Τελική επιμέλεια κειμένου
eu: Azken zuzenketa
gd_gb: Grinn-deasachadh deireannach
gl_es: Corrección de orixinais final
hi_in: अंतिम प्रतिलिपि
hu_hu: Végső technikai szerkesztés
hy_am: Վերջնական գրական խմբագրում
is: Lokayfirferð
ja: 最終原稿整理
ka: საბოლოო ლიტერატურული რედაქტირება
kk: Соңғы әдеби өңдеу
ku_iq: وردبینیی کۆتایی
ky: Акыркы редакциялоо
lt: Galutinė kalbos redakcija
lv_lv: Galīgā rediģētā versija
mk_mk: Конечно уредување
mr: अचूकता तपासण्याचे (कॉपीएडिट) अंतिम कार्य
ms: Copyedit Akhir
nb_no: Siste språkvask
ro: Editare finală
sk_sk: Finálna redigovaná verzia
sl_si: Končno lektoriranje
sr_rs@cyrillic: Коначна лектура
sr_rs@latin: Konačna lektura
th: การคัดลอกแก้ไขขั้นสุดท้าย
uk_ua: Остаточна редакція
uz@latin: Yakuniy nusxa ko'chirish
vi_vn: Sửa chữa cuối cùng
zh_cn: 最后文字编辑

# submission.copyedit.editorAuthorReview
source: Author Copyedit
az: Müəllif səhifə tərtibatı
bg: Стилово редактиране на автора
bs_ba: Autorova lektura
de_de: Lektorat durch Autor/in
el_gr: Επιμέλεια κειμένου από τον Συγγραφέα
eu: Egilearen zuzenketa
gd_gb: Grinn-deasachadh an ùghdair
gl_es: Corrección de orixinais do autor/a
hi_in: लेखक प्रतिलिपि
hu_hu: Szerzői technikai szerkesztés
hy_am: Հեղինակի կողմից գրական խմբագրում
is: Yfirferð höfundar
ja: 著者による原稿整理
ka: ლიტერატურული რედაქტირება ავტორის მიერ
kk: Автордың әдеби редакциясы
ku_iq: وردبینیی توێژەر
ky: Автордун редакциялоосу
lt: Autoriaus taisymai
lv_lv: Autora rediģētā versija
mk_mk: Уредување на авторот
mr: अचूकता तपासण्याचे (कॉपीएडिट) लेखकाचे कार्य
ms: Copyedit Pengarang
nb_no: Forfatterens språkvask
ro: Editare făcută de autor
sk_sk: Redigovaná verzia autora
sl_si: Avtorjevo lektoriranje
sr_rs@cyrillic: Ауторска лектура
sr_rs@latin: Autorska lektura
th: การคัดลอกแก้ไขของผู้เขียน
uk_ua: Авторська редакція
uz@latin: Muallif Copyedit
vi_vn: Sửa chữa của Tác giả
zh_cn: 作者的文字修改

# submission.copyedit.editorsCopyedit
source: Editor's Copyedit
az: Redaktorun səhifə tərtibatı
bg: Стилово редактиране на редактора
bs_ba: Urednikova lektura
de_de: Lektorat durch Redakteur/in
el_gr: Επιμέλεια κειμένου από τον Επιμελητή Περιοδικού
eu: Editorearen zuzenketa
gd_gb: Grinn-deasachadh an deasaiche
gl_es: Corrección de orixinais do editor/a
hi_in: संपादक की प्रतिलिपि
hu_hu: Szerkesztői technikai szerkesztés
hy_am: Խմբագրի կողմից գրական խմբագրում
is: Yfirferð ritstjóra
ja: 編集者による原稿整理
ka: ლიტერატურული რედაქტირება რედაქტორის მიერ
kk: Редактордың әдеби редакциясы
ku_iq: وردبینیی سەرنوسەر
ky: Редактордун редакциялоосу
lt: Redaktoriaus taisymai
lv_lv: Redaktora rediģētā versija
mk_mk: Уредување на уредникот
mr: अचूकता तपासण्याचे (कॉपीएडिट) संपादकाचे कार्य
ms: Copyedit Editor
nb_no: Redaktørens språkvask
ro: Editor conținut
sk_sk: Redigovaná verzia editora
sl_si: Uredniško lektoriranje
sr_rs@cyrillic: Уредничка лектура
sr_rs@latin: Urednička lektura
th: การคัดลอกแก้ไขของบรรณาธิการ
uk_ua: Редакторська версія
uz@latin: Tahririyat nusxasi
vi_vn: Sửa chữa của Biên tập viên
zh_cn: 编辑的文字修改

# submission.copyedit.initialCopyedit
source: Initial Copyedit
az: Başlanğıc səhifə tərtibatı
bg: Първоначално стилово редактиране
bs_ba: Početna lektura
de_de: Erstes Lektorat
el_gr: Αρχική επιμέλεια κειμένου
eu: Lehenengo zuzenketa
gd_gb: Grinn-deasachadh tòiseachail
gl_es: Corrección de orixinais inicial
hi_in: प्रारंभिक प्रतिलिपि
hu_hu: Technikai szerkesztés kezdete
hy_am: Սկզբնական գրական խմբագրում
is: Hefja yfirferð
ja: 最初の原稿整理
ka: საწყისი ლიტერატურული რედაქტირება
kk: Алғашқы әдеби редакциялау
ku_iq: وردبینیی سەرەتایی
ky: Баштапкы редакциялоо
lt: Pirminė kalbos redakcija
lv_lv: Sākotnējā teksta rediģēšana
mk_mk: Првобитно уредување
mr: अचूकता तपासण्याचे (कॉपीएडिट) प्राथमिक कार्य
ms: Copyedit Awal
nb_no: Første språkvask
ro: Editare inițială
sk_sk: Úvodná verzia redigovania
sl_si: Začetno lektoriranje
sr_rs@cyrillic: Почетна лектура
sr_rs@latin: Početna lektura
th: การคัดลอกแก้ไขเบื้องต้น
uk_ua: Початкова редакція
uz@latin: Dastlabki nusxa ko'chirish
vi_vn: Biên tập ban đầu
zh_cn: 开始进行文字编辑

# proofreader.noProofreadingAssignments
source: No Proofreading Assignments
az: Korrektor təyinatı edilməyib
bg: Няма задачи за коректор
bs_ba: Korektura nije dodijeljena
de_de: Keine Korrekturlektorataufgaben
el_gr: Καμία ανάθεση για διόρθωση τυπογραφικών δοκιμίων
eu: Ez da proba-zuzenketarik esleitu
gd_gb: Chan eil dearbh-leughadh ri dhèanamh
gl_es: Non hai ningunha asignación de corrección de probas
hi_in: कोई प्रूफरीडिंग असाइनमेंट नहीं
hu_hu: Nincsenek korrektúrázási hozzárendelések
hy_am: Չկան սրբագրման առաջադրանքներ
is: Engar úthlutanir prófarkalesturs
ja: 校正者は任命されていません
ka: არ არის კორექტურის დავალება
kk: Коррекциялауға бекітілген тапсырмалар жоқ
ku_iq: هیچ ئەرکێکی هەڵسەنگاندنی زمانی بەردەست نییە
ky: Корректура тапшырмалары жок
lt: Nėra korektūros užduočių
lv_lv: Nav korektūras piešķires
mk_mk: Нема задачи за лекторирање
mr: मुद्रित लेखन तपासणीची कामे शिल्लक नाहीत
ms: Tiada Tugasan Proofreading
nb_no: Ingen oppdrag for korrekturleser
ro: Fără alocări ce corectură
sk_sk: Žiadne úlohy pre korektora
sl_si: Ni korektorskih zadolžitev
sr_rs@cyrillic: Коректура није додељена
sr_rs@latin: Korektura nije dodeljena
th: ไม่มีการมอบหมายงานพิสูจน์อักษร
uk_ua: Немає призначень на коректуру
uz@latin: Tekshiruv topshiriqlari yo'q
vi_vn: Chưa có bản hiệu định nào
zh_cn: 未指派校对

# copyeditor.article.copyeditorFinalFile
source: Copyeditor File
az: Səhifə redaktoru son faylı
bg: Файл на стилистичния редактор
bs_ba: Datoteka lektora
de_de: Datei der Lektorin/des Lektors
el_gr: Αρχείο Επιμελητή Κειμένου
eu: Zuzentzailearen fitxategia
gd_gb: Faidhle a’ ghrinn-deasaiche
gl_es: Arquivo do corrector de orixinais
hi_in: कॉपी संपादक फ़ाइल
hu_hu: Technikai szerkesztési fájl
hy_am: Գրական խմբագրի նիշք
is: Skrá textatæknis
ja: コピーエディタのファイル
ka: ლიტერატურული რედაქტორის ფაილი
kk: Әдеби редактор файлы
ku_iq: فایلی وردبینی
ky: Редакциялоочу файл
lt: Kalbos redaktoriaus failas
lv_lv: Maketētāja datne
mk_mk: Датотека на уредникот
mr: कॉपीएडिटरची अंतीम फाईल
ms: Fail Copyeditor
nb_no: Språkvaskerens siste fil
ro: Fișier editor conținut
sk_sk: Súbor od redaktora
sl_si: Končna datoteka lektorja
sr_rs@cyrillic: Фајл лектора
sr_rs@latin: Fajl lektora
th: ไฟล์สุดท้ายของผู้คัดลอกแก้ไข
uk_ua: Файл літ. редактора
uz@latin: Copyeditor fayl
vi_vn: Tập tin của Biên tập viên bản thảo
zh_cn: 文本编辑文件

# copyeditor.article.copyeditorFile
source: Copyeditor File
az: Səhifə redaktoru faylı
bg: Файл на стилистичния редактор
bs_ba: Datoteka lektora
de_de: Datei der Lektorin/des Lektors
el_gr: Αρχείο Επιμελητή Κειμένου
eu: Zuzentzailearen fitxategia
gd_gb: Faidhle a’ ghrinn-deasaiche
gl_es: Arquivo do corrector/a de orixinais
hi_in: कॉपी संपादक फ़ाइल
hu_hu: Technikai szerkesztési fájl
hy_am: Գրական խմբագրման նիշք
is: Skrá textatæknis
ja: コピーエディタのファイル
ka: ლიტერატურული რედაქტორის ფაილი
kk: Әдеби редактор файлы
ku_iq: فایلی وردبینی
ky: Редакциялоочу файл
lt: Kalbos redaktoriaus failas
lv_lv: Maketētāja datne
mk_mk: Датотека на уредникот
mr: कॉपीएडिटरची फाईल
ms: Fail Copyeditor
nb_no: Språkvaskerens fil
ro: Fișier editor conținut
sk_sk: Súbor od redaktora
sl_si: Datoteka lektorja
sr_rs@cyrillic: Фајл лектора
sr_rs@latin: Fajl lektora
th: ไฟล์ของผู้คัดลอกแก้ไข
uk_ua: Файл літ. редактора
uz@latin: Copyeditor fayli
vi_vn: Tập tin của Biên tập viên bản thảo
zh_cn: 文本编辑文件

# copyeditor.article.fileToCopyedit
source: File To C/E
az: S/D-yə fayl
bg: Файл за стилистично редактиране
bs_ba: Datoteka za lektoriranje
de_de: Datei zum Lektorat
el_gr: Αρχείο προς επιμέλεια κειμένου
eu: Zuzentzeko fitxategia
gd_gb: Am faidhle a tha ri ghrinn-deasachadh
gl_es: Arquivo por corrixir
hi_in: फ़ाइल को C / E के लिए
hu_hu: Fájl ide TechSzerk
hy_am: Նիշք գրական խմբագրման համար
is: Skrá til C/E
ja: 原稿整理するファイル
ka: ფაილი ლიტერატურული რედაქტირებისათვის
kk: Әдеби редакциялау файлы
ku_iq: فایلێک بۆ وردبینیکردن
ky: C/E үчүн файл
lt: Failas kalbos redaktoriui
lv_lv: Datne maketam
mk_mk: Фајл за лекторирање
mr: फाईल अचूकता तपासण्यासाठी (कॉपीएडिट - C/E) पाठवा
ms: Fail Untuk C/E
nb_no: Fil til språkvasker
ro: Fișier la C/E
sk_sk: Súbor pre redaktora
sl_si: Datoteka za lektoriranje
sr_rs@cyrillic: Фајл за лекторисање
sr_rs@latin: Fajl za lektorisanje
th: ไฟล์ที่ต้องคัดลอกแก้ไข
uk_ua: Файл на літературне редагування
uz@latin: C/E ga fayl
vi_vn: Gửi tới C/E
zh_cn: 对于文本编辑的文件
