Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.article.confirmDecision
source: Once you have recorded a decision you will no longer be able to make changes to this review. Are you sure you wish to continue?
az: Qərarınızı yadda saxladıqdan sonra bu dəyərləndirmədə başqa bir dəyişiklik edə bilməzsiniz! Davam etmək istəyirsinizmi?
bg: След като сте записали вашето решение, вече няма да можете да правите промени. Сигурни ли сте, че искате да продължите?
bs_ba: Kada ste jednom zapisali odluku, nećete više moći napraviti nikakve promjene na ovoj recenziji. Jeste li sigurni da želite nastaviti?
de_de: Sobald Sie eine Empfehlung abgegeben haben, können Sie keine Änderungen mehr an diesem Gutachten vornehmen. Sind Sie sicher, dass Sie fortfahren wollen?
el_gr: Μετά την καταχώρηση της απόφασης, δεν θα μπορείτε πλέον να πραγματοποιήσετε αλλαγές στη συγκεκριμένη αξιολόγηση. Επιβεβαιώνετε την ενέργεια;
eu: Erabaki bat grabatzen duzunean, ezingo duzu aldaketarik egin ebaluazio honetan. Ziur zaude jarraitu nahi duzula?
gd_gb: Turas a chlàraich thu co-dhùnadh, chan urrainn dhut atharraichean a dhèanamh air an lèirmheas seo tuilleadh. A bheil thu cinnteach gu bheil thu airson leantainn air adhart?
gl_es: Unha vez que rexistre unha decisión, non poderá facer cambios nesta revisión. Está seguro/a de que quere continuar?
hi_in: एक बार निर्णय लेने के बाद आप इस समीक्षा में बदलाव नहीं कर पाएंगे। पुष्टि करें कि आप आगे जारी रखना चाहते हैं?
hu_hu: Ha egyszer már megadott egy lektorálási döntést, azt később nem bírálhatja felül. Biztosan folytatja?
hy_am: Որոշումը գրանցելուց հետո դուք այլևս չեք կարողանա փոփոխություններ կատարել այս գրախոսության մեջ: Վստա՞հ եք, որ ցանկանում եք շարունակել:
is: Þegar þú hefur skráð ákvörðun getur þú ekki lengur breytt þessari ritrýni. Ertu viss um að þú viljir halda áfram?
ja: 一旦、査読結果を記録したら、もはや変更できなくなります。処理を続けてもよいですか。
ka: გადაწყვეტილების დაფიქსირებისთანავე ვეღარ შეძლებთ ცვლილებების შეტანას ამ მიმოხილვაში. დარწმუნებული ხართ, რომ გსურთ გაგრძელება?
kk: Шешіміңізді енгізгеннен кейін, сіз бұл шолуға өзгеріс енгізе алмайсыз. Жалғастырғыңыз келетініне сенімдісіз бе?
ku_iq: کاتێک تۆ بڕیارەکەت تۆمار کرد، هیچی دیکە ناتوانیت گۆڕانکاری تێدا بکەیت. ئایا تۆ دڵنیایت کە دەتەوێت بەردەوام بیت؟
ky: Чечимди жазгандан кийин бул кароого өзгөртүү киргизе албайсыз. Улантууну каалайсызбы?
lt: Įrašę savo sprendimą, šios recenzijos nebegalėsite keisti. Ar tikrai norite tęsti?
lv_lv: Kad būsiet reģistrējis lēmumu, vairs nevarēsiet veikt izmaiņas šajā recenzijā. Vai tiešām vēlaties turpināt?
mk_mk: Откако ќе внесете одлука повеќе нема да можете да правите промени на оваа рецензија. Дали сте сигурни дека сакате да продолжите?
mr: एकदा तुम्ही निर्णय नोंदवल्यानंतर तुम्ही यापुढे या समीक्षणात बदल करू शकणार नाही. तुम्ही खात्रीने तुमच्या निर्णयावर ठाम आहात ना?
ms: Setelah membuat keputusan, anda tidak lagi dapat membuat perubahan pada ulasan ini. Adakah anda pasti mahu meneruskan?
nb_no: Så snart du har registrert beslutningen, kan du ikke lenger endre den. Er du sikker på at du vil fortsette?
ro: După ce ați înregistrat o decizie, nu veți mai putea face modificări la această revizuire. Sunteți sigur că vreți să continuați?
sk_sk: Akonáhle zaznamenáte rozhodnutie, nebudete už môcť v tejto recenzii vykonať žiadne zmeny. Ste si istý, že chcete pokračovať?
sl_si: Ko boste shranili vašo odločitev, ne boste mogli več narediti nobene spremembe recenzije. Ste prepričani, da želite nadaljevati?
sr_rs@cyrillic: Када сте једном записали одлуку, нећете више моћи направити никакве промене на овој рецензији. Да ли сте сигурни да желите да наставите?
sr_rs@latin: Kada ste jednom zapisali odluku, nećete više moći napraviti nikakve promene na ovoj recenziji. Da li ste sigurni da želite da nastavite?
th: เมื่อคุณบันทึกการตัดสินใจแล้ว คุณจะไม่สามารถทำการแก้ไขในส่วนการพิจารณานี้ได้อีก คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
uk_ua: Після того, як Ваше рішення буде записане, Ви не матимете можливості вносити зміни до цієї рецензії. Ви впевнені, що хочете продовжити?
uz@latin: Siz qarorni yozganingizdan so'ng, siz ushbu tekshiruvga o'zgartirishlar kirita olmaysiz. Davom etishni xohlaysizmi?
vi_vn: Khi bạn đã ghi lại quyết định, bạn sẽ không thể thay đổi đánh giá này nữa. Bạn có chắc muốn tiếp tục không?
zh_cn: 一旦您记录了一个决定，您将不再能够变更这份审稿意见书。您确定您要继续下一步？?

# reviewer.article.mustSelectDecision
source: No recommendation was selected. You must choose a recommendation to submit.
az: Müraciətin qəbulu ilə bağlı bir təklif vermədiniz. Prosesin tamamlanması üçün bir təklif verməniz lazımdır. .
bg: Не е избрана препоръка. Трябва да изберете препоръка, която да изпратите.
bs_ba: Nema odabrane preporuke. Da biste predali datoteku ili recenziju morate odobrati preporuku .
de_de: Keine Empfehlung ausgewählt. Sie müssen zur Abgabe des Gutachtens eine Empfehlung auswählen.
el_gr: Δεν έχει επιλεχθεί εισήγηση. Επιλέξτε μία εισήγηση πριν υποβάλετε την αξιολόγηση.
eu: Ez da gomendiorik hautatu. Gomendio bat aukeratu behar duzu bidaltzeko.
gd_gb: Cha deach moladh a thaghadh. Feumaidh tu moladh a thaghadh airson a chur.
gl_es: Non se seleccionou ningunha recomendación. Debe seleccionar a recomendación que vai enviar.
hi_in: कोई सिफारिश नहीं चुना गया था। सबमिट करने के लिए आपको एक सिफारिश का चयन करना होगा।
hu_hu: Nincs még ajánlás kiválasztva. Ki kell választania egyet.
hy_am: Ոչ մի առաջարկ չի ընտրվել: Դուք պետք է ընտրեք առաջարկություն ներկայացնելու համար:
is: Engar ráðleggingar voru valdar. Þú verður að velja ráðleggingar til að geta sent inn.
ja: 審査結果が選択されていません。審査結果を選択する必要があります。
ka: რეკომენდაცია არ არის არჩეული. თქვენ უნდა აირჩიოთ რეკომენდაცია გასაგზავნად.
kk: Ұсыныс таңдалмады.Жіберу үшін ұсынысты таңдауыңыз керек.
ku_iq: هیچ پێشنیازێک دەستنیشان نەکراوە. تۆ دەبێت پێشنیازێک دەستنیشان بکەیت بۆ پێشکەشکردن.
ky: Сунуш тандалган жок. Тапшыруу үчүн сунуш тандашыңыз керек.
lt: Siūlymas nepasirinktas. Kad pateiktumėte siūlymą, turite jį pasirinkti.
lv_lv: Nav atlasīts neviens ieteikums. Jums ir jāizvēlas ieteikums, ko iesniegt.
mk_mk: Не беше избрана препорака. Морате да изберете препорака за да ја поднесете.
mr: तुम्ही कोणतीही शिफारस केलेली नाही. समीक्षण प्रक्रिया पूर्ण करण्यासाठी पर्यायांपैकी एका शिफारसीची निवड आवश्यक आहे.
ms: Tiada cadangan yang dipilih. Anda mesti memilih cadangan untuk diserahkan.
nb_no: Ingen anbefaling er valgt. Du må velge en anbefaling.
ro: A fost selectată o nouă recomandare. Trebuie să alegeți o recomandare pe care să o trimiteți.
sk_sk: Nebolo vybrané žiadne odporúčanie. Pred odoslaním musíte vybrať odporúčania.
sl_si: Izbrano ni bilo nobeno priporočilo. Izbrati morate priporočilo, ki ga boste oddali.
sr_rs@cyrillic: Нема одабране препоруке. Да бисте предали фајл или рецензију морате одабрати препоруку.
sr_rs@latin: Nema odabrane preporuke. Da biste predali fajl ili recenziju morate odabrati preporuku.
th: ไม่ได้เลือกคำแนะนำใด ๆ คุณต้องเลือกคำแนะนำเพื่อทำการส่ง
uk_ua: Рекомендація не обрана. Ви повинні обрати рекомендацію щодо подання.
uz@latin: Tavsiya tanlanmagan. Siz yuborish uchun tavsiyanomani tanlashingiz kerak.
vi_vn: Không có khuyến nghị được chọn. Bạn phải chọn một đề nghị để gửi.
zh_cn: 没有选择任何建议选项。您必须选择发送一个建议选项。
zh_hant: 尚未選取任何建議。您必須選取一個建議才能提交。

# reviewer.article.selectRecommendation.byEditor
source: Set or adjust the reviewer recommendation.
az: Gözdən keçirmə təklifini incələyin və ya tənzimləyin
bg: Задайте или коригирайте препоръката на рецензента.
bs_ba: Postavi ili prilagodi preporuke recenzenta.
de_de: Gutachter/in-Empfehlung auswählen oder anpassen.
el_gr: Καθορίστε ή προσαρμόστε την εισήγηση του Αξιολογητή.
eu: Ezarri edo egokitu ebaluatzailearen gomendioa.
gd_gb: Suidhich no cuir air gleus moladh an lèirmheasaiche.
gl_es: Configure ou axuste a recomendación do revisor/a.
hi_in: समीक्षक की अनुशंसा को सेट या समायोजित करें।
hu_hu: Beállíthatja vagy módosíthatja a szakmai lektor ajánlását.
hy_am: Սահմանեք կամ կարգավորեք գրախոսի առաջարկությունը:
is: Settu eða lagaðu ráðleggingar ritrýnis.
ja: 査読者の査読結果を設定または調整します。
ka: რეცენზენტის რეკომენდაციის დაყენება, ან შეცვლა.
kk: Реңензиялаушының ұсынысын орнатыңыз немесе өзгертіңіз.
ku_iq: ڕێکخستنەوەی پێشنیازەکانی هەڵسەنگێنەر.
ky: Рецензенттин сунушун коюу же өзгөртүү.
lt: Parinkite arba pritaikykite siūlymą dėl straipsnio spausdinimo.
lv_lv: Iestatiet vai pielāgojiet recenzenta ieteikumu.
mk_mk: Поставете или прилагодете ја препораката од рецензијата.
mr: समीक्षकाच्या शिफारसी निश्चित करा किंवा जुळवून घ्या.
ms: Tetapkan atau sesuaikan cadangan pengulas.
nb_no: Instill eller juster fagfellens anbefaling.
ro: Setați sau ajustați recomandarea recenzorului.
sk_sk: Nastavte alebo upravte odporúčania recenzenta.
sl_si: Nastavite ali spremenite priporočilo recenzenta.
sr_rs@cyrillic: Подеси или измени препоруку рецензента.
sr_rs@latin: Podesi ili izmeni preporuku recenzenta.
th: กำหนดหรือปรับคำแนะนำของผู้พิจารณา
uk_ua: Задати, чи змінити рекомендацію рецензента.
uz@latin: Tekshiruvchi tavsiyanomasini o'rnating yoki sozlang.
vi_vn: Đặt hoặc điều chỉnh đề xuất của người phản biện.
zh_cn: 设置或调整评审编辑的建议。
zh_hant: 設置或調整評審員建議。

# reviewer.article.selectRecommendation
source: Select a recommendation and submit the review to complete the process. You must enter a review or upload a file before selecting a recommendation.
az: Altdakı qərar seçimlərinin aktiv olması üçün dördüncü addımdakı prosesin tamamlanması lazımdır. Dəyərləndirmənin redaktora forvard edilə bilməsi üçün "rəyçi Qərarı" qutusundakı seçimlərdən uğun olanının seçilməsi və qeyd edilməsi lazımdır
bg: Изберете препоръка и изпратете резензията, за да завършите процеса. Трябва да въведете рецензията или да качите файл, преди да изберете препоръка.
bs_ba: Odaberite preporuku iz izbornika. Preporuku možete odabrati tek nakon što ste priložili tekst recenzije ili datoteku s recenzijom. Time završavate postupak recenzije i više ne možete dopunjavati recenziju.
de_de: Wählen Sie eine Empfehlung aus und reichen Sie Ihr Gutachten ein, um den Begutachtungsprozess abzuschließen. Sie müssen das Gutachten direkt eingeben oder eine Datei hochladen, bevor Sie eine Empfehlung auswählen können.
el_gr: Υποβάλετε την εισήγηση και την αξιολόγησή σας, για την ολοκλήρωση της διαδικασίας. Πριν υποβάλετε την εισήγηση, θα πρέπει να εισάγετε τα σχόλιά σας, ή να μεταφορτώσετε κάποιο αρχείο με την αξιολόγηση.
eu: Hautatu gomendio bat eta bidali ebaluazio-prozesua osatzeko. Gomendio bat hautatu aurretik, ebaluazio bat sartu behar duzu edo fitxategi bat igo.
gd_gb: Tagh moladh agus cuir an lèirmheas airson am pròiseas a choileanadh. Feumaidh tu lèirmheas a chur a-steach no faidhle a luchdadh suas mus tagh thu moladh.
gl_es: Seleccione unha recomendación e envíe a revisión para completar o proceso. Debe introducir unha revisión ou cargar un arquivo antes de seleccionar unha recomendación.
hi_in: एक सिफारिश का चयन करें और प्रक्रिया को पूरा करने के लिए समीक्षा सबमिट करें। सिफारिश का चयन करने से पहले आपको एक समीक्षा दर्ज करनी चाहिए या एक फ़ाइल अपलोड करनी चाहिए।
hu_hu: A lektorálási folyamat befejezéseként a tanulmány megjelentetésére vonatkozó összefoglaló véleményét itt adhatja meg. Előtte kérjük ne feledje részletes véleményét vagy a lektorálási ablakban megadni vagy feltölteni.
hy_am: Ընտրեք առաջարկություն և ներկայացրեք գրախոսությունը՝ գործընթացը ավարտելու համար: Նախքան առաջարկ ընտրելը, դուք պետք է մուտք անեք գրախոսություն կամ նիշք վերբեռնեք:
is: Veldu ráðleggingar og sendu inn ritrýnina til að klára ferlið. Þú verðu að skrá ritrýni eða hlaða upp skrá áður en þú velur ráðleggingar.
ja: 査読結果の審査結果を選択し、[投稿結果を編集者に送付]ボタンをクリックして、査読処理を完了させてください。審査結果を選択する前に、コメントを入力するか、ファイルをアップロードする必要があります。
ka: შეარჩიეთ რეკომენდაცია და წარადგინეთ რეცენზია პროცესის დასასრულებლად. რეკომენდაციის არჩევის დაწყებამდე უნდა შეიტანოთ რეცენზია, ან ატვირთოთ ფაილი.
kk: Өңдеу процесін аяқтау үшін ұсынысты таңдап, рецензияны жіберіңіз. Ұсынысты таңдаудан бұрын шолуды енгізу немесе файлды жүктеу қажет.
ku_iq: پێشنیازەکان دیاری بکە و هەڵسەنگاندنەکە پێشکەش بکە بۆ تەواوکردنی پرۆسەکە. تۆ دەبێت هەڵسەنگاندنەکەت بنوسیت یان بە فایلێک باری بکەیت پێش دیاریکردنی پێشنیازەکان.
ky: Процессти аяктоо үчүн сунушту тандап, кароону жөнөтүңүз. Сунушту тандаардан мурун сөзсүз рецензия киргизишиңиз же файл жүктөшүңүз керек.
lt: Galiausiai parinkite siūlymą ir pateikite recenziją. Įrašyti recenziją arba įkelti failą reikia prieš pasirenkant siūlymą.
lv_lv: Izvēlieties ieteikumu un iesniedziet recenziju, lai pabeigtu procesu. Pirms ieteikuma izvēles ir jāievada recenzija vai jāaugšupielādē fails.
mk_mk: Изберете препорака и поднесете ја рецензијата за да го завршите процесот. Морате да внесете рецензија или да прикачите датотека пред да изберете препорака.
mr: खालीलपैकी एक शिफारस निवडून समीक्षण प्रक्रिया पूर्ण करा. शिफारसीपूर्वी तुम्ही समीक्षणाच्या नोंदी करणे किंवा फाईल संक्रमित (अपलोड) करणे आवश्यक आहे.
ms: Pilih cadangan dan serahkan ulasan untuk melengkapkan proses. Anda mesti memasukkan ulasan atau memuat naik fail sebelum memilih cadangan.
nb_no: Velg en anbefaling og send inn fagfellevurderingen for å fullføre prosessen. Du må legge inn en fagfellevurdering eller laste opp en fil før du velger en anbefaling.
ro: Selectați o recomandare și trimiteți recenzia pentru a finaliza procesul. Trebuie să introduceți o recenzie sau să încărcați un fișier înainte de a selecta o recomandare.
sk_sk: Pre dovŕšenie celého procesu vyberte odporúčania a odošlite recenziu. Než vyberiete odporúčania, musíte vložiť recenziu alebo nahrať súbor.
sl_si: Izberite priporočilo in oddajte recenzijo za zaključek. Pred izbiro priporočila morate vnesti recenzijo ali naložiti datoteko.
sr_rs@cyrillic: Одаберите препоруку из менија. Препоруку можете одабрати тек након што сте приложили текст рецензије или фај са рецензијом. Тиме завршавате поступак рецензије и више не можете допуњавати рецензију.
sr_rs@latin: Odaberite preporuku iz menija. Preporuku možete odabrati tek nakon što ste priložili tekst recenzije ili faj sa recenzijom. Time završavate postupak recenzije i više ne možete dopunjavati recenziju.
th: เลือกคำแนะนำและส่งการพิจารณาเพื่อเสร็จสิ้นกระบวนการ คุณต้องป้อนการพิจารณาหรืออัปโหลดไฟล์ก่อนที่จะเลือกคำแนะนำ
uk_ua: Для завершення процесу рецензування оберіть рекомендацію та надішліть рецензію. Перед тим, як обрати рекомендацію, Ви повинні внести рецензію або вивантажити файл.
uz@latin: Jarayonni yakunlash uchun tavsiyanomani tanlang va sharhni yuboring. Tavsiya tanlashdan oldin siz sharh kiritishingiz yoki faylni yuklashingiz kerak.
vi_vn: Chọn một đề xuất và gửi đánh giá để hoàn thành quá trình. Bạn phải nhập đánh giá hoặc tải lên một tập tin trước khi chọn một đề xuất.
zh_cn: 选择一个建议选项并提交以完成流程，在选择之前您必须输入一个建议或者上传一个文件.
zh_hant: 選取一個建議及提交評審完成過程。您在選擇建議前，必須進入評審或上載一個檔案。

# reviewer.article.uploadFile
source: In addition, you can upload files for the editor and/or author to consult.
az: İstəkdən asılı olaraq, redaktoru və/və ya müəllifi məlumatlandırmaq üçün rəylərinizi, düzəlişlərinizi ehtiva edən fayl/faylları yükləyə bilərsiniz
bg: Освен това можете да качвате файлове, с които редакторът и/или авторът да се консултират.
bs_ba: Također, možete priložiti i datoteke za urednika i/ili autora (na primjer, tekst recenzije ili tekst priloga s označenim komentarima).
de_de: Zusätzlich können Sie Dateien für die Redakteurin/den Redakteur und/oder die Autorin/den Autor hochladen.
el_gr: Επιπρόσθετα, μπορείτε να μεταφορτώσετε αρχεία για τον Επιμελητή ή/και τον Συγγραφέα.
eu: Gainera, fitxategiak igo ditzakezu editoreak eta/edo egileak kontsulta ditzaten.
gd_gb: A bharrachd air sin, is urrainn dhut faidhlichean a luchdadh suas dhan deasaiche agus/no ùghdar airson co-comhairleachaidh.
gl_es: Ademais, pode cargar arquivos de consulta para o editor/a e/ou o autor/a.
hi_in: इसके अलावा, आप संपादक और / या लेखक के परामर्श के लिए फाइलें अपलोड कर सकते हैं।
hu_hu: Ezen felül feltölthet fájlokat a szerkesztőnek és/vagy a szerzőnek konzultálásra.
hy_am: Բացի այդ, դուք կարող եք նիշքեր վերբեռնել խմբագրի և/կամ հեղինակի հետ խորհրդակցելու համար:
is: Að auki, þá getur þú hlaðið upp skrám fyrir ritstjóra og/eða höfund að skoða.
ja: また、投稿物に編集者や著者へのコメントを付したファイルをアップロードすることもできます。
ka: გარდა ამისა, ფაილების ატვირთვა შეგიძლიათ რედაქტორის, ან/და ავტორისთვის, კონსულტაციისთვის.
kk: Сонымен қатар, редакторға және / немесе авторға кеңес беру үшін файлдарды жүктеуге болады.
ku_iq: بەگشتی، تۆ دەتوانیت فایل بۆ سەرنوسەر یان توێژەر یان هەردوکیان بەیەکەوە بار بکەیت.
ky: Мындан тышкары, редактор жана/же автор карай турган файлдарды жүктөй аласыз.
lt: Dar galite įkelti ir failus, dėl kurių norite pasitarti su redaktoriumi ar autoriumi.
lv_lv: Turklāt varat augšupielādēt failus, lai redaktors un/vai autors varētu ar tiem iepazīties.
mk_mk: Покрај тоа, можете да прикачите датотеки кои уредникот и/или авторот ќе ги земат во предвид.
mr: याशिवाय, तुम्ही संपादक आणि/किंवा लेखकाच्या अवलोकनार्थ आणखी फाईल्स संक्रमित (अपलोड) करू शकता.
ms: Di samping itu, anda boleh memuat naik fail untuk dirujuk oleh editor dan/atau pengarang.
nb_no: Du kan i tillegg laste opp filer som kan gjøres tilgjengelige for redaktør og/eller forfatter for konsultasjon.
ro: În plus, puteți încărca fișiere pe care editorul și / sau autorul le poate consulta.
sk_sk: Navyše môžete nahrať súbory na konzultáciu pre editora a/alebo autora.
sl_si: Za posvetovanje z urednikom in/ali avtorjem lahko naložite dodatne datoteke.
sr_rs@cyrillic: Такође, можете приложити и фајл за уредника и/или аутора.
sr_rs@latin: Takođe, možete priložiti i fajl za urednika i/ili autora.
th: นอกจากนี้ คุณสามารถอัปโหลดไฟล์เพื่อให้บรรณาธิการและ/หรือผู้เขียนปรึกษาได้
uk_ua: Додатково, Ви можете вивантажити файли, корисні для редактора та/або автора.
uz@latin: Bundan tashqari, siz muharrir va/yoki muallif bilan maslahatlashish uchun fayllarni yuklashingiz mumkin.
vi_vn: Ngoài ra, bạn có thể tải lên các tệp cho biên tập viên hoặc tác giả tham khảo.
zh_cn: 此外，您可以将建议写成文件上传给编辑和/或作者。
zh_hant: 另外，您可上載檔案供編輯及／或作者作諮詢用途。

# reviewer.article.enterReviewA
source: Click on icon to enter (or paste) your review of this submission.
az: Məqalə ilə bağlı fikir və şərhlərinizi redaktora göndərmək üçün işarəyə klikləyin
bg: Щракнете върху иконата, за да въведете (или поставите) своята рецензия на предоставения материал.
bs_ba: Kliknite na sličicu na zaslonu kako biste unijeli (ili kopirali iz drugog dokumenta) tekst vaše recenzije ove prijave. Uz tekst recenzije upućen uredništvu, kroz sučelje možete priložiti i dio recenzije koji želite izravno proslijediti autoru.
de_de: Bitte klicken Sie auf das Symbol, um Ihr Gutachten zu diesem Beitrag einzugeben.
el_gr: Πατήστε στο εικονίδιο για να εισάγετε (ή να επικολλήσετε) την αξιολόγησή σας για αυτή την υποβολή.
eu: Egin klik ikonoan bidalketari egin diozun ebaluazioa idazteko (edo itsasteko).
gd_gb: Briog air an ìomhaigheag airson do lèirmheas air an tagradh seo a chur a-steach (no a chur ann).
gl_es: Faga clic na icona para inserir (ou pegar) a revisión deste envío.
hi_in: इस सबमिशन की अपनी समीक्षा दर्ज करने (या पेस्ट) करने के लिए आइकन पर क्लिक करें।
hu_hu: Kattintson az ikonra, hogy begépelhesse (vagy beillessze) ehhez az anyaghoz a szakértői véleményét.
hy_am: Սեղմեք պատկերակի վրա՝ մուտքագրելու (կամ տեղադրելու) ձեր գրախոսությունը այս ներկայացման վերաբերյալ:
is: Smelltu á merkið til að slá inn (eða afrita hingað) ritrýni fyrir þessa innsendingu.
ja: アイコンをクリックして、この投稿物に対するコメントを入力してください。
ka: დააჭირეთ ხატულას (ან ჩასვით) ამ სტატიაზე რეცენზიის შესატანად.
kk: Осы мақалаға шолу жасау үшін белгішені басыңыз (немесе қойыңыз).
ku_iq: کلیک لەسەر ئەم ئایکۆنە بکە بۆ نوسینی هەڵسەنگاندنەکەت.
ky: Бул тапшыруу боюнча рецензияңызды киргизүү (же чаптоо) үчүн белгини чыкылдатыңыз.
lt: Norėdami įvesti (arba įkelti) šio straipsnio recenziją, paspauskite piktogramą.
lv_lv: Noklikšķiniet uz ikonas, lai ievadītu (vai ielīmētu) savu recenziju par šo iesniegto materiālu.
mk_mk: Кликнете на иконата за да ја внесете (или залепите) вашата рецензија за овој поднесок.
mr: या सादरीकरणाचे तुमचे समीक्षण टाईप (किंवा पेस्ट) करण्यासाठी चित्रचिन्हावर (आयकॉन) क्लिक करा.
ms: Klik pada ikon untuk memasukkan (atau menampal) ulasan anda mengenai penyerahan ini.
nb_no: Klikk på ikonet for å skrive eller lime inn fagfellevurderingen.
ro: Faceți clic pe pictogramă pentru a introduce (sau a lipi) recenzia dvs. pentru manuscris.
sk_sk: Pre vloženie (alebo nakopírovanie) Vašej recenzie tohto príspevku kliknite na ikonu.
sl_si: Kliknite na ikono za vpis vaše recenzije tega prispevka.
sr_rs@cyrillic: Кликните на икону да би унели или копирали текст ваше рецензије везан за ову пријаву.
sr_rs@latin: Kliknite na ikonu da bi uneli ili kopirali tekst vaše recenzije vezan za ovu prijavu.
th: คลิกที่ไอคอนเพื่อป้อน (หรือวาง) การพิจารณาของคุณสำหรับการส่งบทความนี้
uk_ua: Натисніть на зображенні, щоб ввести (або вставити) Вашу рецензію на це подання.
uz@latin: Ushbu taqdimot haqidagi sharhingizni kiritish (yoki joylashtirish) uchun belgini bosing.
vi_vn: Nhấp vào biểu tượng để nhập (hoặc dán) đánh giá của bạn về bài gửi này.
zh_cn: 点图标击后，输入（或粘贴）您对本稿件的审稿意见。
zh_hant: 點選圖示進入（或貼上）您為此投稿撰寫的評審。

# reviewer.competingInterests
source: Competing Interests
az: Maraqların ziddiyyəti
bg: Конкурентни интереси
bs_ba: Sukob interesa
de_de: Interessenkonflikte
el_gr: Αντικρουόμενα συμφέροντα
eu: Interes-gatazka
gd_gb: Còmhstri ùidhean
gl_es: Conflito de intereses
hi_in: प्रतिस्पर्धी रुचियां
hu_hu: Összeférhetetlenség
hy_am: Շահերի բախում
is: Hagsmunaárekstrar
ja: 利害の競合
ka: ინტერესთა კონფლიქტი
kk: Көзқарастар қарама-қайшылығы
ku_iq: بەرژەوەندییە ڕکابەرەکان
ky: Атаандаш кызыкчылыктар
lt: Dominančios sritys
lv_lv: Interešu konflikts
mk_mk: Судир на интереси
mr: संभाव्य हितसंबंध
ms: Konflik Kepentingan
nb_no: Interessekonflikter
ro: Interesele concurente
sk_sk: Konflikt záujmov
sl_si: Nasprotujoči interesi
sr_rs@cyrillic: Сукоб интереса
sr_rs@latin: Sukob interesa
th: ผลประโยชน์ทับซ้อน
uk_ua: Конфлікт інтересів
uz@latin: Raqobat manfaatlari
vi_vn: Xung đột lợi ích
zh_cn: 竞争的利益（Competing Interests）
zh_hant: 利益衝突
