Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# user-register-reviewerDescriptionNoInterests
source: Willing to conduct peer review of submissions to the journal.
it_it: Disponibile per la peer review di articoli sottoposti a questa rivista.
nl_nl: Bereid om inzendingen voor het tijdschrift te reviewen.

# user-register-reviewerDescription
source: Willing to conduct peer review of submissions to the site.
it_it: Disponibile per la peer review di articoli sottoposti a questo sito.
nl_nl: Bereid om inzendingen voor het tijdschrift te reviewen. Identificeer uw interesses (inhoudelijke gebieden en onderzoeksmethoden).

# user-register-reviewerInterests
source: Identify reviewing interests (substantive areas and research methods):
it_it: Identifica le aree di interesse per la revisione (aree di interesse e metodologie di ricerca):
nl_nl: Geef review-interesses (kennisgebieden en onderzoeksmethodes)

# user-register-form-emailConsentAllContexts
source: Yes, I would like to be notified of new publications and announcements for all journals that I registered with.
it_it: Si, voglio ricevere gli annunci e le notizie di nuove pubblicazioni per tutte le riviste in cui mi sono registrato.
nl_nl: Ja, ik krijg graag meldingen van nieuwe publicaties en aankondigingen voor alle tijschriften waarbij ik ben geregistreerd.

# user-register-form-privacyConsentThisContext
source: Yes, I agree to have my data collected and stored according to this journal's <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
it_it: Sì, sono d'accordo che i miei dati siano raccolti e salvati secondo la <a href="{$privacyUrl}" target="_blank">dichiarativa sulla privacy</a> di questo periodico.
nl_nl: Ja, ik geef toestemming om mijn data te verzamelen en op te slaan volgens de <a href="{$privacyUrl}" target="_blank">privacyverklaring</a> van dit tijdschrift.

# user-register-form-missingContextConsent
source: You must consent to the privacy statement for any journal with which you are registering.
it_it: Devi acconsentire alla dichiarativa sulla privacy di ogni periodici in cui ti registri.
nl_nl: U moet instemmen met de privacyverklaring van elk tijdschrift waarvoor u zich registreert.

# user-register-form-missingSiteConsent
source: You must consent to this site's privacy statement.
it_it: Devi acconsentire alla dichiarativa sulla privacy di questo sito.
nl_nl: U moet instemmen met de privacyverklaring van deze site.

# user-subscriptions-mySubscriptions
source: My Subscriptions
it_it: I miei abbonamenti
nl_nl: Mijn abonnementen

# user-subscriptions-subscriptionStatus
source: Subscription Status
it_it: Stato degli abbonamenti
nl_nl: Abonnementsstatus

# user-subscriptions-statusInformation
source: Active and expired subscriptions are displayed below along with their expiration date. In addition, the following status information may be included with each subscription.
it_it: Gli abbonamenti, attivi e scaduti, vengono mostrati sotto insieme alla loro data di scadenza. In aggiunta, potrebbero essere aggiunte alcune informazioni sulllo stato dell'abbonamento.
nl_nl: Actieve en verlopen abonnementen worden hieronder met hun afloopdatum getoond. De volgende aanvullende informatie kan bij de abonnementen opgenomen worden.

# user-subscriptions-statusDescription
source: Description
it_it: Descrizione
nl_nl: Beschrijving

# user-subscriptions-status-needsInformationDescription
source: Additional information is needed before the subscription can be activated
it_it: Sono necessarie informazioni aggiuntive per l'attivazione dell'abbonamento
nl_nl: Er is bijkomende informatie nodig voordat het abonnement geactiveerd kan worden

# user-subscriptions-status-needsApprovalDescription
source: Subscription must be reviewed before it can be activated
it_it: L'abbonamento deve essere verificato prima dell'attivazione
nl_nl: Het abonnement moet beoordeeld worden voor het geactiveerd kan worden

# user-subscriptions-status-awaitingManualPaymentDescription
source: Manual payment has been initiated but not yet received
it_it: Il pagamento manuale è stato attivato ma non ancora ricevuto
nl_nl: Handmatige betaling is gestart, maar nog niet ontvangen

# user-subscriptions-status-awaitingOnlinePaymentDescription
source: An online payment has been initiated but canceled or not completed
it_it: Il pagamento online è stato iniziato ma è stato cancellato o non completato
nl_nl: Een online betaling is gestart, maar gestopt of niet voltooid

# user-subscriptions-individualSubscriptions
source: Individual Subscription
it_it: Abbonamento individuale
nl_nl: Individueel abonnement

# user-subscriptions-institutionalSubscriptions
source: Institutional Subscriptions
it_it: Abbonamento istituzionale
nl_nl: Institutionele abonnementen

# user-subscriptions-renew
source: Renew
it_it: Rinnova
nl_nl: Vernieuwen

# user-subscriptions-purchase
source: Purchase
it_it: Acquista
nl_nl: Koop

# user-subscriptions-purchaseNewSubscription
source: Purchase New Subscription
it_it: Acquista un nuovo abbonamento
nl_nl: Koop nieuw abonnement

# user-subscriptions-purchaseIndividualSubscription
source: Purchase Individual Subscription
it_it: Acquista un abbonamento individuale
nl_nl: Koop individueel abonnement

# user-subscriptions-purchaseInstitutionalSubscription
source: Purchase Institutional Subscription
it_it: Acquista un abbonamento istituzionale
nl_nl: Koop institutioneel abonnement

# user-subscriptions-expires
source: Expires: {$date}
it_it: Scadenza: {$date}
nl_nl: Verloopt: {$date}

# user-subscriptions-expired
source: Expired: {$date}
it_it: Scaduta: {$date}
nl_nl: Verlopen: {$date}

# user-subscriptions-viewSubscriptionTypes
source: View Available Subscription Types
it_it: Vedi tutte le tipologie di abbonamento disponibili
nl_nl: Bekijk beschikbare abonnementsoorten

# user-subscriptions-form-typeId
source: Subscription Type
it_it: Tipologie di abbonamento
nl_nl: Abonnementsoort

# user-subscriptions-form-membership
source: Membership
nl_nl: Lidmaatschap

# user-subscriptions-form-membershipRequired
source: The selected subscription type requires membership information.
it_it: la tipologia di abbonamento selezionata richiede informazioni sulla membership.
nl_nl: De gekozen abonnementsoort vereist lidmaatschapsinformatie.

# user-subscriptions-form-typeIdValid
source: Please select a valid subscription type.
it_it: Seleziona una tipologia di abbonamento valida.
nl_nl: Kies een geldige abonnementsoort

# user-subscriptions-form-subscriptionExists
source: This user account already has an individual subscription.
it_it: Questo utente ha già un abbonamento individuale.
nl_nl: Deze gebruiker heeft al een individueel abonnement.

# user-subscriptions-form-membershipInstructions
source: Membership information if required for the selected subscription type.
it_it: Informazioni sulla membership, se necessarie per la tipologia di abbonamento selezionata.
nl_nl: Lidmaatschapsinformatie indien vereist voor de gekozen abonnementsoort.

# user-subscriptions-form-institutionName
source: Institution name
it_it: Nome dell'ente
nl_nl: Naam van het instituut

# user-subscriptions-form-institutionNameRequired
source: An institution name is required.
it_it: Devi inserire il nome dell'ente.
nl_nl: De naam van het instituut is verplicht

# user-subscriptions-form-institutionMailingAddress
source: Mailing address
it_it: Indirizzo postale
nl_nl: Postadres

# user-subscriptions-form-domain
source: Domain
it_it: Dominio
nl_nl: Domein

# user-subscriptions-form-domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
it_it: Se è stato inserito un dominio, il range degli indirizzi IP è opzionale.<br />Sono validi i nomi di dominio (es. lib.sfu.ca).
nl_nl: Als hier een domeinnaam wordt opgegeven, zijn IP-reeksen optioneel.<br />Geldige waarden zijn domeinnamen (bv. lib.sfu.ca).

# user-subscriptions-form-domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
it_it: Il tipo di abbonamento selezionato richiede l'indicazione del dominio e/o di un range di IP per l'autenticazione.
nl_nl: De gekozen abonnementsoort vereist een domein en/of IP-reeks voor de authenticatie van het abonenment.

# user-subscriptions-form-domainValid
source: Please enter a valid domain.
it_it: Inserisci un dominio valido.
nl_nl: Geef een geldige domeinnaam

# user-subscriptions-form-ipRange
source: IP ranges
it_it: IP range
nl_nl: IP reeksen

# user-subscriptions-form-ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
it_it: Se sono stati inseriti range di IP, il dominio è opzionale.<br />Valori validi sono un IP address (es. 142.58.103.1), un IP range (es. 142.58.103.1 - 142.58.103.4), un IP range con wildcard '*' (e.g. 142.58.*.*), e un IP range con CIDR (e.g. 142.58.100.0/24).
nl_nl: als hier IP reeksen opgegeven worden is het domein optioneel.<br />Geldige waarden zijn een IP adres (bv. 142.58.103.1), IP reeks (bv. 142.58.103.1 - 142.58.103.4), een IP reeks met wildcard '*' (bv. 142.58.*.*), en een IP reeks mets CIDR (e.g. 142.58.100.0/24).

# user-subscriptions-form-ipRangeValid
source: Please enter a valid IP range.
it_it: Inserisci un IP range valido.
nl_nl: Geef een geldige IP-reeks.

# user-subscriptions-form-deleteIpRange
source: Delete
it_it: Cancella
nl_nl: Verwijder

# user-subscriptions-form-addIpRange
source: Add
it_it: Aggiungi
nl_nl: Voeg toe

# search-browseAuthorIndex
source: Browse Author Index
it_it: Scorri l'indice per Autori
nl_nl: Blader door de auteursindex

# search-searchFor
source: Search articles for
it_it: Cerca gli articoli per
nl_nl: Doorzoek artikels op

# search-withinJournal
source: Within
it_it: in
nl_nl: Binnen

# search-allJournals
source: All Journals
it_it: tutte le riviste
nl_nl: Alle Tijdschriften

# search-authorIndex
source: Browse Author Index
it_it: Scorri l'indice per Autori
nl_nl: Blader door de auteursindex

# search-authorDetails
source: Author Details
it_it: Dettagli dell'autore
nl_nl: Auteursdetails

# search-syntaxInstructions
source: Search tips: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
it_it: <h4>Suggerimenti per la ricerca: </h4><ul> <li>I termini di ricerca non distinguono le lettere maiuscole e minuscole (case-insensitive)</li> <li>Termini comuni (stop word) sono ignorati</li> <li>Per default, vengono restituiti solo gli articoli contenenti <em>tutti i termini</em> di ricerca (cioè, viene utilizzato l'operatore <em>AND</em>)</li> <li>Combina più parole con <em>OR</em> per trovare gli articoli contenenti almeno uno dei termini; es., <em>education OR research</em></li> <li>Usa le parentesi per creare query più complesse; es., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Per cercare una frase esatta, usa le virgolette; es., <em>"open access publishing"</em></li> <li>Escludi termini premettendo un <strong>-</strong> oppure <em>NOT</em>; es. <em>online -politics</em> oppure <em>online NOT politics</em></li> <li>Usa <strong>*</strong> in un termine come jolly per mascherare una serie di caratteri; es., <em>soci* morality</em> troverà documenti contenenti "sociological" sia "societal"</li> </ul>
nl_nl: <h4>Zoektips: </h4><ul> <li>Zoektermen zijn niet hoofdlettergevoelig</li> <li>Veelvoorkomende woorden worden genegeerd</li> <li>Standaard worden alleen artikels getoond waarin <em>alle</em> zoektermen voorkomen (<i>EN</i> is impliciet)</li> <li>Combineer woorden met <i>OF</i> om artikels te vinden die één van de termen bevatten, bv. <i>educatie OF onderzoek</i></li> <li>Gebruik haakjes om complexere vragen te maken, bv. <i>archief ((tijdschrift OF conferentie) NIET thesis)</i></li> <li>Zoek naar een exacte frase door die tussen aanhalingstekens te zetten, bv. <i>"open access publishing"</i></li> <li>Sluit een woord uit door het vooraf te laten gaan door <b>-</b> of <i>NIET</i>, bv <i>online -politiek</i> of <i>online NIET politiek</i></li> <li>Gebruik <b>*</b> in een zoekterm als joker voor een willekeurige reeks tekens. bv. <i>soci* moraal</i> vindt documenten met "sociologisch" of "sociaal"</li> </ul>

# article-pageTitle
source: View of {$title}
it_it: Guarda {$title}
nl_nl: Weergave van {$title}

# article-download
source: Download this PDF file
it_it: Scarica questo PDF
nl_nl: Download als PDF file

# article-pluginMissing
source: <p>The PDF file you selected should load here if your Web browser has a PDF reader plugin installed (for example, a recent version of <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
it_it: <p>il file PDF che hai selezionato verrebbe caricato qui se il tuo browser web avess un plugin per leggere i PDF (per esempio una versione recente di <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
nl_nl: <p>Het geselecteerde PDF bestand zou hier moeten verschijnen als uw webbrowser een PDF leesplugin heeft (bijvoorbeeld een recente versie van <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>

# article-nonpdf-title
source: Article Download
it_it: Scarica l'articolo
nl_nl: Artikel download

# article-nonpdf-note
source: The file you selected should begin downloading automatically. If it does not, click the link below. Note that this file may require a special viewer or plugin to view.<br /><br />If the file does not download automatically, <a href="{$url}">click here</a>.
it_it: Il file che hai scelto verrà automaticamente scaricato. Se il download non parte, fai click sul link qui sotto. Nota che questo file potrebbe richiedere un software specifco o un plugin per essere visualizzato.<br /><br />Se il download non parte automaticamente, <a href="{$url}">fai click qui</a>.
nl_nl: Het bestand dat u gekozen hebt, zou automatisch op uw computer geladen moeten worden. Als dat niet gebeurt, klik op de link hieronder. Het bestand vereist mogelijk een programma of plugin om te bekijken<br /><br />Als de download niet vanzelf start, <a href="{$url}">klik hier</a>.

# site-journalsHosted
source: Journals hosted on this site
it_it: Riviste ospitate in questo sito
nl_nl: Tijdschriften op deze site

# site-journalView
source: View Journal
it_it: Vai alla pubblicazione
nl_nl: Bekijk tijdschrift

# site-journalRegister
source: Register
it_it: Registrati
nl_nl: Registreren

# site-journalCurrent
source: Current Issue
it_it: Ultimo numero
nl_nl: Huidig nummer

# site-noJournals
source: There are no journals available.
it_it: Non ci sono riviste disponibili.
nl_nl: Er zijn geen tijdschriften beschikbaar

# current-current
source: Current
it_it: Ultimo numero
nl_nl: Huidig

# current-noCurrentIssue
source: No Current Issue
it_it: Nessun numero disponibile
nl_nl: Geen huidig nummer

# current-noCurrentIssueDesc
source: This journal has not published any issues.
it_it: Questa rivista non ha ancora pubblicato alcun numero.
nl_nl: Dit tijdschrift heeft geen nummers gepubliceerd.

# archive-archives
source: Archives
it_it: Archivio
nl_nl: Archieven

# archive-archivesPageNumber
source: Archives - Page {$pageNumber}
it_it: Archivio - Pagina {$pageNumber}
nl_nl: Archieven - Pagina {$pageNumber}

# archive-browse
source: Browse through the older issues
it_it: Esplora i fascicoli precedenti
nl_nl: Blader door oudere nummers

# archive-issueUnavailable
source: Issue Unavailable
it_it: Fascicolo non disponibile
nl_nl: Nummer niet beschikbaar

# about-statistics
source: Statistics
it_it: Statistiche
nl_nl: Statistieken

# about-aboutContext
source: About the Journal
it_it: Sulla rivista
nl_nl: Over dit tijschrift

# about-history
source: Journal History
it_it: Storia della rivista
nl_nl: Geschiedenis van het tijdschrift

# about-editorialTeam
source: Editorial Team
it_it: Comitato Scientifico ed Editoriale
nl_nl: Redactie

# about-editorialTeam-biography
source: Biography
it_it: Biografia
nl_nl: Biografie

# about-editorialPolicies
source: Editorial Policies
nl_nl: Redactioneel beleid

# about-focusAndScope
source: Focus and Scope
it_it: Focus e ambito
nl_nl: Focus en missie

# about-sectionPolicies
source: Section Policies
it_it: Politiche delle sezioni
nl_nl: Beleid secties

# about-submissions
source: Submissions
it_it: Proposte
nl_nl: Inzendingen

# about-onlineSubmissions-login
source: Login
it_it: Vai al Login
nl_nl: Ga naar inloggen

# about-onlineSubmissions-register
source: Register
it_it: Registrazione
nl_nl: Registeer

# about-onlineSubmissions-registrationRequired
source: {$login} or {$register} to make a submission.
it_it: {$login} o {$register} sono richiesti per sottoporre articoli.
nl_nl: {$login} of {$register} om een manuscript te kunnen inzenden.

# about-onlineSubmissions-submissionActions
source: {$newSubmission} or {$viewSubmissions}.
it_it: {$newSubmission} o {$viewSubmissions}.
nl_nl: {$newSubmission} of {$viewSubmissions}.

# about-onlineSubmissions-submitToSection
source: Make a new submission to the <a href="{$url}">{$name}</a> section.
nl_nl: Maak een nieuwe inzending voor de sectie <a href="{$url}">{$name}</a>.

# about-onlineSubmissions-newSubmission
source: Make a new submission
it_it: Fai una nuova proposta
nl_nl: Maak een nieuwe inzending

# about-onlineSubmissions-viewSubmissions
source: view your pending submissions
it_it: vedi le tue proposte in attesa
nl_nl: Bekijk uw inzendingen die in behandeling zijn

# about-authorGuidelines
source: Author Guidelines
it_it: Linee guida per gli autori
nl_nl: Richtlijnen voor auteurs

# about-submissionPreparationChecklist
source: Submission Preparation Checklist
it_it: Lista di controllo per la predisposizione di una proposta
nl_nl: Checklist ter voorbereiding van inzending

# about-submissionPreparationChecklist-description
source: As part of the submission process, authors are required to check off their submission's compliance with all of the following items, and submissions may be returned to authors that do not adhere to these guidelines.
it_it: Durante la procedura di trasmissione di una proposta, gli autori devono verificare il rispetto dei seguenti requisiti; la submission potrebbe essere rifiutata se non aderisce a queste richieste.
nl_nl: Als onderdeel van de inzendingsprocedure moeten auteurs verklaren dat hun inzending voldoet aan de volgende richtlijnen. Inzendingen kunnen geretourneerd worden als ze daar niet aan voldoen.

# about-copyrightNotice
source: Copyright Notice
it_it: Informativa sui diritti
nl_nl: Auteursrecht verklaring

# about-privacyStatement
source: Privacy Statement
it_it: Informativa sulla privacy
nl_nl: Privacy verklaring

# about-authorFees
source: Author Fees
it_it: Tariffe per gli autori
nl_nl: Kosten auteurs

# about-authorFeesMessage
source: This journal charges the following author fees.
it_it: Questa rivista applica all'autore le seguenti tariffe.
nl_nl: Dit tijdschrift berekent de volgende kosten aan auteurs.

# about-peerReviewProcess
source: Peer Review Process
it_it: Processo di Peer Review
nl_nl: Peer review procedure

# about-publicationFrequency
source: Publication Frequency
it_it: Frequenza di pubblicazione
nl_nl: Verschijningsfrequentie

# about-openAccessPolicy
source: Open Access Policy
nl_nl: Open Access beleid

# about-delayedOpenAccess
source: Delayed Open Access
it_it: Open Access con embargo
nl_nl: Vertraagde Open Access

# about-delayedOpenAccessDescription1
source: The contents of this journal will be available in an open access format
it_it: I contenuti di questa rivista saranno resi disponibili ad accesso aperto
nl_nl: De inhoud van dit tijdschrift zal beschikbaar zijn in een open access formaat

# about-delayedOpenAccessDescription2
source: month(s) after an issue is published.
it_it: mese/i dopo la pubblicazione di ciascun fascicolo.
nl_nl: maand(en) nadat een nummer gepubliceerd is.

# about-archiving
source: Archiving
it_it: Archiviazione
nl_nl: Archiveren

# about-subscriptions
source: Subscriptions
it_it: Abbonamenti
nl_nl: Abonnementen

# about-subscriptions-individual
source: Individual Subscriptions
it_it: Abbonamenti individuali
nl_nl: Individuele abonnementen

# about-subscriptions-institutional
source: Institutional Subscriptions
it_it: Abbonamenti istituzionali
nl_nl: Institutionele abonnementen

# about-subscriptionsContact
source: Subscriptions Contact
it_it: Contatto per gli abbonamenti
nl_nl: Contact voor abonnementen

# about-subscriptionTypes-name
source: Name
it_it: Nome
nl_nl: Naam

# about-subscriptionTypes-format
source: Format
it_it: Formato
nl_nl: Formaat

# about-subscriptionTypes-duration
source: Duration
it_it: Durata
nl_nl: Duur

# about-subscriptionTypes-cost
source: Cost
it_it: Costo
nl_nl: Kosten

# about-availableSubscriptionTypes
source: Subscription Types
it_it: Tipologie di abbonamento
nl_nl: Abonnementstypes

# about-memberships
source: Memberships
it_it: Membership
nl_nl: Lidmaatschappen

# about-aboutThisPublishingSystem
source: About this Publishing System
it_it: Informazioni su questo sistema di e-publishing
nl_nl: Over dit publicatiesysteem

# about-aboutThisPublishingSystem-altText
source: OJS Editorial and Publishing Process
it_it: Processo editoriale e di pubblicazione in OJS
nl_nl: OJS Redactie- en publicatieproces

# about-aboutOJSJournal
source: This journal uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
it_it: Questa rivista utilizza Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
nl_nl: Dit tijdschrift gebruikt Open Journal Systems {$ojsVersion}, open source software voor het beheren en publiceren van een tijdschrift, ondersteund en gratis geleverd door het <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> onder de GNU General Public License.

# about-aboutOJSSite
source: This site uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
it_it: This site uses Open Journal Systems {$ojsVersion}, un software open source per la gestione e la pubblicazione di riviste elettroniche, sostenuto e reso disponibile dal <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sotto la GNU General Public License.
nl_nl: Deze site gebruikt Open Journal Systems {$ojsVersion}, open source software voor het beheren en publiceren van een tijdschrift, ondersteund en gratis geleverd door het <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> onder de GNU General Public License.
