Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.additionalLocalesInstructions
source: Select any additional languages to support in this system. These languages will be available for use by journals hosted on the site. Additional languages can also be installed at any time from the site administration interface.
bs_ba: Odaberite bilo koji dodatni jezik koji želite podržati u ovom sustavu. Ti jezici će biti omogućeni za korištenje za časopise udomaćene na stranici. Dodatni jezici također mogu biti instalirani u bilo koje vrijeme iz sučelja za administraciju stranice.
de_de: Wählen Sie alle weiteren Regionaleinstellungen, die das System unterstützen soll. Diese Regionaleinstellungen stehen allen Zeitschriften der Website zur Verfügung. Weitere Regionaleinstellungen können jederzeit über die Website-Administration eingerichtet werden.
el_gr: Επιλέξτε πρόσθετες γλώσσες για χρήση στο συγκεκριμένο Σύστημα. Οι γλώσσες αυτές θα είναι διαθέσιμες για χρήση από περιοδικά που φιλοξενούνται στον ιστότοπο. Επιπρόσθετες γλώσσες μπορούν επίσης να εγκατασταθούν ανά πάσα στιγμή από τη διεπαφή διαχείρισης του ιστοτόπου.
gd_gb: Tagh na cànain eile a thèid a chleachdadh san t-siostam seo. Bidh na cànain seo ri làimh iris-leabhraichean aig am bi air òstaireachd air an làrach. Gabhaidh cànain a stàladh o eadar-aghaidh rianachd na làraich uair sam bith cuideachd.
gl_es: Seleccione as linguas adicionais que queira utilizar neste sistema. Estas linguas estarán dispoñibles para o seu uso nas revistas aloxadas no sitio web. Tamén pode instalar linguas adicionais desde a interface de administración do sitio web en calquera momento.
hi_in: इस प्रणाली में समर्थन के लिए किसी भी अतिरिक्त भाषाओं का चयन करें। ये भाषाएं साइट पर होस्ट की गई जर्नल्स द्वारा उपयोग के लिए उपलब्ध होंगी। साइट प्रशासन इंटरफ़ेस से किसी भी समय अतिरिक्त भाषाएं भी स्थापित की जा सकती हैं।
hu_hu: Válasszon a rendszer által támogatott további nyelvek közül. Ezek a nyelvek elérhetőek lesznek a rendszerben megtalálható folyóiratoknál. Bármikor további nyelvek is telepíthetőek az adminisztrációs oldalon.
hy_am: Ընտրեք ցանկացած լրացուցիչ լեզու այս համակարգում աջակցելու համար: Այս լեզուները հասանելի կլինեն կայքում տեղակայված ամսագրերի օգտագործման համար: Լրացուցիչ լեզուներ կարող են նաև տեղադրվել ցանկացած պահի կայքի կառավարման միջերեսից:
ku_iq: دەتوانیت زمانێک دیاری بکەیت و پاڵپشتی بکەیت. ئەم زمانانە بەردەست دەبن بۆ ئەوەی لە لایەن گۆڤارە میوانەکانەوە بەکار بهێندرێن. زمانە بەردەستەکان دەکرێت لە هەر کاتێکدا بۆ سیستەمەکە داببەزێندرێن.
lv_lv: Izvēlieties papildu valodas, kas jāatbalsta šajā sistēmā. Šīs valodas būs pieejamas vietnē izvietotajos žurnālos. Papildu valodas var arī jebkurā laikā instalēt no vietnes administrēšanas saskarnes.
mk_mk: Изберете дополнителни јазици за поддршка во овој систем. Овие јазици ќе бидат достапни за употреба од списанија хостирани на страницата. Дополнителни јазици исто така може да се инсталираат во кое било време од интерфејсот за администрација на страницата.
nb_no: Velg andre språk som skal støttes i dette systemet. Disse språkene vil bli tilgjengelige til bruk for tidsskriftene som nettstedet er vert for. Flere språk kan også installeres når som helst gjennom grensesnittet for nettstedsadministrasjon.
sk_sk: Zvoľte akékoľvek doplnkové jazyky, ktoré majú byť podporované v tomto systéme. Tieto jazyky budú dostupné na použitie v časopisoch hostovaných na tejto stránke. Doplnkové jazyky môžu byť tiež kedykoľvek nainštalované cez webové administračné rozhranie.
sl_si: Izberite dodatne jezike, ki bodo podprti na sistemu. Ti jeziki bodo na voljo za uporabo pri posameznih revijah na sistemu. Dodatne jezike lahko dodate tudi kasneje v administratorskem vmesniku.
sr_rs@cyrillic: Одаберите било који додатни језик који желите подржати у овом систему. Ти језици ће бити омогућени за коришћење за часописе који се налазе на сајту. Додатни језици такође могу бити инсталирани у било које време из администраторског интерфејса.
sr_rs@latin: Odaberite bilo koji dodatni jezik koji želite podržati u ovom sistemu. Ti jezici će biti omogućeni za korišćenje za časopise koji se nalaze na sajtu. Dodatni jezici takođe mogu biti instalirani u bilo koje vreme iz administratorskog interfejsa.
uk_ua: Оберіть будь-які додаткові мови, які будуть підтримуватись цією системою. Ці мови будуть доступні для використання журналами, розміщеними на цьому сайті. Додаткові мови можуть встановлюватись у будь-який час з інтерфейсу адміністратора сайту.
vi_vn: Chọn bất kỳ ngôn ngữ bổ sung để hỗ trợ trong hệ thống này. Các ngôn ngữ này sẽ có sẵn để sử dụng bởi các tạp chí được lưu trữ trên trang web. Các ngôn ngữ bổ sung cũng có thể được cài đặt bất cứ lúc nào từ giao diện quản trị trang web.
zh_cn: 选择额外的语系以支持本系统。这些语言可以被本站的期刊所使用。也可以在任何时间点透过网站管理介面来安装额外的语系.

# installer.localeInstructions
source: The primary language to use for this system. Please consult the OJS documentation if you are interested in support for languages not listed here.
az: Bu sistem üçün istifadə ediləcək ilkin dil. Burada qeyd edilməyən dillər üçün dəstək almaq istəyirsinizsə zəhmət olmasa OJS yardım sənədlərinə baxın.
bg: Основният език, който да се използва за тази система. Моля, консултирайте се с документацията на OJS, ако се интересувате от поддръжка за езици, които не са изброени тук.
bs_ba: Primarni jezik za korištenju u ovom sustavu. Molimo pogledajte OJS dokumentaciju ako ste zainteresirani za podršku za jezike koji nisu izlistani ovdje.
de_de: Die Hauptsprache dieses Systems. Falls Sie an hier nicht aufgeführten Sprachen interessiert sind, sehen Sie bitte in der OJS-Dokumentation nach.
el_gr: Η κύρια γλώσσα για χρήση από το συγκεκριμένο Σύστημα. Παρακαλούμε, ανατρέξτε στα έγγραφα τεκμηρίωσης του OJS, εάν επιθυμείτε να εισάγετε γλώσσες που δεν περιλαμβάνονται εδώ.
eu: Sistema honetan erabiltzeko lehenengo hizkuntza. Zerrendan ez dagoen hizkuntzaren bat erabili nahi baduzu, kontsultatu OJS dokumentazioa.
gd_gb: Am prìomh-chànan a chleachdas an siostam seo. Thoir sùil air an stiùireadh airson OJS ma tha cànan a dhìth ort nach fhaic thu an-seo.
gl_es: Lingua principal para este sistema. Consulte a documentación de OJS se necesita utilizar algunha lingua non listada.
hi_in: इस प्रणाली के लिए उपयोग करने वाली प्राथमिक भाषा। यदि आप यहाँ सूचीबद्ध नहीं की गई भाषाओं के समर्थन में रुचि रखते हैं, तो कृपया OJS प्रलेखन से परामर्श करें।
hu_hu: A rendszer által használt elsődleges nyelv. Kérem, nézze meg az OJS dokumentációt, ha olyan nyelvek is érdeklik, amelyek nem szerepelnek az alábbi listában.
hy_am: Այս համակարգի համար օգտագործվող հիմնական լեզուն: Խնդրում ենք ծանոթանալ OJS-ի փաստաթղթերին, եթե հետաքրքրված եք այստեղ չնշված լեզուների աջակցությամբ:
is: Aðaltungumál fyrir þetta kerfi. Vinsamlega skoðaðu skjölun af OJS ef þú leitar að tungumáli sem er ekki á þessum lista.
ja: このシステムで主に使用する言語です。ここに記載されていない言語のサポートに興味があれば、OJSのドキュメントを見てください。
ka: ამ სისტემისთვის გამოსაყენებელი ძირითადი ენა. გთხოვთ, გაეცნოთ OJS დოკუმენტაციას, თუ თქვენ დაინტერესებული ხართ იმ ენების მხარდაჭერით, რომლებიც აქ არ არის ჩამოთვლილი.
kk: Бұл жүйе үшін қолданылатын негізгі тіл. Егер сіз осы тізімде жоқ тілдерді қолдағыңыз келсе, OJS құжаттамасына жүгініңіз.
ku_iq: زمانی سەرەکی بۆ بەکارهێنانی سیستەمەکە. تکایە ڕاوێژ بە بەڕێوەبەرانی سیستەمی گۆڤاری کراوە بکە بۆ زیادکردنی زمانێک کە لە لیستەکەدا نییە و تۆ دەتەوێت پاڵپشتی بکەیت.
ky: Бул система үчүн негизги тил. Бул жерде көрсөтүлбөгөн тилдерди колдоо боюнча OJS документациясын караңыз.
lt: Pirmoji naudojimosi šia sistema kalba. Jei tarp išvardytųjų kalbų norimos nerandate, skaitykite APS nuostatas.
lv_lv: Galvenā valoda, kas jāizmanto šai sistēmai. Lūdzu, skatiet OJS dokumentāciju, ja jūs interesē atbalsts valodām, kuras šeit nav norādītas.
mk_mk: Примарен јазик што треба да се користи за овој систем. Ве молиме консултирајте се со документацијата на OJS доколку сте заинтересирани за поддршка за јазиците што не се наведени овде.
mr: ही प्रणाली या प्राथमिक भाषांत वापरण्यासाठी उपलब्ध आहे. तुम्हाला येथे सूचीबद्ध नसलेल्या भाषेत अनुवाद करण्यात स्वारस्य असेल तर कृपया OJS प्रलेखन (documentation) वाचा.
ms: Bahasa utama yang digunakan untuk sistem ini. Sila rujuk dokumentasi OJS jika anda berminat untuk menyokong bahasa yang tidak disenaraikan di sini.
nb_no: Hovedspråket som skal brukes i dette systemet. Slå opp i OJS-dokumentasjonen hvis du er interessert i støtte for språk som ikke er oppført her.
ro: Limba principală utilizată pentru acest sistem. Vă rugăm să consultați documentația OJS dacă sunteți interesat de asistență pentru limbile care nu sunt listate aici.
sk_sk: Predvolený jazyk pre použitie tohto systému. Pokiaľ Vás zaujíma podpora jazykov tu neuvedených, preštudujte si dokumentáciu k OJS.
sl_si: Primarni jezik, ki se bo uporabljal na sistemu. Preverite OJS dokumentacijo, če vas zanima podpora jezikov, ki tukaj niso naštetil.
sr_rs@cyrillic: Примарни језик за коришћење у овом систему. Молимо погледајте OJS документацију ако сте заинтерсовани за подршку за језике који нису излистани овде.
sr_rs@latin: Primarni jezik za korišćenje u ovom sistemu. Molimo pogledajte OJS dokumentaciju ako ste zaintersovani za podršku za jezike koji nisu izlistani ovde.
th: ภาษาหลักที่ใช้สำหรับระบบนี้ กรุณาปรึกษาเอกสาร OJS หากคุณสนใจในการสนับสนุนภาษาที่ไม่ได้อยู่ในรายการนี้
uk_ua: Основна мова для цієї системи. Якщо Вам необхідна підтримка мови, не вказаної тут, будь ласка, звертайтеся до документації OJS.
uz@latin: Bu tizimda ishlatiladigan asosiy til. Agar siz bu erda ko'rsatilmagan tillarni qo'llab -quvvatlashga qiziqsangiz, OJS hujjatlariga murojaat qiling.
vi_vn: Ngôn ngữ chính để sử dụng cho hệ thống này. Vui lòng tham khảo tài liệu OJS nếu bạn muốn hỗ trợ cho các ngôn ngữ không được liệt kê ở đây.
zh_cn: 使用本系统的主要语言。如果您有意支持不列在这里的语系，请参见OJS的说明文件.
zh_hant: 此系統採用的優先語言。如您有意採用在此未有列出的語言，請諮詢OJS documentation。

# installer.maxFileUploadSize
source: Your server currently allows a maximum file upload size of: <strong>{$maxFileUploadSize}</strong>
az: Serverinizin icazə verdiyi ən böyük fayl ölçüsü: <strong>{$maxFileUploadSize}</strong>
bg: Понастоящем вашият сървър позволява максимален размер на качване на файл от: <strong>{$maxFileUploadSize}</strong>
bs_ba: Vaš uslužnik dozvoljava postavljanje datoteka maksimalne veličine: <strong>{$maxFileUploadSize}</strong>
de_de: Ihr Server erlaubt beim Upload momentan eine maximale Dateigröße von: <strong>{$maxFileUploadSize}</strong>
el_gr: Ο διακομιστής σας επί του παρόντος επιτρέπει το ανέβασμα αρχείων με μέγιστο μέγεθος: &lt;strong&gt;{$maxFileUploadSize}&lt;/strong&gt;
eu: Zure zerbitzariak gehienez tamaina hau duten fitxategiak igotzen uzten du une honetan: <strong>{$maxFileUploadSize}</strong>
gd_gb: Tha am frithealaiche agad a’ ceadachadh luchdadh suas de dh’fhaidhlichean suas chun a’ mheud a leanas aig an àm seo: <strong>{$maxFileUploadSize}</strong>
gl_es: O seu servidor actualmente admite cargas de arquivos cunha medida máxima de: <strong>{$maxFileUploadSize}</strong>
hi_in: आपका सर्वर वर्तमान में अधिकतम फ़ाइल अपलोड आकार की अनुमति देता है: <strong> {$ maxFileUploadSize} </ strong>
hu_hu: A szerveren engedélyezett maximálisan feltölthető fájlméret: <strong>{$maxFileUploadSize}</strong>
hy_am: Ձեր կայանը ներկայումս թույլ է տալիս նիշքի վերբեռնման առավելագույն չափը: <strong>{$maxFileUploadSize}</strong>
is: Hámarksstærð á skrá sem þinn vefþjónn leyfir að hlaðið sé upp er: <strong>{$maxFileUploadSize}</strong>
ja: このサーバーの現在の最大ファイルアップロードサイズ: <strong>{$maxFileUploadSize}</strong>
ka: თქვენს სერვერზე ამჟამად მოცემული ფაილის ატვირთვის მაქსიმალური ზომა: <strong>{$ maxFileUploadSize}</strong>
kk: Сіздің серверіңіз қазіргі уақытта <strong> {$maxFileUploadSize} </strong> максималды жүктеу мөлшеріне рұқсат береді
ku_iq: سێرڤەرەکەت ڕێگا بە بارکردنی زۆرترین قەبارەی فایلی لەم شێوەیە دەدات: <strong>{$maxFileUploadSize}</strong>
ky: Сервериңиз учурда максималдуу файл жүктөө өлчөмүнө уруксат берет: <strong>{$maxFileUploadSize}</strong>
lt: Jūsų serveris šiuo metu leidžia maksimalų failo įkėlimo dydį: <strong>{$maxFileUploadSize}</strong>
lv_lv: Jūsu serveris pašlaik ļauj augšupielādēt failus, kuru maksimālais izmērs ir: <strong>{$maxFileUploadSize}</strong>
mk_mk: Вашиот сервер во моментов дозволува максимална големина на поставување датотека од: <strong> {$maxFileUploadSize} </strong>
mr: तुमचा सर्व्हर सध्या या आकारापर्यंतची फाईल संक्रमित (अपलोड) आकाराला अनुमती देतो: <strong>{$maxFileUploadSize}</strong>
ms: Pelayan anda kini membenarkan saiz muat naik fail maksimum: <strong>{$maxFileUploadSize}</strong>
nb_no: Serveren din lar for øyeblikket filene ha den maksimale størrelsen <strong>{$maxFileUploadSize}</strong>
ro: În prezent, serverul dvs. permite o dimensiune maximă de încărcare a fișierelor: <strong>{$maxFileUploadSize}</strong>
sk_sk: Váš server v súčasnosti dovoľuje nahrávanie súborov s maximálnou veľkosťou <strong>{$maxFileUploadSize}</strong>
sl_si: Vaš strežnik trenutno dovoljuje največjo dolžino datoteke: <strong>{$maxFileUploadSize}</strong>
sr_rs@cyrillic: Ваш сервер тренутно подржава постављање максималну величину датотеке: <strong>{$maxFileUploadSize}</strong>
sr_rs@latin: Vaš server trenutno podržava postavljanje maksimalnu veličinu datoteke: <strong>{$maxFileUploadSize}</strong>
th: เซิร์ฟเวอร์ของคุณปัจจุบันอนุญาตให้ขนาดไฟล์สูงสุดในการอัปโหลด: <strong>{$maxFileUploadSize}</strong>
uk_ua: Ваш сервер наразі дозволяє вивантаження файлів розміром не більше: <strong>{$maxFileUploadSize}</strong>
uz@latin: Sizning serveringiz hozirda maksimal hajmdagi faylni yuklashga ruxsat beradi: <strong> {$ maxFileUploadSize} </strong>
vi_vn: Máy chủ của bạn hiện cho phép kích thước tải lên tệp tối đa là: <strong>{$maxFileUploadSize}</strong>
zh_cn: 您的服务器目前支持的最大上传文件大小: <strong>{$maxFileUploadSize}</strong>
zh_hant: 您的伺服器現准許上載檔案大小的上限：<strong>{$maxFileUploadSize}</strong>

# installer.allowFileUploads
source: Your server currently allows file uploads: <strong>{$allowFileUploads}</strong>
az: Serveriniz fayl yükləmələrə icazə verir: <strong>{$allowFileUploads}</strong>
bg: Понастоящем вашият сървър позволява качване на файлове: <strong>{$allowFileUploads}</strong>
bs_ba: Vaš uslužnik dozvoljava postavljanje datoteka: <strong>{$allowFileUploads}</strong>
de_de: Ihr Server erlaubt momentan Dateiuploads: <strong>{$allowFileUploads}</strong>
el_gr: Ο διακομιστής σας επί του παρόντος επιτρέπει το ανέβασμα αρχείων: &lt;strong&gt;{$allowFileUploads}&lt;/strong&gt;
eu: Zure zerbitzariak fitxategiak igotzen uzten du une honetan: <strong>{$allowFileUploads}</strong>
gd_gb: Tha am frithealaiche agad a’ ceadachadh luchdadh suas de dh’fhaidhlichean aig an àm seo: <strong>{$allowFileUploads}</strong>
gl_es: O seu servidor actualmente admite cargas de arquivos: <strong>{$allowFileUploads}</strong>
hi_in: आपका सर्वर वर्तमान में फ़ाइल अपलोड की अनुमति देता है: <strong> {$ allowFileUploads} </ strong>
hu_hu: A szerveren engedélyezett a fájl feltöltés: <strong>{$allowFileUploads}</strong>
hy_am: Ձեր կայանը ներկայումս թույլ է տալիս նիշքերի վերբեռնում.: <strong>{$allowFileUploads}</strong>
is: Vefþjónn leyfir að skrám sé hlaðið upp: <strong>{$allowFileUploads}</strong>
ja: このサーバーでは現在、ファイルのアップロードが可能です: <strong>{$allowFileUploads}</strong>
ka: თქვენი სერვერი ამჟამად საშუალებას აძლევს ფაილების ატვირთვას: <strong>{$ allowFileUploads}</strong>
kk: Сіздің сервер қазір файлдарды жүктеуге рұқсат береді: <strong> {$allowFileUploads} </strong>
ku_iq: سێرڤەرەکەت لە ئێستادا ڕێگا بە بارکردنی فایل دەدات: <strong>{$allowFileUploads}</strong>
ky: Сервериңиз учурда файл жүктөөгө уруксат берет: <strong>{$allowFileUploads}</strong>
lt: Jūsų serveris šiuo metu leidžia įkelti failus: <strong>{$allowFileUploads}</strong>
lv_lv: Jūsu serveris pašlaik ļauj augšupielādēt failus: <strong>{$allowFileUploads}</strong>
mk_mk: Вашиот сервер во моментов дозволува поставување датотеки: <strong>{$allowFileUploads}</strong>
mr: तुमचा सर्व्हर सध्या फाईल संक्रमित (अपलोड) करायला अनुमती देतो : <strong>{$allowFileUloads}</strong>
ms: Pelayan anda membenarkan muat naik fail buat masa ini: <strong>{$allowFileUploads}</strong>
nb_no: Serveren din lar for øyeblikket disse filene bli opplastet <strong>{$allowFileUploads}</strong>
ro: În prezent, serverul dvs. permite încărcarea fișierelor: <strong>{$allowFileUploads}</strong>
sk_sk: Váš server v súčasnosti umožňuje nahrávanie súborov: <strong>{$allowFileUploads}</strong>
sl_si: Vaš strežnik trenutno dovoljuje nalaganje datotek: <strong>{$allowFileUploads}</strong>
sr_rs@cyrillic: Ваш сервер подржава постављање датотека: <strong>{$allowFileUploads}</strong>
sr_rs@latin: Vaš server podržava postavljanje datoteka: <strong>{$allowFileUploads}</strong>
th: เซิร์ฟเวอร์ของคุณปัจจุบันอนุญาตให้การอัปโหลดไฟล์: <strong>{$allowFileUploads}</strong>
uk_ua: Ваш сервер наразі дозволяє вивантаження файлів: <strong>{$allowFileUploads}</strong>
uz@latin: Sizning serveringiz hozirda fayllarni yuklashga ruxsat beradi: <strong> {$ allowFileUploads} </strong>
vi_vn: Máy chủ của bạn hiện cho phép tải lên tệp: <strong>{$allowFileUploads}</strong>
zh_cn: 您的服务器目前允许上传文件：<strong>{$allowFileUploads}</strong>
zh_hant: 您的伺服器現准許上載檔案：<strong>{$allowFileUploads}</strong>
