Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# search.authorIndex
source: Browse Author Index
az: Müəllif indeksi
bg: Преглед на индекса на авторите
bs_ba: Kazalo autora
de_de: Autor/innenverzeichnis durchblättern
el_gr: Πλοήγηση στο Ευρετήριο Συγγραφέων
eu: Arakatu egileen indizea
gd_gb: Rùraich clàr-amais nan ùghdar
gl_es: Navegar polo índice de autores/as
hi_in: लेखक सूचकांक ब्राउज़ करें
hu_hu: Tallózás a szerzői indexben
hy_am: Թերթիր հեղինակի ցուցիչը
is: Skoða höfundalykil
ja: 著者インデックスをブラウズ
ka: ავტორთა სიის დათვალიერება
kk: Авторлар тізімін қарау
ku_iq: پیشاندانی پێنوێنی نوسەر
ky: Автор индексин карап чыгуу
lt: Peržiūrėti autoriaus indeksą
lv_lv: Pārlūkot autoru rādītāju
mk_mk: Прелистајте го индексот на авторот
mr: लेखक सूची चाळा (ब्राउझ करा)
ms: Layar Indeks Pengarang
nb_no: Finn fram i forfatterregisteret
ro: Index autori
sk_sk: Prechádzať index autorov
sl_si: Brskaj po indeksu avtorjev
sr_rs@cyrillic: Индекс аутора
sr_rs@latin: Indeks autora
th: เรียกดูดัชนีผู้เขียน
uk_ua: Перегляд списку авторів
uz@latin: Muallif indeksini ko'rib chiqish
vi_vn: Duyệt chỉ mục tác giả
zh_cn: 浏览作者索引
zh_hant: 瀏覽作者索引

# search.browseAuthorIndex
source: Browse Author Index
az: Müəllif indeksi
bg: Преглед на индекса на авторите
bs_ba: Kazalo autora
de_de: Verzeichnis der Autor/innen durchblättern
el_gr: Πλοήγηση στο Ευρετήριο Συγγραφέων
eu: Arakatu egileen indizea
gd_gb: Rùraich clàr-amais nan ùghdar
gl_es: Explorar o índice de autores/as
hi_in: लेखक सूचकांक ब्राउज़ करें
hu_hu: Tallózás a szerzői indexben
hy_am: Թերթիր հեղինակի ցուցիչը
is: Skoða höfundalykil
ja: 著者インデックスのブラウズ
ka: ავტორთა სიის დათვალიერება
kk: Авторлар тізімін қарау
ku_iq: پیشاندانی پێنوێنی نوسەر
ky: Автор индексин карап чыгуу
lt: Peržiūrėti autoriaus indeksą
lv_lv: Pārlūkot autoru rādītāju
mk_mk: Прелистајте го индексот на авторот
mr: लेखक सूची चाळा (ब्राउझ करा)
ms: Layari Indeks Pengarang
nb_no: Finn fram i forfatterregisteret
ro: Index autori
sk_sk: Prechádzať index autorov
sl_si: Brskaj po indeksu avtorjev
sr_rs@cyrillic: Индекс аутора
sr_rs@latin: Indeks autora
th: เรียกดูดัชนีผู้เขียน
uk_ua: Перегляд списку авторів
uz@latin: Muallif indeksini ko'rib chiqish
vi_vn: Duyệt chỉ mục tác giả
zh_cn: 浏览作者索引
zh_hant: 瀏覽作者索引

# user.subscriptions.form.ipRangeValid
source: Please enter a valid IP range.
az: Zəhmət olmasa etibarlı bir IP adresi daxil edin.
bg: Моля, въведете валиден диапазон от IP адреси.
bs_ba: Unesite važeći IP opseg.
de_de: Geben Sie bitte einen gültigen IP-Bereich ein.
el_gr: Παρακαλούμε εισάγετε μία έγκυρη περιοχή ΙΡ διευθύνσεων.
eu: Mesedez, sartu baliozko IP barruti bat.
gd_gb: Cuir a-steach rainse IP dhligheach.
gl_es: Introduza un intervalo IP válido.
hi_in: कृपया एक मान्य IP श्रेणी दर्ज करें।
hu_hu: Kérem, érvényes IP tartományt adjon meg.
hy_am: Խնդրում ենք մուտքագրել վավեր IP տիրույթ:
is: Vinsamlega sláðu inn gilda IP talnaröð.
ja: 有効なIPアドレス範囲を入力してください。
ka: გთხოვთ, შეიყვანოთ სწორი IP დიაპაზონი.
kk: Жарамды IP диапазонын енгізіңіз.
ku_iq: تکایە مەودای IP ی دروست داخل بکە.
ky: Туура IP диапазонун киргизиңиз.
lt: Įveskite teisingą IP diapazoną.
lv_lv: Lūdzu, ievadiet derīgu IP diapazonu.
mk_mk: Внесете валиден опсег на IP.
mr: कृपया ग्राह्य IP श्रेणी नोंदवा.
ms: Sila masukkan julat IP yang sah.
nb_no: Oppgi et gyldig IP-adresseområde.
ro: Vă rog să introduceți o adresă validă de IP.
sk_sk: Vložte, prosím, platný rozsah IP adries.
sl_si: Prosimo vnesite veljavno IP območje.
sr_rs@cyrillic: Унесите исправан IP опсег.
sr_rs@latin: Unesite ispravan IP opseg.
th: โปรดป้อนช่วง IP ที่ถูกต้อง
uk_ua: Будь ласка, вкажіть коректний діапазон IP-адрес.
uz@latin: Iltimos, to'g'ri IP diapazonini kiriting.
vi_vn: Vui lòng nhập một dải IP hợp lệ.
zh_cn: 请输入合法的IP范围.
zh_hant: 請輸入一個有效的IP範圍。

# user.subscriptions.form.ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
az: Buraya IP aralıqları girilərsə, təsir sahəsi istəyə bağlıdır.<br />Etibarlı dəyərlər arasında bir IP adresi (məs. 142.58.103.1), IP aralığı (məs. 142.58.103.1 - 142.58.103.4), '*' joker xarakterli IP aralığı (məs. 142.58. *. *) Və CIDR-ın daxil olduğu bir IP aralığı (məs. 142.58.100.0/24).
bg: Ако IP диапазоните са въведени тук, домейнът е незадължителен. <br /> Валидните стойности включват IP адрес (напр. 142.58.103.1), диапазон от IP адреси (напр. 142.58.103.1 - 142.58.103.4), диапазон от IP адреси с заместващ знак '*' ( например 142.58.*.*) и диапазон от IP адреси с CIDR (напр. 142.58.100.0/24).
bs_ba: Ako ste unijeli IP opseg onda domen nije obavezan.<br />Važeče vrijednosti uključuju IP adresu (npr. 142.58.103.1), IP opseg (npr. 142.58.103.1 - 142.58.103.4), IP opseg sa zamjenskim znakom '*' (npr. 142.58.*.*), i IP opseg sa CIDR (npr. 142.58.100.0/24).
de_de: Wenn hier IP-Bereiche eingegeben werden, ist die Eingabe einer Domain optional.<br />Gültige Werte können eine IP-Adresse (z.B. 142.58.103.1), ein IP-Bereich (z.B. 142.58.103.1 - 142.58.103.4), ein IP-Bereich mit einem Stellvertretersymbol '*' (z.B. 142.58.*.*) und ein IP-Bereich mit CIDR (z.B. 142.58.100.0/24) sein.
el_gr: Αν οριστούν εδώ περιοχές ΙΡ διευθύνσεων, η περιοχή δικτύου είναι προαιρετική.&lt;br /&gt;Έγκυρες τιμές αποτελούν μία IP διεύθυνση (π.χ. 142.58.103.1), μία περιοχή IP διευθύνσεων (π.χ.. 142.58.103.1 - 142.58.103.4), μία περιοχή IP διευθύνσεων με χαρακτήρες παραμετροποίησης '*' (π.χ. 142.58.*.*), και μία περιοχή IP διευθύνσεων τύπου CIDR (π.χ. 142.58.100.0/24).
eu: Hemen IP barrutia sartzen bada, domeinua aukerakoa da. <br /> Baliozkoak dira: IP helbide bat (adib., 142.58.103.1), IP barruti bat (adib., 142.58.103.1 - 142.58.103.4), izartxodun ('*') IP barruti bat (adib., 142.58.*.*) eta CIDR IP barruti bat (adib., 142.58.100.0/24).
gd_gb: Ma chuirear rainsean IP a-steach an-seo, cha leigear a leas àrainn a chur a-steach.<br />Tha luachan dligheach a’ gabhail a-staigh seòlaidhean IP (m.e. 142.58.103.1), rainse IP (m.e. 142.58.103.1 - 142.58.103.4), rainse IP le saorag “*” (m.e. 142.58.*.*) agus rainse IP le CIDR (m.e. 142.58.100.0/24).
gl_es: Se se introducen intervalos IP aquí, o dominio é opcional.<br />Os valores válidos inclúen un enderezo IP (p. ex., 142.58.103.1), un intervalo IP (p. ex., 142.58.103.1 - 142.58.103.4), un intervalo IP con comodín '*' (p. ex., 142.58.*.*), e un intervalo IP con CIDR (p. ex., 142.58.100.0/24).
hi_in: यदि आईपी रेंज यहां दर्ज की जाती है, तो डोमेन वैकल्पिक है। <br /> मान्य मानों में एक आईपी पता (जैसे 142.58.103.1), आईपी रेंज (जैसे 142.58.103.1 - 142.58.103.4), वाइल्डकार्ड के साथ आईपी रेंज शामिल है * '( उदा। 142.58। *। *), और सीआईडीआर के साथ एक आईपी रेंज (जैसे 142.58.100.0/24)।
hu_hu: Ha megadta az IP tartományt, akkor a domain már nem kötelező.<br />Az IP tartománynak érvényes értéket kell tartalmaznia (pl. 142.58.103.1), IP tartomány (e.g. 142.58.103.1 - 142.58.103.4), IP tartomány helyettesítő karakterrel '*' (pl. 142.58.*.*), és egy IP tartomány CIDR-el (pl. 142.58.100.0/24).
hy_am: Եթե այստեղ մուտքագրված են IP տիրույթներ, ապա տիրույթն ընտրովի է:<br />Վավեր արժեքները ներառում են IP հասցե (օրինակ՝ 142.58.103.1), IP տիրույթ (օրինակ՝ 142.58.103.1 - 142.58.103.4), IP տիրույթ «*» նշանով (օրինակ՝ 142.58.*.*) և IP տիրույթ CIDR-ով (օրինակ՝ 142.58.100.0/24):
is: Ef IP tölur eru notaðar er lén valkvætt.<br />Gild númer eru IP-slóðir (t.d. 142.58.103.1), IP talnaröð (t.d. 142.58.103.1 - 142.58.103.4), IP talnaröð með stjörnu '*' (t.d. 142.58.*.*), og IP röð með CIDR (e.g. 142.58.100.0/24).
ja: IPアドレス範囲をここに入力するならドメインはオプションです。<br />有効な値は、IPアドレス（例：142.58.103.1）、IPアドレス範囲（例：142.58.103.1 - 142.58.103.4）、ワイルドカード「*」を使ったIPアドレス範囲（例：142.58.*.*）、CIDRを使ったIPアドレス範囲（例：142.58.100.0/24）です。
ka: თუ აქ შეყვანილია IP დიაპაზონები, დომენი არასავალდებულოა.<br /> მოქმედი მნიშვნელობები მოიცავს IP მისამართს (მაგ. 142.58.103.1), IP დიაპაზონს (მაგ. 142.58.103.1 - 142.58.103.4), IP დიაპაზონს wildcard "*" (მაგ. 142.58. *. *) და IP დიაპაზონს CIDR (მაგ. 142.58.100.0/24).
kk: Егер IP диапазондары осында енгізілсе, домен міндетті емес. <br /> Жарамды мәндер IP мекенжайы (мысалы, 142.58.103.1), IP диапазоны (мысалы, 142.58.103.1 - 142.58.103.4), IP диапазоны адрестері болып табылады. қойылмалы таңбамен « *» (мысалы, 142.58. *. *) және классыз маршруттауға арналған маскасы бар IP мекенжайларының ауқымы (мысалы, 142.58.100.0/24).
ku_iq: ئەگەر مەودای IP لێرە لێ بدرێت، دۆمەین ئارەزومەندانەیە.<br />بەهای بەردەست و ناونیشانی IP (e.g. 142.58.103.1), مەودای IP (e.g. 142.58.103.1 - 142.58.103.4), مەودای IP لەگەڵ wildcard '*' (e.g. 142.58.*.*), و مەودای IP لەگەڵ CIDR (e.g. 142.58.100.0/24).
ky: Эгерде бул жерге IP диапазондору киргизилсе, доменди көрсөтүү милдеттүү эмес.<br /> Жарактуу маанилерге төмөнкүлөр кирет: IP дарек (мисалы, 142.58.103.1), IP диапазону (мисалы, 142.58.103.1 - 142.58.103.4), '*' белгиси менен IP диапазону (мисалы, 142.58.*.*), жана CIDR менен IP диапазону (мисалы, 142.58.100.0/24).
lt: Jei čia įvedami IP diapazonai, domenas yra neprivalomas.<br />Galimos reikšmės: IP adresas (pvz., 142.58.103.1), IP diapazonas (pvz., 142.58.103.1 - 142.58.103.4), IP diapazonas su pakaitos simboliu „*“ (pvz., 142.58.*.*) ir IP diapazonas su CIDR (pvz., 142.58.100.0/24).
lv_lv: Ja šeit tiek ievadīti IP diapazoni, domēna norādīšana nav obligāta.<br />Derīgas vērtības ir IP adrese (piemēram, 142.58.103.1), IP diapazons (piemēram, 142.58.103.1 - 142.58.103.4), IP diapazons ar aizstājējzīmi '*' (piemēram, 142.58.*.*) un IP diapazons ar CIDR (piemēram, 142.58.100.0/24).
mk_mk: Ако тука се внесени IP опсези, доменот е опционален. <br /> Валидните вредности вклучуваат IP адреса (на пр. 142.58.103.1), опсег на IP (на пр. 142.58.103.1 - 142.58.103.4), опсег на IP со вајлд-картичка '*' ( на пр. 142.58. *. *) и опсег на IP со CIDR (на пр. 142.58.100.0/24).
mr: जर येथे IP श्रेणींची नोंद केली असेल, तर डोमेन नाव ऐच्छिक आहे.<br />ग्राह्य पद्धतीचा IP पत्ता (उदा. 152.57.247.155), IP श्रेणी (उदा. 142.58.103.1 - 142.58.103.4), IP श्रेणी वाइल्डकार्डसह '*' (उदा. 142.58.*.*), आणि CIDR सह IP श्रेणी (उदा. 142.58.100.0/24) नोंदवा.
ms: Sekiranya julat IP dimasukkan di sini, domain adalah pilihan. <br /> Nilai yang sah merangkumi alamat IP (mis. 142.58.103.1), julat IP (mis. 142.58.103.1 - 142.58.103.4), julat IP dengan wildcard '*' ( mis. 142.58. *. *), dan julat IP dengan CIDR (mis. 142.58.100.0/24).
nb_no: OM IP-adresseområde oppgis her, er domene valgfritt.<br />Gyldige verdier inkluderer en IP-adresse (f.eks. 142.58.103.1), IP-adresseområde (f.eks. 142.58.103.1 - 142.58.103.4), IP-adresseområde med jokertegn '*' (f.eks. 142.58.*.*), og et IP-adresseområde med CIDR (f.eks. 142.58.100.0/24).
ro: Dacă intervalele de IP sunt introduse aici, domeniul este opțional.<br />Valorile valide includ adrese IP (e.g. 142.58.103.1), intervale de IP (e.g. 142.58.103.1 - 142.58.103.4), Interval IP cu wildcard '*' (e.g. 142.58.*.*), și intervale IP cu CIDR (e.g. 142.58.100.0/24).
sk_sk: Ak je sem vložený rozsah IP adries, je meno domény voliteľné.<br />Platné hodnoty zahŕňajú jednotlivú IP adresu (napr. 142.58.103.1), IP rozsah (napr. 142.58.103.1 - 142.58.103.4), IP rozsah vyjadrený divokou kartou '*' (napr.. 142.58.*.*), a IP rozsah s CIDR (napr.. 142.58.100.0/24).
sl_si: Če je tukaj vpisano IP območje, je ime domene neobvezno.<br />Veljavne vrednosti so IP naslov (npr. 142.58.103.1), IP območje (npr. 142.58.103.1 - 142.58.103.4), IP območje z nadomestnim znakom '*' (npr. 142.58.*.*) in IP območje s CIDR (npr. 142.58.100.0/24).
sr_rs@cyrillic: Уколико су IP опсези унети, домен је опцион.<br />Исправне вредности укључују IP адресу (нпр. 142.58.103.1), IP опсег (нпр. 142.58.103.1 - 142.58.103.4) IP опсег са "wildcard" (нпр. 142.58.*.*) i IP опсег са CIDR (нпр. 142.58.100.0/24).
sr_rs@latin: Ukoliko su IP opsezi uneti, domen je opcion.<br />Ispravne vrednosti uključuju IP adresu (npr. 142.58.103.1), IP opseg (npr. 142.58.103.1 - 142.58.103.4) IP opseg sa "wildcard" (npr. 142.58.*.*) i IP opseg sa CIDR (npr. 142.58.100.0/24).
th: หากใส่ช่วง IP ที่นี่ โดเมนจะเป็นทางเลือก<br />ค่าที่ถูกต้องได้แก่ที่อยู่ IP (เช่น 142.58.103.1), ช่วง IP (เช่น 142.58.103.1 - 142.58.103.4), ช่วง IP พร้อมตัวแทน '*' (เช่น 142.58.*.*), และช่วง IP แบบ CIDR (เช่น 142.58.100.0/24)
uk_ua: Якщо тут вказується діапазон IP-адрес, вказувати домен необов'язково. <br />Можуть вказуватись окремі IP-адреси (наприклад, 142.58.103.1), звичайні діапазони IP-адрес (наприклад, 142.58.103.1 - 142.58.103.4), діапазони IP-адрес з символами '*' (наприклад, 142.58.*.*) та IP-маски CIDR (наприклад, 142.58.100.0/24).
uz@latin: Agar IP -diapazonlari bu erga kiritilsa, bu ixtiyoriy. <br/> Amaliy qiymatlarga IP -manzil (masalan, 142.58.103.1), IP -diapazoni (masalan, 142.58.103.1 - 142.58.103.4), IP -diapazoni '*' ( Masalan, 142.58.*.*) va CIDR bilan IP diapazoni (masalan, 142.58.100.0/24).
vi_vn: Nếu dải IP được nhập vào đây, tên miền là tùy chọn. <br />Các giá trị hợp lệ bao gồm địa chỉ IP (ví dụ: 142.58.103.1), dải IP (ví dụ: 142.58.103.1 - 142.58.103.4), dải IP có ký tự đại diện '*' ( ví dụ: 142.58.*.*) và dải IP với CIDR (ví dụ: 142.58.100.0/24).
zh_cn: 如果在此输入了IP范围，域名是可选的.<br />有效的IP地址 (例如142.58.103.1), IP范围(例如142.58.103.1 - 142.58.103.4), 带有通配符'*'的IP范围 (例如 142.58.*.*), 和带有CIDR的IP范围 (e.g. 142.58.100.0/24).
zh_hant: 如在此輸入IP範圍，網域可選填。<br />有效值為IP地址（例如142.58.103.1）、IP範圍（例如142.58.103.1 - 142.58.103.4）、有通配符的IP範圍（例如142.58.*.*）及有CIDR的IP範圍（例如142.58.100.0/24）。

# user.subscriptions.form.ipRange
source: IP ranges
az: IP aralığı
bg: Диапазон от IP адреси
bs_ba: IP opseg
de_de: IP-Bereiche
el_gr: Περιοχή ΙΡ διευθύνσεων
eu: IP barrutiak
gd_gb: Rainsean IP
gl_es: Intervalos IP
hi_in: आईपी रेंज
hu_hu: IP tartományok
hy_am: IP միջակայքեր
is: IP tölur
ja: IPアドレス範囲
ka: IP დიაპაზონები
kk: IP адрестер диапазоны
ku_iq: مەودای IP
ky: IP диапазондору
lt: IP diapazonai
lv_lv: IP diapazoni
mk_mk: Опсези на IP
mr: IP श्रेणी (एकापेक्षा अधिक)
ms: Julat IP
nb_no: IP-adresseområde
ro: Intervale IP
sk_sk: Rozsah IP adries
sl_si: IP območja
sr_rs@cyrillic: IP опсег
sr_rs@latin: IP opseg
th: ช่วง IP
uk_ua: Діапазони IP-адрес
uz@latin: IP diapazoni
vi_vn: Dải IP
zh_cn: IP范围
zh_hant: IP範圍

# user.subscriptions.form.domainValid
source: Please enter a valid domain.
az: Zəhmət olmasa etibarlı bir sahə adı daxil edin.
bg: Моля, въведете валиден домейн.
bs_ba: Upišite važeći domen.
de_de: Bitte geben Sie eine gültige Domain ein.
el_gr: Παρακαλούμε εισάγετε μία έγκυρη περιοχή δικτύου.
eu: Mesedez, sartu baliozko domeinu bat.
gd_gb: Cuir àrainn dhligheach a-steach.
gl_es: Introduza un dominio válido.
hi_in: कृपया एक मान्य डोमेन दर्ज करें।
hu_hu: Kérem, érvényes domain nevet adjon meg.
hy_am: Խնդրում ենք մուտքագրել վավեր դոմեյն:
is: Vinsamlega sláðu inn gilt heiti á léni.
ja: 有効なドメインを入力してください。
ka: გთხოვთ, შეიყვანოთ სწორი დომენი.
kk: Жарамды домен атауын енгізіңіз.
ku_iq: تکایە دۆمەینێکی بەردەست داخل بکە.
ky: Туура доменди киргизиңиз.
lt: Įveskite teisingą domeną.
lv_lv: Lūdzu, ievadiet derīgu domēnu.
mk_mk: Внесете важечки домен.
mr: कृपया ग्राह्य डोमेन नावाची नोंद करा.
ms: Sila masukkan domain yang sah.
nb_no: Oppgi et gyldig domene.
ro: Vă rog să introduceți un domeniu valid.
sk_sk: Vložte, prosím, platný názov domény.
sl_si: Vpišite veljavno domeno.
sr_rs@cyrillic: Унесите исправан домен.
sr_rs@latin: Unesite ispravan domen.
th: โปรดป้อนโดเมนที่ถูกต้อง
uk_ua: Будь ласка, вкажіть коректний домен.
uz@latin: Iltimos, haqiqiy domen kiriting.
vi_vn: Vui lòng nhập một tên miền hợp lệ.
zh_cn: 请输入有效的网域.
zh_hant: 請輸入一個有效網域。

# user.subscriptions.form.domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
az: Seçilən abunəlik növü, abunəlik kimlik təsdiqi üçün bir təsir sahəsi və/və ya bir IP aralığı tələb edir
bg: Избраният тип абонамент изисква домейн и/или IP диапазон за удостоверяване на абонамента.
bs_ba: Odabrani tip pretplate zahtijeva domen i/ili IP opseg za proverju autentičnosti pristupa za pretplatu.
de_de: Für die gewählte Abonnement-Art ist eine Domain und/oder ein IP-Bereich zur Authentifizierung des Abonnements erforderlich.
el_gr: Ο επιλεγμένος τύπος συνδρομής απαιτεί μία περιοχή δικτύου ή/και μία περιοχή ΙΡ διευθύνσεων για ταυτοποίηση της συνδρομής.
eu: Aukeratutako harpidetza-motak domeinua eta/edo IP barruti bat eskatzen du harpidetza baliozkotzeko.
gd_gb: Feumaidh fo-sgrìobhadh dhen t-seòrsa a thagh thu àrainn agus/no rainse IP airson dearbhadh an fho-sgrìobhaidh.
gl_es: O tipo de subscrición seleccionado require un dominio e/ou un intervalo IP para a autenticación da subscrición.
hi_in: चयनित सदस्यता प्रकार को सदस्यता प्रमाणीकरण के लिए एक डोमेन और / या एक आईपी रेंज की आवश्यकता होती है।
hu_hu: A kiválasztott előfizetési típus domain és/vagy IP tartományt kér az előfizető azonosításához.
hy_am: Բաժանորդագրության ընտրված տեսակը պահանջում է դոմեյն և/կամ IP տիրույթ՝ բաժանորդագրության նույնականացման համար:
is: Valin áskriftarleið kallar á lén og/eða IP tölur til auðkenningar fyrir áskrift.
ja: 選択した購読種別では、購読種別の認証にドメインやIPアドレス範囲が必要です。
ka: გამოწერის არჩეულ ტიპს სჭირდება დომენის ან/და IP დიაპაზონის გამოწერის ავთენტიფიკაციისთვის.
kk: Жазылымның аутентификациясы үшін таңдалған жазылым түрі доменді және / немесе IP мекенжайларының ауқымын қажет етеді.
ku_iq: ئەم بەشداریکردنە پێویستی بە دۆمەین و مەودای IP یە بۆ ئەوەی قبوڵ بکرێت.
ky: Тандалган жазылуу түрү жазылууну текшерүү үчүн домен жана/же IP диапазонун талап кылат.
lt: Pasirinkus šią prenumeratos rūšį, reikia nurodyti domeną ir (arba) IP diapazoną. Tik taip bus galima nustatyti prenumeratoriaus tapatybę.
lv_lv: Atlasītajam abonementa tipam ir nepieciešams domēns un/vai IP diapazons abonementa autentifikācijai.
mk_mk: Избраниот тип на претплата бара домен и / или опсег на IP за проверка на претплата.
mr: निवडलेल्या सदस्यत्व प्रकाराला सदस्यत्व प्रमाणीकरणासाठी डोमेन आणि/किंवा IP श्रेणी अनिवार्य आहे.
ms: Jenis langganan yang dipilih memerlukan domain dan/atau julat IP untuk pengesahan langganan.
nb_no: Den valgte abonnementstypen krever et domene og/eller et IP-adresseområde for abonnementsautentisering.
ro: Tipul de abonament selectat necesită un domeniu și / sau un interval IP pentru autentificarea acesteia.
sk_sk: Zvolený typ predplatného vyžaduje meno domény a/alebo rozsah IP pre overenie predplatného.
sl_si: Izbrana vrsta naročnine zahteva ime domene in/ali IP območje za avtentikacijo.
sr_rs@cyrillic: Одабрани тип претплате захтева да унесете домен и/или IP опсеге ради аутентификације.
sr_rs@latin: Odabrani tip pretplate zahteva da unesete domen i/ili IP opsege radi autentifikacije.
th: ประเภทการสมัครสมาชิกที่เลือกต้องมีโดเมนและ/หรือช่วง IP สำหรับการยืนยันตัวตนการสมัครสมาชิก
uk_ua: Обраний тип передплати потребує зазначення домену та/або діапазону IP-адрес для аутентифікації передплатника.
uz@latin: Tanlangan obuna turiga obuna autentifikatsiyasi uchun domen va/yoki IP diapazoni kerak.
vi_vn: Loại đăng ký được chọn yêu cầu tên miền và/hoặc dải IP để xác thực đăng ký.
zh_cn: 选定的订阅类型需要一个域名和/或IP范围用于验证订阅.
zh_hant: 所選擇的訂閱種類需要一個網域及／或IP範圍用作認證訂閱。

# user.subscriptions.form.domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
az: Bura bir sahə adı yazılacaqsa IP aralığı istəyə bağlıdır. <br />Etibarlı sahə adları (məs. kutuphane.dogus.edu.tr)
bg: Ако тук е въведен домейн, IP диапазоните не са задължителни. <br /> Валидните стойности са имена на домейни (напр. lib.sfu.ca).
bs_ba: Ako je ovdje unesen domena, IP opseg nije obavezan. <br />Važeća vrijednost za naziv domene je (npr. hrcak.srce.hr).
de_de: Wenn hier eine Domain eingegeben wird, ist die Eingabe von IP-Bereichen optional.<br />Gültige Werte sind Domain-Namen (z.B. lib.sfu.ca).
el_gr: Εάν εισαχθεί εδώ μία περιοχή δικτύου, οι περιοχές ΙΡ διευθύνσεων είναι προαιρετικές.&lt;br /&gt;Έγκυρες τιμές είναι οι περιοχές δικτύου (π.χ. upatras.gr).
eu: Hemen domeinu bat sartzen bada, IP barrutiak aukerakoak dira. <br />Domeinu-izenak dira baliozko balioak (adib., lib.sfu.ca).
gd_gb: Ma chuirear rainsean IP a-steach an-seo, cha leigear a leas àrainn a chur a-steach.<br />Tha ainmean àrainnean nan luachan dligheach (m.e. gla.ac.uk).
gl_es: Se introduce un dominio aquí, os intervalos IP serán opcionais.<br />Os valores válidos son nomes de dominio (p. ex., lib.sfu.ca).
hi_in: यदि एक डोमेन यहां दर्ज किया गया है, तो आईपी रेंज वैकल्पिक हैं। <br /> वैध मान डोमेन नाम हैं (उदा। Lib.sfu.ca)।
hu_hu: Ha megadta a domaint, akkor az IP tartomány már nem kötelező. <br />A domain névnek érvényesnek kell lennie (pl. lib.sfu.ca).
hy_am: Եթե այստեղ մուտքագրված է դոմեյն, IP-ի տիրույթները պարտադիր չեն:<br />Վավեր արժեքները դոմեյնի անուններն են (օրինակ՝ lib.sfu.ca):
is: Ef lén er notað eru IP tölur valkvæðar.<br /> Gild heiti eru heiti léna (t.d. rmf.is).
ja: ここにドメインを入力する場合、IPアドレス範囲はオプションです。<br />有効な値はドメイン名です（例：lib.sfu.ca）。
ka: თუ დომენი შეტანილია აქ, IP დიაპაზონები არასავალდებულოა.<br /> მოქმედი მნიშვნელობებია დომენის სახელები (მაგ. Lib.sfu.ca).
kk: Егер мұнда домен енгізілсе, онда IP мекенжайының диапазоны міндетті емес. <br /> Жарамды тіркестер - домен атаулары (мысалы, lib.sfu.ca).
ku_iq: ئەگەر دۆمەینێک لێرە داخل بکرێت، مەودای IP ئارەزومەندانەیە. <br />بەهای دروست ناوی دۆمەینەکانە (بۆ نمونە lib.sfu.ca).
ky: Эгер бул жерге домен киргизилсе, IP диапазондору кошумча болуп саналат.<br />Туура маанилер домен аттары (мисалы, lib.sfu.ca).
lt: Jei čia įvedamas domenas, IP rėžiai yra neprivalomi.<br />Leistinos reikšmės yra domenų pavadinimai (pvz., lib.sfu.ca).
lv_lv: Ja šeit tiek ievadīts domēns, IP diapazoni nav obligāti.<br />Derīgas vērtības ir domēna vārdi (piemēram, lib.sfu.ca).
mk_mk: Ако овде е внесен домен, опсезите за IP се опционални. <br /> Валидни вредности се имиња на домени (на пример, lib.sfu.ca).
mr: येथे डोमेन नाव नमूद केल्यास, IP श्रेणी देणे ऐच्छिक ठरते.<br />ग्राह्य पद्धतीने डोमेन नाव लिहायला हवे (उदा. https://www.unigoa.ac.in/).
ms: Sekiranya domain dimasukkan di sini, julat IP adalah pilihan. <br /> Nilai yang sah adalah nama domain (mis. Lib.sfu.ca).
nb_no: Om et domenenavn oppgis her, er IP-adresseområde valgfritt. <br />Gyldige verdier er domenenavn (f.eks. lib.sfu.ca).
ro: Dacă domeniul este introdus aici, adresele IP sunt opționale.<br />Sunt valide doar numele de domenii (e.g. lib.sfu.ca).
sk_sk: Pokiaľ sem vložíte meno domény, rozsah IP je voliteľný.<br />Platné hodnoty sú mená domén (napr. lib.sfu.ca).
sl_si: Če je tukaj vpisana domena, so IP območja neobvezna.<br />Veljavne vrednosti so imena domen (npr. gov.si, lib.sfu.ca).
sr_rs@cyrillic: Ukoliko je domen unet, IP opsezi su opcioni.<br />Ispravne vrednosti su imena domena (npr. ff.uns.ac.rs)
sr_rs@latin: Ukoliko je domen unet, IP opsezi su opcioni.<br />Ispravne vrednosti su imena domena (npr. ff.uns.ac.rs)
th: หากใส่โดเมนที่นี่ ช่วง IP จะเป็นทางเลือก<br />ค่าที่ถูกต้องได้แก่ชื่อโดเมน (เช่น lib.sfu.ca)
uk_ua: Якщо тут вказується доменне ім'я, вказувати діапазон IP-адрес необов'язково. <br/>Доменні імена повинні бути коректними (наприклад, lib.sfu.ca).
uz@latin: Agar bu erga domen kiritilsa, IP diapazonlari ixtiyoriydir. <br/> To'g'ri qiymatlar domen nomlari (masalan, lib.sfu.ca).
vi_vn: Nếu một tên miền được nhập vào đây, phạm vi IP là tùy chọn. <br />Giá trị hợp lệ là tên miền (ví dụ: lib.sfu.ca).
zh_cn: 如果一个域名在这里输入，IP范围是可选的.<br />有效值是域的名称（如lib.sfu.ca）.
zh_hant: 如在此輸入網域，IP範圍可選填。<br />有效值為網域名稱（例如lib.sfu.ca）。
