Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# sectionEditor.proofreader.confirmRenotify
source: Notifying this proofreader again will restart their assignment. Are you sure you wish to do this?
az: Bu bildirişlə korrektor təyinatları yenidən başlayacaqdır. Bunu etmək istədiyinizdən əminsinizmi?
bg: Новото уведомяване на коректора ще рестартира заданието му. Сигурни ли сте, че искате да направите това?
bs_ba: Obavještavanje ovog korektora će ponovno pokrenuti njegovu dodjelu. Jeste li sigurni da to želite?
de_de: Wenn Sie diese/n Korrekturlektor/in erneut benachrichtigen, beginnt ihre/seine Aufgabe erneut. Sind Sie sicher, dass Sie das wollen?
el_gr: Ενημερώνοντας ξανά τον συγκεκριμένο Επιμελητή Τυπογραφικών Δοκιμίων, θα επανεκκινήσουν οι εργασίες που του έχουν ανατεθεί. Επιβεβαιώνετε την ενέργεια;
eu: Proba-zuzentzaile honi berriz jakinarazteak bere esleipena berrabiaraziko du. Ziur zaude hori egin nahi duzula?
gd_gb: Ma chuireas tu brath dhan dearbh-leughadair seo às ùr, thèid am pìos obrach aca ath-thòiseachadh. A bheil thu cinnteach gu bheil thu airson seo a dhèanamh?
gl_es: Se volve enviar esta notificación ao corrector/a de probas, reiniciarase a tarefa asignada. Está seguro/a de que quere facelo?
hi_in: इस प्रूफ़रीडर को फिर से सूचित करने से उनका असाइनमेंट फिर से शुरू हो जाएगा। क्या आप वाकई ऐसा करने की इच्छा रखते हैं?
hu_hu: Értesíti ezt a korrektort, hogy a hozzárendelést újraindítja. Biztosan elvégzi ezt a műveletet?
hy_am: Այս սրբագրիչին նորից ծանուցելը կվերսկսի նրանց հանձնարարությունը: Վստա՞հ եք, որ ցանկանում եք դա անել:
is: Að senda tilkynningu á þennan prófarkalesara endurræsir verkefni viðkomandi. Ertu viss um að þú viljir gera það?
ja: この校正者に再度通知すると、担当課題が再開されます。これを実行してもよろしいですか?
ka: ამ კორექტორის ხელახლა გაფრთხილება ხელახლა გაფრთხილება განაახლებს მათ დავალებას. დარწმუნებული ხართ, რომ ამის გაკეთება გსურთ?
kk: Бұл түзетушіге хабарлау әрекетін қайта бастайды. Сіз мұны жалғастырғыңыз келетініне сенімдісіз бе?
ku_iq: ئاگادارکردنەوەی دوبارەی ئەم هەڵسەنگێنەری زمانییە دوبارە کات بۆ هەڵسەنگاندنی زمانی تەرخان دەکاتەوە. ئایا تۆ دڵنیایت لەمە؟
ky: Бул корректурачыга кайра билдирүү анын тапшырмасын кайра баштайт. Муну каалайсызбы?
lt: Pranešant šiam korektoriui dar kartą, jo užduotys bus atstatytos į pradinę būseną. Ar tikrai norite tai padaryti?
lv_lv: Atkārtoti paziņojot šim korektoram, viņa uzdevums tiks sākts no jauna. Vai esat pārliecināts, ka vēlaties to darīt?
mk_mk: Известувањето на овој лектор повторно ќе ја започне нивната задача. Дали сте сигурни дека сакате да го направите ова?
mr: या मुद्रिते तपासणार्‍याला (proofreader) पुन्हा सूचित केल्यास त्याला नेमून दिलेल्या कामाचा पुनरारंभ होईल. तुम्ही हे खात्रीने करू इच्छिता का?
ms: Memaklumkan proofreader ini akan memulakan semula tugas mereka. Adakah anda pasti mahu melakukan ini?
nb_no: Ved å varsle denne korrekturleseren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
ro: Notificând din nou acest corector va reporni sarcina. Ești sigur că vrei să faci asta?
sk_sk: Opätovným informovaním tohto korektora znova spustíte jeho úlohy. Určite si to prajete urobiť?
sl_si: Ponovno obveščanje korektorja bo stanje dodeljene naloge vrnilo na začetek. Ste prepričani, da to želite?
sr_rs@cyrillic: Обавештавање овог коректора ће поновно покренути његову доделу. Да ли сте сигурни да то желите?
sr_rs@latin: Obaveštavanje ovog korektora će ponovno pokrenuti njegovu dodelu. Da li ste sigurni da to želite?
th: การแจ้งผู้พิสูจน์อักษรนี้อีกครั้งจะเริ่มการมอบหมายของพวกเขาใหม่ คุณแน่ใจหรือไม่ว่าต้องการทำเช่นนี้?
uk_ua: Повторне повідомлення цьому коректору повторить процедуру його призначення. Ви впевнені, що хочете зробити це?
uz@latin: Bu korrektorga yana xabar berilsa, u o'z vazifasini qaytadan boshlaydi. Haqiqatan ham buni xohlaysizmi?
vi_vn: Thông báo cho biên tập viên soát lỗi thêm một lần nữa sẽ khởi động lại nhiệm vụ của họ. Bạn có chắc chắn muốn làm điều này?
zh_cn: 再次通知这个校对者会重新指派他们的编辑任务。您确定您想要这么做？
zh_hant: 現正再次通知校對員會重置分配的工作。是否確認執行？

# sectionEditor.layout.confirmRenotify
source: Notifying this layout editor again will restart their assignment. Are you sure you wish to do this?
az: Bu bildirişlə tərtibatçı təyinatları yenidən başlayacaqdır. Bunu etmək istədiyinizdən əminsinizmi?
bg: Новото уведомяване на редактор на оформление ще рестартира заданието му. Сигурни ли сте, че искате да направите това?
bs_ba: Obavještavanje ovog grafičkog urednika će ponovno pokrenuti njegovu dodjelu. Jeste li sigurni da to želite?
de_de: Wenn Sie diese/n Layouter/in erneut benachrichtigen, beginnt ihre/seine Aufgabe erneut. Sind Sie sicher, dass Sie das wollen?
el_gr: Ενημερώνοντας ξανά τον συγκεκριμένο Επιμελητή Σελιδοποίησης, θα επανεκκινήσουν οι εργασίες που του έχουν ανατεθεί. Επιβεβαιώνετε την ενέργεια;
eu: Maketatzaile honi berriz jakinarazteak bere esleipena berrabiaraziko du. Ziur zaude hori egin nahi duzula?
gd_gb: Ma chuireas tu brath dhan deasaiche cho-dhealbhachd seo às ùr, thèid am pìos obrach aca ath-thòiseachadh. A bheil thu cinnteach gu bheil thu airson seo a dhèanamh?
gl_es: Se volve enviar a notificación ao/á responsable da maquetaxe, reiniciarase a tarefa asignada. Está seguro/a de que quere facelo?
hi_in: इस लेआउट एडिटर को फिर से सूचित करने से उनका असाइनमेंट फिर से शुरू हो जाएगा। क्या आप वाकई ऐसा करने की इच्छा रखते हैं?
hu_hu: Értesíti ezt a tördelőszerkesztőt, hogy a hozzárendelést még egyszer elindítja. Biztosan elvégzi ezt a műveletet?
hy_am: Այս դասավորության խմբագրին նորից ծանուցելը կվերսկսի նրանց հանձնարարությունը: Վստա՞հ եք, որ ցանկանում եք դա անել:
is: Að senda tilkynningu á þennan setjara endurræsir verkefni viðkomandi. Ertu viss um að þú viljir gera það?
ja: このレイアウトエディタに再度通知すると、担当課題が再開されます。これを実行してもよろしいですか?
ka: ამ დაკაბადონების რედაქტორის ხელახლა გაფრთხილება განაახლებს მათ დავალებას. დარწმუნებული ხართ, რომ ამის გაკეთება გსურთ?
kk: Бұл дизайнерді хабардар ету әрекетін қайта бастайды. Сіз мұны жалғастырғыңыз келетініне сенімдісіз бе?
ku_iq: ئاگادارکردنەوەی دوبارەی ئەم نەخشەسازە دوبارە کات بۆ نەخشەسازی تەرخان دەکاتەوە. ئایا تۆ دڵنیایت لەمە؟
ky: Бул макет редакторуна кайра билдирүү анын тапшырмасын кайра баштайт. Муну каалайсызбы?
lt: Pranešant šiam maketuotojui dar kartą, jo užduotys bus atstatytos į pradinę būseną. Ar tikrai norite tai padaryti?
lv_lv: Atkārtoti paziņojot šim maketētājam, viņa uzdevums tiks sākts no jauna. Vai esat pārliecināts, ka vēlaties to darīt?
mk_mk: Известувањето на овој уредник за распоред повторно ќе ја започне нивната задача. Дали сте сигурни дека сакате да го направите ова?
mr: या मांडणी करणार्‍या संपादकाला (layout editor) पुन्हा सूचित केल्यास त्याला नेमून दिलेल्या कामाचा पुनरारंभ होईल. तुम्ही हे खात्रीने करू इच्छिता का?
ms: Memaklumkan susun atur editor ini akan memulakan semula tugas mereka. Adakah anda pasti mahu melakukan ini?
nb_no: Ved å varsle layoutredaktøren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
ro: Notificând din nou acest editor de machetă, va reporni sarcina. Ești sigur că vrei să faci asta?
sk_sk: Opätovným informovaním tohto typografa znova spustíte jeho úlohy. Určite si to prajete urobiť?
sl_si: Ponovno obveščanje grafičnega urednika bo stanje dodeljene naloge vrnilo na začetek. Ste prepričani, da to želite?
sr_rs@cyrillic: Обавештавање овог графичког уредника ће поновно покренути његову доделу. Да ли сте сигурни да то желите?
sr_rs@latin: Obaveštavanje ovog grafičkog urednika će ponovno pokrenuti njegovu dodelu. Da li ste sigurni da to želite?
th: การแจ้งบรรณาธิการการจัดวางนี้อีกครั้งจะเริ่มการมอบหมายของพวกเขาใหม่ คุณแน่ใจหรือไม่ว่าต้องการทำเช่นนี้?
uk_ua: Повторне повідомлення цьому редактору верстки повторить процедуру його призначення. Ви впевнені, що хочете зробити це?
uz@latin: Bu tartib tahrirlovchisiga yana xabar berilsa, ularning vazifasi qaytadan boshlanadi. Haqiqatan ham buni xohlaysizmi?
vi_vn: Thông báo cho biên tập viên trình bày thêm một lần nữa sẽ khởi động lại nhiệm vụ của họ. Bạn có chắc chắn muốn làm điều này?
zh_cn: 再次通知这个版面编辑会重新指派他们的编辑任务。您确定您想要这么做？
zh_hant: 現正再次通知版面設計編輯會重置分配的工作。是否確認執行？

# sectionEditor.author.confirmRenotify
source: Notifying this author again will restart their assignment. Are you sure you wish to do this?
az: Bu bildirişlər müəllif təyinatları yenidən başlayacaqdır. Bunu etmək istədiyinizdən əminsinizmi?
bg: Новото уведомяване на автора ще рестартира заданието му. Сигурни ли сте, че искате да направите това?
bs_ba: Obavještavanje ovog autora će ponovno pokrenuti njegovu dodjelu. Jeste li sigurni da to želite?
de_de: Wenn Sie diese/n Autorin/in erneut benachrichtigen, beginnt ihre/seine Aufgabe erneut. Sind Sie sicher, dass Sie das wollen?
el_gr: Ενημερώνοντας ξανά τον συγκεκριμένο Συγγραφέα, θα επανεκκινήσουν οι εργασίες που του έχουν ανατεθεί. Επιβεβαιώνετε την ενέργεια;
eu: Egile honi berriz jakinarazteak bere esleipena berrabiaraziko du. Ziur zaude hori egin nahi duzula?
gd_gb: Ma chuireas tu brath dhan ùghdar seo às ùr, thèid am pìos obrach aca ath-thòiseachadh. A bheil thu cinnteach gu bheil thu airson seo a dhèanamh?
gl_es: Se volve enviar a notificación ao autor/a, reiniciarase a tarefa asignada. Está seguro/a de que quere facelo?
hi_in: इस लेखक को फिर से सूचित करना की उनके असाइनमेंट को फिर से शुरू करे। क्या आप वाकई ऐसा करने की इच्छा रखते हैं?
hu_hu: Értesíti ezt a szerzőt, hogy a hozzárendelést újraindítja. Biztosan elvégzi ezt a műveletet?
hy_am: Այս հեղինակին նորից ծանուցելը կվերագործարկի նրա հանձնարարությունը: Վստա՞հ եք, որ ցանկանում եք դա անել:
is: Að senda tilkynningu á þennan höfund endurræsir verkefni viðkomandi. Ertu viss um að þú viljir gera það?
ja: この著者に再度通知すると、担当課題が再開されます。これを実行してもよろしいですか?
ka: ამ ავტორს კვლავ შეატყობინებს დავალებას. დარწმუნებული ხართ, რომ ამის გაკეთება გსურთ?
kk: Бұл авторға хабарлау жұмысты басынан қайта бастайды. Сіз мұны жасағыңыз келетініне сенімдісіз бе?
ku_iq: ئاگادارکردنەوەی دوبارەی ئەم توێژەرە دوبارە کات تەرخان دەکاتەوە. ئایا تۆ دڵنیایت لەمە؟
ky: Бул авторго кайра билдирүү анын тапшырмасын кайра баштайт. Муну каалайсызбы?
lt: Pranešant šiam autoriui dar kartą, jo užduotys bus atstatytos į pradinę būseną. Ar tikrai norite tai padaryti?
lv_lv: Atkārtoti paziņojot šim autoram, viņa uzdevums tiks sākts no jauna. Vai esat pārliecināts, ka vēlaties to darīt?
mk_mk: Известувањето на овој автор повторно ќе ја започне нивната задача. Дали сте сигурни дека сакате да го направите ова?
mr: या लेखकाला पुन्हा सूचित केल्यास त्याला नेमून दिलेल्या कामाचा पुनरारंभ होईल. तुम्ही हे खात्रीने करू इच्छिता का?
ms: Memaklumkan kepada pengarang ini akan memulakan semula tugas mereka. Adakah anda pasti mahu melakukan ini?
nb_no: Ved å varsle denne forfatteren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
ro: Notificând din nou acest autor, va reporni misiunea. Ești sigur că vrei să faci asta?
sk_sk: Opätovným informovaním tohto autora znova spustíte jeho úlohy. Určite si to prajete urobiť?
sl_si: Ponovno obveščanje avtorja bo stanje dodeljene naloge vrnilo na začetek. Ste prepričani, da to želite?
sr_rs@cyrillic: Обавештавање овог аутора ће поновно покренути његову доделу. Да ли сте сигурни да то желите?
sr_rs@latin: Obaveštavanje ovog autora će ponovno pokrenuti njegovu dodelu. Da li ste sigurni da to želite?
th: การแจ้งผู้เขียนนี้อีกครั้งจะเริ่มการมอบหมายของพวกเขาใหม่ คุณแน่ใจหรือไม่ว่าต้องการทำเช่นนี้?
uk_ua: Повторне повідомлення цьому автору повторить процедуру його призначення. Ви впевнені, що хочете зробити це?
uz@latin: Bu muallifga yana xabar berilsa, u o'z vazifasini qaytadan boshlaydi. Haqiqatan ham buni xohlaysizmi?
vi_vn: Thông báo cho tác giả này một lần nữa sẽ khởi động lại nhiệm vụ của họ. Bạn có chắc chắn muốn làm điều này?
zh_cn: 再次通知这位作者将会重新配置他们的编辑任务。您确定您要这么做？
zh_hant: 現正再次通知作者會重置分配的工作。是否確認執行？

# sectionEditor.copyedit.confirmRenotify
source: Notifying this copy editor again will restart their assignment. Are you sure you wish to do this?
az: Bu bildirişlər səhifə redaktoru təyinatları yenidən başlayacaqdır. Bunu etmək istədiyinizdən əminsinizmi?
bg: Новото уведомяване на стиловия редактор ще рестартира заданието му. Сигурни ли сте, че искате да направите това?
bs_ba: Obavještavanje ovog lektora će ponovno pokrenuti njegovu dodjelu. Jeste li sigurni da to želite?
de_de: Wenn Sie diese/n Lektor/in erneut benachrichtigen, beginnt ihr/sein Lektorat erneut. Sind Sie sicher, dass Sie das wollen?
el_gr: Ενημερώνοντας ξανά τον συγκεκριμένο Επιμελητή Κειμένων, θα επανεκκινήσουν οι εργασίες που του έχουν ανατεθεί. Επιβεβαιώνετε την ενέργεια;
eu: Zuzentzaile honi berriz jakinarazteak bere esleipena berrabiaraziko du. Ziur zaude hori egin nahi duzula?
gd_gb: Ma chuireas tu brath dhan ghrinn-deasaiche seo às ùr, thèid am pìos obrach aca ath-thòiseachadh. A bheil thu cinnteach gu bheil thu airson seo a dhèanamh?
gl_es: Se volve enviar a notificación ao corrector de orixinais, reiniciarase a tarefa asignada. Está seguro/a de que quere facelo?
hi_in: इस कॉपी एडिटर को फिर से सूचित करने से उनका असाइनमेंट फिर से शुरू हो जाएगा। क्या आप वाकई ऐसा करने की इच्छा रखते हैं?
hu_hu: Értesíti ezt a technikai szerkesztőt, hogy a hozzárendelést újraindítja. Biztosan elvégzi ezt a műveletet?
hy_am: Կրկին ծանուցելով այս գրական խմբագրին, նրանց հանձնարարությունը կվերսկսվի: Վստա՞հ եք, որ ցանկանում եք դա անել:
is: Að senda tilkynningu á þennan textatækni endurræsir verkefni viðkomandi. Ertu viss um að þú viljr gera það?
ja: このコピーエディタに再度通知すると、担当課題が再開されます。これを実行してもよろしいですか?
ka: ამ ლიტერატურული რედაქტორის ხელახლა გაფრთხილება განაახლებს მათ დავალებას. დარწმუნებული ხართ, რომ ამის გაკეთება გსურთ?
kk: Бұл әдеби редакторға хабарлау тапсырманы басынан қайта бастайды. Сіз мұны жасағыңыз келетініне сенімдісіз бе?
ku_iq: ئاگادارکردنەوەی دوبارەی ئەم وردبینە دوبارە کات بۆ وردبینی تەرخان دەکاتەوە. ئایا تۆ دڵنیایت لەمە؟
ky: Бул редакциялоочуга кайра билдирүү анын тапшырмасын кайра баштайт. Муну каалайсызбы?
lt: Pranešant šiam kalbos redaktoriui dar kartą, jo užduotys bus atstatytos į pradinę būseną. Ar tikrai norite tai padaryti?
lv_lv: Atkārtoti paziņojot šim teksta redaktoram, viņa uzdevums tiks sākts no jauna. Vai esat pārliecināts, ka vēlaties to darīt?
mk_mk: Известувањето на овој уредник повторно ќе ја започне нивната задача. Дали сте сигурни дека сакате да го направите ова?
mr: या कॉपी एडिटरला पुन्हा सूचित केल्यास त्याला नेमून दिलेल्या कामाचा पुनरारंभ होईल. तुम्ही हे खात्रीने करू इच्छिता का?
ms: Memberitahu editor salinan ini sekali lagi akan memulakan semula tugasan mereka. Adakah anda pasti mahu melakukan ini?
nb_no: Ved å varsle denne språkvaskeren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
ro: Notificând din nou acest editor, va reporni misiunea. Ești sigur că vrei să faci asta?
sk_sk: Opätovným informovaním tohto redaktora znova spustíte jeho úlohy. Určite si to prajete urobiť?
sl_si: Ponovno obveščanje lektorja bo stanje dodeljene naloge vrnilo na začetek. Ste prepričani, da to želite?
sr_rs@cyrillic: Обавештавање овог лектора ће поновно покренути његову доделу. Да ли сте сигурни да то желите?
sr_rs@latin: Obaveštavanje ovog lektora će ponovno pokrenuti njegovu dodelu. Da li ste sigurni da to želite?
th: การแจ้งผู้คัดลอกแก้ไขนี้อีกครั้งจะเริ่มการมอบหมายของพวกเขาใหม่ คุณแน่ใจหรือไม่ว่าต้องการทำเช่นนี้?
uk_ua: Повторне повідомлення цьому літературному редактору повторить процедуру його призначення. Ви впевнені, що хочете зробити це?
uz@latin: Bu nusxa ko'chirish muharririga yana bir bor xabar berish, ularning vazifasi qayta boshlanadi. Haqiqatan ham buni xohlaysizmi?
vi_vn: Thông báo giao biên tập bản thảo một lần nữa sẽ khởi động lại nhiệm vụ của biên tập viên bản thảo. Bạn có chắc chắn muốn làm điều này?
zh_cn: 再次通知这个文字编辑会重新指派他们的编辑任务。您确定您想要这么做？
zh_hant: 現正再次通知審稿員會重置分配的工作。是否確認執行？

# sectionEditor.noneAssigned
source: No submissions assigned.
az: Müraciət təyinatı edilməyib.
bg: Няма асоциирани материали.
bs_ba: Nema dodijeljenih prijava.
de_de: Keine Beiträge zugewiesen.
el_gr: Δεν έχουν ανατεθεί υποβολές.
eu: Ez da bidalketarik esleitu.
gd_gb: Cha deach tagradh sam bith iomruineadh.
gl_es: Non se asignou ningún envío.
hi_in: कोई सबमिशन नहीं सौंपा गया।
hu_hu: Nincs hozzárendelt anyag.
hy_am: Չկան նշանակված ներկայացումներ:
is: Engum innsendingum úthlutað.
ja: 担当投稿物はありません。
ka: მასალები არ არის დანიშნული.
kk: Материалдар тағайындалмаған.
ku_iq: هیچ پێشکەشکردنێکی نوێ نییە
ky: Тапшырмалар дайындалган жок.
lt: Straipsnių nepaskirta.
lv_lv: Nav piešķirts neviens iesniegtais materiāls.
mk_mk: Нема назначени поднесоци.
mr: सादरीकरणांच्या पुढील कार्यवाहीसाठी कोणालाही नियुक्त केलेले नाही.
ms: Tiada penyerahan yang ditugaskan.
nb_no: Ingen oppdrag gitt.
ro: Nu au fost alocate manuscrisuri.
sk_sk: Neboli pridelené žiadne príspevky.
sl_si: Dodeljenega ni nobenega članka.
sr_rs@cyrillic: Нема додељених пријава.
sr_rs@latin: Nema dodeljenih prijava.
th: ไม่มีการส่งบทความที่ได้รับมอบหมาย
uk_ua: Немає призначених матеріалів.
uz@latin: Hech qanday topshiriq tayinlanmagan.
vi_vn: Không bài gửi nào được giao.
zh_cn: 无投稿指派。
zh_hant: 未有分配投稿。

# sectionEditor.activeEditorialAssignments
source: Active Editorial Assignments
az: Aktiv redaksiya təyinatları
bg: Активни редакционни задачи
bs_ba: Aktivna urednička zaduženja
de_de: Bestehende Redaktionsaufgaben
el_gr: Ενεργές αναθέσεις Επιμελητή
eu: Uneko edizio-lanak
gd_gb: Obraichean deasachaidh gnìomhach
gl_es: Tarefas editoriais activas
hi_in: सक्रिय संपादकीय असाइनमेंट
hu_hu: Aktív szerkesztői hozzárendelések
hy_am: Խմբագրական ակտիվ առաջադրանքներ
is: Virk ritstjórnarverkefni
ja: 編集担当の任命
ka: აქტიური სარედაქციო დავალებები
kk: Редакторлық белсенді тапсырмалар
ku_iq: ئەرکە چالاکەکانی سەرنوسەر
ky: Активдүү редакциялык тапшырмалар
lt: Redaktoriaus paskirtos užduotys
lv_lv: Aktīvie redaktoru piešķīrumi
mk_mk: Активни задачи за уредување
mr: सक्रिय संपादकीय कार्यभार
ms: Tugasan Aktif Editorial
nb_no: Aktive redaksjonelle oppdrag
ro: Sarcină editorială activă
sk_sk: Aktívne editorské úlohy
sl_si: Aktivne uredniške naloge
sr_rs@cyrillic: Активна уредничка задужења
sr_rs@latin: Aktivna urednička zaduženja
th: การมอบหมายงานบรรณาธิการที่กำลังดำเนินการ
uk_ua: Активні редакційні призначення
uz@latin: Faol tahririyat topshiriqlari
vi_vn: Kích hoạt giao phản biện
zh_cn: 活动的编辑指派
zh_hant: 處理中的編輯工作分配
