Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.localeSettingsInstructions
source: For complete Unicode (UTF-8) support, select UTF-8 for all character set settings. Please note that full Unicode support requires PHP to be compiled with support for the <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> library (enabled by default in most recent PHP installations). You may experience problems using extended character sets if your server does not meet these requirements. <br /><br /> Your server currently supports mbstring: <strong>{$supportsMBString}</strong>
az: Tam Unicode (UTF-8) dəstəyi üçün PHP-nin <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> kitabxanasını tələb etdiyini unutmayın (ən son PHP quraşdırmalarında defolt olaraq aktivdir). <br />\<br /> Serveriniz hazırda mbstring-i dəstəkləyir: <strong>{$supportsMBString}</strong>
bg: За пълна поддръжка на Unicode (UTF-8) изберете UTF-8 за всички настройки за набор от символи. Моля, обърнете внимание, че пълната поддръжка на Unicode изисква PHP да бъде компилиран с поддръжка на <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> библиотеката (активиран по подразбиране в най-новите PHP инсталации). Може да възникнат проблеми при използването на разширен набор от символи, ако сървърът ви не отговаря на тези изисквания. <br /><br /> Вашият сървър в момента поддържа mbstring: <strong>{$supportsMBString}</strong>
bs_ba: Za kompletnu Unicode (UTF-8) podršku, odaberite UTF-8 za postavku skupa svih znakova. Uzmite u obzir da ova podrška trenutno zahtijeva MySQL >= 4.1.1 ili PostgreSQL >= 7.1 poslužitelj baze podataka. Također, uzmite u obzir da potpuna Unicode podrška zahtijeva PHP >= 4.3.0 izrađen s podrškom za <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> biblioteku (uobičajeno omogućeno u većini aktualnih PHP instalacija). Možete imati problema ukoliko koristite proširene skupove znakova ako vaš poslužitelj ne podržava ove zahtjeve. <br /><br /> Vaš poslužitelj trenutno podržava mbstring: <strong>{$supportsMBString}</strong>
de_de: Zur durchgängigen Unterstützung von Unicode (UTF-8) verwenden Sie stets UTF-8 als Zeichensatz. Beachten Sie, dass MySQL >= 4.1.1 oder PostgreSQL >= 7.1-Datenbankserver erforderlich sind. Beachten Sie bitte außerdem, dass die Unterstützung von Unicode PHP >= 4.3.0 kompiliert mit der Bibliothek <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> verlangt (in den meisten neueren PHP-Installationen standardmäßig aktiviert). Falls Ihr Server diese Anforderungen nicht erfüllt, können Schwierigkeiten mit erweiterten Schriftsätzen auftreten. <br /><br /> Ihr Server unterstützt derzeit : <strong>{$supportsMBString}</strong>
el_gr: Για ολοκληρωμένη υποστήριξη Unicode (UTF-8), επιλέξτε UTF-8 για όλες τις ρυθμίσεις του συνόλου χαρακτήρων. Παρακαλούμε σημειώστε ότι η πλήρης υποστήριξη Unicode απαιτεί η PHP να μεταγλωττιστεί με υποστήριξη για τη &lt;a href="http://www.php.net/mbstring" target="_blank"&gt;mbstring&lt;/a&gt; βιβλιοθήκη (είναι ενεργοποιημένο εξ'ορισμού στις πιο πρόσφατες εγκαταστάσεις της PHP). Ενδέχεται να αντιμετωπίσετε προβλήματα με τη χρήση των επεκτάσεων συνόλων χαρακτήρων σε περίπτωση όπου ο εξυπηρετητής σας δε συμμορφώνεται με τις συγκεκριμένες απαιτήσεις. &lt;br /&gt;&lt;br /&gt; Ο διακομιστής σας επί του παρόντος υποστηρίζει το mbstring: &lt;strong&gt;{$supportsMBString}&lt;/strong&gt;
eu: Unicode (UTF-8) euskarri osoa edukitzeko, hautatu UTF-8 karaktere-joko guztien ezarpenetan. Kontuan izan, euskarri horrek MySQL >= 4.1.1 edo PostgreSQL >= 7.1 datu-base zerbitzaria eskatzen duela. Kontuan izan, halaber, Unicode euskarri osoa edukitzeko, PHP >= 4.3.0 eduki behar dela <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> liburutegirako euskarriarekin konpilatuta (lehenespenez gaitzen da PHP instalazio berrietan). Zure zerbitzariak baldintza horiek betetzen ez baditu, arazoak izan ditzakezu karaktere-joko hedatuak erabiltzeko. <br /><br /> Zure zerbitzariak mbstring hau onartzen du: <strong>{$supportsMBString}</strong>
gd_gb: Airson làn-taic Unicode (UTF-8), tagh UTF-8 airson gach roghainn a thaobh nan seataichean charactaran. Thoir an aire gum bi agad ri PHP a thrusadh le taic airson leabhar-lann <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (rud a bhios an comas a ghnàth anns gach stàladh PHP o chionn greis). Dh’fhaoidte gum bi duilgheadasas agad le seataichean charactaran sònraichte mur eil am frithealaiche agad a’ coileanadh nan riatanasan seo. <br /><br /> Tha taic aig an fhrithealaiche agad ri mbstring: <strong>{$supportsMBString}</strong>
gl_es: Seleccione UTF-8 para todas as configuracións de conxunto de caracteres para unha compatibilidade completa con Unicode UTF-8. Esta compatibilidade actualmente necesita un servidor de base de datos MySQL &gt;= 4.1.1 o PostgreSQL &gt;= 7.1. Para unha funcionalidade correcta de Unicode, debe ter PHP &gt;= 4.3.0 compilado con compatibilidade para a biblioteca <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (habilitada por defecto na maioría de instalacións PHP recentes). Se o seu servidor non reúne estes requisitos, pode ter problemas cos conxuntos de caracteres extensos.<br /><br /> Actualmente, o seu servidor admite mbstring: <strong>{$supportsMBString}</strong>
hi_in: पूर्ण यूनिकोड (UTF-8) समर्थन के लिए, सभी वर्ण सेट सेटिंग्स के लिए UTF-8 का चयन करें। कृपया ध्यान दें कि पूर्ण यूनिकोड समर्थन के लिए PHP को <a href="http://www.php.net/mbstring" target="_blank"> mbstring </a> लाइब्रेरी के समर्थन के साथ संकलित करने की आवश्यकता है (अधिकांश में डिफ़ॉल्ट रूप से सक्षम) हाल ही में PHP स्थापना)। यदि आपका सर्वर इन आवश्यकताओं को पूरा नहीं करता है, तो आप विस्तारित वर्ण सेट का उपयोग कर समस्याओं का अनुभव कर सकते हैं। <br /> <br /> आपका सर्वर वर्तमान में mbstring का समर्थन करता है: <strong> {$ supportMBString} </ strong>
hu_hu: A tejes Unicode (UTF-8) támogatáshoz, válassza az UTF-8 az összes karakter beállításához. Ehhez szükséges a MySQL >= 4.1.1 vagy PostgreSQL >= 7.1 adatbázis szerver. Érdemes tudni, hogy a teljes Unicode támogatás a következőt is igényli PHP >= 4.3.0 az <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> könyvtár alkalmazással fordított (a legtöbb telepített PHP verzióban megtalálható). Problémát okozhat a bővített karakterkezelés, ha a szervere nem felel meg ezeknek a követelményeknek.<br /><br /> A szervere jelenleg támogatja az mbstring-et: <strong>{$supportsMBString}</strong>
hy_am: Unicode-ի ամբողջական աջակցության համար PHP-ն պետք է կազմվի <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> գրադարանի աջակցությամբ (միացված է լռելյայն PHP-ի ամենավերջին տեղադրումներում): Դուք կարող եք խնդիրներ ունենալ ընդլայնված նիշերի հավաքածուների հետ, եթե ձեր կայանը չի համապատասխանում այս պահանջներին: <br /><br /> Ձեր կայանը ներկայումս աջակցում է mbstring-ին: <strong>{$supportsMBString}</strong>
ja: Unicode（UTF-8）を完全にサポートするために、すべての文字セット設定でUTF-8を選択してください。これをサポートするには、現在のところ、MySQL 4.1.1以降、または、PostgreSQL 7.1以降のデータベースサーバを必要とすることに注意してください。また、Unicodeを完全にサポートするには、<a href="http://www.php.net/mbstring" target="_blank">mbstring</a>ライブラリのサポートを選択してコンパイルしたPHP 4.3.0以降を必要とすることにも注意してください（最近のほとんどのPHPのインストールではデフォルトで有効になっています）。サーバがこれらの要件を満たしていないと、拡張文字セットの使用時に問題が生じるかもしれません。 <br /><br /> サーバは現在、mbstringをサポートしている: <strong>{$supportsMBString}</strong>
ka: უნიკოდის (UTF-8) სრული მხარდაჭერისთვის, სიმბოლოების ნაკრების ყველა პარამეტრისთვის აირჩიეთ UTF-8. გთხოვთ გაითვალისწინოთ, რომ უნიკოდის სრული მხარდაჭერა მოითხოვს PHP შედგენას <a href="http://www.php.net/mbstring" target="_blank">mbstring </a> ბიბლიოთეკის მხარდაჭერით (ნაგულისხმევად ჩართულია უმეტეს ბოლო PHP ინსტალაციები). შეიძლება პრობლემები შეგექმნათ გაფართოებული სიმბოლოების გამოყენებით, თუ თქვენი სერვერი არ აკმაყოფილებს ამ მოთხოვნებს. <br /> <br /> თქვენი სერვერი ამჟამად მხარს უჭერს mbstring- ს: <strong> {$ supportMBString} </strong>
kk: Юникодты (UTF-8) толық қолдау үшін барлық таңбаларды кодтау параметрлері үшін UTF-8 таңдаңыз. Юникодты толық қолдау үшін <a href="http://www.php.net/mbstring" target="_blank"> mbstring </a> кітапханасы қолдауымен құрастырылған PHP қажет екенін ескеріңіз (қазіргі заманғы PHP қондырғыларының көбінде әдепкі бойынша қосылған) . Егер сервер осы талаптарға сәйкес келмесе, сізде кеңейтілген кодтаумен проблемалар туындауы мүмкін. <br/> <br/> Сіздің серверіңіз mbstring қолдайды: <strong> {$supportsMBString} </strong>
ku_iq: بۆ دەستگەیشتن بە Unicode (UTF-8)، دەستنیشان بکە UTF-8 لجميع إعدادات ترميز الحروف. لاحظ أن هذا الدعم يتطلب حالياً أن تكون قواعد البيانات بخوادم MySQL >= 4.1.1 أو PostgreSQL >= 7.1 . فضلاً عن كون الدعم الكامل لترميز Unicode يتطلب PHP >= 4.3.0 مجتمعاً مع دعم مكتبة <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (ممكنة إفتراضياً في معظم تنصيبات PHP الحالية). قد تواجه صعوبات عند استعمال مجموعات الحروف الإضافية فيما لو كان الملقم الذي تستعمله لا يلبي تلك المتطلبات. <br /><br /> ملقمك حالياً يدعم mbstring: <strong>{$supportsMBString}</strong>
ky: "Толук Unicode колдоосу үчүн PHP <a href=\"https://www.php.net/mbstring\" target=\"_blank\">mbstring</a> китепканасы менен компиляцияланышы керек … Сервериңиз учурда mbstring колдойт: <strong>{$supportsMBString}</strong>"
lt: Kad būtų užtikrintas pilnas „Unicode“ palaikymas, PHP turi būti sukompiliuotas su <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> biblioteka (pagal nutylėjimą įjungta daugumoje naujausių PHP diegimų). Jei jūsų serveris neatitinka šių reikalavimų, gali kilti problemų naudojant išplėstinius simbolių rinkinius. <br /><br /> Jūsų serveris šiuo metu palaiko mbstring: <strong>{$supportsMBString}</strong>
lv_lv: Lai pilnībā atbalstītu Unicode (UTF-8), visiem rakstzīmju kopas iestatījumiem atlasiet UTF-8. Lūdzu, ņemiet vērā, ka pilnīgam Unicode atbalstam nepieciešama PHP kompilācija ar <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> bibliotēkas atbalstu (pēc noklusējuma iespējota jaunākajās PHP instalācijās). Ja jūsu serveris neatbilst šīm prasībām, var rasties problēmas, izmantojot paplašinātas rakstzīmju kopas. <br /><br /> Jūsu serveris pašlaik atbalsta mbstring: <strong>{$supportsMBString}</strong>
mk_mk: За целосна поддршка на Уникод (UTF-8), изберете UTF-8 за сите поставки за поставување знаци. Имајте предвид дека целосната поддршка за Уникод бара PHP да се состави со поддршка за библиотеката <a href="http://www.php.net/mbstring" target="_blank"> mbstring </a> (овозможено по правило во повеќето неодамнешни инсталации на PHP). Може да имате проблеми со користење на проширени множества на карактери, ако вашиот сервер не ги исполнува овие барања. <br /> <br /> Вашиот сервер моментално поддржува mbstring: <strong> {$supportMBString} </strong>
mr: संपूर्ण युनिकोडच्या वापरासाठी PHP <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> लायब्ररीच्या आधारासह संकलित करणे आवश्यक आहे (सर्वात अलीकडील PHP इंस्टॉलेशन्समध्ये हे आपोआप होण्याची सोय आहे). तुमचा सर्व्हर या आवश्यकता पूर्ण करत नसल्यास अक्षरांचा विस्तारित वर्ण पट वापरताना तुम्हाला अडचणी येऊ शकतात. <br /><br /> तुमचा सर्व्हर सध्या <strong>{$supportsMBString}</strong> mbstring ला आधार देतो
ms: Untuk sokongan Unicode (UTF-8) lengkap, pilih UTF-8 untuk semua tetapan set watak. Harap maklum bahawa sokongan Unicode penuh memerlukan PHP dikompilasi dengan sokongan untuk <a href="http://www.php.net/mbstring" target="_blank">mbstring</a>perpustakaan (didayakan secara lalai di kebanyakan pemasangan PHP baru-baru ini). Anda mungkin mengalami masalah menggunakan set aksara lanjutan sekiranya pelayan anda tidak memenuhi syarat ini. <br /> <br /> Pelayan anda kini menyokong mbstring: <strong>{$supportsMBString}</strong>
nb_no: For fullstendig støtte for Unicode (UTF-8), velg UTF-8 for alle innstillingene for tegnsett. Pass på at fullstendig støtte for Unicode krever at PHP er kompilert med støtte for <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> biblioteket (som er aktivert som standard i de nyeste PHP-innstallasjonene). Det kan hende du får problemer med å bruke utvidede tegnsett om serveren din ikke fyller disse kravene. <br /> <br /> Serveren din støtter mbstring: <strong>{$supportsMBString}</strong>
ro: Pentru asistență completă Unicode (UTF-8), selectați UTF-8 pentru toate setările setului de caractere. Rețineți că suportul Unicode complet necesită compilarea PHP cu suport pentru biblioteca <a href="http://www.php.net/mbstring" target="_blank"> mbstring </a> (activată în mod implicit în majoritatea instalații PHP recente). Puteți întâmpina probleme folosind seturi de caractere extinse dacă serverul dvs. nu îndeplinește aceste cerințe. <br /><br /> În prezent, serverul dvs. acceptă mbstring: <strong>{$supportsMBString}</strong>
sk_sk: Pre kompletnú podporu Unicode (UTF-8) zvoľte UTF-8 pre nastavenie všetkých znakových sád. Vedzte, že táto podpora aktuálne vyžaduje MySQL >= 4.1.1 alebo PostgreSQL >= 7.1 databázový server. Vedzte prosím tiež, že plná Unicode podpora vyžaduje PHP >= 4.3.0 kompilované s podporou pre <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> knižnicu (v predvolenom nastavení povolené vo väčšine najnovších inštalácií PHP). Pokiaľ Váš server nespĺňa tieto požiadavky, môžete sa pri používaní rozšírených znakových sád stretnúť s problémami. <br /><br /> Váš server aktuálne podporuje mbstring: <strong>{$supportsMBString}</strong>
sl_si: Za popolno podporo Unicode (UTF-8), izberite UTF-8 za vse nastavtive znakov. Opozorilo: za popolno Unicode podporo mora biti PHP preveden s podporo za <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> knjižnjico (omogočeno pri večini PHP namestitev). V primeru neispolnjevanja teh zahtev se lahko pojavijo razni problemi. <br /><br /> Vaš strežnik trenutno podpira: <strong>{$supportsMBString}</strong>
sr_rs@cyrillic: За комплетну Unicode (UTF-8) подршку, одаберите UTF-8 за поставку скупа свих знакова. Узмите у обзир да ова подршка тренутно захтева MySQL >= 4.1.1 ili PostgreSQL >= 7.1 сервер база података. Такође, узмите у обзир да потпуна Unicode подршка захтева PHP >= 4.3.0 израђен с подршком за <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> библиотеку (уобичајено омогућено у већини актуелних PHP инсталација). Можете имати проблема уколико користите проширене скупове знакова ако ваш сервер не подржава ове захтеве. <br /><br /> Ваш сервер тренутно подржава mbstring: <strong>{$supportsMBString}</strong>
sr_rs@latin: Za kompletnu Unicode (UTF-8) podršku, odaberite UTF-8 za postavku skupa svih znakova. Uzmite u obzir da ova podrška trenutno zahteva MySQL >= 4.1.1 ili PostgreSQL >= 7.1 server baza podataka. Takođe, uzmite u obzir da potpuna Unicode podrška zahteva PHP >= 4.3.0 izrađen s podrškom za <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> biblioteku (uobičajeno omogućeno u većini aktuelnih PHP instalacija). Možete imati problema ukoliko koristite proširene skupove znakova ako vaš server ne podržava ove zahteve. <br /><br /> Vaš server trenutno podržava mbstring: <strong>{$supportsMBString}</strong>
th: เพื่อการสนับสนุน Unicode อย่างสมบูรณ์ PHP ต้องถูกคอมไพล์ให้รองรับไลบรารี <a href="https://www.php.net/mbstring" target="_blank">mbstring</a> (เปิดใช้งานโดยค่าเริ่มต้นในการติดตั้ง PHP ล่าสุดส่วนใหญ่) คุณอาจพบปัญหาในการใช้ชุดอักขระเพิ่มเติมหากเซิร์ฟเวอร์ของคุณไม่ตรงตามข้อกำหนดเหล่านี้ <br /><br /> เซิร์ฟเวอร์ของคุณปัจจุบันรองรับ mbstring: <strong>{$supportsMBString}</strong>
uk_ua: Для повної підтримки формату Unicode (UTF-8), оберіть UTF-8 у всіх налаштуваннях таблиць кодування. Зауважте, що повна підтримка Unicode наразі вимагає PHP з підтримкою бібліотеки <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (у більшості сучасних інсталяцій PHP включена за замовчуванням). Якщо Ваш сервер не відповідає цим вимогам, Ви можете зустрітись з проблемами під час використання розширених таблиць кодування. <br /><br /> Зараз Ваш сервер має підтримку mbstring: <strong>{$supportsMBString}</strong>
uz@latin: Unicode (UTF-8) ni to'liq qo'llab-quvvatlash uchun barcha belgilar to'plami sozlamalari uchun UTF-8 ni tanlang. E'tibor bering, Unicode -ni to'liq qo'llab -quvvatlash PHP -ni <a href="http://www.php.net/mbstring" target="_blank"> mbstring </a> kutubxonasi uchun qo'llab -quvvatlanishi kerak (ko'p hollarda sukut bo'yicha yoqilgan). yaqinda PHP o'rnatilishi). Agar sizning serveringiz ushbu talablarga javob bermasa, kengaytirilgan belgilar to'plamini ishlatishda muammolarga duch kelishingiz mumkin. <br/> <br/> Sizning serveringiz hozirda mbstring -ni qo'llab -quvvatlaydi: <strong> {$ supportMBString} </strong>
vi_vn: Để được hỗ trợ Unicode (UTF-8) hoàn chỉnh, chọn UTF-8 cho tất cả các cài đặt bộ ký tự. Xin lưu ý rằng hỗ trợ Unicode đầy đủ yêu cầu PHP phải được biên dịch với sự hỗ trợ cho <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> thư viện (được bật theo mặc định trong hầu hết các cài đặt PHP gần đây). Bạn có thể gặp sự cố khi sử dụng bộ ký tự mở rộng nếu máy chủ của bạn không đáp ứng các yêu cầu này. <br /><br /> Máy chủ của bạn hiện đang hỗ trợ mbstring: <strong>{$supportsMBString}</strong>
zh_cn: 为了完整支持Unicode (UTF-8)编码，请选择以UTF-8作为编码位。注意，这项支持目前需要一个MySQL >= 4.1.1或者PostgreSQL >= 7.1 的数据库服务器。也请注意，完整的Unicode编码需要PHP >= 4.3.0搭配支持<a href="http://www.php.net/mbstring" target="_blank">mbstring</a>库 (最新版本的PHP安装过程已经预设启动)。如果您的服务器没有满足这些条件的话，您可能在使用额外的字符集时会碰到问题<br /><br /> 您的服务器目前对mbstring的支持性：<strong>{$supportsMBString}</strong>
