Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.subscriptions.statusInformation
source: Active and expired subscriptions are displayed below along with their expiration date. In addition, the following status information may be included with each subscription.
az: Aktiv və müddəti bitmiş abunəlikləri sona çatma tarixi ilə birlikdə aşağıda görüntülənir. Buna əlavə olaraq, aşağıdakı vəziyyət məlumatları hər abunəlik ilə birlikdə gələ bilər
bg: Активните и изтекли абонаменти са показани по -долу заедно с датата им на изтичане. В допълнение, следната информация може да бъде включена към всеки абонамент.
bs_ba: Aktivne i istekle pretplate su dole prikazane sa datumima isteka. Dodatno, slijedeće statusne informacije mogu biti prikzanu uz svaku pretplatu.
de_de: Aktive und ausgelaufene Abonnements werden unten zusammen mit ihrem Auslaufdatum angezeigt. Zusätzlich können die folgenden Statusinformationen zu jedem Abonnement aufgeführt werden.
el_gr: Οι ενεργές και ανενεργές συνδρομές παρουσιάζονται παρακάτω, μαζί με την ημερομηνία λήξης τους. Οι παρακάτω πληροφορίες μπορεί να συμπεριλαμβάνονται και σε κάθε συνδρομή ξεχωριστά.
eu: Aktibatuta eta iraungita dauden harpidetzak agertzen dira azpian, bakoitzaren iraungitze-datarekin. Horrez gain, haien egoerari buruzko ondoko informazioa sar daiteke harpidetza bakoitzean.
gd_gb: Chì thu fo-sgrìobhaidhean gnìomhach agus feadhainn a dh’fhalbh an ùine orra gu h-ìosal leis a’ cheann-là a dh’fhalbh an ùine orra. A bharrachd air sin, dh’fhaoidte gum bi am fiosrachadh a leanas mun staid ri fhaicinn an cois gach fo-sgrìobhadh.
gl_es: As subscricións activas e caducadas móstranse abaixo onda a data de vencemento. Ademais, a seguinte información sobre o estado pode ser incluída en cada subscrición.
hi_in: सक्रिय और समय सीमा समाप्त सदस्यता उनकी समाप्ति तिथि के साथ प्रदर्शित की जाती है। इसके अलावा, प्रत्येक सदस्यता के साथ निम्न स्थिति की जानकारी शामिल की जा सकती है।
hu_hu: Alább láthatók az aktív és lejárt előfizetések a lejárati dátumukkal. Továbbá az alábbi státusz információk lehetnek feltüntetve az előfizetéseknél.
hy_am: Ակտիվ և ժամկետանց բաժանորդագրությունները ցուցադրվում են ստորև՝ դրանց գործողության ժամկետի հետ միասին: Բացի այդ, յուրաքանչյուր բաժանորդագրության հետ կարող են ներառվել կարգավիճակի մասին հետևյալ տեղեկությունները.
is: Virkar og útrunnar áskrifitr eru sýndar fyrir neðan ásamt gildislokadagsetningu. Þar að auki er mögulegt að eftirfarandi stöðuupplýsingar séu innifaldar í hverri áskrift.
ja: 有効な購読と期限切れの購読は、その購読期限日とともに下に表示されます。また、各購読には、次のステータス情報が含まれる場合があります。
ka: აქტიური და ვადაგასული ხელმოწერები ნაჩვენებია ქვემოთ, მათი ვადის გასვლის თარიღთან ერთად. გარდა ამისა, შემდეგი სტატუსის შესახებ ინფორმაცია შეიძლება შეიცავდეს თითოეულ გამოწერას.
kk: Белсенді және мерзімі өткен жазылымдар олардың жарамдылық мерзімімен бірге төменде көрсетіледі. Сонымен қатар, әрбір жазылымға келесі ақпараттарды қосуға болады.
ku_iq: بەشداریکردنە چالاک و بەسەرچووەکان لەگەڵ ڕۆژی بەسەرچونیان لە خوارەوە پیشان دراون. ئەم زانیارییانەی خوارەوە لەوانەیە هاوپێچی هەر بەشداریکردنێک بکرێن.
ky: Активдүү жана мөөнөтү бүткөн жазылуулар төмөндө мөөнөтү менен көрсөтүлгөн. Мындан тышкары ар бир жазылуу үчүн кошумча статус маалыматтары камтылышы мүмкүн.
lt: Bus rodoma tiek galiojant, tiek nebegaliojanti prenumerata, kartu ir galiojimo datos. Tokia informacija gali būti pateikiama ir įsiregistruojant kaip prenumeratoriui.
lv_lv: Aktīvie abonementi un abonementi, kuru derīguma termiņš ir beidzies, ir redzami zemāk kopā ar to derīguma termiņu. Turklāt katram abonementam var būt pievienota šāda statusa informācija.
mk_mk: Активните и истечените претплати се прикажани подолу заедно со нивниот рок на важење. Покрај тоа, следната информација за статусот може да биде вклучена со секоја претплата.
mr: सक्रिय आणि कालबाह्य सदस्यता त्यांची मुदत संपण्याच्या तारखेसह खालीलप्रमाणे आहे. याशिवाय, प्रत्येक सदस्यतेमध्ये खालील स्थितीबाबतची माहिती समाविष्ट केली जाऊ शकते.
ms: Langganan aktif dan tamat tempoh ditunjukkan di bawah bersama dengan tarikh luputnya. Sebagai tambahan, maklumat status berikut dapat disertakan dengan setiap langganan.
nb_no: Aktive og utløpte abonnementer vises nedenfor sammen med sine utløpsdatoer. I tillegg kan følgende statusinformasjon også vises med hvert abonnement.
ro: Abonamentele active și expirate sunt afișate mai jos împreună cu data de expirare. În plus, la fiecare depunere pot fi incluse următoarele informații de stare.
sk_sk: Nižšie sú zobrazené aktívne a zmazané predplatné spolu s dňom vypršania. Navyše, nasledujúce informácie o stave môžu byť vložené ku každému predplatnému.
sl_si: Spodaj so prikazane aktivne in pretečene naročnine, skupaj z datumom poteka. Dodatno je lahko poleg vsake naročnine še naslednji status.
sr_rs@cyrillic: Активне и истекле предаје су приказане ниже, заједно са датумима истека. Као додатак, информација се може укључити за сваку предају.
sr_rs@latin: Aktivne i istekle predaje su prikazane niže, zajedno sa datumima isteka. Kao dodatak, informacija se može uključiti za svaku predaju.
th: การสมัครสมาชิกที่ยังใช้งานอยู่และที่หมดอายุจะแสดงด้านล่างพร้อมวันที่หมดอายุ นอกจากนี้ ข้อมูลสถานะต่อไปนี้อาจถูกแนบมากับแต่ละการสมัครสมาชิกด้วย
uk_ua: Нижче відображений список активних та завершених передплат з датами завершення кожної з них. Крім того, до інформації про кожну передплату може бути додана наступна інформація про її статус.
uz@latin: Faol va muddati o'tgan obunalar ularning amal qilish muddati bilan birga quyida ko'rsatiladi. Bundan tashqari, har bir obunaga quyidagi holat ma'lumotlari kiritilishi mumkin.
vi_vn: Đăng ký hoạt động và hết hạn được hiển thị dưới đây cùng với ngày hết hạn. Ngoài ra, thông tin trạng thái sau có thể được bao gồm trong mỗi thuê bao.
zh_cn: 活跃和无效的订阅将会随着到期日列在下面。此外，下面的状态信息可以包含在每个订阅之中。
zh_hant: 以下顯示現行及過期訂閱和相關過期日子。此外，以下狀態資訊也會在每一訂閱找到。

# user.subscriptions.subscriptionStatus
source: Subscription Status
az: Abunəlik statusu
bg: Статус на абонаментите
bs_ba: Status pretplate
de_de: Abonnementstatus
el_gr: Κατάσταση συνδρομής
eu: Harpidetza-egoera
gd_gb: Staid an fho-sgrìobhaidh
gl_es: Estado da subscrición
hi_in: सदस्यता स्थिति
hu_hu: Előfizetési státusz
hy_am: Բաժանորդագրության կարգավիճակը
is: Staða áskriftar
ja: 購読状況
ka: გამოწერის სტატუსი
kk: Жазылым статусы
ku_iq: حاڵەتی بەشداریکردنەکان
ky: Жазылуу статусу
lt: Prenumeratos būklė
lv_lv: Abonēšanas statuss
mk_mk: Статус на претплата
mr: सदस्यता स्थिती
ms: Status Langganan
nb_no: Abonnementsstatus
ro: Status abonare
sk_sk: Stav predplatného
sl_si: Status naročnine
sr_rs@cyrillic: Статус претплата
sr_rs@latin: Status pretplata
th: สถานะการสมัครสมาชิก
uk_ua: Статус передплати
uz@latin: Obuna holati
vi_vn: Trạng thái thuê bao
zh_cn: 订阅状态
zh_hant: 訂閱狀態

# user.subscriptions.mySubscriptions
source: My Subscriptions
az: Abunəlikləri
bg: Моите абонаменти
bs_ba: Moje pretplate
de_de: Meine Abonnements
el_gr: Οι συνδρομές μου
eu: Nire harpidetzak
gd_gb: Na fo-sgrìobhaidhean agam
gl_es: As miñas subscricións
hi_in: मेरी सदस्यता
hu_hu: Előfizetéseim
hy_am: Իմ բաժանորդագրությունները
is: Mínar áskriftir
ja: 購読一覧表
ka: ჩემი გამოწერები
kk: Менің жазылымдарым
ku_iq: بەشداریکردنەکانم
ky: Менин жазылууларым
lt: Mano prenumeratos
lv_lv: Mani abonementi
mk_mk: Мои претплати
mr: माझी सदस्यता
ms: Langganan Saya
nb_no: Mine abonnementer
ro: Abonamentele mele
sk_sk: Moje predplatné
sl_si: Moje naročnine
sr_rs@cyrillic: Моје претплате
sr_rs@latin: Moje pretplate
th: การสมัครสมาชิกของฉัน
uk_ua: Мої передплати
uz@latin: Mening obunalarim
vi_vn: Thuê bao của tôi
zh_cn: 我的订阅
zh_hant: 我的訂閱

# user.register.form.missingSiteConsent
source: You must consent to this site's privacy statement.
az: Bu saytın məxfilik bildirişini qəbul etməlisiniz
bg: Трябва да приемете декларацията за поверителност на този сайт.
bs_ba: Morate prihvatiti izjavu o privatnosti ove stranice.
de_de: Sie müssen der Datenschutzerklärung dieser Website zustimmen.
el_gr: Πρέπει να συναινέσετε στη δήλωση απορρήτου αυτού του ιστότοπου.
eu: Gune honetako pribatutasun-adierazpena onartu behar duzu.
gd_gb: Feumaidh tu gabhail ri aithris prìobhaideachd na làraich seo.
gl_es: Debe aceptar a declaración de privacidade deste sitio.
hi_in: आपको इस साइट के गोपनीयता कथन के लिए सहमति देनी होगी।
hu_hu: El kell fogadnia a folyóirat adatkezelési nyilatkozatát.
hy_am: Դուք պետք է համաձայնեք այս կայքի գաղտնիության հայտարարությանը:
is: Þú verður að samþykkja þessa yfirlýsingu um persónuvernd.
ja: 本サイトの個人情報保護方針に同意する必要があります。
ka: თქვენ უნდა დაეთანხმოთ ამ საიტის კონფიდენციალურობის დებულებას.
kk: Сіз бұл сайттың құпиялылық саясатына келісіміңізді беруіңіз тиіс.
ku_iq: تۆ دەبێت بە دەستەواژەکانی تایبەتێتی ئەم پەڕەیە ڕازی ببیت.
ky: Бул сайттын купуялык билдирүүсүнө макул болушуңуз керек.
lt: Turite sutikti su šios svetainės privatumo nuostata.
lv_lv: Jums ir jāpiekrīt šīs vietnes privātuma atrunai.
mk_mk: Мора да се согласите со изјавата за приватност на оваа веб-страница.
mr: या संकेतस्थळाच्या गोपनीयता विधानाला तुमची संमती आवश्यक आहे.
ms: Anda mesti bersetuju dengan kenyataan privasi laman web ini.
nb_no: Du må godta dette nettstedets personvernerklæring.
ro: Trebuie să consimțiți declarația de confidențialitate a acestui site.
sk_sk: Musíte súhlasiť s prehlásením o ochrane osobných údajov na tomto webe.
sl_si: Strinjati se morate z izjavo o varovanju podatkov.
th: คุณต้องยินยอมตามนโยบายความเป็นส่วนตัวของเว็บไซต์นี้
uk_ua: Ви повинні погодитися з політикою конфіденційності даного сайту.
uz@latin: Siz ushbu saytning maxfiylik bayonotiga rozilik bildirishingiz kerak.
vi_vn: Bạn phải đồng ý với việc cam kết bảo mật của trang web này.
zh_cn: 您必须同意本网站的隐私声明。
zh_hant: 您必須同意此網站的隱私聲明。

# user.register.form.missingContextConsent
source: You must consent to the privacy statement for any journal with which you are registering.
az: Qeydiyyatdan keçdiyiniz bütün jurnallar üçün məxfilik bildirişini qəbul etməlisiniz
bg: Трябва да се съгласите с декларацията за поверителност за всяко списание, в който се регистрирате.
bs_ba: Morate prihvatiti izjavu o privatnosti za bilo koji časopis za koji se želite registrirati.
de_de: Sie müssen der Datenschutzerklärung jeder Zeitschrift, bei der Sie sich registrieren, zustimmen.
el_gr: Πρέπει να συναινέσετε στη δήλωση απορρήτου για οποιοδήποτε περιοδικό στο οποίο εγγράφεστε.
eu: Izena ematen duzun aldizkari guztien pribatutasun-adierazpena onartu behar duzu.
gd_gb: Feumaidh tu gabhail ris an aithris phrìobhaideachd aig gach iris-leabhar a tha thu a’ clàradh aige.
gl_es: Debe aceptar a declaración de privacidade de todas as revistas en que se rexistre.
hi_in: आप जिस भी जर्नल के लिए पंजीकरण कर रहे हैं, उसके लिए आपको गोपनीयता कथन पर सहमति देनी चाहिए।
hu_hu: El kell fogadnia a folyóiratok adatkezelési nyilatkozatát, melyekhez regisztrál.
hy_am: Դուք պետք է համաձայնեք գաղտնիության հայտարարությանը ցանկացած ամսագրի համար, որում գրանցվում եք:
is: Þú verður að samþykkja skilmála um persónuvernd hjá tímaritinu sem þú ert að skrá þig hjá.
ja: 登録する雑誌の個人情報保護方針に同意する必要があります。
ka: თქვენ უნდა დაეთანხმოთ კონფიდენციალურობის დებულებას ნებისმიერი ჟურნალისთვის, რომელთანაც დარეგისტრირდით.
kk: Сіз тіркелгелі отырған кез-келген журналдың құпиялылық саясатына кеісіміңізді беруіңіз тиіс.
ku_iq: تۆ دەبێت بە بنەماکانی تایبەتمەندێتی هەر گۆڤارێک ڕازی بیت کە خۆتی تێدا تۆمار دەکەیت.
ky: Катталып жаткан ар бир журнал үчүн купуялык билдирүүсүнө макул болушуңуз керек.
lt: Turite sutikti su visų žurnalų, kurių registruotas vartotojas esate, skelbiamomis privatumo politikomis.
lv_lv: Jums ir jāpiekrīt katra žurnāla, kurā reģistrējaties, privātuma atrunai.
mk_mk: Мора да се согласите со изјавата за приватност на секое списание на кое се регистрирате.
mr: तुम्ही नोंदणी करत असलेल्या कोणत्याही नियतकालिकाच्या गोपनीयता विधानाला तुमची संमती आवश्यक आहे.
ms: Anda mesti bersetuju dengan kenyataan privasi untuk mana-mana jurnal yang anda mendaftar.
nb_no: Du må si ja til betingelsene i personvernerklæringen for alle tidsskrifter du registreres hos.
ro: Trebuie să consimțiți declarația de confidențialitate pentru orice jurnal pentru care vă înregistrați.
sk_sk: Musíte súhlasiť s prehlásením o ochrane osobných údajov každého časopisu, do ktorého sa registrujete.
sl_si: Če se želite registrirati pri reviji, se morate strinjat z izjavo o varovanju podatkov.
th: คุณต้องยินยอมตามนโยบายความเป็นส่วนตัวสำหรับวารสารที่คุณลงทะเบียน
uk_ua: Ви повинні погодитися з політикою конфіденційності будь-якого журналу, в якому реєструєтеся.
uz@latin: Siz ro'yxatdan o'tgan har qanday jurnal uchun maxfiylik to'g'risidagi bayonotga rozilik bildirishingiz kerak.
vi_vn: Bạn phải đồng ý với cam kết bảo mật cho bất kỳ tạp chí nào mà bạn đang đăng ký.
zh_cn: 您必须同意正在注册的任何期刊的隐私声明。
zh_hant: 無論您在任何一本期刊註冊，您必須同意其隱私聲明。

# user.register.form.privacyConsentThisContext
source: Yes, I agree to have my data collected and stored according to this journal's <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
az: Bəli, jurnalın<a href="{$privacyUrl}" target="_blank">məxfilik anlaşmasını</a> qəbul edirəm
bg: Да, съгласен съм моите данни да се събират и съхраняват съгласно <a href="{$privacyUrl}" target="_blank">декларацията за поверителност </a> на това списание.
bs_ba: Da, prihvaćam da se moji podaci prikupljaju i pohranjuju u skladu s <a href="{$privacyUrl}" target="_blank">izjavom o privatnosti</a> ovog časopisa.
de_de: Ja, ich stimme der Erfassung und Speicherung gemäß der <a href="{$privacyUrl}" target="_blank">Datenschutzerklärung</a> dieser Zeitschrift zu.
el_gr: Ναι, αποδέχομαι τη συλλογή και αποθήκευση των δεδομένων μου σύμφωνα με τη <a href="{$privacyUrl}" target="_blank">δήλωση απορρήτου</a> αυτού του περιοδικού
eu: Bai, onartzen dut nire datuak aldizkari honen <a href="{$privacyUrl}" target="_blank">pribatutasun-adierazpenaren arabera </a> bilduak eta biltegiratuak izatea.
gd_gb: Tha, tha mi ag aontachadh gun tèid an dàta agam a chruinneachadh is a stòradh a rèir <a href="{$privacyUrl}" target="_blank">aithris prìobhaideachd</a> an iris-leabhair seo.
gl_es: Si, acepto que os meus datos sexan recollidos e almacenados consonte a <a href="{$privacyUrl}" target="_blank">declaración de privacidade</a> desta revista.
hi_in: हां, मैं अपने डेटा को इस जर्नल के <a href="{$privacyUrl}" target="_blank"> गोपनीयता कथन </a> के अनुसार संग्रहीत करने के लिए सहमत हूं।
hu_hu: Igen, beleegyezem adataim gyűjtéséhez és tárolásához a folyóirat <a href="{$privacyUrl}" target="_blank">adatkezelési nyilatkozata szerint</a>.
hy_am: Այո, ես համաձայն եմ, որ իմ տվյալները հավաքվեն և պահպանվեն այս ամսագրի <a href="{$privacyUrl}" target="_blank">գաղտնիության հայտարարության</a> համաձայն:
is: Já, ég gef leyfi fyrir söfnun og vistun á persónulegum gögnum um mig í samræmi við yfirlýsingu tímaritsins um persónuvernd: <a href="{$privacyUrl}" target="_blank">Persónuvernd</a>.
ja: はい、本誌の<a href="{$privacyUrl}" target="_blank">個人情報の扱いについて</a>に従ってデータの収集・保存に同意します。
ka: დიახ, მე ვეთანხმები ჩემს მონაცემების შეგროვებას და შენახვას ამ ჟურნალის <a href="{$privacyUrl}" target="_blank">კონფიდენციალურობის დებულების შესაბამისად</a> .
kk: Иә, мен осы журналдың Иә, мен осы журналдың <a href="{$privacyUrl}" target="_blank">құпиялылық саясатының</a> мүшесі ретінде деректерімді жинауға және сақтауға келісемін.
ku_iq: بەڵێ، من ڕازیم بە کۆکردنەوەی داتاکانم بەگوێرەی سیستەمی ئەم گۆڤارە<a href="{$privacyUrl}" target="_blank"> دەستەواژەی تایبەتێتی</a>.
ky: Ооба, бул журналдын <a href="{$privacyUrl}" target="_blank">купуялык билдирүүсүнө</a> ылайык маалыматтарымдын чогултулуп сакталуусуна макулмун.
lt: Sutinku teikti <a href="{$privacyUrl}" target="_blank">privatumo nuostatoje</a> nurodytus duomenis.
lv_lv: Jā, es piekrītu, ka mani dati tiek vākti un glabāti saskaņā ar šī žurnāla <a href="{$privacyUrl}" target="_blank">privātuma atrunu</a>.
mk_mk: Да, се согласувам моите податоци да бидат собирани и зачувани согласно со <a href="{$privacyUrl}" target="_blank">изјавата за приватност</a> на списанието.
mr: होय, या नियतकालिकाच्या <a href="{$privacyUrl}" target="_blank">गोपनीयता विधाना</a>नुसार माझी माहिती संकलित आणि संग्रहित करण्यास माझी सहमती आहे.
ms: Ya, saya bersetuju agar data saya dikumpulkan dan disimpan mengikut jurnal ini <a href="{$privacyUrl}" target="_blank">kenyataan privasi</a>.
nb_no: Ja, jeg godtar at mine data samles inn og lagres i tråd med dette tidsskriftets <a href="{$privacyUrl}" target="_blank">personvernerklæring</a>.
ro: Da, sunt de acord ca datele mele să fie colectate și stocate în conformitate cu precizările din <a href="{$privacyUrl}" target="_blank">declarația de confidențialitate</a>.
sk_sk: Áno, súhlasím s tým, aby moje údaje boli zozbierané a uložené podľa<a href="{$privacyUrl}" target="_blank">vyhlásenie o ochrane osobných údajov</a> tohto časopisu.
sl_si: Da, strinjam se z zbiranjem in hranjenjem mojih podatkov pri tej reviji v skladu z <a href="{$privacyUrl}" target="_blank">izjavo o varovanju podatkov</a>.
th: ใช่, ฉันยินยอมให้เก็บและบันทึกข้อมูลของฉันตาม <a href="{$privacyUrl}" target="_blank">นโยบายความเป็นส่วนตัว</a> ของวารสารนี้
uk_ua: Так, я даю згоду на збір та збереження моїх даних в межах <a href="{$privacyUrl}" target="_blank">політики конфіденційності</a> цього журналу.
uz@latin: Ha, men o'z ma'lumotimni ushbu jurnalning <a href="{$privacyUrl}" target="_blank">maxfiylik bayonnomasiga </a> muvofiq yig'ish va saqlashga roziman.
vi_vn: Có, tôi đồng ý thu thập và lưu trữ dữ liệu của mình theo tạp chí này <a href="{$privacyUrl}" target="_blank">cam kết bảo mật</a>.
zh_cn: 是的，我同意根据该期刊的<a href="{$privacyUrl}" target="_blank">隐私声明</a>收集和存储我的数据信息。
zh_hant: 是，我同意期刊按照<a href="{$privacyUrl}" target="_blank">隱私聲明</a>收集及儲存我的資料。

# user.register.form.emailConsentAllContexts
source: Yes, I would like to be notified of new publications and announcements for all journals that I registered with.
az: Bəli, qeyd etdiyim bütün jurnallar üçün yeni nəşrlər və elanlardan xəbərdar olmaq istəyirəm
bg: Да, бих искал да получавам известия за нови публикации и съобщения за всички списания, в които съм се регистрирал.
bs_ba: Da, želim biti obaviješten/a o novim publikacijama i obavijestima svih časopisa za koje sam se registrirao/la.
de_de: Ja, ich möchte über neue Veröffentlichungen und Ankündigungen aller Zeitschriften, bei denen ich registriert bin, erhalten.
el_gr: Επιθυμώ να ενημερώνομαι για νέες δημοσιεύσεις και ανακοινώσεις, για όλα τα περιοδικά στα οποία έχω εγγραφεί.
eu: Bai, izena emanda nagoen aldizkari guztien argitalpen berrien eta iragarkien berri izan nahi dut.
gd_gb: Tha, bu toil leam fios fhaighinn air foillseachaidhean ùra agus brathan a thaobh gach iris-leabhar a chlàraich mi aige.
gl_es: Si, gustariame que me informasen das novas publicacións e noticias de todas as revistas en que me rexistrei.
hi_in: हां, मैं उन सभी जर्नल्स के लिए नए प्रकाशनों और घोषणाओं को अधिसूचित करना चाहूंगा जिनके साथ मैंने पंजीकरण किया था।
hu_hu: Igen, szeretném ha értesítenének az összes olyan folyóirattól amiknél regisztráltam, ha új publikáció történik vagy közlményt tesznek közzé.
hy_am: Այո, ես կցանկանայի տեղեկանալ բոլոր ամսագրերի նոր հրապարակումների և հայտարարությունների մասին, որոնցում գրանցվել եմ:
is: Já, ég vil fá sendar upplýsingar um nýjar útgáfur og tilkynningar frá öllum tímaritum sem ég hef skráð mig hjá.
ja: はい、登録したすべての雑誌の新しい新刊とお知らせについて通知を受け取りたいです。
ka: დიახ, მსურს გავიგო ახალი პუბლიკაციების და განცხადებების შესახებ ყველა იმ ჟურნალისთვის, რომელშიც მე დავრეგისტრირდი.
kk: Иә, мен жүйеде тіркелген барлық журналдардағы жаңа басылымдар мен хабарландырулар туралы хабардар болғым келеді.
ku_iq: بەڵێ، من دەمەوێت لە بڵاوکراوە نوێیەکان ئاگادار بکرێمەوە بۆ هەمو ئەو گۆڤارانەی کە تێیاندا تۆمار کراوم.
ky: Ооба, катталган бардык журналдар боюнча жаңы жарыялар жана билдирүүлөр тууралуу билдирүү алгым келет.
lt: Taip, norėčiau gauti visų žurnalų, kuriuose esu prisiregistravęs, skelbiamas naujienas ir pranešimus apie naujus straipsnius.
lv_lv: Jā, es vēlos saņemt paziņojumus par jaunām publikācijām un paziņojumiem visos žurnālos, kuros esmu reģistrējies.
mk_mk: Да, би сакал да бидам известен за нови објави и известувања на сите списанија на кои се регистрирав.
mr: होय, मी नोंदणी केलेल्या सर्व नियतकालिकांमधील नवीन प्रकाशित लेखन आणि निवेदनांबद्दल मला सूचित केलेले आवडेल.
ms: Ya, saya ingin dimaklumkan tentang penerbitan dan pengumuman baharu untuk semua jurnal yang saya daftarkan.
nb_no: Ja takk, jeg vil gjerne motta varsler om nye publikasjoner og kunngjøringer for alle tidsskriftene jeg er registrert hos.
ro: Da, aș dori să fiu notificat despre noile publicații și anunțuri pentru toate revistele la care m-am înregistrat.
sk_sk: Áno, chcem dostávať upozornenia na nové články a dostávať nové upozornenia v rámci všetkých časopisov, ku ktorým som sa zaregistroval.
sl_si: Da, želim biti obveščen o izdajah novih številk in obvestil vseh revij pri katerih sem registriran.
th: ใช่, ฉันต้องการรับการแจ้งเตือนเกี่ยวกับสิ่งตีพิมพ์ใหม่และประกาศสำหรับวารสารทั้งหมดที่ฉันลงทะเบียนไว้
uk_ua: Так, я хочу, щоб мене сповіщували про нові публікації та оновлення у всіх журналах, в яких я зареєстрований.
uz@latin: Ha, men ro'yxatdan o'tgan barcha jurnallar uchun yangi nashrlar va e'lonlar haqida xabardor bo'lishni xohlayman.
vi_vn: Có, tôi muốn được thông báo về các ấn phẩm và thông báo mới cho tất cả các tạp chí mà tôi đã đăng ký.
zh_cn: 是的，我希望收到我注册的所有期刊的新出版物和公告通知。
zh_hant: 是，我希望會收到所有我已註冊期刊相關的新出版物及公告的通知。
