Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.article.schedule.request
source: Editor's Request
az: Redaktorun tələbi
bg: Молба на редактора
bs_ba: Urednikov zahtjev
de_de: Anfrage der Redakteurin/des Redakteurs
el_gr: Αίτημα Επιμελητή
eu: Editorearen eskaera
gd_gb: Iarrtas an deasaiche
gl_es: Petición do editor/a
hi_in: संपादक का अनुरोध
hu_hu: Szerkesztői kérések
hy_am: Խմբագրի հարցում
is: Beiðni ritstjóra
ja: 編集者からの依頼
ka: რედაქტორის მოთხოვნა
kk: Редактор сұранысы
ku_iq: داواکاریی سەرنوسەر
ky: Редактордун өтүнүчү
lt: Redaktoriaus pateiktas reikalavimas
lv_lv: Redaktora lūgums
mk_mk: Барање на уредникот
mr: संपादकाची विनंती
ms: Permintaan Editor
nb_no: Redaktørens forespørsel
ro: Solicitarea editorului
sk_sk: Požiadavky editora
sl_si: Zahteva urednika
sr_rs@cyrillic: Уреднички захев
sr_rs@latin: Urednički zahtev
th: คำขอจากบรรณาธิการ
uk_ua: Запит редакції
uz@latin: Tahririyat so'rovi
vi_vn: Yêu cầu của biên tập viên
zh_cn: 编辑请求
zh_hant: 編輯要求

# reviewer.article.reviewersAnnotatedVersionDescription
source: (If you want to annotate the file, for the editor, save on your hard drive and use Browse/Upload.)
az: (Faylla bağlı redaktora açıqlama verəcəksəniz, öz kompüterinizə yükləyin və Siyahıya alın/Yüklə seçimini istifadə edin.)
bg: (Ако искате да анотирате файла, за редактора, запишете на вашия твърд диск и използвайте Browse/Upload.)
bs_ba: (Ako želite obilježiti datoteku za urednika, spremite ju na vaš tvrdi disk i koristite Pregled/Slanje.)
de_de: (Falls Sie die Datei für die Redakteurin/den Redakteur kommentieren wollen, speichern Sie sie auf Ihrer Festplatte und verwenden Sie Durchsuchen/Hochladen.)
el_gr: (Εάν επιθυμείτε να εισάγετε επισημειώσεις για τον Επιμελητή στο αρχείο, αποθηκεύστε το στον υπολογιστή σας και χρησιμοποιήστε τις επιλογές Εύρεση/Μεταφόρτωση.)
eu: (Fitxategiari oharrak egin nahi badizkiozu, editorearentzat, gorde zure disko gogorrean eta erabili "Arakatu/Igo")
gd_gb: (Ma tha thu airson nòtaichean a chur ris an fhaidhle dhan deasaiche, sàbhail e air a’ chlàr-chruaidh agad is cleachd “Brabhsaich” no “Luchdaich suas”.)
gl_es: (Se quere introducir comentarios no arquivo, para o editor/a, gárdeo no seu disco duro e utilice Explorar/Cargar.)
hi_in: (यदि आप संपादक के लिए फ़ाइल को एनोटेट करना चाहते हैं, तो अपनी हार्ड ड्राइव पर सेव करें और ब्राउज़ / अपलोड का उपयोग करें।)
hu_hu: (Ha a szerkesztőnek jegyzetet szeretne hozzáfűzni a fájlhoz, akkor mentse el a saját merevlemezére majd töltse fel újra.)
hy_am: (Եթե ցանկանում եք խմբագրի համար ծանոթագրել նիշքը, պահեք այն ձեր կոշտ սկավառակի վրա և օգտագործեք Փնտրել/Վերբեռնել։)
is: ( Ef þú vilt skrifa skýringar til ritstjóra í skrána, vistaðu hana á eigin tölvu og hladdu svo upp þeirri skrá.)
ja: （編集者への注釈をファイルに付けたい場合は、保存してからブラウズ/アップロード機能を使用してください。）
ka: (თუ გსურთ ფაილის ანოტირება მოახდინოთ რედაქტორისთვის, შეინახეთ ის თქვენს მყარ დისკზე და გამოიყენეთ დათვალიერება/ატვირთვა.)
kk: (Егер сіз жазбаңызды редактордың файлына қосқыңыз келсе, файлды компьютерге сақтап, Шолу / Жүктеуді қолданыңыз.)
ku_iq: (ئەگەر دەتەوێت ئەم فایلە بۆ سەرنوسەر بنێریت، لە کۆمپیتەرەکەتدا خەزنی بکە و دوبارە باری بکەوە)
ky: (Эгер файлга белгилөө кошкуңуз келсе, редактор үчүн аны дискиңизге сактап, Browse/Upload колдонуңуз.)
lt: (Jei norite teikti pastabas kaip redaktorius, išsaugokite savo kompiuterio kietajame diske, peržiūrėkite ir įkelkite.)
lv_lv: (Ja vēlaties komentēt failu redaktoram, saglabājiet to cietajā diskā un izmantojiet Browse/Upload.)
mk_mk: (Доколку сакате да ја анотирате датотеката, за уредникот, зачувајте ја на вашиот хард диск и искористете Прегледај/Прикачи.)
mr: (संपादकासाठी तुम्हाला फाईलवर भाष्य करायचे असल्यास, तुमच्या हार्ड ड्राइव्हवर सेव्ह करा आणि ब्राउझ/अपलोड वापरा.)
ms: (Sekiranya anda ingin memberi anotasi pada fail, untuk editor, simpan di cakera keras anda dan gunakan Layari/Muat naik.)
nb_no: (Hvis du vil skrive kommentarer direkte i filen, må du først lagre den på din egen maskin, og deretter bruke «Finn/Last opp».)
ro: (Dacă doriți să adnotați fișierul, pentru editor, salvați pe hard disk și folosiți Browse / Încărcare.)
sk_sk: (Ak chcete súbor pre editora opatriť poznámkami, uložte ho na Váš pevný disk a použite Prehľadávať/Nahrať.)
sl_si: Če želite poslati uredniku opombe v datoteki, shranite datoteko na disk in uporabite Poišči/Naloži
sr_rs@cyrillic: (Ако желите обележити фајл за уредника, спремите га на ваш хард диск и користите Преглед/Слање.)
sr_rs@latin: (Ako želite obeležiti fajl za urednika, spremite ga na vaš hard disk i koristite Pregled/Slanje.)
th: (หากคุณต้องการใส่คำอธิบายลงในไฟล์สำหรับบรรณาธิการ กรุณาบันทึกไว้ที่ฮาร์ดไดรฟ์ของคุณและใช้ปุ่มเรียกดู/อัปโหลด)
uk_ua: (Якщо Ви хочете прокоментувати файл для редактора, збережіть його на своєму комп'ютері та скористайтеся функцією Перегляд/Вивантаження.)
uz@latin: (Agar siz faylga izoh bermoqchi bo'lsangiz, muharrir uchun qattiq diskda saqlang va Browse/Upload -dan foydalaning.)
vi_vn: (Nếu bạn muốn chú thích tập tin, đối với biên tập viên, hãy lưu vào ổ cứng của bạn và sử dụng Duyệt/Tải lên.)
zh_cn: （如果您想要在这份文件中做一些给编辑看的注解，请先将文件保存在您的磁盘上，然后使用「浏览＼上传」功能。）
zh_hant: （如您希望在檔案提供註解給編輯，請儲存在您的硬碟及使用瀏覽／上載。）

# reviewer.article.reviewersAnnotatedVersion
source: Version uploaded by reviewer
az: Rəyçi tərəfindən yüklənmiş versiya
bg: Версия, качена от рецензента
bs_ba: Verziju je postavio recenzent
de_de: Von der Gutachterin/dem Gutachter hochgeladene Version
el_gr: Έκδοση που έχει μεταφορτωθεί από τον Αξιολογητή.
eu: Ebaluatzaileak igotako bertsioa
gd_gb: An tionndadh a luchdaich an lèirmheasaiche suas
gl_es: Versión cargada polo revisor/a
hi_in: संस्करण समीक्षक द्वारा अपलोड किया गया
hu_hu: Szakmai lektor által feltöltött verzió
hy_am: Գրախոսի կողմից վերբեռնված տարբերակը
is: Útgáfu hlaðið upp af ritrýni
ja: 査読者によりアップロードされた版
ka: რეცენზენტის მიერ ატვირთული ვერსია
kk: Рецензент жүктеген нұсқасы
ku_iq: وەشانەکە لە لایەن هەڵسەنگێنەرەوە بار کرا
ky: Рецензент жүктөгөн версия
lt: Recenzento įkelta versija
lv_lv: Versija, ko augšupielādējis recenzents
mk_mk: Прикачена верзија на рецензентот
mr: समीक्षकाने त्याच्या फाईलची आवृत्ती संक्रमित (अपलोड) केली
ms: Versi dimuat naik oleh pengulas
nb_no: Versjon lastet opp av fagfelle
ro: Versiune încărcată de revizor
sk_sk: Verzia nahraná recenzentom
sl_si: Datoteka, ki jo je naložil recenzent
sr_rs@cyrillic: Верзију је поставио рецензент
sr_rs@latin: Verziju je postavio recenzent
th: เวอร์ชันที่ผู้พิจารณาอัปโหลด
uk_ua: Версія, вивантажена рецензентом
uz@latin: Sharhchi tomonidan yuklangan versiya
vi_vn: Phiên bản được tải lên bởi người phản biện
zh_cn: 有审稿人上传的版本
zh_hant: 評審員上載版本

# reviewer.article.uploadedFile
source: Uploaded files
az: Yüklənmiş fayllar
bg: Качени файлове
bs_ba: Poslane datoteke
de_de: Hochgeladene Dateien
el_gr: Αρχεία που έχουν μεταφορτωθεί
eu: Igotako fitxategiak
gd_gb: Faidhlichean a chaidh luchdadh suas
gl_es: Arquivos cargados
hi_in: अपलोड की गई फाइलें
hu_hu: Feltöltött fájlok
hy_am: Վերբեռնված նիշքեր
is: Hlaða upp skrám
ja: アップロードファイル
ka: ატვირთული ფაილები
kk: Жүктелген файлдар
ku_iq: بارکردنی فایل
ky: Жүктөлгөн файлдар
lt: Įkelti failai
lv_lv: Augšupielādētās datnes
mk_mk: Прикачени датотеки
mr: संक्रमित (अपलोड) केलेल्या फाईल्स
ms: Fail yang dimuat naik
nb_no: Opplastede filer
ro: Încărcare fișiere
sk_sk: Nahrané súbory
sl_si: Naložene datoteke
sr_rs@cyrillic: Доставјени фајлови
sr_rs@latin: Dostavljeni fajlovi
th: ไฟล์ที่อัปโหลด
uk_ua: Вивантажені файли
uz@latin: Yuklangan fayllar
vi_vn: Các tập tin đã tải lên
zh_cn: 已经上传的文件
zh_hant: 上載檔案

# reviewer.article.reviewerComments
source: Comments
az: Şərhlər
bg: Коментари
bs_ba: Komentari
de_de: Kommentare
el_gr: Σχόλια
eu: Oharrak
gd_gb: Beachdan
gl_es: Comentarios
hi_in: टिप्पणियाँ
hu_hu: Megjegyzések
hy_am: Մեկնաբանություններ
is: Athugasemdir
ja: コメント
ka: კომენტარები
kab: Iwenniten
kk: Пікірлер
ku_iq: تێچێنەکان
ky: Комментарийлер
lt: Komentarai
lv_lv: Komentāri
mk_mk: Коментари
mr: नोंदी
ms: Komen
nb_no: Kommentarer
ro: Comentarii
sk_sk: Komentáre
sl_si: Komentarji
sr_rs@cyrillic: Коментари
sr_rs@latin: Komentari
th: ความคิดเห็น
uk_ua: Коментарі
uz@latin: Izohlar
vi_vn: Bình luận
zh_cn: 评论
zh_hant: 意見

# reviewer.article.submitReview
source: Submit Review To Editor
az: Dəyərləndirməni redaktora Göndər
bg: Изпраща рецензията към редактора
bs_ba: Predajte recenziju uredniku
de_de: Gutachten bei der Redaktion einreichen
el_gr: Υποβολή αξιολόγησης στον Επιμελητή
eu: Bidali ebaluazioa editoreari
gd_gb: Cuir an lèirmheas chun an deasaiche
gl_es: Enviar a revisión ao editor/a
hi_in: संपादक को समीक्षा भेजें
hu_hu: Szakmai lektorálás küldése a szerkesztőnek
hy_am: Ներկայացրեք գրախոսություն խմբագրին
is: Skila ritrýni til ritstjóra
ja: 査読結果を編集者に送付
ka: რედაქტორისთვის მიმოხილვის გაგზავნა
kk: Редакторға рецензияны жіберіңіз
ku_iq: هەڵسەنگاندن بۆ سەرنوسەر بنێرە
ky: Кароону редакторго жөнөтүү
lt: Teikti recenziją redaktoriui
lv_lv: Iesniegt recenziju redaktoram
mk_mk: Испрати рецензија до уредник
mr: संपादकाला समीक्षण सादर करा
ms: Serah Ulasan kepada Editor
nb_no: Send fagfellevurdering til redaktør
ro: Încărcare revizie de către editor
sk_sk: Odoslať recenziu editorovi
sl_si: Pošlji recenzijo uredniku
sr_rs@cyrillic: Предајте рецензију уреднику
sr_rs@latin: Predajte recenziju uredniku
th: ส่งการพิจารณาให้บรรณาธิการ
uk_ua: Надіслати рецензію редактору
uz@latin: Tahririyatga sharh yuboring
vi_vn: Gửi bài đánh giá cho biên tập viên
zh_cn: 提交审阅给编辑
zh_hant: 提交評審予編輯

# reviewer.article.recommendation
source: Recommendation
az: Təklif
bg: Препоръка
bs_ba: Preporuka
de_de: Empfehlung
el_gr: Εισήγηση
eu: Gomendioa
gd_gb: Moladh
gl_es: Recomendación
hi_in: सिफ़ारिश करना
hu_hu: Javaslat
hy_am: Հանձնարարական
is: Ráðleggingar
ja: 審査結果
ka: რეკომენდაცია
kk: Ұсыныс
ku_iq: پێشنیاز
ky: Сунуш
lt: Siūlymas
lv_lv: Ieteikums
mk_mk: Препорака
mr: शिफारस
ms: Cadangan
nb_no: Anbefaling
ro: Recomandare
sk_sk: Odporúčanie
sl_si: Priporočilo
sr_rs@cyrillic: Препорука
sr_rs@latin: Preporuka
th: คำแนะนำ
uk_ua: Рекомендація
uz@latin: Tavsiya
vi_vn: Khuyến nghị
zh_cn: 建议
zh_hant: 推薦

# reviewer.article.automatic
source: (Auto)
az: (Avtomatik)
bg: (Автоматичен)
bs_ba: (Automatski)
el_gr: (Αυτόματα)
gd_gb: (Gu fèin-obrachail)
gl_es: (Automático)
hi_in: (स्वत:)
hy_am: (Ինքնաշխատ)
is: (Sjálfvirkt)
ja: （自動）
ka: (ავტო)
kab: (Awurman)
kk: (Автоматты)
ku_iq: تۆماتیکی
ky: (Авто)
lt: (automatiškai)
mk_mk: (Автоматски)
sk_sk: (Automaticky)
sr_rs@cyrillic: (Аутоматски)
sr_rs@latin: (Automatski)
th: (อัตโนมัติ)
uk_ua: (авто)
uz@latin: (Avtomatik)
vi_vn: (Tự động)
zh_cn: (自动)
zh_hant: （自動）

# reviewer.article.sendReminder
source: Send Reminder
az: Xəbərdarlıq Göndər
bg: Изпраща подсещане
bs_ba: Pošaljite podsjetnik
de_de: Erinnerung senden
el_gr: Αποστολή υπενθύμισης
eu: Bidali oroigarria
gd_gb: Cuir cuimhneachan
gl_es: Enviar un recordatorio
hi_in: याद दिलाना
hu_hu: Emlékeztető elküldése
hy_am: Ուղարկել հիշեցում
is: Senda áminningu
ja: 督促メールの送信
ka: შეხსენების გაგზავნა
kk: Еске салу
ku_iq: بەبیرهێنانەوە بنێرە
ky: Эскертүү жөнөтүү
lt: Siųsti priminimą
lv_lv: Nosūtīt atgādinājumu
mk_mk: Испрати потсетник
mr: स्मरणपत्र पाठवा
ms: Hantar Peringatan
nb_no: Send purring
ro: Trimite reamintire
sk_sk: Poslať pripomienku
sl_si: Pošlji opomnik
sr_rs@cyrillic: Пошаљите подсетник
sr_rs@latin: Pošaljite podsetnik
th: ส่งการเตือนความจำ
uk_ua: Надіслати нагадування
uz@latin: Eslatma yuborish
vi_vn: Gửi nhắc nhở
zh_cn: 发送提醒
zh_hant: 發送提示

# reviewer.article.editorToEnter
source: Editor To Enter
az: Redaktorun girişi üçün
bg: За редакция
bs_ba: Urednički unos recenzije
de_de: Von der Redakteurin/dem Redakteur einzutragen
el_gr: Καταχώρηση από τον Επιμελητή
eu: Editoreak sartzeko
gd_gb: Ri lìonadh leis an deasaiche
gl_es: Editor/a por introducir
hi_in: प्रवेश करने के लिए संपादक
hu_hu: Szerkesztői beírás
hy_am: Խմբագիր Մուտք գործելու համար
is: Fyrir ritstjóra að fylla inn
ja: 編集者宛て
ka: შეტანის რედაქტორი
kk: Енгізу редакторы
ku_iq: چونەژورەوەی سەرنوسەر
ky: Редактор киргизет
lt: Redaktorius (įrašyti)
lv_lv: Ievadīt redaktoru
mk_mk: Уреднички внес
mr: संपादकाच्या नोंदीसाठी
ms: Editor Untuk Dimasukkan
nb_no: Skal føres inn av redaktøren
ro: Editor pentru a Intra
sk_sk: Vyplní editor
sl_si: Vstop urednika
sr_rs@cyrillic: Уреднички унос рецензије
sr_rs@latin: Urednički unos recenzije
th: บรรณาธิการกรอกข้อมูล
uk_ua: Для заповнення редактором
uz@latin: Kirish uchun muharrir
zh_cn: 编辑要输入
zh_hant: 待編輯輸入

# reviewer.article.reviewerCommentsDescription
source: Type or paste in review comments here
az: Rəyçi şərhlərini buraya yazın və ya yapışdırın
bg: Въведете или поставете рецензионните коментари тук
bs_ba: Ovdje utipkajte ili zalijepite komentare za recenziju
de_de: Begutachtungskommentare hier eingeben oder hineinkopieren
el_gr: Πληκτρολογήστε ή επικολλήστε σχόλια αξιολόγησης εδώ.
eu: Idatzi edo itsatsi hemen ebaluazioko oharrak
gd_gb: Sgrìobh no cuir ann beachdan an lèirmheis an-seo
gl_es: Escriba ou pegue os comentarios de revisión aquí
hi_in: यहां समीक्षा टिप्पणियों में टाइप या पेस्ट करें
hu_hu: Gépelje vagy illessze be a lektorálási megjegyzéseit ide
hy_am: Մուտքագրեք կամ տեղադրեք գրախոսման մեկնաբանություններն այստեղ
is: Skráðu hér eða afritaðu ritrýniathugasemdir
ja: ここに査読コメントを入力してください
ka: აკრიფეთ, ან ჩასვით რეცენზენტის კომენტარი აქ
kk: Мұнда шолушының пікірлерін енгізіңіз
ku_iq: سەرنجەکانت بە تێچێن بنوسە
ky: Бул жерге кароо комментарийлерин жазыңыз же чаптаңыз
lt: Įveskite arba įklijuokite recenzijos komentarus čia
lv_lv: Ierakstiet vai ielīmējiet recenzijas komentārus šeit
mk_mk: Внесете или залепете коментари за рецензијата тука
mr: येथे समीक्षणाचा अभिप्राय टाइप किंवा पेस्ट करा
ms: Taip atau tampal di komen ulasan di sini
nb_no: Skriv eller lim inn kommentarer til fagfellevurderingen her
ro: Introduceți sau lipiți aici comentariile de revizie
sk_sk: Tu napíšte alebo sem nakopírujte komentár recenzenta
sl_si: Tukaj vnesi recenzentske komentarje
sr_rs@cyrillic: Овде укуцајте коментаре за рецензију
sr_rs@latin: Ovde ukucajte komentare za recenziju
th: พิมพ์หรือวางความคิดเห็นเกี่ยวกับการพิจารณาที่นี่
uk_ua: Заповніть або вставте сюди коментарі рецензента
uz@latin: Bu erga sharhlarni yozing yoki joylashtiring
vi_vn: Nhập hoặc dán trong nhận xét đánh giá ở đây
zh_cn: 输入或者粘贴审稿评论到这里
zh_hant: 在此輸入或貼上評審意見

# reviewer.article.submissionEditor
source: Submission Editor
az: Məqalə redaktoru
bg: Редактор на изпратения материал
bs_ba: Prijavu uređuje
de_de: Zuständige/r Redakteur/in
el_gr: Επιμελητής Υποβολής
eu: Bidalketaren editorea
gd_gb: Deasaiche an tagraidh
gl_es: Editor/a do envío
hi_in: सबमिशन संपादक
hu_hu: Benyújtott anyag szerkesztője
hy_am: Ներկայացման խմբագիր
is: Ritstjóri innsendingar
ja: 編集者へコメント送信
ka: მასალის რედაქტორი
kk: Материал редакторы
ku_iq: سەرنوسەری پێشکەشکردن
ky: Тапшырма редактору
lt: Straipsnio redaktorius
lv_lv: Iesniegto materiālu redaktors
mk_mk: Уредник на поднесок
mr: सादरीकरणाचा संपादक
ms: Editor Penyerahan
nb_no: Redaktør
ro: Editor înregistrare manuscrise
sk_sk: Editor príspevku
sl_si: Urednik prispevkov
sr_rs@cyrillic: Уредник пријава
sr_rs@latin: Urednik prijava
th: บรรณาธิการการส่งบทความ
uk_ua: Редактор подання
uz@latin: Taqdimot muharriri
vi_vn: Biên tập viên bài gửi
zh_cn: 投稿编辑
zh_hant: 投稿編輯

# reviewer.article.restrictedFileAccess
source: Submission will be made available, if and when reviewer agrees to undertake review
az: Rəyçi dəyərləndirməni qəbul edərsə Məqalə əldə edilə bilən olacaq
bg: Подаването на материали ще бъде достъпно, ако и когато рецензентът се съгласи да извърши преглед
bs_ba: Tekst prijave će biti na raspolaganju kada i ako recenzent prihvati ponudu izrade recenzije
de_de: Der Beitrag wird erst zur Verfügung gestellt, wenn die Gutachterin/der Gutachter der Begutachtung zustimmt.
el_gr: Η υποβολή θα είναι διαθέσιμη αν και όταν ο Αξιολογητής αναλάβει την αξιολόγηση.
eu: Ebaluatzaileak eskuragarri izango du bidalketa ebaluazioa egitea onartzen duen unean
gd_gb: Bidh an tagradh ri làimh ma ghabhas lèirmheasaiche an tagradh os làimh
gl_es: O envío estará dispoñible cando o revisor/a acepte o encargo
hi_in: सबमिशन उपलब्ध कराया जाएगा, यदि और जब समीक्षक समीक्षा करने के लिए सहमत हो
hu_hu: Amennyiben a szakmai lektor elfogadja a lektori felkérést, akkor elérhetővé válik a lektorálandó anyag
hy_am: Ներկայացումը հասանելի կլինի, եթե և երբ գրախոսը համաձայնի ստանձնել վերանայումը
is: Innsendingin verður gerð aðgengileg, ef og þegar ritrýnir samþykkir að taka að sér ritrýni
ja: 投稿物は、査読者が査読を受諾することに同意した場合、アクセスできるようになります
ka: მასალა ხელმისაწვდომი იქნება, როდესაც რეცენზენტი თანახმა იქნება რეცენზირებაზე
kk: Қолжазба рецензент шолуға келіскен жағдайда ғана қол жетімді болады
ku_iq: پێشکەشکردنەکە بەردەست دەبێت، کاتێک هەڵسەنگێنەر بە هەڵسەنگاندنەکە ڕازی ببێت
ky: Рецензент кароого макул болгондо тапшырма жеткиликтүү болот
lt: Pateikimas bus prieinamas, jei ir kai recenzentas sutiks atlikti recenziją
lv_lv: Iesniegtais materiāls būs pieejams, ja un kad recenzents piekritīs veikt pārskatīšanu
mk_mk: Поднесокот ќе биде достапен, доколку и кога рецензентот ќе се согласи да ја изврши рецензијата
mr: भविष्यात समीक्षक समीक्षण करण्यास सहमती देतील तेव्हा सादरीकरण उपलब्ध केले जाईल
ms: Penyerahan akan disediakan, jika dan ketika pengulas bersetuju untuk melakukan ulasan
nb_no: Filer vises bare om fagfellen tar oppdraget
ro: Trimiterea manuscrisului va fi disponibilă, doar atunci când recenzorul este de acord să efectueze revizuirea
sk_sk: Príspevok bude sprístupnený po tom, čo recenzent odsúhlasí, že spracuje recenziu
sl_si: Prispevki bodo na voljo, ko in če bo recenzent pristal na recenzijo
sr_rs@cyrillic: Текст пријаве ће бити на располагању када и ако рецензент прихвати понуду израде рецензије.
sr_rs@latin: Tekst prijave će biti na raspolaganju kada i ako recenzent prihvati ponudu izrade recenzije.
th: การส่งบทความจะพร้อมใช้งานหากและเมื่อผู้พิจารณายอมรับที่จะทำการพิจารณา
uk_ua: Подання стане доступним, якщо рецензент дасть згоду зробити рецензію
uz@latin: Taqdimot, agar ko'rib chiquvchi ko'rib chiqishga rozi bo'lsa
vi_vn: Tập tin bản thảo chỉ được cung cấp khi và chỉ khi người phản biện đồng ý thực hiện phản biện
zh_cn: 如果审稿工作正在进行，文件就只能被查看
zh_hant: 如果評審員同意進行評審，將可查閱投稿

# reviewer.article.cannotDoReview
source: Unable to do the review
az: Dəyərləndirməyəcəm
bg: Нямам възможност да направя рецензията
bs_ba: Nisam u mogućnosti izraditi recenziju
de_de: Gutachten wird nicht angefertigt
el_gr: Δεν μπορεί να αναλάβει την αξιολόγηση
eu: Ezingo du egin ebaluazioa
gd_gb: Chan urrainn dhomh an lèirmheas a dhèanamh
gl_es: Non pode facer a revisión
hi_in: समीक्षा करने में असमर्थ
hu_hu: A szakmai lektorálást nem tudom vállalni
hy_am: Չհաջողվեց կատարել գրախոսում
is: Getur ekki framkvæmt ritrýni
ja: 謝絶する
ka: უარს ვამბობ რეცენზირებაზე
kk: Рецензиялаудан бас тарту
ku_iq: ناتوانم هەڵسەنگاندنەکە بکەم
ky: Кароону жасай албайт
lt: Negalėsiu recenzuoti
lv_lv: Nav iespējams veikt recenzēšanu
mk_mk: Не може да ја изврши рецензијата
mr: समीक्षण करणे अशक्य आहे
ms: Tidak dapat membuat ulasan
nb_no: Kan ikke utføre fagfellevurderingen
ro: Imposibil de revizuit
sk_sk: Nemôžem spracovať recenziu
sl_si: Ne morem narediti recenzije
sr_rs@cyrillic: Нисам у могућности да урадим рецензијu
sr_rs@latin: Nisam u mogućnosti da uradim recenziju
th: ไม่สามารถพิจารณาได้
uk_ua: Не можу зробити рецензію
uz@latin: Tekshiruv amalga oshirilmadi
vi_vn: Không thể thực hiện phản biện
zh_cn: 不能审阅
zh_hant: 未能進行評審

# reviewer.article.canDoReview
source: Will do the review
az: Dəyərləndirəcəyəm
bg: Съгласявам се да направя рецензията
bs_ba: Izradit ću recenziju
de_de: Gutachten wird angefertigt
el_gr: Θα αναλάβει την αξιολόγηση
eu: Egingo du ebaluazioa
gd_gb: Nì mi an lèirmheas
gl_es: fará a revisión
hi_in: समीक्षा करेंगे
hu_hu: A szakmai lektorálást vállalom
hy_am: Կկատարի գրախոսում
is: Mun framkvæma ritrýni
ja: 受諾する
ka: თანახმა ვარ რეცენზირებაზე
kk: Рецензиялауға келісімін берді
ku_iq: هەڵسەنگاندنەکە ئەنجام دەدەم
ky: Кароону жасайт
lt: Recenzuosiu
lv_lv: Veiks recenzēšanu
mk_mk: Ќе ја изврши рецензијата
mr: समीक्षण करेन
ms: Akan melakukan ulasan
nb_no: Vil utføre fagfellevurderingen
ro: Voi face recenzia
sk_sk: Spracujem recenziu
sl_si: Lahko naredim recenzijo
sr_rs@cyrillic: Урадићу рецензију
sr_rs@latin: Uradiću recenziju
th: ยินดีที่จะพิจารณา
uk_ua: Зроблю рецензію
uz@latin: Ko'rib chiqadi
vi_vn: Đồng ý phản biện
zh_cn: 将被审阅
zh_hant: 會進行評審

# reviewer.article.notifyTheEditor
source: Notify The Editor
az: Redaktoru məlumatlandırın
bg: Уведоми редактора
bs_ba: Obavijestite urednika
de_de: Redakteur/in benachrichtigen
el_gr: Ενημέρωση του Επιμελητή
eu: Jakinarazi editoreari
gd_gb: Cuir fios chun an deasaiche
gl_es: Notificar ao editor/a
hi_in: संपादक को सूचित करें
hu_hu: A Szerkesztő értesítése
hy_am: Ծանուցեք խմբագրին
is: Senda tilkynningu á ritstjóra
ja: 編集者へ通知
ka: შეატყობინება რედაქტორს
kk: Редакторды хабарлау
ku_iq: سەرنوسەر ئاگادار بکەوە
ky: Редакторго билдирүү
lt: Pranešti redaktoriui (-ei)
lv_lv: Paziņot redaktoram
mk_mk: Извести го уредникот
mr: संपादकाला सूचित करा
ms: Maklumkan kepada Editor
nb_no: Send beskjed til redaktøren
ro: Notifică editorul
sk_sk: Informovať editora
sl_si: Opozori urednika
sr_rs@cyrillic: Обавестите уредника
sr_rs@latin: Obavestite urednika
th: แจ้งบรรณาธิการ
uk_ua: Повідомити редактора
uz@latin: Tahririyatga xabar bering
vi_vn: Thông báo cho Biên tập viên
zh_cn: 通知作者
zh_hant: 通佑編輯

# reviewer.article.fileToBeReviewed
source: File to be reviewed
az: Dəyərləndiriləcək fayl
bg: Файл, който трябва да се рецензира
bs_ba: Datoteka za recenziju
de_de: Zu begutachtende Datei
el_gr: Αρχείο προς αξιολόγηση
eu: Ebaluatzeko fitxategia
gd_gb: Am faidhle a tha ri lèirmheasadh
gl_es: Arquivo por revisar
hi_in: फाइल की समीक्षा की जाएगी
hu_hu: Szakmai lektorálásra szánt fájl
hy_am: Գրախոսման ենթակա նիշք
is: Skrár sem á að ritrýna
ja: 査読対象のファイル
ka: სარეცენზიო ფაილი
kk: Қаралатын файл
ku_iq: فایل بۆ هەڵسەنگاندن
ky: Кароого файл
lt: Failą ketinama recenzuoti
lv_lv: Izskatāmā datne
mk_mk: Датотека за рецензија
mr: फाईलचे समीक्षण करणे शिल्लक आहे
ms: Fail akan diulas
nb_no: Fil til vurdering
ro: Fișier ce trebuie revizuit
sk_sk: Súbor k recenzovaniu
sl_si: Datoteke za pregledati
sr_rs@cyrillic: Фајл за рецензију
sr_rs@latin: Fajl za recenziju
th: ไฟล์ที่จะพิจารณา
uk_ua: Файл на рецензування
uz@latin: Fayl ko'rib chiqilishi kerak
vi_vn: Tập tin để phản biện
zh_cn: 已经被审阅的文件
zh_hant: 尚待評審檔案

# reviewer.averageQuality
source: Rating
az: Reytinq
bg: Оценка
bs_ba: Ocjena
de_de: Bewertung
el_gr: Βαθμολογία
eu: Balorazioa
gd_gb: Rangachadh
gl_es: Puntuación
hi_in: रेटिंग
hu_hu: Értékelés
hy_am: Վարկանիշ
is: Stigagjöf
ja: 評価
ka: შეფასება
kk: Рейтинг
ku_iq: پلەپێدان
ky: Баалоо
lt: Reitingas
lv_lv: Vērtējums
mk_mk: Оценка
mr: मूल्यांकन
ms: Penilaian
nb_no: Rangering
ro: Evaluare
sk_sk: Hodnotenie
sl_si: Ocena
sr_rs@cyrillic: Оцена
sr_rs@latin: Ocena
th: การให้คะแนน
uk_ua: Рейтинг
uz@latin: Baholash
vi_vn: Xếp hạng
zh_cn: 等级
zh_hant: 評價

# reviewer.completedReviews
source: Done
az: Tamamlanıb
bg: Завършено
bs_ba: Završeno
de_de: Begutachtungen abgeschlossen
el_gr: Ολοκληρώθηκε
eu: Eginda
gd_gb: Deiseil
gl_es: Feito
hi_in: किया हुआ
hu_hu: Kész
hy_am: Կատարված
is: Lokið
ja: 実績
ka: მზადაა
kk: Аяқталды
ku_iq: ئەنجام درا
ky: Аяктады
lt: Pateikta
lv_lv: Gatavs
mk_mk: Завршено
mr: संपवलेली समीक्षणे
ms: Selesai
nb_no: Fullført
ro: Efectuat
sk_sk: Hotové
sl_si: Končano
sr_rs@cyrillic: Завршено
sr_rs@latin: Završeno
th: เสร็จสิ้น
uk_ua: Зроблено
uz@latin: Bajarildi
vi_vn: Hoàn thành phản biện
zh_cn: 完成
zh_hant: 完成
