Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# site.upgradeAvailable.admin
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please visit <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> to download the most recent version and find upgrade instructions.
az: ADS-nin istifadə edilə bilir yeni versiyası var! Bu halda ADS-nin {$currentVersion} versiyasını istifadə edirsiniz. {$latestVersion} ADS-nin daha güncəl versiyasıdır. Güncəl versiyasını endirmək və yeniləmə təlimatları tapmaq üçün zəhmət olmasa <a href="http://pkp.sfu.ca/ojs_download" target="_new">bu sayfayı</a> ziyarət edin.
bg: Налична е нова версия на OJS! В момента използвате OJS {$currentVersion}. Най-новата версия на OJS е{$latestVersion}. Моля, посетете <a href="http://pkp.sfu.ca/ojs_download" target="_new">тази страница</a> да изтеглите най-новата версия и да намерите инструкции за надстройка.
bs_ba: Dostupna je nova verzija OJS! Vi trenutno koristite OJS {$currentVersion}. Najnovija verzija jeOJS {$latestVersion}. Posjetite <a href="http://pkp.sfu.ca/ojs_download" target="_new">ovu stranu</a> za preuzimanje najnovije verzije i uputa za nadogradnju.
de_de: Eine neue Version von OJS ist verfügbar! Sie benutzen momentan OJS {$currentVersion}. Die aktuelleste Version ist OJS {$latestVersion}. Bitte gehen Sie zu <a href="http://pkp.sfu.ca/ojs_download" target="_new">dieser Seite</a>, um die aktuelle Version herunterzuladen und um Informationen zum Upgrade einzusehen.
el_gr: Υπάρχει διαθέσιμη μία νέα έκδοση OJS! Αυτήν τη στιγμή χρησιμοποιείτε το OJS {$currentVersion}. Η τελευταία έκδοση είναι η {$latestVersion}. Παρακαλούμε επισκεφθείτε &lt;a href="http://pkp.sfu.ca/ojs_download" target="_new"&gt;αυτή τη σελίδα&lt;/a&gt; για να κατεβάσετε την τελευταία έκδοση και βρείτε τις οδηγίες αναβάθμσης.
eu: OJSren bertsio berri bat dago eskuragarri! Gaur egun OJS {$currentVersion} erabiltzen ari zara. Azken bertsioa OJS {$latestVersion} da. Mesedez, zoaz <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> orrira azken bertsioa jaisteko eta eguneratzeko argibideak aurkitzeko.
gd_gb: Tha tionndadh ùr de OJS ri fhaighinn! ’S e tionndadh {$currentVersion} de OJS a tha agad an-dràsta. ’S e {$latestVersion} an tionndadh as ùire de OJS. Tadhail air <a href="http://pkp.sfu.ca/ojs_download" target="_new">an duilleag seo</a> a luchdadh a-nuas an tionndaidh as ùire agus airson stiùireadh mun àrdachadh.
gl_es: Hai unha nova versión de OJS dispoñible! Está utilizando a versión de OJS {$currentVersion}. A versión máis recente é OJS {$latestVersion}. Visite <a href="http://pkp.sfu.ca/ojs_download" target="_new">esta páxina</a> para descargar a versión máis recente e obter as instrucións para a actualización.
hi_in: OJS का एक नया संस्करण उपलब्ध है! आप वर्तमान में OJS {$ currentVersion} का उपयोग कर रहे हैं। सबसे हालिया संस्करण OJS {$ latestVersion} है। हाल के संस्करण को डाउनलोड करने और अपग्रेड निर्देश खोजने के लिए कृपया <a href="http://pkp.sfu.ca/ojs_download" target="_new"> इस पृष्ठ </a> पर जाएं।
hy_am: Հասանելի է OJS-ի նոր տարբերակը: Դուք ներկայումս օգտագործում եք OJS {$currentVersion}: Ամենավերջին տարբերակն է OJS {$latestVersion}: Խնդրում ենք այցելել <a href="https://pkp.sfu.ca/ojs_download" target="_new">այս էջը</a>՝ ամենավերջին տարբերակը ներբեռնելու և թարմացման հրահանգները ստանալու համար:
ja: OJSの新しいバージョンが利用できます。現在、OJS {$currentVersion} を使用しています。最新のバージョンは OJS {$latestVersion} です。<a href="http://pkp.sfu.ca/ojs_download" target="_new">このページ</a>をご覧になり、最新バージョンのダウンロードやアップグレード方法をご確認ください。
ka: ხელმისაწვდომია OJS-ის ახალი ვერსია! თქვენ ამჟამად იყენებთ OJS-ს {$currentVersion} ვერსიას. უახლესი ვერსია არის OJS {$latestVersion}. გთხოვთ, ეწვიოთ <a href="http://pkp.sfu.ca/ojs_download" target="_new">ამ გვერდს,</a> რომ ჩამოტვირთოთ უახლესი ვერსია და იპოვოთ განახლების ინსტრუქციები.
kk: Доступна новая версия OJS! Сейчас вы пользуетесь OJS {$currentVersion}. Самая последняя версия — OJS {$latestVersion}. Пожалуйста, зайдите на <a href="http://pkp.sfu.ca/ojs_download" target="_new">эту страницу</a>, чтобы скачать самую последнюю версию и получить инструкции по обновлению.
ku_iq: وەشانی نوێ لە سیستەمی گۆڤاری کراوەدا کەوتە کار! تۆ لە ئێستادا وەشانی {$currentVersion} بەکار دەهێنیت. ئەمە {$latestVersion} دوا وەشانی سیستەمی گۆڤاری کراوەیە. تکایە سەردانی ئەم لینکە بکە <a href="http://pkp.sfu.ca/ojs_download" target="_new">ئەم پەڕەیە</a> بۆ تۆمارکردنی نوێترین وەشان و دۆزینەوەی ڕێنماییەکانی نوێکردنەوەی وەشانەکەت.
ky: OJS жаңы версиясы жеткиликтүү! Учурда сиз OJS {$currentVersion} колдонуп жатасыз. Эң акыркы версия OJS {$latestVersion}. Жаңы версияны жүктөп алуу жана жаңыртуу көрсөтмөлөрүн табуу үчүн <a href="https://pkp.sfu.ca/ojs_download" target="_new">бул бетке</a> кириңиз.
lt: Išleista nauja OJS versija! Jūs dabar naudojate {$currentVersion} versiją. Naujausia OJS versija yra {$latestVersion}. Iš <a href="http://pkp.sfu.ca/ojs_download" target="_new">šio puslapio</a> atsisiųskite naujausią versiją. Ten taip pat pateiktos naujovinimo instrukcijos.
lv_lv: Ir pieejama jauna OJS versija! Pašlaik jūs izmantojat OJS {$currentVersion}. Jaunākā versija ir OJS {$latestVersion}. Lūdzu, apmeklējiet <a href="http://pkp.sfu.ca/ojs_download" target="_new">šo lapu</a>, lai lejupielādētu jaunāko versiju un atrastu atjaunināšanas norādījumus.
mk_mk: Достапна е нова верзија на OJS! Во моментов користите OJS {$currentVersion}. Најновата верзија е OJS {$latestVersion}. Посетете ја <a href="http://pkp.sfu.ca/ojs_download" target="_new"> оваа страница </a> за да ја преземете најновата верзија и да најдете упатства за надградба.
mr: OJS ची नवीन आवृत्ती उपलब्ध आहे! तुम्ही सध्या OJS {$currentVersion} वापरत आहात. सर्वात अलीकडील आवृत्ती OJS {$latestVersion} आहे. सर्वात अलीकडील आवृत्ती उतरवून घेण्यासाठी (डाउनलोड करण्यासाठी) आणि अपग्रेड सूचना शोधण्यासाठी कृपया <a href="https://pkp.sfu.ca/ojs_download" target="_new">या पृष्ठाला</a> भेट द्या.
ms: Terdapat versi baru OJS yang tersedia! Anda kini menggunakan OJS {$currentVersion}. Versi terbaru ialah OJS {$latestVersion}. Sila kunjungi <a href="http://pkp.sfu.ca/ojs_download" target="_new"> halaman ini </a> untuk memuat turun versi terbaru dan dapatkan arahan naik taraf.
ro: Există o nouă versiune de OJS disponibilă! În prezent utilizați OJS {$currentVersion}. Cea mai recentă versiune este OJS {$latestVersion}. Vă rugăm să vizitați <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> pentru a descărca cea mai recentă versiune și pentru a găsi instrucțiuni de actualizare.
sk_sk: Nová verzia OJS je dostupná! V súčasnej dobe používate verziu OJS {$CurrentVersion}. Najnovšia verzia OJS je {$latestVersion}. Navštívte, prosím, <a href="http://php.sfu.ca/ojs_download" target="_new"> túto stránku </a> a stiahnite si najnovšiu verziu OJS a prečítajte si pokyny pre upgrade.
th: มีเวอร์ชันใหม่ของ OJS ให้ใช้งาน! ปัจจุบันคุณกำลังใช้ OJS {$currentVersion} เวอร์ชันล่าสุดคือ OJS {$latestVersion} กรุณาเยี่ยมชม <a href="https://pkp.sfu.ca/ojs_download" target="_new">หน้านี้</a> เพื่อดาวน์โหลดเวอร์ชันล่าสุดและค้นหาคำแนะนำการอัปเกรด
uz@latin: OJSning yangi versiyasi mavjud! Siz hozirda OJS {$ currentVersion} dan foydalanayapsiz. Eng so'nggi versiya - OJS {$ latestVersion}. Iltimos, <a href="http://pkp.sfu.ca/ojs_download" target="_new"> bu sahifaga </a> tashrif buyuring eng so'nggi versiyasini yuklab oling va yangilanish bo'yicha ko'rsatmalarni toping.
vi_vn: Có một phiên bản mới của OJS! Bạn hiện đang sử dụng OJS {$currentVersion}. Phiên bản gần đây nhất là OJS {$latestVersion}. Vui lòng truy cập <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> để tải xuống phiên bản mới nhất và tìm hướng dẫn nâng cấp.
zh_hant: 現有新版本的OJS可供應用！您現正使用OJS版本{$currentVersion}。最新的版本為{$currentVersion}。請到<a href="https://pkp.sfu.ca/ojs_download" target="_new">此頁面</a>下載最新版本及查看升級指引。

# installer.upgradeComplete
source: <p>Upgrade of OJS to version {$version} has completed successfully.</p> <p>Don't forget to set the "installed" setting in your config.inc.php configuration file back to <em>On</em>.</p> <p>If you haven't already registered and wish to receive news and updates, <strong>please register at <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> If you have questions or comments, please visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
az: <p>ADS-nin versiya {$version} yenilənməsi uğurla başa çatdı.</p> <p> ""config.inc.php"" konfiqurasiya faylındakı ""quraşdırıldı (installed)"" tənzimini<em>On</em> lokasiyasına gətirməyi unutmayın.</p> <p>Əgər yenilənmələr və proqramla bağlı xəbərləri təqib etmək üçün üzv olmamısınızsa, <strong>lütfen <a href=""http://pkp.sfu.ca/ojs/register"" target=""_new"">http://pkp.sfu.ca/ojs/register</a> səhifəsində qeydiyyatdan keçin</strong> Sual və şərhləriniz üçün zəhmət olmasa <a href=""http://pkp.sfu.ca/support/forum"" target=""_new"">dəstək forumunu</a> istifadə edin.</p>
bg: <p>Надстройката на OJS до версия {$version} завърши успешно.</p> <p>Не забравяйте да зададете настройката „инсталирано“ във вашия конфигурационен файл config.inc.php обратно на <em>Включено</em>.</p> <p>Посетете нашия <a href="https://forum.pkp.sfu.ca" target="_new">форум на общността</a> или се регистрирайте в нашия <a href="https://pkp. sfu.ca/developer-newsletter" target="_new">бюлетин за разработчици</a>, за да получавате известия за сигурност и актуализации за предстоящи версии, нови плъгини и планирани функции.</p>
bs_ba: <p>Nadogradnja OJS-a na verziju {$version} je uspješno završena.</p> <p>Ne zaboravite postaviti "installed" postavku u vašem config.inc.php konfiguracijskoj datoteci nazad na <i>On</i>.</p> <p>Ako se još niste registrirali i želite primati vijesti i dopune, <strong>molimo da se registrirate na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> IAko imate pitanja ili komentare, molimo posjetite <a href="http://forum.pkp.sfu.ca" target="_new">forum podrške</a>.</p>
de_de: <p>Die Aktualisierung von OJS auf Version {$version} wurde erfolgreich abgeschlossen.</p> <p>Bitte vergessen Sie nicht, die "installed"-Einstellung in Ihrer config.inc.php-Konfigurationsdatei wieder zurück auf <em>On</em> zu setzen.</p> <p>Wenn Sie sich noch nicht registriert haben und in Zukunft Neuigkeiten und Hinweise auf Aktualisierungen erhalten möchten, <strong>registrieren Sie sich bitte auf <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Wenn Sie Fragen oder Kommentare haben, besuchen Sie bitte das <a href="http://forum.pkp.sfu.ca" target="_new">Support-Forum</a>.</p>
el_gr: &lt;p&gt;Η αναβάθμιση του OJS στην έκδοση{$version} ολοκληρώθηκε επιτυχώς.&lt;/p&gt; &lt;p&gt;Μην παραλείψετε να θέσετε τη ρύθμιση "εγκατεστημένο" στο αρχείο ρυθμίσεων "config.inc.php" ξανά σε &lt;em&gt;Ναι&lt;/em&gt;.&lt;/p&gt; &lt;p&gt;Εάν δεν έχετε ήδη εγγραφεί και επιθυμείτε να λαμβάνετε ειδήσεις και ενημερώσεις, &lt;strong&gt;παρακαλούμε εγγραφείτε στο &lt;a href="http://pkp.sfu.ca/ojs/register" target="_new"&gt;http://pkp.sfu.ca/ojs/register&lt;/a&gt;.&lt;/strong&gt; Εάν έχετε ερωτήσεις ή σχόλια, παρακαλούμε επισκεφθείτε το &lt;a href="http://forum.pkp.sfu.ca" target="_new"&gt;φόρουμ υποστήριξης&lt;/a&gt;.&lt;/p&gt;
eu: <p>Ondo berritu da OJS {$version} bertsiora.</p> <p>Ez ahaztu config.inc.php konfigurazio-fitxategiko "installed" ezarpena berriro ere <em>On</em> jartzeaz.</p> <p>Bisitatu gure <a href="https://forum.pkp.sfu.ca" target="_new">komunitatearen foroa</a> edo eman izena gure <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">garatzaileen buletinera</a> segurtasun-oharrak eta datozen bertsioei, plugin berriei eta aurreikusitako funtzioei buruzko eguneraketak jasotzeko.</p>
gd_gb: <p>Chaidh tionndadh {$version} de OJS a stàladh.</p> <p>Na dìochuimhnich an roghainn “stàlaichte” a chur gu <em>Air</em> a-rithist san fhaidhle rèiteachaidh config.inc.php agad.</p> <p>Mur eil thu air clàradh agus ma tha thu ag iarraidh naidheachdan is ùrachaidhean fhaighinn, <strong>dèan clàradh aig<a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ma tha ceistean no beachdan agad mu dhèidhinn, tadhail air an <a href="http://forum.pkp.sfu.ca" target="_new">fhòram taice</a>.</p>
gl_es: <p>A actualización de OJS para a versión {$version} completouse correctamente.</p> <p>Non esqueza modificar o parámetro "instalado" no seu arquivo de configuración config.inc.php, cambiándoo a <em>On</em>.</p> <p>Se aínda non se rexistrou e quere recibir noticias e actualizacións, <strong>rexístrese en <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Para calquera pregunta ou comentario, visite o <a href="http://forum.pkp.sfu.ca" target="_new">foro de soporte</a>.</p>
hi_in: <p> OJS के संस्करण {$ संस्करण} का उन्नयन सफलतापूर्वक पूरा हो गया है। </ p> <p> अपने config.inc.php कॉन्फ़िगरेशन फ़ाइल में "स्थापित" सेटिंग को वापस <em> चालू / एम> </ p> पर सेट करना न भूलें। <p> यदि आपने पहले से पंजीकरण नहीं किया है और समाचार और अपडेट प्राप्त करना चाहते हैं, तो <strong> कृपया <a href="http://pkp.sfu.ca/ojs/register" target="_new"> http पर पंजीकरण करें : //pkp.sfu.ca/ojs/register </a> </ strong> यदि आपका कोई प्रश्न या टिप्पणी है, तो कृपया <a href = "http://forum.pkp.sfu.ca" लक्ष्य = पर जाएं। "_new"> समर्थन मंच </a>। </ p>
hu_hu: <p>Az OJS frissítése a következő verzióra {$version} sikeresen lezajlott.</p> <p>Ne felejtse el beállítani a telepített verzió beállításait a config.inc.php konfigurációs fájljában ha visszalép<em>ide</em>.</p> <p>Ha még nem regisztrált és szeretne értesítéseket kapni a hírekről és a frissítésekről, akkor kérjük, regisztráljon a <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a> oldalon.</strong> Ha kérdése, vagy észrevétele van, akkor látogasson el a <a href="http://forum.pkp.sfu.ca" target="_new">támogatói fórumra</a>.</p>
hy_am: <p>OJS-ի թարմացումը {$version} տարբերակին հաջողությամբ ավարտվել է:</p> <p>Մի մոռացեք ձեր config.inc.php կազմաձևման նիշքում «տեղադրված» պարամետրը նորից դնել <em>Միացված</em>։</p> <p>Եթե դեռ չեք գրանցվել և ցանկանում եք ստանալ նորությունները և թարմացումները, <strong>գրանցվեք այստեղ <a href="https://lists.publicknowledgeproject.org/lists/" target="_new">https://lists.publicknowledgeproject.org/lists/</a>։</strong> Եթե ունեք հարցեր կամ մեկնաբանություններ, խնդրում ենք այցելել <a href="https://forum.pkp.sfu.ca" target="_new">աջակցության ֆորում</a>։</p>
ja: <p>OJSのバージョン{$version}へのアップグレードが正常に完了しました。</p> <p>設定ファイルconfig.inc.phpの「installed」の設定を「<em>On</em>」に戻すことを忘れないでください。</p> <p>セキュリティに関する通知、今後のリリース、新しいプラグイン、計画されている機能に関する更新情報を受け取るには、<a href="https://forum.pkp.sfu.ca" target="_new">コミュニティ フォーラム</a>にアクセスするか、<a href="https://pkp.sfu.ca/developer-newsletter" target="_new">開発者ニュースレター</a>にサインアップしてください。</p>
ku_iq: <p>نوێکردنەوەی وەشانی سیستەمی گۆڤاری کراوە {$version} بە سەرکەوتویی تەواو بو.</p> <p>لە بیری مەکە کە ڕێکخستنە نوێیەکە لە "installed" کارا بکەیت config.inc.php لە <em>بۆ </em>.</p> <p>ئەگەر تۆ تۆمار نیت و دەتەوێت هەواڵ و نوێکردنەوەکانت بەدەست بگات <strong>تکایە لێرە خۆت تۆمار بکە <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> ئەگەر پرسیارت هەیە کلیک لێرە بکە <a href="http://forum.pkp.sfu.ca" target="_new">گروپی هاوکاری</a>.</p>
ky: "<p>OJS {$version} версиясына жаңыртуу ийгиликтүү аяктады.</p><p>config.inc.php конфигурация файлыңыздагы \"installed\" жөндөөнү кайра <em>On</em> кылып коюуну унутпаңыз.</p><p>Коопсуздук эскертүүлөрүн жана жаңы чыгарылыштар, плагиндер жана пландалган функциялар боюнча жаңылыктарды алуу үчүн биздин <a href="https://forum.pkp.sfu.ca" target="_new">коомдук форумга</a> кириңиз же <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">иштеп чыгуучулар бюллетенине</a> жазылыңыз.</p>"
lt: <p>OJS atnaujinimas į versiją {$version} sėkmingai užbaigtas.</p> <p>Nepamirškite nustatyti „installed“ parametro savo config.inc.php konfigūracijos faile atgal į <em>On</em>.</p> <p>Apsilankykite mūsų <a href="https://forum.pkp.sfu.ca" target="_new">bendruomenės forume</a> arba užsiprenumeruokite mūsų <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">programuotojų naujienlaiškį</a>, kad gautumėte pranešimus apie saugumo naujienas, būsimas versijas, naujus papildinius ir planuojamas funkcijas.</p>
lv_lv: <p>OJS atjaunināšana uz versiju {$version} ir veiksmīgi pabeigta.</p> <p>Neaizmirstiet iestatījumu "instalēts" konfigurācijas failā config.inc.php iestatīt atpakaļ uz <em>Ieslēgts (On)</em>.</p> <p>Ja vēl neesat reģistrējies un vēlaties saņemt jaunumus un atjauninājumus, <strong>reģistrējieties vietnē <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ja jums ir jautājumi vai komentāri, lūdzu, apmeklējiet <a href="http://forum.pkp.sfu.ca" target="_new">atbalsta forumu</a>.</p>
mk_mk: <p> Ажурирањето на OJS во верзија {$version} е успешно завршено. </p> <p> Не заборавајте да ја поставите поставката "инсталирана" во вашата конфигурациска датотека config.inc.php назад на <em> Вклучено </em>. </p> <p> Ако веќе не сте се регистрирале и сакате да добивате новости и новости, <strong> ве молиме регистрирајте се на <a href="http://pkp.sfu.ca/ojs/register" target="_new"> http://pkp.sfu.ca/ojs/register </a>. </strong> Ако имате прашања или коментари, посетете ја целта на <a href = "http://forum.pkp.sfu.ca" = "_new"> форум за поддршка </a>. </p>
mr: <p>मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स) चे नव्या {$version} आवृत्तीमध्ये अपग्रेड यशस्वीरित्या पूर्ण झाले आहे.</p> <p>तुमच्या config.inc.php कॉन्फिगरेशन फाइलमध्ये "इंस्टॉल केलेले" सेटिंग <em>On</em> वर सेट करण्यास विसरू नका. </p> <p>आमच्या <a href="https://forum.pkp.sfu.ca" target="_new">समुदाय मंचा</a>ला भेट द्या किंवा आमच्या सुरक्षा सूचना आणि नियोजित आवृत्या/स्वरूपे, नवीन प्लग-इन आणि आगामी वैशिष्ट्ये यावर माहिती मिळवण्यासाठी <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">डेव्हलपर वृत्तपत्र</a> वर साइन अप करा.</p>
ms: <p>Naik taraf OJS kepada versi {$version} telah berjaya diselesaikan.</p> <p>Jangan lupa tetapkan tetapan "dipasang" dalam fail konfigurasi config.inc.php anda kembali kepada <em>Hidup</em>.</p> <p>Lawati <a href="https://forum.pkp.sfu.ca" target="_new">forum komuniti</a> kami atau daftar ke <a href="https://pkp kami. sfu.ca/developer-newsletter" target="_new">surat berita pembangun</a> untuk menerima notis keselamatan dan kemas kini tentang keluaran akan datang, pemalam baharu dan ciri yang dirancang.</p>
nb_no: <p>Oppgradering av OJS til versjon {$version} ble gjennomført.</p> <p>Ikke glem å sette «installert»-innstillingen i konfigurasjonsfilen din (config.inc.php) tilbake til <i>«På»</i>.</p> <p>Om du ikke allerede har registrert deg og ønsker å motta nyheter og oppdateringer, <strong> registrer deg på<a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Hvis du har spørsmål eller kommentarer, besøk <a href="http://forum.pkp.sfu.ca" target="_new">støtteforumet</a>.</p>
sk_sk: <p>Upgrade OJS na verziu {$version} bol úspešne dokončený.</p> <p>Nezabudnite upraviť "installed" nastavenia vo Vašom config.inc.php konfiguračnom súbore späť na <em>On</em>.</p> <p>Ak ste sa ešte nezaregistroval a prajete si dostávať informácie o novinkách a aktualizáciách, <strong>zaregistrujte sa prosím na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ak máte otázky alebo komentáre, navštívte prosím <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
sl_si: <p>Nadgradnja OJS na verzijo {$version} se je uspešno zaključila.</p> <p>Ne pozabite spremeniti nastavitev"installed" v konfiguracijski datoteki config.inc.php nazaj na <em>On</em>.</p> <p>Če se še niste registrirali in bi radi prejemali obvestila o novicah in posodobitvah, <strong>se registrirajte na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Če imate kakšna vprašanja ali komentarje, prosimo obiščite <a href="http://forum.pkp.sfu.ca" target="_new">forum za pomoč</a>.</p>
sr_rs@cyrillic: <p>Надоградња OJS-а на верзију {$version} је успешно завршенa.</p> <p>Не заборавите поставити "installed" подешавање у вашем config.inc.php конфигурационом фајлу на <i>On</i>.</p> <p>Ако се још нисте регистровали, а желите примати вести и надоградње, <strong>молимо Вас да се региструјте на <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ако имате питања или коментаре, молимо Вас да посетите <a href="http://forum.pkp.sfu.ca" target="_new">форум подршке</a>.</p>
sr_rs@latin: <p>Nadogradnja OJS-a na verziju {$version} je uspešno završena.</p> <p>Ne zaboravite postaviti "installed" podešavanje u vašem config.inc.php konfiguracionom fajlu na <i>On</i>.</p> <p>Ako se još niste registrovali, a želite primati vesti i nadogradnje, <strong>molimo Vas da se registrujte na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Ako imate pitanja ili komentare, molimo Vas da posetite <a href="http://forum.pkp.sfu.ca" target="_new">forum podrške</a>.</p>
th: <p>การอัปเกรด OJS เป็นเวอร์ชัน {$version} เสร็จสมบูรณ์เรียบร้อยแล้ว</p> <p>อย่าลืมตั้งค่า "installed" ในไฟล์การกำหนดค่า config.inc.php กลับเป็น <em>On</em></p> <p>เยี่ยมชม <a href="https://forum.pkp.sfu.ca" target="_new">ฟอรั่มชุมชน</a> หรือสมัครรับ <a href="https://pkp.sfu.ca/developer-newsletter" target="_new">จดหมายข่าวนักพัฒนา</a> ของเราเพื่อรับการแจ้งเตือนด้านความปลอดภัย และการอัปเดตเกี่ยวกับการเผยแพร่ใหม่ ปลั๊กอินใหม่ และคุณลักษณะที่วางแผนไว้</p>
uk_ua: <p>Оновлення OJS до версії {$version} завершене успішно.</p> <p>Не забудьте повернути параметр "installed" у файлі конфігурації config.inc.php знову до значення <em>On</em>.</p> <p>Якщо Ви ще не зареєструвались, але хочете отримувати новини та оновлення, <strong>будь ласка, зареєструйтеся за адресою <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Якщо виникли запитання або коментарі, будь ласка, завітайте на <a href="http://forum.pkp.sfu.ca" target="_new">форум підтримки</a>.</p>
vi_vn: <p>Nâng cấp OJS lên phiên bản {$version} đã hoàn tất thành công.</p> <p>Đừng quên đặt cài đặt "installed" trong tệp cấu hình config.inc.php của bạn trở lại <em>On</em>.</p> <p>Nếu bạn chưa đăng ký và muốn nhận tin tức và cập nhật, <strong>vui lòng đăng ký tại <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Nếu bạn có câu hỏi hoặc nhận xét, vui lòng truy cập <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
zh_cn: <p>以成功升级OJS到 {$version}版本。</p> <p>别忘了在您的config.inc.php配置文件中将"installed"配置改成<em>On</em>。</p> <p>If you haven't already registered and wish to receive news and updates, 如果您尚未注册但希望收到新闻和更新信息，<strong>请在<a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>注册。</strong> 如果您有问题或建议，请访问<a href="http://forum.pkp.sfu.ca" target="_new">支持讨论区</a>.</p>
