Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submissions.postAuthor
source: Post-Author
az: Müəllifdən sonra
bg: След автора
bs_ba: Post-autor
de_de: An Autor/in schicken
el_gr: Μετά τον Συγγραφέα
eu: Egilearen ondokoa
gd_gb: An dèidh an ùghdair
gl_es: Postautor/a
hi_in: पोस्ट-लेखक
hu_hu: Útószerzői
hy_am: Հեղինակից հետո
is: Höfundur innleggs
ja: 著者改訂済
ka: ავტორის შემდგომ
kk: Кейінгі автор
ku_iq: دوای توێژەر
ky: Автордон кийинки
lt: Po autoriaus peržiūros
lv_lv: Pēc autora
mk_mk: По-авторот
mr: टिप्पण्याचा लेखक
ms: Pasca Pengarang
nb_no: Etter forfatter
ro: Post-Autor
sk_sk: Po autorovi
sl_si: Post-avtor
sr_rs@cyrillic: Пост-аутор
sr_rs@latin: Post-autor
th: หลังจากผู้เขียน
uk_ua: Після автора
uz@latin: Post-muallif
vi_vn: Tác giả-gửi bài

# submissions.initialProof
source: Initial Proof
az: İlk dizayn
bg: Начална коректура
bs_ba: Inicijalna korektura
de_de: Erstkorrektur
el_gr: Αρχική διόρθωση τυπογραφικού δοκιμίου
eu: Lehenengo proba
gd_gb: Dearbhadh tòiseachail
gl_es: Proba inicial
hi_in: प्रारंभिक प्रमाण
hu_hu: Kezdő korrektúrázás
hy_am: Նախնական սրբագրում
is: Upphafspróförk
ja: 初校
ka: საწყისი კორექტურა
kk: Бастапқы корректура
ku_iq: چاککردنەوەی دەستپێکی
ky: Баштапкы корректура
lt: Pirmoji korektūra
lv_lv: Sākotnējā korektūra
mk_mk: Првобитен лекториран труд
mr: प्रारंभिक मुद्रित लेखन
ms: Bukti Awal
nb_no: Første korrektur
ro: Corectura Inițială
sk_sk: Počiatočná kontrola
sl_si: Začetna korektura
sr_rs@cyrillic: Иницијална коректура
sr_rs@latin: Inicijalna korektura
th: การพิสูจน์อักษรเบื้องต้น
uk_ua: Перша коректура
uz@latin: Dastlabki isbot
vi_vn: Bản in thử ban đầu
zh_cn: 初步证明
zh_hant: 最初版本

# submissions.proofread
source: Proofread
az: Dizayn düzəltmə
bg: Коректура
bs_ba: Korigiranje
de_de: Korrekturgelesen
el_gr: Διόρθωση τυπογραφικού δοκιμίου
eu: Probak zuzendu
gd_gb: Air a dhearbh-leughadh
gl_es: Corrixir probas
hi_in: प्रूफ़ संशोधित करना
hu_hu: Korrektor
hy_am: Սրբագրություն
is: Prófarkalesa
ja: 校正
ka: კორექტურა
kk: Корректура
ku_iq: هەڵسەنگاندنی زمانی بۆ بکە
ky: Корректура жасалды
lt: Skaityti korektūrą
lv_lv: Korektūra
mk_mk: Лекторирање
mr: मुद्रित लेखन तपासले
ms: Baca pruf
nb_no: Korrekturlest
ro: Corectat
sk_sk: Korektúra
sl_si: V korekturi
sr_rs@cyrillic: Кориговање
sr_rs@latin: Korigovanje
th: พิสูจน์อักษรแล้ว
uk_ua: Скореговано
uz@latin: Tekshiruv
vi_vn: Hiệu đính
zh_cn: 校对
zh_hant: 校對

# submissions.initial
source: Initial
az: Prioritet
bg: Начално
bs_ba: Prvobitno
de_de: Erster
el_gr: Αρχική
eu: Lehenengoa
gd_gb: Tòiseachail
gl_es: Inicial
hi_in: प्रारंभिक
hu_hu: Kezdő
hy_am: Սկզբնական
is: Upphafs
ja: 開始
ka: საწყისი
kk: Бастапқы
ku_iq: دەستپێک
ky: Баштапкы
lt: Pradinis
lv_lv: Sākotnējais
mk_mk: Првобитно
mr: प्राथमिक
ms: Awal
nb_no: Første
ro: Inițial
sk_sk: Počiatočný
sl_si: Začetna
sr_rs@cyrillic: Првобитно
sr_rs@latin: Prvobitno
th: เริ่มต้น
uk_ua: Початок
uz@latin: Boshlang'ich
vi_vn: Ban đầu
zh_cn: 初始
zh_hant: 最初

# submissions.published
source: Published
az: Yayımlanıb
bg: Публикуван
bs_ba: Objavljeno
de_de: Veröffentlicht
el_gr: Δημοσιευμένα
eu: Argitaratua
gd_gb: Foillsichte
gl_es: Publicada
hi_in: प्रकाशित
hu_hu: Megjelent
hy_am: Հրատարակվել է
is: Útgefið
ja: 発行日
ka: გამოქვეყნებული
kk: Жарияланды
ku_iq: بڵاو کرایەوە
ky: Жарыяланды
lt: Išleista
lv_lv: Publicēts
mk_mk: Објавено
mr: प्रकाशित
ms: Diterbitkan
nb_no: Publisert
ro: Publicat
sk_sk: Publikované
sl_si: Objavljeno
sr_rs@cyrillic: Објављено
sr_rs@latin: Objavljeno
th: ตีพิมพ์แล้ว
uk_ua: Опубліковано
uz@latin: Nashr qilingan
vi_vn: Đã Xuất bản
zh_cn: 已出版
zh_hant: 出版日期

# submissions.queuedReview
source: In Review
az: Dəyərləndirmədə
bg: В процес на рецензия
bs_ba: U recenziji
de_de: In Begutachtung
el_gr: Υπό αξιολόγηση
eu: Ebaluatzen
gd_gb: Fo lèirmheas
gl_es: En revisión
hi_in: समीक्षा में
hu_hu: Szakmai lektorálás alatt
hy_am: Գրախոսվում է
is: Í ritrýni
ja: 査読中
ka: რეცენზიაზე
kk: Рецензияда
ku_iq: لە هەڵسەنگاندن دایە
ky: Кароодо
lt: Recenzuojama
lv_lv: Tiek recenzēts
mk_mk: Во Рецензија
mr: समीक्षणाच्या टप्प्यात
ms: Dalam Ulasan
nb_no: Til fagfellevurdering
ro: În revizie
sk_sk: Vo fronte k recenzii
sl_si: V recenziji
sr_rs@cyrillic: У рецензији
sr_rs@latin: U recenziji
th: อยู่ระหว่างการพิจารณา
uk_ua: рецензується
uz@latin: Ko'rib chiqilmoqda
vi_vn: Đang Phản biện
zh_cn: 审稿中
zh_hant: 評審中

# submissions.step3
source: Step 3
az: Addım 3
bg: Стъпка 3
bs_ba: 3. korak
de_de: 3. Schritt
el_gr: Βήμα 3
eu: 3. urratsa
gd_gb: Ceum 3
gl_es: Paso 3
hi_in: चरण 3
hu_hu: 3. lépés
hy_am: Քայլ 3
is: Skref 3
ja: ステップ 3
ka: ნაბიჯი 3
kk: 3-шi қадам
ku_iq: هەنگاوی سێیەم
ky: 3-кадам
lt: 3 etapas
lv_lv: Trešais solis
mk_mk: 3 чекор
mr: तिसरा टप्पा
ms: Langkah 3
nb_no: Trinn 3
ro: Pasul 3
sk_sk: Krok 3
sl_si: Korak 3
sr_rs@cyrillic: 3. корак
sr_rs@latin: 3. korak
th: ขั้นตอนที่ 3
uk_ua: Крок 3
uz@latin: 3-qadam
vi_vn: Bước 3
zh_cn: 步骤三
zh_hant: 第3步

# submissions.step1
source: Step 1
az: Addım 1
bg: Стъпка 1
bs_ba: 1. korak
de_de: 1. Schritt
el_gr: Βήμα 1
eu: 1. urratsa
gd_gb: Ceum 1
gl_es: Paso 1
hi_in: चरण 1
hu_hu: 1. lépés
hy_am: Քայլ 1
is: Skref 1
ja: ステップ 1
ka: ნაბიჯი 1
kk: 1-шi қадам
ku_iq: هەنگاوی یەکەم
ky: 1-кадам
lt: 1 etapas
lv_lv: Pirmais solis
mk_mk: 1 чекор
mr: पहिला टप्पा
ms: Langkah 1
nb_no: Trinn 1
ro: Pasul 1
sk_sk: Krok 1
sl_si: Korak 1
sr_rs@cyrillic: 1. корак
sr_rs@latin: 1. korak
th: ขั้นตอนที่ 1
uk_ua: Крок 1
uz@latin: 1 -qadam
vi_vn: Bước 1
zh_cn: 步骤一
zh_hant: 第1步

# submission.scheduledIn.tba
source: (TBA)
az: (Bildiriləcək)
bg: Ще бъде планирано по-късно
de_de: (Ankündigung folgt)
el_gr: Δεν έχει προγραμματισθεί
eu: (Iragartzeko)
gl_es: Por anunciar
ja: （未定）
ka: (მოგვიანებით)
kk: Кейінірек тағайындалады
ky: (Кийин белгиленет)
mk_mk: (ЧБН)
nb_no: (kommer)
ro: (să fie anunțat)
sk_sk: (Bude oznámené)
sr_rs@cyrillic: (ТБА)
th: (จะแจ้งภายหลัง)
uk_ua: Буде призначено пізніше
uz@latin: E'lon qilinadi
zh_hant: （待公佈）

# submission.scheduledIn
source: Scheduled for publication in {$issueName}.
az: {$issueName} nömrəsində yayımlanacaq.
bg: Планирано за публикуване в {$issueName}.
bs_ba: U planu objavljivanja za {$issueName}.
de_de: Veröffentlichung geplant für {$issueName}.
el_gr: Προγραμματισμός για δημοσίευση στο {$issueName}.
eu: {$issueName}. zenbakian argitaratzeko programatua.
gd_gb: Gu bhith fhoillseachadh ann an {$issueName}.
gl_es: Programado para publicar en {$issueName}.
hi_in: {$issueName} में प्रकाशन के लिए निर्धारित ।
hu_hu: Ütemezett pubikációk {$issueName}.
hy_am: Պլանավորված է հրապարակման {$issueName} -ում:
is: Í verkröð fyrir birtingu í {$issueName}.
ja: {$issueName}出版スケジュール。
ka: დაგეგმილია გამოსაქვეყნებლად {$issueName}.
kk: "{$issueName}" шығарылымында жариялау жоспарланған.
ku_iq: داندراوە بۆ بڵاوکردنەوە لە {$issueName}.
ky: {$issueName} ичинде жарыяланууга пландалды.
lt: Numatyta spausdinti žurnalo {$issueNumber} numeryje.
lv_lv: Ieplānots publicēt {$issueName}.
mk_mk: Закажано за објава во {$issueName}.
mr: {$issueName} मध्ये प्रकाशनासाठी अनुसूचित (शेड्यूल) केले.
ms: Dijadualkan untuk penerbitan di {$issueName}.
nb_no: Planlagt publisert i {$issueName}.
ro: Programat pentru publicare în {$issueName}.
sk_sk: Naplánovaná publikácia v {$issueName}.
sl_si: Planirana objava v {$issueName}.
sr_rs@cyrillic: У плану објављивања за {$issueName}.
sr_rs@latin: U planu objavljivanja za {$issueName}.
th: กำหนดเวลาสำหรับการตีพิมพ์ใน {$issueName}
uk_ua: Заплановано до публікації у {$issueName}.
uz@latin: {$ IssueName} da chop etish rejalashtirilgan.
vi_vn: Đã lập lịch trình để xuất bản trong {$issueName}.
zh_cn: 在出版计划的 {$issueName}.
zh_hant: 安排在{$issueName}出版。

# submission.scheduling
source: Scheduling
az: Yayım planlaşdırma
bg: Планиране
bs_ba: Raspoređivanje
de_de: Zeitliche Planung
el_gr: Προγραμματισμός
eu: Egutegiaren plangintza
gd_gb: Sgeidealan
gl_es: Planificación
hi_in: निर्धारण
hu_hu: Ütemezés
hy_am: Ժամանակացույց
is: Setja í verkröð
ja: 出版スケジュール
ka: დაგეგმვა
kk: Жоспарлау
ku_iq: کات دانانەوە
ky: Пландаштыруу
lt: Numatymas spausdinti
lv_lv: Ieplānošana
mk_mk: Агенда
mr: अनुसूचित (शेड्यूल) करणे
ms: Penjadualan
nb_no: Planlegging
ro: Programare
sk_sk: Plánovanie
sl_si: Planiranje
sr_rs@cyrillic: Распоређивањe
sr_rs@latin: Raspoređivanje
th: การกำหนดเวลา
uk_ua: Планування публікації
uz@latin: Rejalashtirish
vi_vn: Lập lịch trình
zh_cn: 计划（Scheduling）
zh_hant: 安排中

# submission.proofreading
source: Proofreading
az: Dizayn düzəltmə
bg: Коректура
bs_ba: Korektura
de_de: Korrekturlektorat
el_gr: Διόρθωση τυπογραφικού δοκιμίου
eu: Proba-zuzenketa
gd_gb: Dearbh-leughadh
gl_es: Corrección de probas
hi_in: प्रूफ़रीडिंग
hu_hu: Korrektúrázás
hy_am: Սրբագրում
is: Prófarkalestur
ja: 校正
ka: კორექტურა
kk: Корректура
ku_iq: هەڵسەنگاندنی زمانی
ky: Корректура
lt: Koregavimas
lv_lv: Korektūra
mk_mk: Лекторирање
mr: मुद्रित लेखन तपासणी
ms: Membaca pruf
nb_no: Korrekturlesing
ro: Corectură
sk_sk: Korektúra
sl_si: Korektura
sr_rs@cyrillic: Коректура
sr_rs@latin: Korektura
th: การพิสูจน์อักษร
uk_ua: Коректура
uz@latin: Tekshirish
vi_vn: Hiệu đính
zh_cn: 校对中
zh_hant: 校對中

# submission.copyedit
source: Copyedit
az: Çapa hazırlıq
bg: Лит.Ред
bs_ba: Lektura
de_de: Lektorieren
el_gr: Επιμέλεια κειμένου
eu: Zuzendu
gd_gb: Grinn-deasachadh
gl_es: Corrección de orixinais
hi_in: प्रतिलिपि संपादन करना
hu_hu: Technikai szerkesztés
hy_am: Գրական խմբագրում
is: Fara yfir (textatæknir)
ja: 原稿整理
ka: ლიტერატურული რედაქტირება
kk: Әд.Ред.
ku_iq: نوسخەی دەستکاریکردن
ky: Редакциялоо
lt: Redaguoti
lv_lv: Rediģēt
mk_mk: Уредувај
mr: सुसंगतता आणि अचूकता तपासणी
ms: Suntingsalin
nb_no: Språkvask
ro: Editare
sk_sk: Redigovanie
sl_si: Lektura
sr_rs@cyrillic: Коректура
sr_rs@latin: Korektura
th: คัดลอกแก้ไข
uk_ua: Редагувати
uz@latin: Nusxalash
vi_vn: Biên tập
zh_cn: 文字编辑
zh_hant: 審稿

# submission.copyediting
source: Copyediting
az: Çap hazırlığı
bg: Стилово редактиране
bs_ba: Lektura
de_de: Lektorat
el_gr: Επιμέλεια κειμένου
eu: Zuzenketa
gd_gb: Grinn-deasachadh
gl_es: Corrección
hi_in: प्रतिलिपि संपादन
hu_hu: Technikai szerkesztés
hy_am: Գրական խմբագրում
is: Í yfirferð textatæknis
ja: 原稿整理
ka: ლიტერატურული რედაქტირება
kk: Әдеби редакциялау
ku_iq: نوسخەی دەستکاریکردن
ky: Редакциялоо
lt: Redaguojami
lv_lv: Rediģēšana
mk_mk: Уредување
mr: सुसंगतता आणि अचूकता तपासणी करणे
ms: Penyuntingan salinan
nb_no: Språkvask
ro: Editare
sk_sk: Redigovanie
sl_si: Lektoriranje
sr_rs@cyrillic: Коректура
sr_rs@latin: Korektura
th: การคัดลอกแก้ไข
uk_ua: Редагування
uz@latin: Nusxa tahrirlash
vi_vn: Biên tập
zh_cn: 文字编辑中
zh_hant: 審稿中

# submission.authorVersion
source: Author Version
az: Müəllif versiyası
bg: Версия на автора
bs_ba: Autorova verzija
de_de: Fassung der Autorin/des Autors
el_gr: Έκδοση Συγγραφέα
eu: Egilearen bertsioa
gd_gb: Tionndadh an ùghdair
gl_es: Versión do autor/a
hi_in: लेखक संस्करण
hu_hu: Szerzői változat
hy_am: Հեղինակային տարբերակ
is: Útgáfa höfundar
ja: 著者版
ka: ავტორის ვერსია
kk: Автордың нұсқасы
ku_iq: وەشانی توێژەر
ky: Автор версиясы
lt: Autoriaus versija
lv_lv: Autora versija
mk_mk: Верзија на авторот
mr: लेखकाचा दृष्टिकोन
ms: Versi Pengarang
nb_no: Forfatterens versjon
ro: Versiunea autorului
sk_sk: Verzia autora
sl_si: Avtorjeva verzija
sr_rs@cyrillic: Aуторова верзија
sr_rs@latin: Autorova verzija
th: เวอร์ชันของผู้เขียน
uk_ua: Авторська версія
uz@latin: Muallif versiyasi
vi_vn: Phiên bản Tác giả
zh_cn: 作者版本
zh_hant: 作者版本

# submission.authorsRevisedVersion
source: Author's revised version of file
az: Müəllif tərəfindən düzəldilmiş fayl versiyası
bg: Преработена версия на файла от страна на автора
bs_ba: Autorova pregledana verzija datoteke
de_de: Von der Autorin/dem Autor überarbeitete Fassung
el_gr: Αναθεωρημένη έκδοση Συγγραφέα
eu: Egileak berrikusitako fitxategi-bertsioa
gd_gb: An tionndadh dhen fhaidhle a rinn an t-ùghdar lèirmheas air
gl_es: Versión do arquivo revisada polo autor/a
hi_in: लेखक का फ़ाइल का संशोधित संस्करण
hu_hu: A Szerző átdolgozott változata
hy_am: Նիշքի հեղինակի վերանայված տարբերակը
is: Skrá lagfærð af höfundi
ja: 著者改訂版
ka: ფაილის შესწორებული ვერსია
kk: Автормен түзетілген файл нұсқасы
ku_iq: فایلی چاککراو لە لایەن توێژەرەوە
ky: Автордун оңдолгон файл версиясы
lt: Autoriaus peržiūrėtas failas
lv_lv: Autora pārskatītā datnes versija
mk_mk: Преработена верзија на датотеката на авторот
mr: लेखकाने पाठवलेली सुधारित फाईल
ms: Versi fail yang disemak pengarang
nb_no: Forfatterens omarbeidede filversjon
ro: Fișierul autorului cu versiunea revizuită
sk_sk: Autorom revidovaná verzia súboru
sl_si: Avtorjeva pregledana verzija datoteke
sr_rs@cyrillic: Aуторова прегледана верзија фајлa
sr_rs@latin: Autorova pregledana verzija fajla
th: เวอร์ชันที่ผู้เขียนแก้ไขแล้ว
uk_ua: Версія файлу з правками автора
uz@latin: Faylning muallif tomonidan qayta ko'rib chiqilgan versiyasi
vi_vn: Phiên bản Tập tin sửa chữa của tác giả
zh_cn: 作者修订文件的版本
zh_hant: 作者修改後版本檔案

# submission.editorVersion
source: Editor Version
az: Redaktor versiyası
bg: Версия на редактора
bs_ba: Urednikova verzija
de_de: Fassung der Redakteurin/des Redakteurs
el_gr: Έκδοση Επιμελητή
eu: Editorearen bertsioa
gd_gb: Tionndadh an deasaiche
gl_es: Versión do editor/a
hi_in: संपादक संस्करण
hu_hu: Szerkesztői változat
hy_am: Խմբագրի տարբերակը
is: Útgáfa ritstjóra
ja: 編集者版
ka: რედაქტორის ვერსია
kk: Редактордың нұсқасы
ku_iq: وەشانی سەرنوسەر
ky: Редактор версиясы
lt: Redaguotas failas
lv_lv: Redaktora versija
mk_mk: Верзија на уредникот
mr: संपादकीय संस्कार झाल्यानंतरची फाईल
ms: Versi Editor
nb_no: Redaktørens versjon
ro: Versiunea editorului
sk_sk: Verzia editora
sl_si: Urednikova verzija
sr_rs@cyrillic: Уредникова верзија
sr_rs@latin: Urednikova verzija
th: เวอร์ชันของบรรณาธิการ
uk_ua: Версія редактора
uz@latin: Tahrirlovchining versiyasi
vi_vn: Phiên bản cho Biên tập viên
zh_cn: 编辑版本
zh_hant: 編輯版本

# submission.postReviewVersion
source: Post-review version of file
az: Dəyərləndirmə sonrası fayl versiyası
bg: Версия на файла след рецензия
bs_ba: Recenzirana verzija datoteke
de_de: Begutachtete Datei
el_gr: Έκδοση αρχείου μετά την αξιολόγηση
eu: Ebaluatu osteko fitxategi-bertsioa
gd_gb: An tionndadh dhen fhaidhle a tha an dèidh lèirmheis
gl_es: Versión do arquivo posterior á revisión
hi_in: फ़ाइल की समीक्षा के बाद का संस्करण
hu_hu: A fájl utó-lektorálási példánya
hy_am: Նիշքի հետվերանայման տարբերակը
is: Eftir-rýniútgáfa af skrá
ja: 査読済み版
ka: ფაილის განხილვის შემდგომი ვერსია
kk: Шолудан кейінгі файл нұсқасы
ku_iq: وەشانی دوای هەڵسەنگاندن
ky: Кароодон кийинки файл версиясы
lt: Recenzuotas failas
lv_lv: Datnes versija pēc recenzēšanas
mk_mk: Верзија на датотеката по рецензија
mr: समीक्षणोत्तर बदल केलेली फाईल
ms: Versi fail pasca ulasan
nb_no: Versjon etter fagfellevurdering
ro: Versiunea fișierului post-evaluare
sk_sk: Verzia súboru po recenziu
sl_si: Recenzirana verzija datoteke
sr_rs@cyrillic: Рецензирана верзија фајла
sr_rs@latin: Recenzirana verzija fajla
th: เวอร์ชันไฟล์หลังการพิจารณา
uk_ua: Відрецензована версія файлу
uz@latin: Faylni ko'rib chiqishdan keyingi versiyasi
vi_vn: Phiên bản sau rà soát của tập tin
zh_cn: 后审阅文件的版本
zh_hant: 評審後版本檔案

# submission.reviewersVersion
source: Reviewer's annotated version of file
az: Rəyçi qeydləri olan fayl versiyası
bg: Анотирана версия на файла на рецензента
bs_ba: Recenzentova verzija datoteke
de_de: Von Gutachter/in kommentierte Datei
el_gr: Έκδοση αρχείου με σχόλια του Αξιολογητή
eu: Ebaluatzailearen oharrak dituen fitxategi-bertsioa
gd_gb: An tionndadh dhen fhaidhle le nòtaichean an lèirmheasaiche
gl_es: Versión do arquivo anotada polo revisor/a
hi_in: समीक्षक की फ़ाइल का एनोटेटेड संस्करण
hu_hu: Szakmai lektor megjegyzésekkel ellátott fájl
hy_am: Գրախոսի կողմից նիշքի ծանոթագրված տարբերակը
is: Skrá með athugasemdum ritrýnanda
ja: 査読者版
ka: რეცენზენტის ფაილის ანოტირებული ვერსია
kk: Рецензенттің ескертулері бар файл нұсқасы
ku_iq: تێبینییەکانی هەڵسەنگێنەر
ky: Рецензенттин белгиленген файл версиясы
lt: Recenzento anotuotas failas
lv_lv: Datnes versija ar recenzenta komentāriem
mk_mk: Обележана верзија на датотеката на рецензентот
mr: समीक्षकाने टिप्पणी केलेली फाईल
ms: Versi fail yang dianotasi oleh pengulas
nb_no: Versjon med fagfellens kommentarer
ro: Versiunea de fișier adnotată de evaluator/evaluatori
sk_sk: Recenzentom okomentované verzie súboru
sl_si: Recenzentska verzija datoteke
sr_rs@cyrillic: Рецензентова верзија фајла
sr_rs@latin: Recenzentova verzija fajla
th: เวอร์ชันที่ผู้พิจารณาใส่ความคิดเห็นในไฟล์
uk_ua: Версія файлу із зауваженнями рецензента
uz@latin: Faylni sharhlovchining izohli versiyasi
vi_vn: Phiên bản tập tin có chú thích của người phản biện
zh_cn: 审稿人的注释版本的文件
zh_hant: 評審完註解版本檔案

# submission.editorAuthorRecord
source: Editor/Author Email Record
az: Redaktor/Müəllif email qeydiyyatı
bg: Редактор/Автор имейл кореспонденция
bs_ba: Dosadašnja korespondencija
de_de: Protokoll der E-Mail-Korrespondenz zwischen Redakteur/in und Autor/in
el_gr: Ηλεκτρονική επικοινωνία Επιμελητή/Συγγραφέα
eu: Editorearen eta egilearen arteko mezu elektronikoen erregistroa
gd_gb: Clàr post-d an deasaiche/ùghdair
gl_es: Rexistro de mensaxes de correo electrónico editor/a-autor/a
hi_in: संपादक / लेखक ईमेल रिकॉर्ड
hu_hu: Szerkesztő/Szerző Email Record
hy_am: Խմբագիր/Հեղինակ էլ․ փոստի գրառում
is: Tölvupóstar ritstjóra/höfundar
ja: 編集者/著者のメールレコード
ka: რედაქტორი/ავტორის მიმოწერის ჩაწერა
kk: "Редактор / Автор" хат алмасу жазбасы
ku_iq: تۆماری ئیمەیڵی سەرنوسەر/توێژەر
ky: Редактор/Автор электрондук кат жазуусу
lt: Redaktoriaus ir autoriaus e. laiškai
lv_lv: Redaktora/autora e-pasta ieraksts
mk_mk: И-меил запис на Уредник/Автор
mr: संपादकाच्या/लेखकाच्या ई-मेलची नोंद
ms: Rekod E-mel Editor/Pengarang
nb_no: Logg over e-post til redaktør/forfatter
ro: Înregistrare Email Editor/Autor
sk_sk: Evidencia e-mailov editora / autora
sl_si: Korespondenca urednik/avtor
sr_rs@cyrillic: Досадашња кореспонденција
sr_rs@latin: Dosadašnja prepiska
th: บันทึกอีเมลระหว่างบรรณาธิการ/ผู้เขียน
uk_ua: Пошта редактора/автора
uz@latin: Muharrir/elektron pochta yozuvi
vi_vn: Bản ghi Email của Biên tập viên/Tác giả
zh_cn: 编辑/作者电子邮件记录
zh_hant: 編輯／作者電郵記錄

# submission.notifyEditor
source: Notify Editor
az: Redaktora məlumat verin
bg: Уведомяване на редактора
bs_ba: Obavještavanje urednika
de_de: Redakteur/in benachrichtigen
el_gr: Ενημέρωση Επιμελητή
eu: Jakinarazi editoreari
gd_gb: Cuir fios chun an deasaiche
gl_es: Notificar ao editor/a
hi_in: संपादक को सूचित करें
hu_hu: Szerkesztő értesítése
hy_am: Տեղեկացնել խմբագրին
is: Tilkynna ritstjóra
ja: 編集者に通知
ka: შეატყობინება რედაქტორს
kk: Редакторға хабарлау
ku_iq: سەرنوسەر ئاگادار بکەوە
ky: Редакторго билдирүү
lt: Pranešti redaktoriui
lv_lv: Paziņot redaktoram
mk_mk: Извести го уредникот
mr: संपादकाला कळवा / पूर्वसूचना द्या
ms: Maklumkan kepada Editor
nb_no: Send beskjed til redaktør
ro: Anunță editorul
sk_sk: Informovať editora
sl_si: Obvesti urednika
sr_rs@cyrillic: Обавештавање уредника
sr_rs@latin: Obaveštavanje urednika
th: แจ้งบรรณาธิการ
uk_ua: Повідомити редактору
uz@latin: Muallifga xabar bering
vi_vn: Thông báo cho Biên tập viên
zh_cn: 通知编辑
zh_hant: 通佑編輯

# submission.notifyAuthor
source: Notify Author
az: Müəllifə məlumat verin
bg: Уведомяване на автора
bs_ba: Obavijestite autora
de_de: Autor/in benachrichtigen
el_gr: Ενημέρωση Συγγραφέα
eu: Jakinarazi egileari
gd_gb: Cuir fios chun an ùghdair
gl_es: Notificar ao autor/a
hi_in: लेखक को सूचित करें
hu_hu: Szerző értesítése
hy_am: Տեղեկացնել հեղինակին
is: Tilkynna höfundi
ja: 著者に通知
ka: შეტყობინება ავტორს
kk: Авторға хабарлау
ku_iq: توێژەر ئاگادار بکەوە
ky: Авторго билдирүү
lt: Pranešti autoriui
lv_lv: Paziņot autoram
mk_mk: Извести го авторот
mr: लेखकाला कळवा / पूर्वसूचना द्या
ms: Maklumkan kepada Pengarang
nb_no: Send beskjed til forfatter
ro: Anunță autorul
sk_sk: Informovať autora
sl_si: Obvesti avtorja
sr_rs@cyrillic: Обавести аутора
sr_rs@latin: Obavesti autora
th: แจ้งผู้เขียน
uk_ua: Повідомити автору
uz@latin: Muallifga xabar bering
vi_vn: Thông báo cho tác giả
zh_cn: 通知作者
zh_hant: 通知作者

# submission.editorReview
source: Editor Review
az: Redaktor dəyərləndirməsi
bg: Рецензия/Мнение на редактора
bs_ba: Recenzija urednika
de_de: Begutachtung durch Redakteur/in
el_gr: Αξιολόγηση Επιμελητή
eu: Editorearen ebaluazioa
gd_gb: Lèirmheas an deasaiche
gl_es: Revisión do editor/a
hi_in: संपादक की समीक्षा
hu_hu: Szerkesztői lektorálás
hy_am: Խմբագրի կարծիքը
is: Rýni ritstjórnar
ja: 編集者の査読
ka: რედაქტორის მიმოხილვა
kk: Редактордың пікірі
ku_iq: هەڵسەنگاندنی سەرنوسەر
ky: Редактордук кароо
lt: Redaktoriaus atsiliepimas
lv_lv: Redaktora pārskats
mk_mk: Рецензија на Уредник
mr: संपादकातर्फे समीक्षण
ms: Ulasan Editor
nb_no: Redaktørens gjennomgang
ro: Evaluarea editorului
sk_sk: Posudok editora
sl_si: Recenzija urednika
sr_rs@cyrillic: Рецензија уредника
sr_rs@latin: Recenzija urednika
th: การพิจารณาของบรรณาธิการ
uk_ua: Відгук редактора
uz@latin: Tahrirlovchining sharhi
vi_vn: Đánh giá của Biên tập viên
zh_cn: 编辑审阅
zh_hant: 編輯評審

# submission.round
source: Round&nbsp;{$round}
az: &nbsp; {$round}. Tur
bg: Кръг (цикъл)&nbsp;{$round}
bs_ba: Krug {$round}
de_de: Durchgang {$round}
el_gr: Γύρος&nbsp;{$round}
eu: {$round}. itzulia
gd_gb: Cuairt&nbsp;{$round}
gl_es: Rolda&nbsp;{$round}
hi_in: दौर&nbsp;{$round}
hu_hu: Forduló&nbsp;{$round}
hy_am: Շրջանագիծ&nbsp;{$round}
is: Umferð&nbsp;{$round}
ja: ラウンド&nbsp;{$round}
ka: რაუნდი&nbsp;{$round}
kk: {$round}&nbsp;раунд
ku_iq: خولی &nbsp;{$round}
ky: Айлампа&nbsp;{$round}
lt: {$round} recenzavimas
lv_lv: Kārta&nbsp;{$round}
mk_mk: Рунда&nbsp;{$round}
mr: फेरी&nbsp;{$round}
ms: Pusingan&nbsp;{$round}
nb_no: Runde&nbsp;{$round}
ro: Runda&nbsp;{$round}
sk_sk: Kolo&nbsp;{$round}
sl_si: Krog &nbsp;{$round}
sr_rs@cyrillic: Круг {$round}
sr_rs@latin: Krug{$round}
th: รอบ&nbsp;{$round}
uk_ua: Раунд&amp;nbsp;{$round}
vi_vn: Vòng&nbsp;{$round}
zh_cn: 回合&nbsp;{$round}

# submission.editorDecision
source: Editor Decision
az: Redaktor qərarı
bg: Решение на редактора
bs_ba: Odluka urednika
de_de: Entscheidung der Redakteurin/des Redakteurs
el_gr: Απόφαση Επιμελητή
eu: Editorearen erabakia
gd_gb: Co-dhùnadh deasaiche
gl_es: Decisión do editor/a
hi_in: संपादक का निर्णय
hu_hu: Szerkesztői döntés
hy_am: Խմբագրի որոշումը
is: Ákvörðun ritstjórnar
ja: 編集者の判断
ka: რედაქციის გადაწყვეტილება
kk: Редактордың шешімі
ku_iq: بڕیاری سەرنوسەر
ky: Редактор чечими
lt: Redaktoriaus sprendimas
lv_lv: Redaktora lēmums
mk_mk: Одлука на Уредник
mr: संपादकाचा निर्णय
ms: Keputusan Editor
nb_no: Redaktørens beslutning
ro: Decizia Editorului
sk_sk: Rozhodnutie editora
sl_si: Odločitev urednika
sr_rs@cyrillic: Одлука уредника
sr_rs@latin: Odluka urednika
th: การตัดสินใจของบรรณาธิการ
uk_ua: Рішення редактора
uz@latin: Tahririyat qarori
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决策
zh_hant: 編輯決定

# submission.sent
source: Sent
az: Məqalə
bg: Изпратено
bs_ba: Poslano
de_de: Versandt
el_gr: Απεσταλμένο
eu: Bidalita
gd_gb: Air a chur
gl_es: Enviado
hi_in: भेज दिया
hu_hu: Küldés
hy_am: Ուղարկված
ja: 送信済み
ka: გაგზავნილი
kab: Yettwaceyyeɛ
kk: Жіберілді
ku_iq: نێردرا
ky: Жөнөтүлдү
lt: Siųsti
lv_lv: Nosūtīts
mk_mk: Пратено
mr: पाठवले
ms: Dihantar
nb_no: Sendt
ro: Trimis
sk_sk: Odoslané
sl_si: Poslano
sr_rs@cyrillic: Послато
sr_rs@latin: Poslato
th: ส่งแล้ว
uk_ua: Надіслано
uz@latin: Yuborilgan
vi_vn: Đã gửi
zh_cn: 发送
zh_hant: 已發送

# submission.changeSection
source: Change to
az: Dəyişiklik edin
bg: Промени на
bs_ba: Promjena u
de_de: Ändern in
el_gr: Αλλαγή σε
eu: Aldatu hona:
gd_gb: Atharraich gu
gl_es: Cambiar a
hi_in: में बदलो
hu_hu: Változtatás erre
hy_am: Փոխել
is: Breyta í
ja: セクションの変更
ka: შეცვლილია
kk: Келесіге өзгерту
ku_iq: بگۆڕە بۆ
ky: Өзгөртүү
lt: Pakeisti į
lv_lv: Mainīt uz
mk_mk: Промени во
mr: बदला
ms: Bertukar kepada
nb_no: Endre til
ro: Schimbă în
sk_sk: Zmeniť na
sl_si: Spremeni v
sr_rs@cyrillic: Промени у
sr_rs@latin: Promeni u
th: เปลี่ยนเป็น
uk_ua: Змінити на
uz@latin: Ga o'zgartirish
vi_vn: Thay đổi thành
zh_cn: 更改为
zh_hant: 更變至
