Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# log.proofread.assign
source: {$assignerName} has assigned {$proofreaderName} to proofread submission {$submissionId}.
az: {$assignerName} {$submissionId} nömrəli məqalə üçün korrektor kimi {$proofreaderName} tövsiyə edilir.
bg: {$assignerName} асоциира {$proofreaderName} за коректор на изпратените материали с идентификатор {$submissionId}.
bs_ba: Korektura priloga {$submissionId} dodijeljena je {$proofreaderName} od strane {$assignerName} je dodijelio.
de_de: {$assignerName} hat Beitrag {$submissionId} {$proofreaderName} zum Korrekturlektorat zugewiesen.
el_gr: Ο/Η {$assignerName} ανέθεσε στον/ην {$proofreaderName} τη διόρθωση του τυπογραφικού δοκιμίου της υποβολής {$submissionId}.
eu: {$assignerName} editoreak {$proofreaderName} izendatu du {$submissionId} bidalketaren probak zuzentzeko.
gd_gb: Dh’iomruin {$assignerName} {$proofreaderName} airson dearbh-leughadh a dhèanamh air an tagradh {$submissionId}.
gl_es: {$assignerName} asignou {$proofreaderName} para a corrección de probas do envío {$submissionId}.
hi_in: {$ assignerName} ने {$ proofreaderName} को प्रूफ़रीड सबमिशन {$ submissionId} करने के लिए असाइन किया है।
hu_hu: {$assignerName} hozzárendelte a {$proofreaderName} felhasználót, hogy végezze el a {$submissionId} cikk korrektúrázását.
hy_am: {$assignerName} -ը հանձնարարել է {$proofreaderName} -ին սրբագրել {$submissionId} ներկայացումը:
is: {$assignerName} hefur úthlutað {$proofreaderName} fyrir prófarkalestur á innsendingu {$submissionId}.
ja: {$assignerName}が{$proofreaderName}を投稿物 {$submissionId} の校正者に任命した。
ka: მომხმარებელმა {$assignerName} დანიშნა მომხმარებელი {$proofreaderName} მასალის {$submissionId} კორექტორად.
kk: {$assignerName} пайдаланушысы {$proofreaderName} пайдаланушысын жіберуді тексеруші ретінде тағайындады {$submissionId}.
ku_iq: {$assignerName} دیاری کرا {$proofreaderName} بۆ هەڵسەنگاندنیی زمانیی {$submissionId}.
ky: {$assignerName} {$proofreaderName}’ди {$submissionId} тапшырмасын корректордук текшерүүгө дайындады.
lt: {$assignerName} skiria {$proofreaderName} skaityti straipsnio {$submissionId} korektūrą.
lv_lv: {$assignerName} ir norīkojis {$proofreaderName} veikt iesniegtā materiāla {$submissionId} korektūru.
mk_mk: {$assignerName} го додели {$proofreaderName} за лекторирање на поднесувањето {$submissionId}.
mr: {$assignerName} ने {$submissionId} या सादरीकरणाच्या मुद्रित लेखन तपासणीसाठी (प्रूफरीड) {$proofreaderName} ला नियुक्त केले आहे.
ms: {$assignerName} telah ditugaskan {$proofreaderName} untuk proofread penyerahan {$submissionId}.
nb_no: {$assignerName} har oppnevnt {$proofreaderName} til å korrekturlese innleveringen {$submissionId}.
ro: {$assignerName} a fost atribuit {$proofreaderName} pentru depunerea corecturii {$submissionId}.
sk_sk: {$AssignerName} pridelil {$proofreaderName} pre spracovanie korektúr príspevku {$submissionId}.
sl_si: {$assignerName} je določil {$proofreaderName} za korektorja prispevka {$submissionId}.
sr_rs@cyrillic: Коректура прилога {$submissionId} додељена је {$proofreaderName} од стране {$assignerName}.
sr_rs@latin: Коректура прилога {$submissionId} dodeljena je {$proofreaderName} od strane {$assignerName}.
th: {$assignerName} ได้มอบหมายให้ {$proofreaderName} ทำการพิสูจน์อักษรสำหรับการส่งบทความ {$submissionId}
uk_ua: {$assignerName} призначив фахівця {$proofreaderName} коректором подання {$submissionId}.
uz@latin: {$ assignerName} {$ proofreaderName} -ni {$ submitId} -ni qayta o'qishga topshirdi.
vi_vn: {$assignerName} đã giao {$proofreaderName} để hiệu đính bài gửi {$submissionId}.
zh_cn: {$assignerName} 已经被指派为{$proofreaderName}进行对稿件{$submissionId}的校对.

# log.editor.editorAssigned
source: {$editorName} has been assigned as editor to submission {$submissionId}.
az: {$editorName} {$submissionId} nömrəli məqalə üçün redaktor təyin edilib.
bg: {$editorName} беше асоцииран като редактор за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$editorName} je dodijeljen kao urednik prloga {$submissionId}.
de_de: Beitrag {$submissionId} wurde Redakteur/in {$editorName} zugewiesen.
el_gr: Ο/Η {$editorName} έχει αναλάβει ως Επιμελητής της υποβολής {$submissionId}.
eu: {$editorName} izendatu da {$submissionId} bidalketaren editore gisa.
gd_gb: Chaidh {$editorName} iomruineadh dhan tagradh {$submissionId} mar dheasaiche.
gl_es: {$editorName} foi asignado como editor/a do envío {$submissionId}.
hi_in: {$ EditorName} को सबमिशन करने के लिए {$ submissionId} संपादक के रूप में सौंपा गया है।
hu_hu: {$editorName} szerkesztő hozzárendelésre került a {$submissionId} cikkhez.
hy_am: {$editorName} -ը նշանակվել է որպես խմբագիր {$submissionId} ներկայացման համար:
is: {$editorName} hefur verið úthlutað sem ritstjóra fyrir innsendingu {$submissionId}.
ja: {$editorName}が投稿物 {$submissionId} の編集者に任命された。
ka: რედაქტორი {$editorName} დინიშნა მასალის {$submissionId} რედაქტორად.
kk: {$editorName} редакторы {$submissionId} жіберу редакторы болып тағайындалды.
ku_iq: {$editorName} وەک سەرنوسەری توێژینەوەی {$submissionId} دیاری کرا.
ky: {$editorName} {$submissionId} тапшырмасы үчүн редактор болуп дайындалды.
lt: Straipsnio {$submissionId} redaktoriumi paskiriamas {$editorName}.
lv_lv: {$editorName} ir piešķirts kā redaktors materiālam{$submissionId}.
mk_mk: {$editorName} е доделен како уредник на поднесувањето {$submissionId}.
mr: {$editorName} यांना {$submissionId} या सादरीकरणासाठी संपादक म्हणून नियुक्त केले आहे.
ms: {$editorName} telah ditetapkan sebagai editor untuk penyerahan {$submissionId}.
nb_no: {$editorName} er oppnevnt som redaktør for innleveringen {$submissionId}.
ro: {$editorName} a fost atribuit ca editor pentru manuscrisul depus {$submissionId}.
sk_sk: {$EditorName} bol pridelený ako editor príspevku {$submissionId}.
sl_si: {$editorName} je bil dodeljen kot urednik prispevka {$submissionId}.
sr_rs@cyrillic: {$editorName} је додељен као уредник прлога {$submissionId}.
sr_rs@latin: {$editorName} je dodeljen kao urednik prloga {$submissionId}.
th: {$editorName} ได้รับมอบหมายให้เป็นบรรณาธิการสำหรับการส่งบทความ {$submissionId}
uk_ua: {$editorName} був призначений редактором подання {$submissionId}.
uz@latin: {$ editorName} {$ submitId} yuborish uchun muharrir etib tayinlandi.
vi_vn: {$editorName} đã được giao như một biên tập viên cho bài gửi {$submissionId}.
zh_cn: {$editorName}被指派为稿件{$submissionId}的编辑.

# log.editor.restored
source: The submission {$submissionId} has been restored to the queue.
az: {$submissionId} nömrəli məqalə növbəyə alındı.
bg: Изпратените материали с идентификатор {$submissionId} бяха възстановени в опашката.
bs_ba: Prijava {$submissionId} je vraćena u uređivački postupak.
de_de: Beitrag {$submissionId} wurde wieder auf die Liste gesetzt.
el_gr: Η υποβολή {$submissionId} επανατοποθετήθηκε στη σειρά αναμονής.
eu: {$submissionId} bidalketa ilaran berrezarri da.
gd_gb: Chaidh an tagradh {$submissionId} aiseag dhan chiutha.
gl_es: O envío {$submissionId} foi recolocado na fila de espera.
hi_in: प्रस्तुत लेख को {$submissionId} कतार में बहाल किया गया है।
hu_hu: A cikk {$submissionId} visszaállításra került az aktívak közé.
hy_am: {$submissionId} ներկայացումը վերականգնվել է հերթում:
is: Innsending {$submissionId} hefur verið sett aftur í verkröðina.
ja: 投稿物 {$submissionId} がキューに格納された。
ka: მასალა {$submissionId} აღდგენილია არქივიდან რედაქტირების რიგში.
kk: {$submissionId} материалы мұрағаттан кезекке қалпына келтірілді.
ku_iq: توێژینەوەی {$submissionId} لە ڕیزبەندی داندرا.
ky: {$submissionId} тапшырмасы кезекке кайра киргизилди.
lt: Straipsnis {$submissionId} grąžintas į laukiančių eilėje straipsnių sąrašą.
lv_lv: Iesniegtais materiāls {$submissionId} ir atjaunots rindā.
mk_mk: Поднесувањето {$submissionId} е вратено во редот.
mr: {$submissionId} हे सादरीकरण प्रतीक्षाक्रमात पुनर्स्थापित केले गेले आहे.
ms: Penyerahan {$submissionId} telah dipulihkan ke barisan.
nb_no: Innleveringen {$submissionId} er hentet tilbake til arbeidsplanen.
ro: Manuscrisul depus {$submissionId} a fost restaurat la coadă.
sk_sk: Príspevok {$submissionId} bol obnovený do fronty.
sl_si: Prispevek {$submissionId} je bil vrnjen v uredniški postopek.
sr_rs@cyrillic: Пријава {$submissionId} је враћена у уређивачки поступак.
sr_rs@latin: Prijava {$submissionId} je vraćena u uređivački postupak.
th: การส่งบทความ {$submissionId} ได้ถูกกู้คืนเข้าสู่คิว
uk_ua: Подання {$submissionId} було відновлене у редакційній черзі.
uz@latin: {$ SubmitId} yuborilishi navbatga tiklandi.
vi_vn: Bài gửi {$submissionId} đã được khôi phục vào hàng đợi.
zh_cn: 稿件{$submissionId}已经被复原至列表中.
zh_hant: 已恢復投稿{$submissionId}至佇列。

# log.editor.archived
source: The submission {$submissionId} has been archived.
az: {$submissionId} nömrəli məqalə arxivləşdirildi.
bg: Изпратените материали с идентификатор {$submissionId} бяха архивирани.
bs_ba: Prijava {$submissionId} je arhivirana.
de_de: Beitrag {$submissionId} wurde archiviert.
el_gr: Η υποβολή {$submissionId} αρχειοθετήθηκε.
eu: {$submissionId} bidalketa artxibatu da.
gd_gb: Chaidh an tagradh {$submissionId} a chur dhan tasg-lann.
gl_es: Arquivouse o envío {$submissionId}.
hi_in: सबमिशन {$ submissionId} को संग्रहीत किया गया है।
hu_hu: A cikk {$submissionId} archiválásra került.
hy_am: {$submissionId} Ներկայացումը արխիվացված է:
is: Innsending {$submissionId} hefur verið vistuð í safni (archived).
ja: 投稿物 {$submissionId} がアーカイブされた。
ka: მასალა {$submissionId} დაარქივდა.
kk: {$submissionId} мұрағатқа көшірілді.
ku_iq: ئەم پێشکەشکردنە {$submissionId} ئەرشیف کرا.
ky: {$submissionId} тапшырмасы архивге киргизилди.
lt: Straipsnis {$submissionId} archyvuotas.
lv_lv: Iesniegtais materiāls {$submissionId} ir arhivēts.
mk_mk: Поднесувањето {$submissionId} е архивирано.
mr: {$submissionId} हे सादरीकरण संग्रहित केले गेले आहे.
ms: Penyerahan {$submissionId} telah diarkibkan.
nb_no: Innleveringen {$submissionId} er arkivert.
ro: Manuscrisul depus {$submissionId} a fost arhivat.
sk_sk: Príspevok {$submissionId} bol archivovaný.
sl_si: Prispevek {$submissionId} je bil arhiviran.
sr_rs@cyrillic: Пријава {$submissionId} је архивирана.
sr_rs@latin: Prijava {$submissionId} je arhivirana.
th: การส่งบทความ {$submissionId} ได้ถูกเก็บเข้าคลังแล้ว
uk_ua: Подання {$submissionId} було переміщене до архіву.
uz@latin: {$ SubmitId} yuborilishi arxivlandi.
vi_vn: Bài gửi {$submissionId} đã được chuyển sang lưu trữ.
zh_cn: 稿件{$submissionId}已经被存档.
zh_hant: 已典藏投稿{$submissionId}。

# log.editor.editorFile
source: An editor version of the submission file has been uploaded.
az: Müraciət faylının redaktor versiyası sistemə göndərilib.
bg: Редакторска версия на файла с изпратените материали беше качена.
bs_ba: Zaprimljena je urednikova verzija teksta priloga.
de_de: Eine Redaktionsversion des Beitrags wurde hochgeladen.
el_gr: Έχει μεταφορτωθεί μία έκδοση του αρχείου της υποβολής από τον Επιμελητή του περιοδικού.
eu: Bidalketa-fitxategiaren edizio-bertsio bat igo da.
gd_gb: Chaidh tionndadh deasaiche de dh’fhaidhle an tagraidh a luchdadh suas.
gl_es: Cargouse unha versión do editor/a para este arquivo de envío.
hi_in: सबमिशन फ़ाइल का एक संपादक संस्करण अपलोड किया गया है।
hu_hu: A beküldött anyag egy szerkesztői változata feltöltésre került.
hy_am: Ներկայացված նիշքի խմբագրի տարբերակը վերբեռնվել է:
is: Búið er að hlaða upp útgáfu ritstjóra af handriti.
ja: 投稿ファイルの編集者版がアップロードされた。
ka: რედაქტორის მიერ ჩასწორებული მასალა აიტვირთა საიტზე.
kk: Редактор түзеткен материалдың нұсқасы сайтқа жүктелді.
ku_iq: وەشانی سەرنوسەر بۆ ئەم پێشکەشکردنە بار کرا.
ky: Тапшырма файлынын редактордук версиясы жүктөлдү.
lt: Redaktoriaus įvertinta straipsnio versija įkelta.
lv_lv: Ir augšupielādēta iesniegtā materiāla faila redaktora versija.
mk_mk: Верзијата на уредникот на датотеката за поднесување е поставена.
mr: सादरीकरणाच्या फाईलची संपादक आवृत्ती संक्रमित (अपलोड) केली गेली आहे.
ms: Versi fail editor penyerahan telah dimuat naik.
nb_no: Redaktøren har lastet opp en versjon av innleveringen.
ro: Versiunea editorului pentru manuscris a fost încărcată.
sk_sk: Editorova verzia súboru s príspevkom bola nahraná.
sl_si: Uredniška verzija datoteke prispevka je bila naložena.
sr_rs@cyrillic: Сачувана је уредничка верзија текста прилога.
sr_rs@latin: Sačuvana je urednička verzija teksta priloga.
th: ไฟล์เวอร์ชันบรรณาธิการได้ถูกอัปโหลดแล้ว
uk_ua: Файл редакційної версії подання був вивантажений.
uz@latin: Taqdimot faylining tahrirchi versiyasi yuklandi.
vi_vn: Một phiên bản của biên tập viên của tập tin của bài gửi đã được tải lên.
zh_cn: 已经上传了一份此稿件的编辑版本.
zh_hant: 已上載經編輯版本的投稿。

# log.editor.metadataModified
source: The metadata for this article was modified by {$editorName}.
az: {$editorName} bu məqalənin meta datasını dəyişdirib.
bg: Метаданните за тази статия са променени от {$editorName}.
bs_ba: {$editorName} je modificirao metapodatke ovog priloga.
de_de: Die Metadaten für den Beitrag wurden von {$editorName} verändert.
el_gr: Τα μεταδεδομένα για το συγκεκριμένο άρθρο τροποποιήθηκαν από τον/την {$editorName}.
eu: {$editorName} editoreak artikulu honen metadatuak aldatu ditu.
gd_gb: Chaidh meata-dàta an artaigil seo atharrachadh le {$editorName}.
gl_es: {$editorName} modificou os metadatos deste artigo.
hi_in: इस लेख के मेटाडेटा को {$ editorName} द्वारा संशोधित किया गया था।
hu_hu: A cikk metaadatát módosította a {$editorName} szerkesztő.
hy_am: Այս հոդվածի մետատվյալները փոփոխվել են {$editorName} -ի կողմից:
is: Lýsigögnum fyrir þessa grein var breytt af {$editorName}.
ja: この論文のメタデータが{$editorName}により変更された。
ka: ამ სტატიის მეტა-მონაცემები შეიცვალა რედაქტორის {$editorName} მიერ.
kk: Бұл мақаланың метадеректерін редактор өзгертті ({$editorName}).
ku_iq: زانیارییە ناسێنەرەکانی {$editorName} گۆڕدران.
ky: Бул макаланын метадайындары {$editorName} тарабынан өзгөртүлдү.
lt: Redaktorius {$editorName} pakeitė straipsnio {$submissionId} metaduomenis.
lv_lv: Šī raksta metadatus modificēja {$editorName}.
mk_mk: Метаподатоците за оваа статија беа изменети од {$editorName}.
mr: या लेखासाठीच्या प्राथमिक माहितीत (मेटाडेटा) {$editorName} ने फेरबदल केला आहे.
ms: Metadata untuk artikel ini telah diubah suai oleh {$editorName}.
nb_no: Metadata for denne artikkelen ble endret av {$editorName}.
ro: Metadatele pentru acest articol au fost modificate de {$editorName}.
sk_sk: Metadáta tohto článku pozmenil {$editorName}.
sl_si: {$editorName} je spremenil metapodatke tega prispevka.
sr_rs@cyrillic: {$editorName} је модификовао метаподатке овог прилога.
sr_rs@latin: {$editorName} je modifikovao metapodatke ovog priloga.
th: ข้อมูลเมตาของบทความนี้ได้ถูกแก้ไขโดย {$editorName}
uk_ua: Метадані цієї статті були змінені редактором {$editorName}.
uz@latin: Ushbu maqola uchun metadata {$ editorName} tomonidan o'zgartirilgan.
vi_vn: Siêu dữ liệu cho bài viết này đã được sửa đổi bởi {$editorName}.
zh_cn: 此文章的元数据已经被{$editorName}加以修改.
zh_hant: {$editorName}已修改此文章的元資料。

# log.layout.layoutEditComplete
source: {$editorName} has completed layout editing for submission {$submissionId}.
az: {$editorName} {$submissionId} ilə müəyyən edilmiş müraciətin tərtibatını tamamlayıb.
bg: {$editorName} завърши редактирането на оформлението за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$editorName} je završio uređivanje prijeloma za prilog {$submissionId}.
de_de: {$editorName} hat das Layout von Beitrag {$submissionId} abgeschlossen.
el_gr: Ο/Η {$editorName} έχει ολοκληρώσει την επιμέλεια σελιδοποίησης για την υποβολή {$submissionId}.
eu: {$editorName} arduradunak bukatu du {$submissionId} bidalketaren maketazioa.
gd_gb: Choilean {$editorName} deasachadh na co-dhealbhachd san tagradh {$submissionId}.
gl_es: {$editorName} finalizou a maquetaxe para o envío {$submissionId}.
hi_in: {$editorName} सबमिशन {$submissionId} करने के लिए लेआउट संपादन पूरा कर लिया है।
hu_hu: {$editorName} szerkesztő befejezte a {$submissionId} cikk tördelését.
hy_am: {$editorName} -ն ավարտել է դասավորության խմբագրումը {$submissionId} ներկայացման համար:
is: {$editorName} hefur lokið umbroti fyrir innsendingu {$submissionId}.
ja: {$editorName}が投稿物 {$submissionId} のレイアウト編集を完了した。
ka: დამკაბადონებელმა {$editorName} დაასრულა მასალის {$submissionId} დაკაბადონება.
kk: {$editorName} макет дизайнері {$submissionId} материалының орналасуын аяқтады.
ku_iq: {$editorName} کاری نەخشەسازیی {$submissionId} تەواو کرد.
ky: {$editorName} {$submissionId} тапшырмасынын макеттик оңдоосун аяктады.
lt: Straipsnį {$submissionId} maketuotojas (-a) sumaketavo.
lv_lv: {$editorName} ir pabeidzis iesniegtā materiāla {$submissionId} maketēšanu.
mk_mk: {$editorName} заврши со уредување на распоредот за доставување {$submissionId}.
mr: {$editorName} ने {$submissionId} या सादरीकरणासाठी लेआउट संपादन पूर्ण केले आहे.
ms: {$editorName} telah menyelesaikan penyuntingan susun atur untuk penyerahan {$submissionId}.
nb_no: {$editorName} har ferdigstilt layoutredigering av innleveringen {$submissionId}.
ro: {$editorName} a finalizat editarea machetei pentru manuscris {$submissionId}.
sk_sk: {$editorName} dokončil typografické úpravy príspevku {$submissionId}.
sl_si: {$editorName} je končal grafično oblikovanje prispevka {$submissionId}.
sr_rs@cyrillic: {$editorName} је завршио уређивање прелома за прилог {$submissionId}.
sr_rs@latin: {$editorName} je završio uređivanje preloma za prilog {$submissionId}.
th: {$editorName} ได้เสร็จสิ้นการแก้ไขรูปแบบสำหรับการส่งบทความ {$submissionId}
uk_ua: {$editorName} завершив верстку подання {$submissionId}.
uz@latin: {$ editorName} {$ submitId} yuborish uchun tartibni tahrirlashni yakunladi.
vi_vn: {$editorName} đã hoàn thành chỉnh sửa bố cục cho bài gửi {$submissionId}.
zh_cn: {$editorName}已经完成稿件{$submissionId}的版面编辑工作.

# log.layout.layoutEditorUnassigned
source: {$editorName} has been unassigned as layout editor for submission {$submissionId}.
az: {$editorName} {$submissionId} ilə müəyyən edilmiş müraciətin tərtibatçılığından azad edilib.
bg: {$editorName} беше отменен като редактор на оформлението за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$editorName} je razriješen uloge grafičkog urednika za prilog {$submissionId}.
de_de: {$editorName} ist nicht mehr Layouter/in von Beitrag {$submissionId}.
el_gr: Έχει ακυρωθεί η ανάθεση της επιμέλειας σελιδοποίησης της υποβολής {$submissionId} στον/ην {$editorName}.
eu: {$editorName} arduradunari kendu egin zaio {$submissionId} bidalketaren maketazioa egiteko esleipena.
gd_gb: Chaidh {$editorName} a thoirt air falbh on tagradh {$submissionId} mar dheasaiche na co-dhealbhachd.
gl_es: {$editorName} non foi asignado como responsable da maquetaxe do envío {$submissionId}.
hi_in: {$ editorName} को सबमिशन {$ submissionId} लेआउट संपादक के रूप में निर्दिष्ट नहीं किया गया है।
hu_hu: {$editorName} szerkesztő tördelőszerkesztői hozzárendelése megszűnt a {$submissionId} cikknél.
hy_am: {$editorName} -ը հետ է կանչվել որպես դասավորության խմբագիր {$submissionId} ներկայացման համար:
is: {$editorName} hefur verið aftengdur sem setjari fyrir innsendingu {$submissionId}.
ja: {$editorName}が投稿物 {$submissionId} のレイアウトエディタを解除された。
ka: დამკაბადონებელი {$editorName} განთავისუფლდა მასალის {$submissionId} დაკაბადონებისაგან.
kk: {$editorName} макет дизайнері {$submissionId} материалының орналасуынан шығарылды.
ku_iq: {$editorName} لە نەخشەسازیکردنی {$submissionId} بەخشرا.
ky: {$editorName} {$submissionId} тапшырмасы үчүн макет редактору кызматынан бошотулду.
lt: Maketuotojui (-ai) {$editorName} maketuoti straipsnio {$submissionId} nebereikia.
lv_lv: {$editorName} ir atbrīvots no iesniegtā materiāla {$submissionId} maketēšanas.
mk_mk: {$editorName} е неназначен за уредник на распоред за доставување {$submissionId}.
mr: {$submissionId} या सादरीकरणासाठी लेआउट संपादक म्हणून {$editorName} ची केलेली नियुक्ती रद्द केली आहे.
ms: {$editorName} telah ditugaskan sebagai editor susun atur untuk penyerahan {$submissionId}.
nb_no: {$editorName} er avløst som layoutredaktør for innleveringen {$submissionId}.
ro: {$editorName} a fost desemnat ca editor de machete pentru manuscris {$submissionId}.
sk_sk: {$EditorName} bol odstránený z pozície typografa pre príspevok {$submissionId}.
sl_si: {$editorName} je bil razrešen vloge grafičnega urednika za prispevek {$submissionId}.
sr_rs@cyrillic: {$editorName} је разрешен улоге графичког уредника за прилог {$submissionId}.
sr_rs@latin: {$editorName} je razrešen uloge grafičkog urednika za prilog {$submissionId}.
th: {$editorName} ถูกยกเลิกการมอบหมายให้เป็นบรรณาธิการรูปแบบสำหรับการส่งบทความ {$submissionId}
uk_ua: {$editorName} був звільнений від роботи над версткою подання {$submissionId}.
uz@latin: {$ editorName} {$ submitId} yuborish uchun tartib muharriri etib tayinlanmagan.
vi_vn: {$editorName} đã không được giao làm biên tập viên trình bày cho bài gửi {$submissionId}.
zh_cn: 稿件{$submissionId}的版面编辑工作已经取消指派给版面编辑{$editorName}.

# log.layout.layoutEditorAssigned
source: {$editorName} has been assigned as layout editor for submission {$submissionId}.
az: {$editorName} {$submissionId} ilə müəyyən edilmiş müraciətin tərtibatçısı kimi təyin edilib.
bg: {$editorName} беше асоцииран за редактор на оформлението за изпратените материали с идентификатор {$submissionId}.
bs_ba: {$editorName} je dodijeljen kao grafički urednik za prilog {$submissionId}.
de_de: Beitrag {$submissionId} wurde Layouter/in {$editorName} zugewiesen.
el_gr: Ο/Η {$editorName} έχει αναλάβει την επιμέλεια σελιδοποίησης της υποβολής {$submissionId}.
eu: {$editorName} izendatu da arduradun gisa {$submissionId} bidalketaren maketaziorako.
gd_gb: Chaidh {$editorName} iomruineadh dhan tagradh {$submissionId} mar dheasaiche na co-dhealbhachd.
gl_es: {$editorName} foi asignado como responsable da maquetaxe do envío {$submissionId}.
hi_in: {$ editorName} को सबमिशन {$ submissionId} लेआउट संपादक के रूप में सौंपा गया है।
hu_hu: {$editorName} szerkesztő tördelőszerkesztőként hozzárendelésre került a {$submissionId} cikkhez.
hy_am: {$editorName} -ը նշանակվել է որպես դասավորության խմբագիր {$submissionId} ներկայացման համար:
is: {$editorName} hefur verið úthlutað sem setjara á innsendingu {$submissionId}.
ja: {$editorName}が投稿物 {$submissionId} のレイアウトエディタに任命された。
ka: დამკაბადონებელი {$editorName} დაინიშნა მასალის {$submissionId} დამკაბადონებლად.
kk: {$editorName} макет дизайнері {$submissionId} үшін макет дизайнері болып тағайындалды.
ku_iq: {$editorName} وەک نەخشازی توێژینەوەی {$submissionId} ئەرکدار کرا.
ky: {$editorName} {$submissionId} тапшырмасы үчүн макет редактору болуп дайындалды.
lt: Maketuotojui (-ai) {$editorName} nurodoma maketuoti straipsnį {$submissionId}.
lv_lv: {$editorName} ir nozīmēts iesniegtā materiāla {$submissionId} maketēšanai.
mk_mk: {$editorName} е доделен како уредник на распоред за поднесување {$submissionId}.
mr: {$submissionId} या सादरीकरणाची मांडणी करण्यासाठी (layout) {$editorName} ला लेआउट संपादक म्हणून नियुक्त केले गेले आहे.
ms: {$editorName} telah ditetapkan sebagai editor susun atur untuk penyerahan {$submissionId}.
nb_no: {$editorName} er oppnevnt som layoutredaktør for innleveringen {$submissionId}.
ro: {$editorName} a fost desemnat ca editor de machete pentru manuscris {$submissionId}.
sk_sk: {$editorName} bol pridelený ako typograf pre príspevok {$submissionId}.
sl_si: {$editorName} je bil določen za grafičnega urednika za prispevek {$submissionId}.
sr_rs@cyrillic: {$editorName} је додељен као графички уредник за прилог {$submissionId}.
sr_rs@latin: {$editorName} je dodeljen kao grafički urednik za prilog {$submissionId}.
th: {$editorName} ได้รับมอบหมายให้เป็นบรรณาธิการรูปแบบสำหรับการส่งบทความ {$submissionId}
uk_ua: {$editorName} був призначений редактором верстки подання {$submissionId}.
uz@latin: {$ editorName} {$ submitId} yuborish uchun tartib muharriri etib tayinlandi.
vi_vn: {$editorName} đã được giao làm biên tập viên trình bày cho bài gửi {$submissionId}.
zh_cn: 稿件{$submissionId}的版面编辑工作已经被指派给版面编辑{$editorName}.
