Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# log.review.reviewDeclined
source: {$reviewerName} has declined the round {$round} review for submission {$submissionId}.
az: {$reviewerName} {$submissionId} nömrəli məqalənin {$round}. turdakı dəyərləndirməsində məqaləni rədd etdi.
bg: Рецензентът {$reviewerName} отказа етапа {$round} за рецензия на изпратените материали с идентификатор {$submissionId}.
bs_ba: {$reviewerName} je odbio izraditi {$round}. krug recenzije za prilog {$submissionId}.
de_de: {$reviewerName} hat die Begutachtung von Beitrag {$submissionId} in Durchgang {$round} abgelehnt.
el_gr: Ο/Η {$reviewerName} έχει απορρίψει το αίτημα αξιολόγησης του {$round}ου γύρου για την υποβολή {$submissionId}.
eu: {$reviewerName} ebaluatzaileak uko egin dio {$submissionId} bidalketaren {$round}. ebaluazio-itzulia egiteari.
gd_gb: Dhiùlt {$userName} lèirmheas cuairt {$round} mu choinneamh tagradh {$submissionId}.
gl_es: {$reviewerName} rexeitou a rolda {$round} de revisión para o envío {$submissionId}.
hi_in: {$ reviewerName} ने सबमिशन {$ submissionId} के लिए राउंड {$ round} रिव्यू को अस्वीकार कर दिया है।
hu_hu: {$reviewerName} szakmai lektor a {$round} lektorálási körben elutasította a {$submissionId} cikket.
hy_am: {$reviewerName} -ը մերժել է {$submissionId} -ի {$round} փուլի գրախոսումը:
is: {$reviewerName} hefur hafnað ritrýni í umferð {$round} fyrir {$submissionId}.
ja: {$reviewerName} が投稿物 {$submissionId} の{$round}回目の査読を謝絶した。
ka: რეცენზენტმა {$reviewerName} უარი თქვა რეცენზირებაზე {$round} რუნდზე მასალისათვის რეცენზენტის {$submissionId} დავალებით.
kk: {$reviewerName} шолушысы {$submissionId} материалына {$round} шолу кезеңін қараудан бас тартты.
ku_iq: هەڵسەنگێنەر{$reviewerName}بەخشرا لە خولی {$round} بۆ هەڵسەنگاندنی {$submissionId}.
ky: {$reviewerName} {$submissionId} тапшырмасынын {$round} айлампа кароосунан баш тартты.
lt: Recenzentas {$reviewerName} parengti straipsnio „{$submissionId}“ {$round} kartą recenziją atsisako.
lv_lv: {$reviewerName} ir atteicies no materiāla {$submissionId} {$round} kārtas pārskatīšanas.
mk_mk: {$reviewerName} го одби целосниот преглед на {$round} преглед за доставување {$submissionId}.
mr: {$reviewerName} ने सादरीकरण {$submissionId} साठीचे {$round} या फेरीत समीक्षण करण्याचे नाकारले आहे.
ms: {$reviewerName} telah menolak ulasan pusingan {$round} untuk penyerahan {$submissionId}.
nb_no: {$reviewerName} har avslått forespørsel om deltakelse i runde {$round} i fagfellevurderingen av innleveringen {$submissionId}.
ro: {$reviewerName} a refuzat runda {$round} de revizie pentru manuscrisul {$submissionId}.
sk_sk: {$ReviewerName} odmietol recenzné kolo {$round} pre príspevok {$submissionId}.
sl_si: {$reviewerName} je zavrnil {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: {$reviewerName} је одбио израду {$round}. круга рецензије за прилог {$submissionId}.
sr_rs@latin: {$reviewerName} je odbio izradu {$round}. kruga recenzije za prilog {$submissionId}.
th: {$reviewerName} ปฏิเสธการทบทวนรอบที่ {$round} สำหรับการส่งบทความ {$submissionId}
uk_ua: {$reviewerName} не прийняв {$round} раунд рецензування подання {$submissionId}.
uz@latin: {$ reviewerName} {$ roundId} yuborish uchun {$ round} turini rad etdi.
vi_vn: {$reviewerName} đã từ chối vòng phản biện {$round} của bài gửi {$submissionId}.
zh_cn: {$reviewerName}已经婉谢对稿件{$submissionId}进行{$round}审.
zh_hant: {$reviewerName}已拒絕第{$round}輪評審的投稿{$submissionId}。

# log.review.resubmit
source: The submission {$submissionId} has been resubmitted for review.
az: {$submissionId} nömrəli məqalə yenidən dəyərləndirilməyə təqdim olundu.
bg: Изпратени материали с идентификатор {$submissionId} са изпратени отново за рецензия.
bs_ba: Prilog {$submissionId} je iznova podnesen za recenziju.
de_de: Beitrag {$submissionId} wurde erneut zur Begutachtung eingereicht.
el_gr: Η υποβολή {$submissionId} υποβλήθηκε εκ νέου για αξιολόγηση.
eu: {$submissionId} bidalketa berriro bidali da ebaluatzeko.
gd_gb: Chaidh an tagradh {$submissionId} a chur airson ath-lèirmheas.
gl_es: O envío {$submissionId} volveuse mandar para a súa revisión.
hi_in: सबमिशन {$submissionId} को समीक्षा के लिए पुन प्रस्तुत किया गया है।
hu_hu: {$submissionId} cikk újra el lett küldve szakmai lektorálásra.
hy_am: {$submissionId} ներկայացումը կրկին ուղարկվել է գրախոսման:
is: Innsending {$submissionId} hefur verið send aftur í ritrýni.
ja: 投稿物 {$submissionId} が査読に差し戻された。
ka: მასალა {$submissionId} კვლავ გაიგზავნა რეცენზიაზე.
kk: {$submissionId} қайтадан қарауға жіберілді.
ku_iq: توێژینەوەی {$submissionId} دوبارە نێردرایەوە بۆ هەڵسەنگاندن.
ky: {$submissionId} тапшырмасы кайра кароого тапшырылды.
lt: Straipsnis „{$submissionId}“ pateiktas pakartotiniam recenzavimui.
lv_lv: Materiāls {$submissionId} ir atkārtoti iesniegts pārskatīšanai.
mk_mk: Поднесувањето {$submissionId} е повторно испратено за преглед.
mr: {$submissionId} हे सादरीकरण फेरसमीक्षणासाठी पुन्हा सादर केले गेले आहे.
ms: Penyerahan {$submissionId} telah diserah semula untuk ulasan.
nb_no: Innleveringen {$submissionId} er levert inn for fagfellevurdering.
ro: Manuscrisul {$submissionId} a fost redepus pentru revizie.
sk_sk: Príspevok {$submissionId} bol znovu odoslaný k recenzii.
sl_si: Prispevek {$submissionId} je bil ponovno poslan v recenzijo.
sr_rs@cyrillic: Прилог {$submissionId} је изнова предат на рецензију.
sr_rs@latin: Прилог {$submissionId} je iznova predat na recenziju.
th: การส่งบทความ {$submissionId} ได้ถูกส่งอีกครั้งเพื่อการทบทวน
uk_ua: Подання {$submissionId} було повторно надіслано на рецензування.
uz@latin: {$ SubmitId} yuborilishi qayta ko'rib chiqish uchun yuborildi.
vi_vn: Bài gửi {$submissionId} đã được gửi lại để đánh giá tiếp.
zh_cn: 稿件{$submissionId}已经被重新投稿以进行审阅.
zh_hant: 已重新提交投稿{$submissionId}予評審。

# log.review.reviewRecommendationSetByProxy
source: The recommendation for the round {$round} review of submission {$submissionId} has been set by the editor, {$editorName}, on behalf of the reviewer, {$reviewerName}.
az: Redaktor {$editorName}, {$submissionId} nömrəli məqalənin {$round}. turdakı dəyərləndirməsi üçün {$reviewerName} adlı rəyçini tövsiyə etdi.
bg: Препоръката за етап {$round} за рецензия на изпратени материали с идентификатор {$submissionId} е поставена от редактора {$editorName}, от името на рецензент {$reviewerName}.
bs_ba: {$editorName} je unio u ime recenzenta {$reviewerName} preporuku za {$round}. krug recenzije za prilog {$submissionId}.
de_de: Die Empfehlung für Durchgang {$round} der Begutachtung von Beitrag {$submissionId} wurde von Redakteur/in {$editorName} im Auftrag der Gutachterin/des Gutachters {$reviewerName} abgegeben.
el_gr: Η εισήγηση για τον γύρο αξιολόγησης {$round} της υποβολής {$submissionId} έχει καταχωρηθεί από τον Επιμελητή {$editorName}, εκ μέρους του Αξιολογητή {$reviewerName}.
eu: {$submissionId} bidalketaren {$round}. ebaluazio-itzuliko gomendioa {$editorName} editoreak ezarri du, {$reviewerName} ebaluatzailearen izenean.
gd_gb: Chaidh am moladh airson cuairt {$round} dhen tagradh {$submissionId} a shuidheachadh leis an deasaiche, {$editorName}, às leth an lèirmheasaiche, {$reviewerName}.
gl_es: En nome do revisor/a, {$reviewerName}, o editor/a {$editorName} determinou a recomendación para a rolda {$round} de revisión do envío {$submissionId}.
hi_in: राउंड {$round} समीक्षा प्रस्तुत करने की सिफारिश {$submissionId} को एडिटर, {$editorName}, समीक्षक की ओर से, {$reviewerName} सेट किया गया है।
hu_hu: A {$reviewerName} a szakmai lektor nevében a {$editorName} szerkesztő beállította a {$submissionId} beadvány {$round} fordulós szakmai lektorálásához az ajánlást.
hy_am: {$round} փուլի {$submissionId} ներկայացման գրախոսությն հանձնարարականը սահմանվել է {$editorName} խմբագրի կողմից, {$reviewerName} գրախոսի անունից:
is: Ráðleggingum fyrir umferð {$round} af ritrýni fyrir {$submissionId} hefur verið skilað af ritstjóra, {$editorName}, fyrir hönd ritrýnis. Ritrýnir {$reviewerName}.
ja: 投稿物 {$submissionId} の{$round}回目の査読の審査結果が、査読者、{$reviewerName}の代わりに編集者、{$editorName}により設定された。
ka: რეცენზირების რეკომენდაცია {$round} რაუნდზე მასალისტვის {$submissionId} მინიჭებულია რედაქტორის {$editorName} მიერ, რეცენზენტის {$reviewerName} დავალებით.
kk: Материалды қараудың { round} раунды {$submissionId} бойынша ұсынысты редактор ({$editorName}) рецензенттің ({$reviewerName}) атынан жіберді.
ku_iq: پێشنیاز بۆ خولی {$round} هەڵسەنگاندنی {$submissionId} لە لایەن {$editorName}، لە جیاتی {$reviewerName}.
ky: Редактор {$editorName} {$reviewerName} атынан {$submissionId} тапшырмасынын {$round} айлампа кароосу боюнча сунушту койду.
lt: Redaktorius {$editorName} recenzento {$reviewerName} vardu pateikė rekomendacijas straipsnio „{$submissionId}“ {$round} recenzavimui.
lv_lv: Redaktors {$editorName} recenzenta {$reviewerName} vārdā ir sagatavojis ieteikumu iesniegtā materiāla {$submissionId} {$round} recenzēšanas kārtai.
mk_mk: Препораката за кружниот преглед на {$round} прегледот на поднесувањето {$submissionId} е поставена од уредникот, {$editorName}, во име на рецензентот, {$reviewerName}.
mr: {$submissionId} सादरीकरणाच्या {$round} या फेरीच्या समीक्षणासाठीची शिफारस, संपादक, {$editorName}, समीक्षकाच्या वतीने, {$reviewerName} यांनी सेट केली आहे.
ms: Cadangan untuk {$round} ulasan penyerahan {$submissionId} telah ditetapkan oleh editor, {$editorName}, bagi pihak pengulas, {$reviewerName}.
nb_no: Anbefalingen for runde {$round} i vurderingen av innleveringen {$submissionId} er lagt inn av redaktøren, {$editorName}, på vegne av fagfellen, {$reviewerName}.
ro: Recomandarea de revuzuire în {$round} a manuscrisului {$submissionId} a fost stabilită de editorul {$editorName}, în numele revizorului, {$reviewerName}.
sk_sk: Odporúčanie pre recenzné kolo {$round} príspevku {$submissionId} bolo stanovené editorom, {$editorName}, v zastúpení recenzenta {$reviewerName}.
sl_si: Urednik {$editorName} je v imenu recenzenta {$reviewerName} oddal priporočilo za {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: {$editorName} је унео у име рецензента {$reviewerName} препоруку за {$round}. круг рецензије за прилог {$submissionId}.
sr_rs@latin: {$editorName} je uneo u ime recenzenta {$reviewerName} preporuku za {$round}. krug recenzije za prilog {$submissionId}.
th: คำแนะนำสำหรับการทบทวนรอบที่ {$round} ของการส่งบทความ {$submissionId} ได้ถูกกำหนดโดยบรรณาธิการ {$editorName} ในนามของผู้ประเมิน {$reviewerName}
uk_ua: Рекомендація {$round} раунду рецензування подання {$submissionId} була визначена редактором {$editorName} від імені рецензента {$reviewerName}.
uz@latin: Taklifni {$ roundId} ko'rib chiqish uchun {$ roundId} turidagi tavsiyanomani {$ editorName} muharriri, {$ reviewerName} sharhlovchisi tomonidan qo'ydi.
vi_vn: Khuyến nghị cho vòng phản biện {$round} của bài gửi {$submitId} đã được đặt bởi biên tập viên, {$editorName}, thay mặt cho người phản biện, {$reviewerName}.
zh_cn: 编辑{$editorName}已对审稿人{$reviewerName}对稿件{$submissionId}进行{$round}审的审稿意见做出建议.
zh_hant: 編輯已代表評審員{$reviewerName}設定第{$round} 輪投稿{$submissionId}建議。

# log.review.reviewRecommendationSet
source: The recommendation for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set.
az: {$reviewerName} adlı rəyçiyə {$submissionId} nömrəli məqalənin {$round}. turdakı dəyərləndirməsi üçün təklif göndərildi.
bg: Препоръката за етап {$round} за рецензия на изпратени материали с идентификатор {$submissionId} от рецензент {$reviewerName} е поставена.
bs_ba: Recenzent {$reviewerName} je postavio preporuku za {$round}. krug recenzije priloga {$submissionId}.
de_de: Die Empfehlung für Durchgang {$round} der Begutachtung von Beitrag {$submissionId} durch {$reviewerName} wurde abgegeben.
el_gr: Η εισήγηση για τον γύρο αξιολόγησης {$round} της υποβολής {$submissionId} από τον/την {$reviewerName} έχει καταχωρηθεί.
eu: {$reviewerName} ebaluatzailearen {$submissionId} bidalketaren {$round}. ebaluazio-itzuliko gomendioa ezarri da.
gd_gb: Chaidh am moladh airson lèirmheas cuairt {$round} dhen tagradh {$submissionId} le {$reviewerName} a shuidheachadh.
gl_es: Definiuse a recomendación para a rolda {$round} de revisión do envío {$submissionId} por {$reviewerName}.
hi_in: {$round} सबमिशन {$submissionId} की समीक्षा {$reviewerName} द्वारा की गई बैठक के लिए सिफारिश तय कर दी गई है।
hu_hu: {$reviewerName} megadta az ajánlását a {$submissionId} beadvány {$round} fordulós lektorálásához.
hy_am: Սահմանվել է {$reviewerName} -ի կողմից {$submissionId} ներկայացման {$round} փուլի գրախոսման առաջարկությունը:
is: Ráðleggingum fyrir umferð {$round} af ritrýni fyrir {$submissionId} framkvæmd af {$reviewerName} hefur verið skilað.
ja: 投稿物 {$submissionId} の{$reviewerName}による{$round}回目の査読の審査結果が設定された。
ka: რეცენზირების რეკომენდაცია {$round} რაუნდზე მასალისათვის {$submissionId} რეცენზენტის {$reviewerName} მიერ დაწყებულია.
kk: {$reviewerName} шолушысының {$submissionId} материалын қараудың {$round} раунды бойынша ұсыныс жіберілді.
ku_iq: پێشنیاز بۆ خولی {$round}هەڵسەنگاندنی {$submissionId} لە لایەن {$reviewerName}.
ky: {$reviewerName} тарабынан {$submissionId} тапшырмасынын {$round} айлампа кароосу боюнча сунуш коюлду.
lt: Recenzentas {$reviewerName} pateikė rekomendacijas straipsnio „{$submissionId}“ {$round} recenzavimui.
lv_lv: Rekomendācija iesniegtā materiāla {$submissionId} {$round} kārtas recenzijai, ko veic {$reviewerName}, ir sagatavota.
mk_mk: Поставена е препораката за кружниот преглед на {$round} прегледот на поднесувањето {$submissionId} од {$reviewerName}.
mr: {$reviewerName} द्वारे {$submissionId} सादरीकरणाच्या {$round}या फेरीच्या समीक्षणासाठी शिफारस सेट केली गेली आहे.
ms: Cadangan untuk {$round} ulasan penyerahan {$submissionId} oleh {$reviewerName} pusingan telah ditetapkan.
nb_no: Anbefalingen for runde {$round} i vurderingen av innleveringen {$submissionId} ved {$reviewerName} er lagt inn.
ro: A fost stabilită recomandarea pentru runda {$round} de revizuire a manuscrisului {$submissionId} pentru revizorul {$reviewerName}.
sk_sk: Odporúčanie pre recenzné kolo {$round} príspevku {$submissionId} od recenzenta {$reviewerName} bolo stanovené.
sl_si: Recenzent {$reviewerName} je oddal priporočilo za {$round}. krog recenzije za prispevek {$submissionId}.
sr_rs@cyrillic: Рецензент {$reviewerName} је поставио препоруку за {$round}. круг рецензије прилога {$submissionId}.
sr_rs@latin: Recenzent {$reviewerName} je postavio preporuku za {$round}. krug recenzije priloga {$submissionId}.
th: คำแนะนำสำหรับการทบทวนรอบที่ {$round} ของการส่งบทความ {$submissionId} โดย {$reviewerName} ได้ถูกกำหนดแล้ว
uk_ua: Була визначена рекомендація {$round} раунду рецензування подання {$submissionId} фахівцем {$reviewerName}.
uz@latin: {$ ReviewId} tomonidan yuborilgan {$ roundId} turini {$ round} turida ko'rib chiqish uchun tavsiyanoma o'rnatildi.
vi_vn: Khuyến nghị cho vòng phản biện {$round} của bài gửi {$submitId} của {$reviewerName} đã được đặt.
zh_cn: {$reviewerName}已经对稿件{$submissionId}的{$round}审工作做出建议 .
zh_hant: 已設定建議{$reviewerName}為第{$round} 輪投稿{$submissionId}評審。

# log.review.reviewDueDateSet
source: The due date for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set to {$dueDate}.
az: {$reviewerName} adlı rəyçiyə {$submissionId} nömrəli məqalənin {$round}. Turdakı dəyərləndirməsi üçün son tarix {$dueDate} olaraq müəyyənləşdirildi.
bg: Крайният срок за етап {$round} за резензия на изпратени материали с идентификатор {$submissionId} от рецензент {$reviewerName} е зададен до {$dueDate}.
bs_ba: Krajnji rok za {$round}. krug recenzije za prilog {$submissionId} za recenzenta {$reviewerName} je izmijenjen na {$dueDate}.
de_de: Abgabetermin für Durchgang {$round} der Begutachtung von Beitrag {$submissionId} durch {$reviewerName} festgesetzt auf {$dueDate}.
el_gr: Ως ημερομηνία λήξης για τον γύρο αξιολόγησης {$round} της υποβολής {$submissionId} από τον/την {$reviewerName} έχει οριστεί η {$dueDate}.
eu: {$reviewerName} ebaluatzailearen {$submissionId} bidalketaren {$round}. ebaluazio-itzuliaren mugaeguna {$dueDate} izango da.
gd_gb: Chaidh {$dueDate} a shuidheachadh le {$reviewerName} mar cheann-là lìbhrigidh airson lèirmheas cuairt {$round} dhen tagradh {$submissionId}.
gl_es: Determinouse a data de vencemento para a rolda {$round} de revisión do envío {$submissionId} asignada a {$reviewerName}: {$dueDate}.
hi_in: {$round} सबमिशन {$submissionId} की समीक्षा {$reviewerName} द्वारा {$dueDate} के लिए नियत तिथि निर्धारित की गई है।
hu_hu: {$reviewerName} beállította a {$dueDate} dátumot induló dátumnak a {$submissionId} beadvány {$round} fordulós lektorálásához.
hy_am: {$reviewerName} -ի {$submissionId} ներկայացման {$round} փուլի գրախոսման վերջնաժամկետը սահմանվել է {$dueDate}:
is: Skiladagur fyrir ritrýniumferð {$round} fyrir {$submissionId} framkvæmd af {$reviewerName} er {$dueDate}.
ja: 投稿物 {$submissionId} の{$reviewerName}による{$round}回目の査読の期限日が{$dueDate}に設定された。
ka: რეცენზიის შესრულების ვადა {$round} რაუნდის ფარგლებში მასალის {$submissionId} რეცენზირებისათვის რეცენზენტის {$reviewerName} დადგენილია შემდეგი: {$dueDate}.
kk: {$reviewerName} шолушысының {$submissionId} материалын қараудың {$round} раундында қараудың соңғы мерзімі {$dueDate} деп белгіленді.
ku_iq: دوا وادە بۆ خولی {$round} هەڵسەنگاندنی {$submissionId} لە لایەن {$reviewerName}ئەمەیە: {$dueDate}.
ky: {$reviewerName} тарабынан {$submissionId} тапшырмасынын {$round} айлампа кароосунун мөөнөтү {$dueDate} болуп коюлду.
lt: Recenzentas {$reviewerName} turi pateikti straipsnio „{$submissionId}“ recenziją iki {$dueDate}.
lv_lv: Iesniegtā materiāla {$submissionId} {$round} kārtas recenzijas, ko veic {$reviewerName}, termiņš iestatīts uz {$dueDate}.
mk_mk: Датумот на достасување за кружниот преглед на {$round} прегледот на поднесувањето {$submissionId} од {$reviewerName} е поставен на {$dueDate}.
mr: {$reviewerName} द्वारे होणार्‍या {$submissionId} सादरीकरणाच्या {$round} या फेरीच्या समीक्षणासाठीची अंतिम तारीख {$dueDate} वर सेट केली गेली आहे.
ms: Tarikh tamat tempoh untuk pusingan ulasan {$round} penyerahan {$submissionId} oleh {$reviewerName} telah ditetapkan menjadi {$dueDate}.
nb_no: Frist for vurderingsrunde {$round} av {$submissionId} ved {$reviewerName} er satt til {$dueDate}.
ro: Data scadenței pentru runda {$round} de revizuire a manuscrisului {$submissionId} ce va fi făcută de {$reviewerName} a fost fixată la {$dueDate}.
sk_sk: Termín splnenia recenzného kola {$round} príspevku {$submissionId} recenzenta {$reviewerName} bol nastavený na {$dueDate}.
sl_si: Končni datum za {$round}. krog recenzije prispevka {$submissionId} recenzenta {$reviewerName} je bil postavljen na {$dueDate}.
sr_rs@cyrillic: Крајњи рок за {$round}. круг рецензије за прилог {$submissionId} за рецензента {$reviewerName} је промењен на {$dueDate}.
sr_rs@latin: Krajnji rok za {$round}. krug recenzije za prilog {$submissionId} za recenzenta {$reviewerName} je promenjen na {$dueDate}.
th: กำหนดวันครบกำหนดสำหรับการทบทวนรอบที่ {$round} ของการส่งบทความ {$submissionId} โดย {$reviewerName} เป็นวันที่ {$dueDate}
uk_ua: Дата кінцевого терміну {$round} раунду рецензування подання {$submissionId} фахівцем {$reviewerName} була призначена на {$dueDate}.
uz@latin: {$ ReviewId} tomonidan taqdim etilgan {$ roundId} turini {$ reviewIN}} ko'rib chiqish muddati {$ dueDate} qilib belgilandi.
vi_vn: Ngày hết hạn của vòng phản biện {$round} của bài gửi {$submitId} bởi {$reviewerName} đã được đặt thành {$dueDate}.
zh_cn: {$reviewerName}对稿件{$submissionId}进行{$round}审工作的截止期限日期已经被配置为{$dueDate}.
zh_hant: 已設定{$dueDate}為{$reviewerName}為第{$round} 輪投稿{$submissionId}評審的完成日期。

# log.review.reviewerRated
source: {$reviewerName} has been rated for the round {$round} review of submission {$submissionId}.
az: {$reviewerName}, {$submissionId} nömrəli məqalə üçün {$round}. tur deyərləndirməsi ilə dərəcələndirildi.
bg: {$reviewerName} бе оценен за етап {$round} за рецензия на изпратени материали с идентификатор {$submissionId}.
bs_ba: {$reviewerName} je ocijenjen za {$round}. krug recenzije priloga {$submissionId}.
de_de: {$reviewerName} wurde beurteilt für Durchgang {$round} der Begutachtung von Beitrag {$submissionId}.
el_gr: Ο/Η {$reviewerName} βαθμολογήθηκε για τον γύρο αξιολόγησης {$round} της υποβολής {$submissionId}.
eu: {$reviewerName} ebaluatzailea {$submissionId} bidalketaren {$round}. ebaluazio-itzulirako baloratu da.
gd_gb: Chaidh {$userName} a rangachadh a thaobh cuairt {$round} dhen tagradh {$submissionId}.
gl_es: {$reviewerName} foi clasificado para a rolda {$round} de revisión do envío {$submissionId}.
hi_in: {$reviewerName} को राउंड {$round} सबमिशन {$submissionId} की समीक्षा के लिए रेट किया गया है।
hu_hu: {$reviewerName} értékelte a {$round} lektorálási fordulóban a {$submissionId} beadványt.
hy_am: {$reviewerName} -ը գնահատվել է {$submissionId} ներկայացման {$round} փուլի գրախոսման համար:
is: {$reviewerName} hefur fengið einkunn fyrir ritrýniumferð {$round} fyrir {$submissionId}.
ja: 投稿物 {$submissionId} の{$round}回目の査読に関して{$reviewerName}が評価された。
ka: რეცენზენტს {$reviewerName} მიენიჭა რეიტინგი {$round} რაუნდის შემდეგ მასალისათვის {$submissionId}.
kk: {$reviewerName} шолушысы материалдарды қараудың {$round} кезеңінде {$submissionId} бағаланды.
ku_iq: {$reviewerName} هەڵسەنگێندرا لە خولی هەڵسەنگاندنی {$round} هەڵسەنگاندنی {$submissionId}.
ky: {$reviewerName} {$submissionId} тапшырмасынын {$round} айлампа кароосу үчүн бааланды.
lt: Recenzentas {$reviewerName} įvertintas už {$round}-tą straipsnio „{$submissionId}“ recenziją.
lv_lv: {$reviewerName} ir piešķirts par {$round} kārtas recenzentu iesniegtajam materiālam {$submissionId}.
mk_mk: {$reviewerName} е оценет за кружниот преглед на {$round} на поднесувањето {$submissionId}.
mr: {$submissionId} या सादरीकरणाकरता {$round} या फेरीच्या समीक्षणासाठी {$reviewerName} ला रेट केले गेले आहे.
ms: {$reviewerName} telah dinilai untuk pusingan ulasan {$round} penyerahan {$submissionId}.
nb_no: {$reviewerName} er rangert for vurderingsrunden {$round} av {$submissionId}.
ro: {$reviewerName} a făcut evaluarea pentru runda {$round} de revizuire a manuscrisului {$submissionId}.
sk_sk: {$reviewerName} bol ohodnotený pre recenzné kolo {$round} príspevku {$submissionId}.
sl_si: {$reviewerName}je bil ocenjen za {$round}. krog recenzije prispevka {$submissionId}.
sr_rs@cyrillic: {$reviewerName} је оцењен за {$round}. круг рецензије прилога {$submissionId}.
sr_rs@latin: {$reviewerName} je ocenjen za {$round}. krug recenzije priloga {$submissionId}.
th: {$reviewerName} ได้รับการประเมินสำหรับการทบทวนรอบที่ {$round} ของการส่งบทความ {$submissionId}
uk_ua: {$reviewerName} був оцінений за {$round} раунд рецензування подання {$submissionId}.
uz@latin: {$ reviewerName} - {$ round} taqdimotni ko'rib chiqish uchun {$ submitId}.
vi_vn: {$reviewerName} đã được xếp hạng cho vòng phản biện {$round} về việc gửi {$submitId}.
zh_cn: {$reviewerName}对稿件{$submissionId}进行{$round}审的工作已经受到评分.
zh_hant: 已評價{$reviewerName}在第{$round}輪對投稿{$submissionId}的評審。
