Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.register.reviewerDescription
source: Willing to conduct peer review of submissions to the site.
az: jurnala göndərilən məqalələrə rəyçi olma arzusu. Əlaqəli sahələrinizi tərif edin (müstəqil sahələr və araşdırma metodları)
bg: Може да извършва рецензии на изпратени материали към всички списания в сайта.
bs_ba: voljni ste pisati stručne recenzije priloga prijavljenih ovome časopisu. Navedite svoja područja interesa (tematska područja i istraživačke metode).
de_de: Sie sind bereit, bei der Website eingereichte Beiträge im Rahmen des Peer Review zu begutachten.
el_gr: Εκδήλωση ενδιαφέροντος για τη διεξαγωγή αξιολογήσεων σε περιοδικά του ιστότοπου.
eu: Gunera bidalitako lanen adituen ebaluazioa egiteko prest nago.
gd_gb: Deònach lèirmheas seise a dhèanamh air tagraidhean dhan làrach.
gl_es: Estou disposto a realizar a avaliación por pares dos envíos ao sitio.
hi_in: साइट के लिए सबमिशन की सहकर्मी समीक्षा करने की इच्छा करना।
hu_hu: Vállalja a folyóirathoz beküldött anyagok szakmai lektorálásának irányítását.
hy_am: Ցանկանում եք կայքում ներկայացված փաստաթղթերի գործընկերային գրախոսություն իրականացնել:
is: Get tekið að mér ritrýni á innsendingum til vefsíðunnar.
ja: このサイトに投稿された論文の査読を行っていただきます。
ka: სურვილი აქვთ ჩაატარონ ვებსაიტზე წარდგინებათა თანმიმდევრული მიმოხილვა.
kk: Мен осы сайттың материалдарын рецензиялауға келісемін.
ku_iq: ئارەزوی ئەنجامدانی هەڵسەنگاندنی نهێنی بۆ پێشکەشکراوەکانی ئەم پەڕەیە.
ky: Сайтка тапшырмаларды рецензиялоого макул.
lt: Noriu recenzuoti šioje svetainėje teikiamus straipsnius.
lv_lv: Gatavība veikt vietnē iesniegto darbu recenzēšanu.
mk_mk: Согласен да изврши отворена рецензија на поднесоците на веб-страницата.
mr: संकेतस्थळावरील सादरीकरणांचे तज्ज्ञ समीक्षण करण्यास इच्छुक.
ms: Bersedia melakukan ulasan sejawat untuk penyerahan ke laman web ini.
nb_no: Villig til å utføre fagfellevurdering for tidsskriftet. Oppgi faglige interesser (hovedområder og forskningsmetoder).
ro: Dispus de a realiza o revizuire a manuscriselor înregistrate pe site.
sk_sk: Ochotný spracovávať recenzie k príspevkom do časopisu. Určiť oblasť záujmu (významné oblasti a výskumné metódy).
sl_si: Pripravljen za opravljanje recenzij na tem spletišču.
sr_rs@cyrillic: Вољни сте да пиште стручне рецензије прилога пријављених за овај часопис. Наведите своја подручја интересовања (тематска подручја и истраживачке методе).
sr_rs@latin: Voljni ste da pište stručne recenzije priloga prijavljenih za ovaj časopis. Navedite svoja područja interesovanja (tematska područja i istraživačke metode).
th: ยินดีที่จะทำการพิจารณาโดยผู้ทรงคุณวุฒิสำหรับการส่งบทความไปยังเว็บไซต์
uk_ua: Дає свою згоду на рецензування рукописів для редакції.
uz@latin: Saytga yuborilgan xabarlarni o'zaro tahlil qilishni istaydi.
vi_vn: Sẵn sàng tiến hành đánh giá ngang hàng các bài gửi vào trang web.
zh_cn: 愿意对投稿本期刊的稿件进行审稿工作。请指明审稿的偏好取向（研究领域与研究方法等）.
zh_hant: 願意為網站投稿作同行評審。

# user.register.reviewerDescriptionNoInterests
source: Willing to conduct peer review of submissions to the journal.
az: Jurnala göndərilən məqalələrə rəyçi olmağa hazırdır.
bg: Може да извършва рецензии на изпратени материали към списанието.
bs_ba: Spremni na obavljanje stručnih recenzija prijava u časopisu.
de_de: Sie sind bereit, bei der Zeitschrift eingereichte Beiträge im Peer Review zu begutachten.
el_gr: Εκδήλωση ενδιαφέροντος για τη διεξαγωγή αξιολογήσεων για το περιοδικό.
eu: Aldizkarira bidalitako lanen adituen ebaluazioa egiteko prest nago.
gd_gb: Deònach lèirmheas seise a dhèanamh air tagraidhean dhan iris-leabhar.
gl_es: Quero realizar avaliacións por pares dos artigos da revista.
hi_in: जर्नल को सबमिशन की सहकर्मी समीक्षा करने के लिए तैयार।
hu_hu: Vállalja a folyóirathoz beküldött anyagok szakmai lektorálásának irányítását.
hy_am: Ցանկանում է ամսագրին ներկայացվող նյութերի գրախոսություն իրականացնել:
is: Get tekið að mér ritrýni á handritum sem send eru til tímaritsins.
ja: この雑誌に投稿された論文の査読を行っていただきます。
ka: სურვილი აქვთ ჩაატარონ ჟურნალთან დაკავშირებული სტატიების მიმოხილვა.
kk: Мен осы журналдың материалдарын рецензиялауға келісемін.
ku_iq: ئارەزوی ئەنجامدانی هەڵسەنگاندنی نهێنی بۆ پێشکەشکراوەکانی ئەم گۆڤارە.
ky: Журналга тапшырмаларды рецензиялоого макул.
lt: Noriu recenzuoti šiam žurnalui teikiamus straipsnius.
lv_lv: Gatavība veikt žurnālam iesniegto darbu recenzēšanu.
mk_mk: Согласен да изврши отворена рецензија на поднесоците на списанието.
mr: नियतकालिकाला आलेल्या सादरीकरणांचे तज्ज्ञ समीक्षण करण्यास इच्छुक.
ms: Bersedia melakukan ulasan sejawat untuk serahan ke jurnal.
nb_no: Villig til å utføre fagfellevurdering for tidsskriftet.
ro: Dispus să efectueze o revizuire pentru manuscrisele înregistrate la jurnal.
sk_sk: Ochotný spracovávať recenzie k príspevkom do časopisu.
sl_si: Pripravljen za opravljanje recenzij v tej reviji.
sr_rs@cyrillic: Спремни на обављање стручних рецензија пријава за часопису.
sr_rs@latin: Spremni na obavljanje stručnih recenzija prijava za časopisu.
th: ยินดีที่จะทำการพิจารณาโดยผู้ทรงคุณวุฒิสำหรับการส่งบทความไปยังวารสาร
uk_ua: Дає свою згоду на рецензування рукописів для журналу.
uz@latin: Jurnalga yuborilgan takliflarni o'zaro tahlil qilishni istaydi.
vi_vn: Sẵn sàng tiến hành đánh giá ngang hàng các bài gửi cho tạp chí.
zh_cn: 愿意对投稿本期刊的稿件进行审稿工作.
zh_hant: 願意為期刊投稿作同行評審。

# user.register.authorDescription
source: Able to submit items to the journal.
az: Hazırlanmış yazılar jurnala göndərilə bilər
bg: Може да изпраща материали към списанието.
bs_ba: možete prijavljivati priloge za ovaj časopis.
de_de: Sie können Beiträge bei der Zeitschrift einreichen.
el_gr: Δυνατότητα υποβολής άρθρων στο περιοδικό
eu: Lanak bidal ditzakezu aldizkarira.
gd_gb: Comasach air nithean a chur dhan iris.
gl_es: Pode enviar artigos á revista.
hi_in: जर्नल को आइटम प्रस्तुत करने में सक्षम।
hu_hu: Tételeket küldhet be a folyóirat.
hy_am: Կարողանում է հոդվածներ ներկայացնել ամսագրին:
is: Getur sent inn atriði til tímaritsins.
ja: この雑誌に投稿できます。
ka: შესაძლებელია ჟურნალისთვის მასალების წარდგენა.
kk: Журналға мақалалар жібере алады.
ku_iq: تۆ دەتوانی فایلەکانت بۆ گۆڤارەکە بنێریت.
ky: Журналга материалдарды тапшыра алат.
lt: Galiu šiam žurnalui teikti straipsnius.
lv_lv: Var iesniegt materiālus žurnālam.
mk_mk: Може да поднесе трудови до списанието.
mr: नियतकालिकामध्ये मुद्दा (item) सादर करता येतो.
ms: Mampu menyerahkan item ke jurnal.
nb_no: Kan sende inn elementer til tidsskriftet.
ro: Capabil de a trimite articole la jurnal.
sk_sk: Schopný prispievať do časopisu.
sl_si: Omogočeno dodajanje stvari v revijo.
sr_rs@cyrillic: Можете пријављивати прилоге за овај часопис.
sr_rs@latin: Možete prijavljivati priloge za ovaj časopis.
th: สามารถส่งบทความไปยังวารสารได้
uk_ua: Має можливість подавати статті до журналу.
uz@latin: Jurnalga narsalarni yuborish imkoniyati.
vi_vn: Có thể gửi các mục cho tạp chí.
zh_cn: 可以向这份期刊投稿各种项目.
zh_hant: 可以提交項目給期刊。

# user.register.openAccessNotificationDescription
source: Notified by email when an issue of the journal is made open access.
az: Jurnalın açıq girişə verilən nömrəsi email ilə xəbər veriləcək.
bg: Уведомява по имейл, когато броя на списанието стане с отворен достъп.
bs_ba: Obavještavanje putem e-pošte kada je broj časopisa postao dio otvorenog pristupa.
de_de: Sie werden per E-Mail benachrichtigt, wenn eine Ausgabe der Zeitschrift frei zugänglich gemacht wird.
el_gr: Ειδοποίηση μέσω μηνυμάτων κατά τη διάθεση ενός τεύχους με ανοικτή πρόσβαση.
eu: Posta elektronikoz jakinarazpena jasoko duzu aldizkariaren zenbaki bat sarbide irekiko bihurtzean.
gd_gb: Gheibhear fios air a’ phost-d nuair a thèid inntrigeadh fosgailte a thoirt do dh’iris-leabhar.
gl_es: Recibirá unha notificación por correo electrónico cando un número da revista ofreza acceso libre.
hi_in: जब जर्नल के किसी अंक को ओपन एक्सेस किया जाता है तो ईमेल द्वारा सूचित किया जाता है।
hu_hu: Emailben értesítjük, ha a folyóirat egy száma nyílt hozzáférésű lesz.
hy_am: Տեղեկացվում է էլեկտրոնային փոստով, երբ ամսագրի համարը հասանելի է դառնում:
is: Fá skilaboð í tölvupósti þegar tölublað tímritsins er sett í opinn aðgang.
ja: この雑誌のある号がオープンアクセスになった場合、メールで連絡する。
ka: ეცნობება ელფოსტით, როდესაც ჟურნალის გამოცემა ხდება ღია წვდომით.
kk: Журнал басылымы көпшілікке қолжетімді болған кезде электрондық пошта хабарландыруларын алады.
ku_iq: بە ئیمەیڵ ئاگاداری بنێرە کاتێک ژمارەی گۆڤارەکە بە شێوەی کراوە بەردەست بو.
ky: Журнал чыгарылышы ачык жеткиликтүү болгондо электрондук кат аркылуу билдирилет.
lt: Pranešti elektroniniu paštu, kai žurnalo numeriui suteikiama atvira prieiga.
lv_lv: Paziņojums pa e-pastu, kad žurnāla numurs ir atvērtā pieejā.
mk_mk: Известени преку и-меил кога издание на списанието има отворен пристап.
mr: नियतकालिकाच्या अंकाच्या मुक्त उपलब्धतेनंतर ई-मेलद्वारे सूचित केले जाते.
ms: Dimaklumkan melalui e-mel apabila terbitan jurnal dibuat akses terbuka.
nb_no: Be om varsel med e-post når en utgave av tidsskriftet har åpen tilgang.
ro: Notificare prin e-mail atunci când un număr al jurnalului este acces deschis.
sk_sk: Informovaný e-mailom v okamihu udelenia otvoreného prístupu číslu časopisu.
sl_si: Obveščen preko e-pošte, ko bo številka revije prosto dostopna.
sr_rs@cyrillic: Обавештавање путем имејла када број часописа постане део отвореног приступa.
sr_rs@latin: Obaveštavanje putem imejla kada broj časopisa postane deo otvorenog pristupa.
th: ได้รับการแจ้งทางอีเมลเมื่อมีการเปิดการเข้าถึงฉบับของวารสาร
uk_ua: Повідомляється поштою, коли випуски журналу стають доступні у відкритому доступі.
uz@latin: Jurnalning soni ochiq bo'lganda elektron pochta orqali xabar qilinadi.
vi_vn: Thông báo qua email khi một số của tạp chí được thực hiện truy cập mở.
zh_cn: 当这份期刊有新一期的开放阅读期刊时，请以电子邮件通的方式知我。
zh_hant: 期刊一期變成開放取用時以電郵通知。

# user.register.readerDescription
source: Notified by email on publication of an issue of the journal.
az: Jurnalın nömrəsi nəşr edildiyində email ilə xəbər veriləcək.
bg: Уведомява по имейл за публикуване на брой на списанието.
bs_ba: zaprimate obavijesti e-poštom o izlasku novih izdanja časopisa.
de_de: Sie werden per E-Mail über neue Ausgaben der Zeitschrift informiert.
el_gr: Ειδοποίηση μέσω μηνυμάτων κατά τη δημοσίευση νέου τεύχους του περιοδικού.
eu: Posta elektronikoz jakinarazpena jaso aldizkariaren zenbaki berri bat argitaratzean.
gd_gb: Gheibhear fios air a’ phost-d nuair a thèid iris dhen iris-leabhar fhoillseachadh.
gl_es: Recibirá unha notificación por correo electrónico cando se publique un novo número da revista.
hi_in: जर्नल के एक अंक के प्रकाशन पर ईमेल द्वारा सूचित किया गया।
hu_hu: Emailben értesítjük, ha a folyóirat egy számában megjelenik egy cikk.
hy_am: Էլեկտրոնային փոստով ծանուցվում է ամսագրի թողարկման մասին:
is: Fá skilaboð í tölvupósti um útgáfu tölublaða hjá tímaritinu.
ja: この雑誌の新しい号が発行された場合、メールで連絡します。
ka: ეცნობება ელფოსტით ჟურნალის ნომრის გამოცემის შესახებ.
kk: Журналдың жаңа нөмірінің шыққаны туралы электронды пошта хабарламаларын алады.
ku_iq: بە ئیمەیڵ لە ژمارەی نوێی گۆڤار ئاگادار کراوەتەوە.
ky: Журнал чыгарылышы жарыяланганда электрондук кат аркылуу билдирилет.
lt: Pranešti elektroniniu paštu, kai žurnalo numeris išleidžiamas.
lv_lv: Paziņojums pa e-pastu par žurnāla numura publicēšanu.
mk_mk: Известени преку и-меил за објава на издание на списанието.
mr: नियतकालिकाच्या अंकाच्या प्रकाशनानंतर ई-मेलद्वारे सूचित केले जाते.
ms: Dimaklumkan melalui e-mel mengenai penerbitan terbitan jurnal.
nb_no: Be om varsel med e-post når en ny utgave av tidsskriftet publiseres.
ro: Notificare prin e-mail la publicarea unui număr al jurnalului.
sk_sk: Informovaný e-mailom pri vydaní čísla časopisu.
sl_si: Obveščen preko e-pošte o izidu nove številke revije.
sr_rs@cyrillic: Примајте обавештења путем имејла о изласку нових издања часописа.
sr_rs@latin: Primajte obaveštenja putem imejla o izlasku novih izdanja časopisa.
th: ได้รับการแจ้งทางอีเมลเมื่อมีการตีพิมพ์ฉบับของวารสาร
uk_ua: Повідомляється поштою про публікацію нових випусків журналу.
uz@latin: Jurnalning nashr etilganligi to'g'risida elektron pochta orqali xabardor qilinadi.
vi_vn: Thông báo qua email về việc xuất bản một số của tạp chí.
zh_cn: 当这份期刊出版新一期期刊时，请以电子邮件的方式通知我.
zh_hant: 期刊出版新一期時以電郵通知。

# user.register.form.passwordLengthTooShort
source: The password you entered is not long enough.
az: Daxil etdiyiniz şifrə kifayət qədər uzun deyil.
bg: Въведената от вас парола не е достатъчно дълга.
bs_ba: Lozinka koju ste unijeli nije dovoljno duga.
de_de: Das eingetragene Passwort ist zu kurz.
el_gr: Ο κωδικός πρόσβασης που εισάγατε περιέχει λιγότερους χαρακτήρες από τον ελάχιστο επιτρεπτό αριθμό χαρακτήρων.
eu: Sartu duzun pasahitza laburregia da.
gd_gb: Chan eil am facal-faire a chuir thu a-steach fada gu leòr.
gl_es: O contrasinal que introduciu non é longo abondo.
hi_in: आपके द्वारा दर्ज किया गया पासवर्ड लंबा नहीं है।
hu_hu: A megadott jelszó nem elég hosszú.
hy_am: Ձեր մուտքագրած գաղտնաբառը բավականաչափ երկար չէ:
is: Lykilorðið sem þú slóst inn er ekki nógu langt.
ja: 指定したパスワードは短すぎます。
ka: თქვენს მიერ შეყვანილი პაროლი არ არის საკმარისად გრძელი.
kk: Сіз енгізген құпия сөз тым қысқа.
ku_iq: ئەو وشە نهێنییەی کە تۆ داخلت کردووە کەمە.
ky: Киргизген сыр сөзүңүз жетиштүү узун эмес.
lt: Įvedėte per trumą slaptažodį.
lv_lv: Ievadītā parole nav pietiekami gara.
mk_mk: Лозинката која ја внесовте не е доволно долга.
mr: तुम्ही नोंद केलेला पासवर्ड पुरेशा लांबीचा नाही.
ms: Kata laluan yang anda masukkan tidak cukup panjang.
nb_no: Passordet du skrev inn er ikke langt nok.
ro: Parola introdusă nu este suficient de lungă.
sk_sk: Heslo, ktoré ste vložili, nie je dostatočne dlhé.
sl_si: Geslo ni dovolj dolgo.
sr_rs@cyrillic: Лозинка коју сте унели није довољно дуга.
sr_rs@latin: Lozinka koju ste uneli nije dovoljno duga.
th: รหัสผ่านที่คุณป้อนไม่ยาวพอ
uk_ua: Введений Вами пароль занадто короткий.
uz@latin: Siz kiritgan parol yetarli emas.
vi_vn: Mật khẩu bạn đã nhập không đủ dài.
zh_cn: 您输入的密码不够长.
zh_hant: 您所輸入的密碼長度不足。

# user.register.registrationDisabled
source: This journal is currently not accepting user registrations.
az: Bu Jurnal hazırda istifadəçi qeydiyyatlarını qəbul etmir
bg: Това списание понастоящем не приема потребителски регистрации.
bs_ba: Ovaj časopis trenutno ne prihvaća registracije korisnika.
de_de: Gegenwärtig nimmt diese Zeitschrift keine Registrierung von Benutzer/innen entgegen.
el_gr: Το περιοδικό αυτό προς το παρόν δεν δέχεται εγγραφές Χρηστών.
eu: Aldizkari honek une honetan ez du erabiltzaileak erregistratzeko aukerarik ematen.
gd_gb: Chan eil an t-iris-leabhar seo a’ clàradh chleachdaichean aig an àm seo.
gl_es: Neste momento esta revista non acepta rexistros de usuarios/as.
hi_in: यह जर्नल वर्तमान में उपयोगकर्ता पंजीकरण स्वीकार नहीं कर रही है।
hu_hu: Ez a folyóirat jelenleg nem fogad felhasználói regisztrációt.
hy_am: Այս ամսագիրը ներկայումս չի ընդունում օգտվողների գրանցումները:
is: Þetta tímarit tekur ekki á móti nýskráningum notenda sem stendur.
ja: この雑誌は、現在、ユーザー登録を受付けていません。
ka: ეს ჟურნალი ამჟამად არ იღებს მომხმარებელთა რეგისტრაციას.
kk: Бұл журнал қазіргі уақытта жаңа пайдаланушыларды тіркемейді.
ku_iq: ئەم گۆڤارە لە ئێستادا تۆمارکردنی ڕاگرتووە.
ky: Бул журнал азыр колдонуучуларды каттоону кабыл албайт.
lt: Šiuo metu naujų vartotojų registracija negalima.
lv_lv: Šis žurnāls pašlaik nepieņem lietotāju reģistrāciju.
mk_mk: Ова списание во моментов не прифаќа регистрација на корисници.
mr: हे नियतकालिक सध्या वापरकर्ता नोंदणी स्वीकारत नाही.
ms: Jurnal pada masa ini tidak menerima pendaftaran pengguna.
nb_no: Dette tidsskriftet tar for øyeblikket ikke imot brukerregistrering.
ro: Acest jurnal nu acceptă în prezent înregistrări ale utilizatorilor.
sk_sk: Tento časopis v súčasnosti neprijíma žiadne registrácie užívateľov.
sl_si: Ta revija trenutno ne sprejema uporabniških zahtev po registraciji.
sr_rs@cyrillic: Овај часопис тренутно не прихвата регистрације корисника.
sr_rs@latin: Ovaj časopis trenutno ne prihvata registracije korisnika.
th: ขณะนี้วารสารนี้ไม่ได้รับการลงทะเบียนผู้ใช้
uk_ua: Зараз цей журнал не дозволяє реєстрацію користувачів.
uz@latin: Bu jurnal hozirda foydalanuvchilarni ro'yxatga olishni qabul qilmaydi.
vi_vn: Tạp chí này hiện không chấp nhận đăng ký người dùng.
zh_cn: 这份期刊目前不接受用户注册.
zh_hant: 此期刊現不接受任何用戶註冊。

# user.register.privacyStatement
source: Privacy Statement
az: Məxfilik bildirişi
bg: Декларация за поверителност
bs_ba: Izjava o privatnosti
de_de: Schutz personenbezogener Daten
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
eu: Pribatutasun-adierazpena
gd_gb: An aithris prìobhaideachd
gl_es: Declaración de privacidade
hi_in: गोपनीयता वाले कथन
hu_hu: Adatvédelmi nyilatkozat
hy_am: Գաղտնիության քաղաքականությունը
is: Persónuvernd
ja: 個人情報の扱いについて
ka: კონფიდენციალურობის განცხადება
kk: Құпиялық туралы мәлімдеме
ku_iq: دەستەواژەی تایبەتێتییەکان
ky: Купуялык билдирүүсү
lt: Privatumo politika
lv_lv: Privātuma atruna
mk_mk: Изјава за приватност
mr: गोपनीयता विधान
ms: Kenyataan Privasi
nb_no: Erklæring om personvern
ro: Declarație de confidențialitate
sk_sk: Vyhlásenie o súkromí
sl_si: Izjava o zasebnosti
sq: Deklarata e Privacisë
sr_rs@cyrillic: Изјава о приватности
sr_rs@latin: Izjava o privatnosti
th: นโยบายความเป็นส่วนตัว
uk_ua: Положення про конфіденційність
uz@latin: Maxfiylik bayonoti
vi_vn: Tuyên bố về quyền riêng tư
zh_cn: 隐私权声明
zh_hant: 隱私聲明

# user.register.noJournals
source: There are no journals you may register with on this site.
az: Bu saytda qeydiyyatdan keçə biləcəyiniz bir Jurnal yoxdur
bg: Няма списание, в което да се регистрирате на този сайт.
bs_ba: Ne postoje časopisi na koje se možete registrirati na ovoj stranici.
de_de: Auf dieser Seite gibt es keine Zeitschriften, bei denen Sie sich eintragen könnten.
el_gr: Δεν υπάρχουν περιοδικά στα οποία μπορείτε να εγγραφείτε.
eu: Gune honetan ez dago zuk izena emateko moduko aldizkaririk.
gd_gb: Chan eil iris-leabhar sam bith air an làrach seo as urrainn dhut clàradh aige.
gl_es: Este sitio web non contén ningunha revista na que se poida rexistrar.
hi_in: इस साइट पर आपके द्वारा पंजीकृत कोई जर्नल्स नहीं है।
hu_hu: Nincs folyóirat, amellyel regisztrálni tudna az oldalra.
hy_am: Այս կայքում չկան ամսագրեր, որոնց կարող եք գրանցվել:
is: Það eru engin tímarit sem þú getur skráð þig hjá á þessari síðu.
ja: 登録できる雑誌はありません。
ka: ამ საიტზე არ არსებობს ჟურნალები, რომელთა რეგისტრაციაც შეგიძლიათ.
kk: Сайтта сіз тіркеле алатын журналдар жоқ.
ku_iq: هیچ گۆڤارێک بەردەست نییە، دەکرێت لەم پەڕەیە خۆت تۆمار بکەیت.
ky: Бул сайтта каттала турган журналдар жок.
lt: Šioje svetainėje nėra žurnalų, kuriuose galėtumėte registruotis.
lv_lv: Šajā vietnē nav žurnālu, kuros var reģistrēties.
mk_mk: Нема списанија на кои може да се регистрирате на оваа веб-страница.
mr: तुमच्यासाठी नोंदणीयोग्य अशी नियतकालिके या संकेतस्थळावर नाहीत.
ms: Tidak ada jurnal yang boleh anda daftarkan di laman web ini.
nb_no: Det finnes ingen tidsskrift du kan registrere deg ved på dette nettstedet.
ro: Nu există reviste cu care vă puteți înregistra pe acest site.
sk_sk: Na tejto stránke nie sú žiadne časopisy, do ktorých by ste sa mohli zaregistrovať.
sl_si: Na voljo ni nobene revije, kjer bi se lahko registrirali.
sr_rs@cyrillic: Не постоје часописи за које се можете регистровати на овом сајту.
sr_rs@latin: Ne postoje časopisi za koje se možete registrovati na ovom sajtu.
th: ไม่มีวารสารใดที่คุณสามารถลงทะเบียนได้บนเว็บไซต์นี้
uk_ua: На цьому сайті немає журналів, у яких Ви можете зареєструватись.
uz@latin: Bu saytda ro'yxatdan o'tishingiz mumkin bo'lgan jurnallar yo'q.
vi_vn: Không có tạp chí nào bạn có thể đăng ký trên trang web này.
zh_cn: 本站目前尚无任何期刊可供注册.
zh_hant: 您在此網站沒有期刊可註冊。

# user.register.selectContext
source: Select a journal to register with:
az: Qeydiyyatdan keçmək üçün bir Jurnal seçin:
bg: Изберете списание, в което да се регистрирате:
bs_ba: Odaberite časopis s kojim ćete se registrirati:
de_de: Eine Zeitschrift auswählen, bei der Sie sich registrieren möchten:
el_gr: Επιλέξτε ένα περιοδικό για να εγγραφείτε:
eu: Aukeratu aldizkaria izena emateko:
gd_gb: Tagh iris-leabhar airson clàradh aige:
gl_es: Seleccione unha revista para rexistrarse:
hi_in: इसके साथ पंजीकरण करने के लिए एक जर्नल चुनें:
hu_hu: Folyóirat kiválasztása regisztrációhoz:
hy_am: Ընտրեք ամսագիր գրանցվելու համար.
is: Veldu tímarit til að skrá þig hjá:
ja: 登録する雑誌を選択してください:
ka: შეარჩიეთ ჟურნალი, რომ დარეგისტრირდეთ:
kk: Тіркелу үшін журналды таңдаңыз:
ku_iq: ئەو گۆڤارە دیاری بکە کە خۆتی تێدا تۆمار دەکەیت:
ky: Катталуу үчүн журналды тандаңыз:
lt: Kuriame žurnale norite registruotis:
lv_lv: Izvēlieties žurnālu, kurā reģistrēties:
mk_mk: Изберете списание на кое сакате да се регистрирате:
mr: नोंदणी करण्यासाठी नियतकालिक निवडा :
ms: Pilih jurnal untuk mendaftar dengan:
nb_no: Velg et tidsskrift å registrere ved:
ro: Selectați un jurnal pentru a vă înregistra cu:
sk_sk: Vybrať časopis, v ktorom chcete byť registrovaný:
sl_si: Izberite revijo pri kateri se želite registrirati:
sr_rs@cyrillic: Одаберите часопис у који се желите регистровати:
sr_rs@latin: Odaberite časopis u koji se želite registrovati:
th: เลือกวารสารเพื่อลงทะเบียน:
uk_ua: Вибрати журнал для реєстрації:
uz@latin: Ro'yxatdan o'tish uchun jurnalni tanlang:
vi_vn: Chọn một tạp chí để đăng ký với:
zh_cn: 选择要注册的期刊：
zh_hant: 選擇註冊的期刊：

# submission.comments.saveAndEmailEditor
source: Save and Email Editor
az: Yadda saxla və redaktora email göndər
bg: Запис и пращане по имейл на редактора
bs_ba: Spremi i pošalji e-poštu uredniku
de_de: Speichern und E-Mail an Redakteur/in senden
el_gr: Αποθήκευση και αποστολή μηνύματος στον Επιμελητή
eu: Gorde eta bidali mezua Editoreari
gd_gb: Sàbhail is cuir post-d chun an deasaiche
gl_es: Gardar e enviar por correo electrónico ao editor/a
hi_in: सहेजें और ईमेल संपादक
hu_hu: Mentés és küldés a Szerkesztőnek
hy_am: Պահպանել և էլ․ փոստով ուղարկել խմբագրին
is: Vista og senda ritstjóra tölvupóst
ja: 保存して編集者にメール
ka: შენახვა და ელფოსტის გაგზავნა რედაქტორთან
kk: Сақтап, редакторға жіберіңіз
ku_iq: خەزنی بکە و ئیمەیڵ بۆ سەرنوسەر بنێرە
ky: Сактап, редакторго электрондук кат жөнөтүү
lt: Išsaugoti ir išsiųsti redaktoriui el. paštu
lv_lv: Saglabāt un nosūtīt e-pastu redaktoram
mk_mk: Зачувај и испрати и-меил до авторот
mr: सेव्ह करुन संपादकाला ई-मेल पाठवा
ms: Simpan dan E-mel Editor
nb_no: Lagre og send e-post til redaktør
ro: Salvează și trimite email autorului
sk_sk: Uložiť a zaslať e-mailom editorovi
sl_si: Shrani in pošlji e-pošto uredniku
sr_rs@cyrillic: Сачувај и пошаљи имејл уреднику
sr_rs@latin: Sačuvaj i pošalji imejl uredniku
th: บันทึกและส่งอีเมลถึงบรรณาธิการ
uk_ua: Записати та надіслати редактору
uz@latin: Saqlash va elektron pochta muharriri
vi_vn: Lưu và email cho biên tạp viên
zh_cn: 存档并电邮编辑
zh_hant: 儲存及發送電郵給編輯
