Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# donations.thankYouMessage
source: Thank you for making a contribution. Your contribution is much appreciated.
az: Qatqılarınızdan doalyı təşəkkür edirik. Qatqılarınız çox dəyərlidir.
bg: Благодарим ви за вашия принос. Високо ценим вашата поддръжка.
bs_ba: Puno vam hvala na uplati. Ona predstavlja značajan materijalni i simbolički doprinos našem časopisu.
de_de: Vielen Dank für Ihre Spende. Wir wissen sie sehr zu schätzen.
el_gr: Σας ευχαριστούμε πολύ για την συνεισφορά σας. Εκτιμούμε ιδιαίτερα την υποστήριξή σας.
eu: Eskerrik asko zure ekarpenagatik. Benetan eskertzen dizugu.
gd_gb: Mòran taing airson taic a chumail rinn. Tha sinn fada nad chomain.
gl_es: Grazas pola súa contribución, é moi valiosa.
hi_in: योगदान देने के लिए धन्यवाद।आपके योगदान को बहुत सराहा गया है।
hu_hu: Köszönjük a hozzájárulását, amelyet nagyra értékünk.
hy_am: Շնորհակալություն ներդրում կատարելու համար: Ձեր ներդրումը շատ գնահատելի է:
is: Takk fyrir framlagið. Við kunnum vel að meta það.
ja: ご貢献いただきありがとうございます。皆様のご協力に感謝いたします。
ka: გმადლობთ შეტანილი წვლილისათვის. ჩვენ დიდად ვაფასებთ თქვენს მხარდაჭერას.
kk: Қосқан үлесіңіз үшін рақмет. Біз сіздің қолдауыңызды бағалаймыз.
ku_iq: سوپاس بۆ بەشداریتان. هاوکاریتان جێگای ڕێز و پێزانینە.
ky: Сиздин салымыңыз үчүн рахмат. Сиздин салымыңыз абдан бааланат.
lt: Ačiū už Jūsų indėlį. Mes jį labai vertiname.
lv_lv: Paldies par ieguldījumu. Jūsu ieguldījums ir ļoti novērtēts.
mk_mk: Ви благодариме што дадовте придонес. Вашиот придонес е многу ценет.
mr: मदत केल्याबद्दल धन्यवाद. …तुमचे योगदान बहुमूल्य आहे.
ms: Terima kasih kerana memberi sumbangan. Sumbangan anda amatlah dihargai.
nb_no: Takk for bidraget ditt. Vi setter stor pris på støtten din.
ro: Vă mulțumim că ați contribuit. Contribuția dvs. este mult apreciată.
sk_sk: Ďakujeme za Váš príspevok. Veľmi si vážime Vašej pomoci.
sl_si: Hvala lepa za vaš prispevek. Prispevek predstavlja pomemben in simbolen doprinos naši reviji.
sr_rs@cyrillic: Хвала Вам на уплати. Она представља значајан материјални и симболички допринос нашем часопису.
sr_rs@latin: Hvala Vam na uplati. Ona predstavlja značajan materijalni i simbolički doprinos našem časopisu.
th: ขอขอบคุณสำหรับการสนับสนุน การสนับสนุนของท่านเป็นที่ชื่นชมอย่างมาก
uk_ua: Дякуємо за Ваш внесок. Ви зробили дуже корисну справу для нас.
uz@latin: Hissa qo'shganingiz uchun tashakkur. Sizning hissangiz juda qadrlanadi.
vi_vn: Cảm ơn bạn đã đóng góp. Những đóng góp của bạn được chúng tôi đánh giá cao.
zh_cn: 感谢您作出的贡献。你的贡献是功不可没的。
zh_hant: 非常感謝您的貢獻。

# donations.thankYou
source: Thank You
az: Təşəkkürlər
bg: Благодарим ви
bs_ba: Hvala vam!
de_de: Danke
el_gr: Σας ευχαριστούμε
eu: Eskerrik asko
gd_gb: Mòran taing
gl_es: Grazas
hi_in: धन्यवाद
hu_hu: Köszönet
hy_am: Շնորհակալություն
is: Takk fyrir
ja: ありがとうございます
ka: გმადლობთ
kk: Рақмет
ku_iq: سوپاس بۆ هاوکاریتان
ky: Рахмат
lt: Ačiū
lv_lv: Paldies
mk_mk: Ви благодарам
mr: धन्यवाद
ms: Terima Kasih
nb_no: Takk
ro: Mulțumesc
sk_sk: Ďakujeme
sl_si: Hvala
sq: Faleminderit
sr_rs@cyrillic: Хвала Вам!
sr_rs@latin: Hvala Vam!
th: ขอบคุณ
uk_ua: Дякуємо
uz@latin: Rahmat
vi_vn: Cảm ơn
zh_cn: 谢谢
zh_hant: 感謝

# help.goToEditPage
source: Edit {$sectionTitle}
az: {$sectionTitle} bölməsini düzlədin
bg: Редактиране {$sectionTitle}
bs_ba: Uredi {$sectionTitle}
de_de: {$sectionTitle} bearbeiten
el_gr: Επεξεργασία {$sectionTitle}
eu: Editatu {$sectionTitle}
gd_gb: Deasaich {$sectionTitle}
gl_es: Editar {$sectionTitle}
hi_in: {$ SectionTitle} संपादित करें
hu_hu: Szerkesztés {$sectionTitle}
hy_am: Խմբագրել {$sectionTitle}
is: Breyta {$sectionTitle}
ja: {$sectionTitle}を編集
ka: ჩასწორება {$sectionTitle}
kk: {$sectionTitle} өңдеу
ku_iq: {$sectionTitle} بگۆڕە
ky: {$sectionTitle} түзөтүү
lt: Taisyti {$sectionTitle}
lv_lv: Mainīt {$sectionTitle}
mk_mk: Уредете {$sectionTitle}
mr: {$sectionTitle} संपादित करा
ms: Sunting {$sectionTitle}
nb_no: Endre {$sectionTitle}
ro: Editare {$sectionTitle}
sk_sk: Editovať {$sectionTitle}
sl_si: Urejanje {$sectionTitle}
sq: Modifiko {$sectionTitle}
sr_rs@cyrillic: Уреди {$sectionTitle}
sr_rs@latin: Uredi {$sectionTitle}
th: แก้ไข {$sectionTitle}
uk_ua: Редагувати {$sectionTitle}
uz@latin: {$ SectionTitle} -ni tahrirlash
vi_vn: Chỉnh sửa {$sectionTitle}
zh_cn: 编辑 {$sectionTitle}
zh_hant: 編輯{$sectionTitle}

# help.searchReturnResults
source: Return to Search Results
az: Axtarış nəticələrinə qayıdın
bg: Връщане към резултатите от търсенето
bs_ba: Povratak na rezultate pretraživanja
de_de: Zurück zu Suchergebnissen
el_gr: Επιστροφή στα αποτελέσματα της αναζήτησης
eu: Itzuli bilaketaren emaitzetara
gd_gb: Till gu toraidhean an luirg
gl_es: Volver aos resultados da busca
hi_in: खोज परिणामों पर वापस लौटें
hu_hu: Vissza a keresési eredményekhez
hy_am: Վերադարձ դեպի որոնման արդյունքներ
is: Til baka í leitarniðurstöður
ja: 検索結果に戻る
ka: ძიების შედეგებზე დაბრუნება
kk: Іздеу нәтижелеріне оралу
ku_iq: گەڕانەوە بۆ ئەنجامەکانی گەڕانەکە
ky: Издөө натыйжаларына кайтуу
lt: Grįžti prie paieškos rezultatų
lv_lv: Atgriezties pie meklēšanas rezultātiem
mk_mk: Врати се на резултатите од пребарувањето
mr: शोधलेल्या यादीवर परत जा
ms: Kembali ke Hasil Carian
nb_no: Gå tilbake til søkeresultat
ro: Întoarce rezultatele căutării
sk_sk: Späť k výsledkom vyhľadávania
sl_si: Nazaj na iskalne rezultate
sq: Kthehu tek Rezultatet e Kërkimit
sr_rs@cyrillic: Повратак на резултате претраживања
sr_rs@latin: Povratak na rezultate pretraživanja
th: กลับไปยังผลการค้นหา
uk_ua: Повернутися до результатів пошуку
uz@latin: Qidiruv natijalariga qaytish
vi_vn: Trở về kết quả tìm kiếm
zh_cn: 反回到检索结果
zh_hant: 返回搜尋結果

# help.ojsHelpAbbrev
source: OJS Help
az: ADS Yardımı
bg: Помощ на OJS
bs_ba: OJS pomoć
de_de: OJS-Hilfe
el_gr: Βοήθεια για το OJS
eu: OJS laguntza
gd_gb: Cobhair OJS
gl_es: Axuda de OJS
hi_in: OJS मदद
hu_hu: OJS Súgó
hy_am: OJS օգնություն
is: OJS hjálp
ja: OJSヘルプ
ka: OJS დახმარება
kk: OJS анықтамасы
ku_iq: یارمەتیی OJS
ky: OJS Жардам
lt: OJS pagalba
lv_lv: OJS palīdzība
mk_mk: OJS Помош
mr: OJS चा हातभार
ms: Bantuan OJS
nb_no: OJS-hjelp
ro: Ajutor OJS
sk_sk: OJS Nápoveda
sl_si: OJS pomoč
sr_rs@cyrillic: OJS помоћ
sr_rs@latin: OJS pomoć
th: OJS ช่วยเหลือ
uk_ua: Допомога OJS
uz@latin: OJS yordami
vi_vn: Trợ giúp OJS
zh_cn: OJS帮助
zh_hant: OJS幫助

# help.ojsHelp
source: Open Journal Systems Help
az: Açıq Jurnal Sistemləri Yardımı
bg: Помощна информация на Open Journal Systems
bs_ba: Pomoć za korištenje OJS-a
de_de: Hilfe zu Open Journal Systems
el_gr: Βοήθεια για το OJS
eu: Open Journal Systems-en laguntza
gd_gb: Cobhair Open Journal Systems
gl_es: Axuda de Open Journal Systems
hi_in: ओपन जर्नल प्रणाली मदद
hu_hu: Open Journal Systems Súgó
hy_am: Open Journal Systems օգնություն
is: OJS hjálp
ja: オープン･ジャーナル･システムのヘルプ
ka: Open Journal Systems-ის დახმარება
kk: Open Journal Systems бойынша көмек
ku_iq: یارمەتیی سیستەمی گۆڤاری کراوە
ky: Open Journal Systems Жардам
lt: „Open Journal Systems“ pagalba
lv_lv: Open Journal Systems palīdzība
mk_mk: Помош за Open Journal Systems
mr: मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स) तर्फे हातभार
ms: Bantuan Open Journal Systems
nb_no: Open Journal Systems-hjelp
ro: Ajutor OJS
sk_sk: Nápoveda Open Journal Systems
sl_si: Open Journal Systems pomoč
sr_rs@cyrillic: Помоћ за кориштење OJS-a
sr_rs@latin: Pomoć za korištenje OJS-a
th: ความช่วยเหลือเกี่ยวกับระบบ Open Journal Systems
uk_ua: Допомога Open Journal Systems
uz@latin: Jurnal tizimlari yordamini oching
vi_vn: Trợ giúp Open Journal Systems
zh_cn: 开放期刊系统帮助
zh_hant: Open Journal Systems幫助

# about.aboutOJSSite
source: This site uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the Public Knowledge Project under the GNU General Public License. Visit PKP's website to <a href="http://pkp.sfu.ca/">learn more about the software</a>. Please contact the site directly with questions about its journals and submissions to its journals.
az: Bu sayt açıq məndə kodlu bir Jurnal hazırlama və yayımlama proqramı olan Açıq Jurnal Sistemləri (Open Journal Systems) proqramı {$ojsVersion} versiyasını istifadə edir. ADS olaraq qısaldılan bu proqram <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> tərəfindən inkişaf etdirilmişdir və (GNU General Public License) lisenziyası ilə pulsuz paylanır
bg: Това списание използва Open Journal Systems {$ojsVersion}, което представлява софтуер за управление и публикуване на списания с отворен код, разработен, поддържан и свободно разпространен от Public Knowledge Project под GNU General Public License. Посетете уебсайта на PKP, за да <a href="http://pkp.sfu.ca/"> научите повече за софтуера </a>. Моля, свържете се директно с сайта с въпроси относно публикуваните списания и и възможностите за изпращане на материали за публикация в отделните списания.
de_de: Diese Website verwendet Open Journal Systems {$ojsVersion}, eine Open-Source-Zeitschriften- und Publikationsmanagement-Software. Sie wird unter der GNU General Public License entwickelt, dokumentiert und kostenlos vertrieben durch das <a href="http://pkp.sfu.ca/">Public Knowledge Project</a>.
eu: Gune honek Open Journal Systems {$ojsVersion} (OJS) erabiltzen du. Aldizkariak kudeatzeko eta argitaratzeko iturburu irekiko software bat da OJS, GNU lizentzia publiko orokor baten pean Public Knowledge Project egitasmoak sustatua eta doan banatua. Joan PKPren webgunera <a href="http://pkp.sfu.ca/">softwareari buruz gehiago jakiteko</a>. Mesedez, jarri harremanetan gunearekin zuzenean bertako aldizkariei eta aldizkarietarako bidalketei buruzko galderetarako.
gl_es: Este sitio utiliza Open Journal Systems {$ojsVersion}, un software de código aberto para a xestión e a publicación de revistas que foi desenvolvido, impulsado e distribuído libremente polo <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> baixo a Licenza Pública Xeral GNU.
hy_am: Այս կայքը օգտագործում է Open Journal Systems {$ojsVersion}, որը բաց կոդով ամսագրերի կառավարման և հրատարակման ծրագրակազմ է, որը մշակվել, աջակցվում և ազատորեն տարածվում է Public Knowledge Project-ի կողմից GNU Ընդհանուր հանրային լիցենզիայի ներքո: Այցելեք PKP-ի կայք՝ <a href="https://pkp.sfu.ca/">ծրագրաշարի մասին ավելին իմանալու համար</a>: Խնդրում ենք ուղղակիորեն կապվել կայքի հետ՝ ամսագրերի և ամսագրերին ներկայացված նյութերի վերաբերյալ հարցերով:
is: Þessi síða notar "Open Journal Systems" {$ojsVersion}, sem er opinn hugbúnaðaru fyrir umsýslu og útgáfu tímarita. Kerfið er þróað, stutt af og í ókeypis dreifingu frá Public Knowledge Project (PKP) undir leyfisskilmálum GNU General Publi License. Skoðið vefsíðu PKP til að <a href="http://pkp.sfu.ca/">læra meira um hugbúnaðinn</a>. Vinsamlega hafið beint samband við okkur með spurningar sem sem varða þetta tímarit og um innsendingu efnis í það.
ja: 本誌はOpen Journal Systems {$ojsVersion}を利用しています。これは、Public Knowledge ProjectがGNU General Public Licenseの下で開発、サポート、および自由に配布しているオープンソースのジャーナル管理・出版ソフトウェアです。PKPのウェブサイトでは、<a href="http://pkp.sfu.ca/">このソフトウェアについての詳細がご覧いただけます</a>。ジャーナルに関する質問やジャーナルへの投稿については、ジャーナルに直接お問い合わせください。
ka: ეს საიტი იყენებს ძრავს Open Journal Systems {$ojsVersion}, რომელიც ღია წყაროზე დაფუძნებული პროგრამული უზრუნველყოფაა, ჟურნალებისა და გამოცემების სამართავად. აღნიშნული პროგრამული უზრუნველყოფა შემუშავებულია, მხარდაჭერილია და თავისუფლად ვრცელდება Public Knowledge Project-ის მიერ GNU General Public License-ზე დაყრდნობით. ეწვიეთ PKP-ს საიტს, რათა <a href="http://pkp.sfu.ca/">გაიგოთ მეტი</a>. გთხოვთ, დაუკავშირიდთ ჟურნალს უშუალოდ, თუ გაქვთ კითხვები ჟურნალის და მასალების გაგზავნის შესახებ აღნიშნულ ჟურნალში.
kk: Бұл журналда ашық журналдарды басқару мен жариялауға арналған Open Journal Systems {$ojsVersion} бағдарламалық жасақтамасы қолданылады. Бұл бағдарлама GNU General Public License лицензиясы бойынша Public Knowledge Project көмегімен таратылады. Бұл бағдарлама туралы <a href="http://pkp.sfu.ca/"> қосымша ақпарат алу үшін</a> PKP веб-сайтына кіріңіз. Егер журналға қатысты сұрақтарыңыз болса және осы журналға материалдарды жіберсеңіз, <a href="{$contactUrl}">осы журналға тікелей хабарласуыңызды сұраймыз</a>.
ky: Бул сайт Open Journal Systems {$ojsVersion} колдонууда, ал Public Knowledge Project тарабынан GNU General Public License астында иштелип чыккан, колдоого алынган жана эркин таратылган ачык булактуу журналды башкаруу жана жарыялоо программасы. Программа тууралуу көбүрөөк билүү үчүн PKP вебсайтына <a href="https://pkp.sfu.ca/">кирүү</a>. Журналдар жана тапшырмалар боюнча суроолор үчүн сайт менен түздөн-түз байланышсаңыз.
lt: This site uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
lv_lv: Šī vietne izmanto Open Journal Systems {$ojsVersion}, kas ir atvērtā pirmkoda žurnālu pārvaldības un publicēšanas programmatūra, ko saskaņā ar GNU Vispārējo publisko licenci izstrādājis, atbalsta un brīvi izplata Public Knowledge Project. Apmeklējiet PKP tīmekļa vietni, lai <a href="http://pkp.sfu.ca/">uzzinātu vairāk par šo programmatūru</a>. Ar jautājumiem par žurnālu un materiālu iesniegšanu, lūdzu, sazinieties tieši ar vietni.
mk_mk: Оваа страница користи системи со отворен весник {$ojsVersion}, што е софтвер за управување и објавување на списанија со отворен извор развиен, поддржан и слободно дистрибуиран од страна на Проектот за јавно знаење според Општата јавна лиценца на ГНУ. Посетете ја веб-страницата на PKP за да <a href="http://pkp.sfu.ca/"> дознаете повеќе за софтверот </a>. Ве молиме контактирајте ја страницата директно со прашања во врска со нејзините списанија и поднесоци до нејзините списанија.
mr: हे संकेतस्थळ मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स)ची {$ojsVersion} आवृत्ती वापरते, जी GNU जनरल पब्लिक लायसन्स अंतर्गत Public Knowledge Project द्वारे त्यांनी दिलेल्या पाठिंब्यावर विकसित केली आणि मुक्तपणे वितरित केलेली मुक्त स्त्रोत नियतकालिक व्यवस्थापन आणि प्रकाशन आज्ञावली आहे. <a href="https://pkp.sfu.ca/">आज्ञावलीबद्दल अधिक जाणून घेण्यासाठी</a> PKP च्या संकेतस्थळाला भेट द्या. कृपया संकेतस्थळावरील नियतकालिकांसंबंधीच्या माहितीसाठी आणि त्यावरील नियतकालिकांमध्ये करायच्या सादरीकरणाबद्दलच्या अधिक माहितीसाठी संकेतस्थळाशी थेट संपर्क साधा.
ms: Laman ini menggunakan Open Journal Systems {$ojsVersion}, iaitu pengurusan jurnal sumber terbuka dan perisian penerbitan yang dibangunkan, disokong dan diedarkan secara bebas oleh Public Knowledge Project di bawah Pelesenan Awam Am GNU. Layari laman web PKP untuk <a href="http://pkp.sfu.ca/">ketahui lebih lanjut mengenai perisian</a>. Sila hubungi laman web ini secara langsung dengan soalan mengenai jurnal dan penyerahannya kepada jurnalnya.
nb_no: Dette nettstedet bruker Open Journal Systems {$ojsVersion}, som er en programvare for administrasjon og publisering av åpent tilgjengelige («open access») tidsskrifter. OJS er utviklet, støttet og fritt distribuert av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License.
th: เว็บไซต์นี้ใช้ Open Journal Systems {$ojsVersion} ซึ่งเป็นซอฟต์แวร์การจัดการและการตีพิมพ์วารสารแบบโอเพนซอร์สที่พัฒนา สนับสนุน และแจกจ่ายโดยโครงการ Public Knowledge Project ภายใต้ใบอนุญาต GNU General Public License เยี่ยมชมเว็บไซต์ของ PKP เพื่อ <a href="https://pkp.sfu.ca/">เรียนรู้เพิ่มเติมเกี่ยวกับซอฟต์แวร์</a> กรุณาติดต่อเว็บไซต์โดยตรงหากมีคำถามเกี่ยวกับวารสารและการส่งบทความไปยังวารสาร
uz@latin: Bu saytda GNU General Public License litsenziyasi ostida "Public Knowledge Project" tomonidan ishlab chiqilgan, qo'llab -quvvatlanadigan va erkin tarqatiladigan ochiq manbali jurnallarni boshqarish va nashr qilish dasturi bo'lgan ochiq jurnal tizimlari {$ ojsVersion} ishlatiladi. <a href="http://pkp.sfu.ca/"> dasturiy ta'minot haqida ko'proq ma'lumot olish uchun </a> PKP veb -saytiga tashrif buyuring. Iltimos, jurnalga oid savollar va jurnallarga yuborish bilan bevosita saytga murojaat qiling.
zh_hant: 此期刊揾用Open Journal Systems{$ojsVersion}，一個在GNU通用公眾特許條款下由Public Knowledge Project開發、支援及免費發行的開源期刊管理及出版程式。請到PKP網站<a href="https://pkp.sfu.ca/">了解更多此程式</a>。有關期刊及投稿相關問題，請直接聯絡此期刊。
