Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.preInstallationInstructions
source: <h4>Pre-Installation Steps</h4> <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
az: <h4>Yükləmədən əvvəlki addımlar</h4> <p>1. Aşağıdakı fayllar və indekslər (və məzmunlar) yazıla bilən olmalıdır:</p> <ul> <li><tt>config.inc.php</tt> yazıla bilər (istəyə bağlıdır): {$writable_config}</li> <li><tt>public/</tt> yazıla bilər: {$writable_public}</li> <li><tt>cache/</tt> yazıla bilər: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yazıla bilər: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yazıla bilər: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yazıla bilər: {$writable_db_cache}</li> </ul> <p>2. Yüklənən faylların depolanması üçün bir indeks yaradılmalı və yazıla bilən edilməlidir (aşağıdakı ""Fayl Tənzimləri"" bölməsinə baxın).</p>
bg: <h4>Стъпки преди инсталирането </h4> <p>1. Следните файлове и директории (и тяхното съдържание) трябва да бъдат с права за запис:</p> <ul> <li><tt>config.inc.php</tt> с права за запис (опционално): {$writable_config}</li> <li><tt>public/</tt> с права за запис: {$writable_public}</li> <li><tt>cache/</tt> с права за запис: {$writable_cache}</li> <li><tt>cache/t_cache/</tt>с права за запис: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt>с права за запис: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> с права за запис: {$writable_db_cache}</li> </ul> <p>2. Трябва да се създаде директория за съхраняване на качени файлове и да може да се записва в нея (с права за запис) - (вижте "Настройки на файла" по-долу) .</p>
bs_ba: <h4>Predinstalacijski koraci</h4> <p>1. Sledeći fajlovi i direktoriji (i njihovi sadržaji) trebaju biti upisivi:</p> <ul> <li><tt>config.inc.php</tt> je upisiv (optional): {$writable_config}</li> <li><tt>public/</tt> je upisiv: {$writable_public}</li> <li><tt>cache/</tt> je upisiv: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je upisiv: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je upisiv: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je upisiv: {$writable_db_cache}</li> </ul> <p>2. Dirtektorij koji će sadržvati fajlove postavljene na server mora biti kreiran i upisiv (vidi "podešavanja fajlova" ispod).</p>
de_de: <h4>Vor der Installation</h4> <p>1. Die folgenden Dateien und Verzeichnisse (mit ihren Inhalten) müssen beschreibbar sein:</p> <ul> <li><tt>config.inc.php</tt> ist beschreibbar (optional): {$writable_config}</li> <li><tt>public/</tt> ist beschreibbar: {$writable_public}</li> <li><tt>cache/</tt> ist beschreibbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> ist beschreibbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> ist beschreibbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> ist beschreibbar: {$writable_db_cache}</li> </ul> <p>2. Ein Verzeichnis für die Ablage hochgeladener Dateien muss angelegt und beschreibbar gemacht werden (siehe "Datei-Einstellungen" unten).</p>
el_gr: &lt;h4&gt;Βήματα προετοιμασίας της εγκατάστασης&lt;/h4&gt; &lt;p&gt;1. Τα ακόλουθα αρχεία και κατάλογοι (και τα περιεχόμενα αυτών) πρέπει να καταστούν εγγράψιμα:&lt;/p&gt; &lt;ul&gt; &lt;li&gt;&lt;tt&gt;config.inc.php&lt;/tt&gt; είναι εγγράψιμο (προαιρετικό) {$writable_config}&lt;/li&gt; &lt;li&gt;&lt;tt&gt;public/&lt;/tt&gt; είναι εγγράψιμο: {$writable_public}&lt;/li&gt; &lt;li&gt;&lt;tt&gt;cache/&lt;/tt&gt; είναι εγγράψιμο: {$writable_cache}&lt;/li&gt; &lt;li&gt;&lt;tt&gt;cache/t_cache/&lt;/tt&gt; είναι εγγράψιμο: {$writable_templates_cache}&lt;/li&gt; &lt;li&gt;&lt;tt&gt;cache/t_compile/&lt;/tt&gt; είναι εγγράψιμο: {$writable_templates_compile}&lt;/li&gt; &lt;li&gt;&lt;tt&gt;cache/_db&lt;/tt&gt; είναι εγγράψιμο: {$writable_db_cache}&lt;/li&gt; &lt;/ul&gt; &lt;p&gt;2. Πρέπει να δημιουργηθεί και να καταστεί εγγράψιμος ένας κατάλογος για αποθήκευση των αρχείων που έχουν μεταφορτωθεί (βλέπε «Ρυθμίσεις αρχείου» παρακάτω).&lt;/p&gt;
eu: <h4>Instalatu aurreko urratsak</h4> <p>1. Ondoko fitxategi eta direktorioek (eta haien edukiek) idazteko baimena izan behar dute:</p> <ul> <li><tt>config.inc.php</tt> idazteko baimena du (hautazkoa): {$writable_config}</li> <li><tt>public/</tt> idazteko baimena du: {$writable_public}</li> <li><tt>cache/</tt> idazteko baimena du: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> idazteko baimena du: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> idazteko baimena du: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> idazteko baimena du: {$writable_db_cache}</li> </ul> <p>2. Igotako fitxategiak biltegiratzeko direktorio bat sortu behar da eta idazteko baimena izan behar du (ikusi “Fitxategi-ezarpenak” behean).</p>
gd_gb: <h4>Ceuman ron stàladh</h4> <p>1. Feumaidh tu na faidhlichean is pasganan a leans (agus an t-susbaint annta) a dhèanamh so-sgrìobhte:</p> <ul> <li>Tha <tt>config.inc.php</tt> so-sgrìobhte (roghainneil): {$writable_config} </li> <li>Tha <tt>public/</tt> so-sgrìobhte: {$writable_public} </li> <li>Tha <tt>cache/</tt> so-sgrìobhte: {$writable_cache} </li> <li>Tha <tt>cache/t_cache/</tt> so-sgrìobhte: {$writable_templates_cache} </li> <li>Tha <tt>cache/t_compile/</tt> so-sgrìobhte: {$writable_templates_compile} </li> <li>Tha <tt>cache/_db</tt> so-sgrìobhte: {$writable_db_cache} </li> </ul> <p>2. Feumaidh tu pasgan a chruthachadh far an cumar na faidhlichean a thèid a luchdadh suas agus feumaidh e a bhith so-sgrìobhte (faic “Roghainnean faidhle” gu h-ìosal.</p>
gl_es: <h4>Pasos para a preinstalación</h4> <p>1. Os seguintes arquivos e directorios (e os seus contidos) deben ser editables:</p> <ul> <li><tt>config.inc.php</tt> é editable (opcional): {$writable_config}</li> <li><tt>public/</tt> é editable: {$writable_public}</li> <li><tt>cache/</tt> é editable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> é editable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> é editable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> é editable: {$writable_db_cache}</li> </ul> <p>2. Cómpre crear un directorio editable para almacenar os arquivos cargados (ver "Configuración de arquivo" máis abaixo).</p>
hu_hu: <h4>Telepítés előtti lépések</h4> <p>1. A következő fájloknak és könyvtáraknak (valamint azok tartalmainak) írhatóaknak kell lenniük:</p> <ul> <li><tt>config.inc.php</tt> írható (választható): {$writable_config}</li> <li><tt>public/</tt> írható: {$writable_public}</li> <li><tt>cache/</tt> írható: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> írható: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> írható: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> írható: {$writable_db_cache}</li> </ul> <p>2. Annak a könyvtárnak, ahova a fájlok kerülnek szintén írhatónak kell lennie (lásd "Fájlok rendszere" alább).</p>
hy_am: <h4>Նախատեղադրման քայլերը</h4> <p>1. Հետևյալ նիշքերը և գրացուցակները (և դրանց բովանդակությունը) պետք է գրառելի լինեն.</p> <ul> <li><tt>config.inc.php</tt> գրառելի է (կամընտրական): {$writable_config}</li> <li><tt>public/</tt> գրառելի է: {$writable_public}</li> <li><tt>cache/</tt> գրառելի է: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> գրառելի է: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> գրառելի է: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> գրառելի է: {$writable_db_cache}</li> </ul> <p>2.Վերբեռնված նիշքերը պահելու համար գրացուցակ պետք է ստեղծվի և պետք է լինի գրառելի (տե՛ս «Նիշքի կարգավորումները» ստորև):</p>
ja: <h4>インストール前に行う処理</h4> <p>1. 以下のファイルとディレクトリ（配下のすべてのコンテンツを含む）を書き込みができるようにする必要があります。</p> <ul> <li><tt>config.inc.php</tt>は書き込み可（オプション）: {$writable_config}</li> <li><tt>public/</tt>は書き込み可: {$writable_public}</li> <li><tt>cache/</tt>は書き込み可: {$writable_cache}</li> <li><tt>cache/t_cache/</tt>は書き込み可: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt>は書き込み可: {$writable_templates_compile}</li> <li><tt>cache/_db</tt>は書き込み可: {$writable_db_cache}</li> </ul> <p>2. アップロードファイルを格納するためのディレクトリを作成して、書き込みができるようにする必要があります（以下の「ファイル設定」を参照してください）。</p>
ka: <h4> ინსტალაციის წინა ეტაპები </h4> <p> 1 შემდეგი ფაილები და დირექტორიები (და მათი შინაარსი) უნდა იყოს დაწერილი: </p> <ul> <li> <tt> config.inc.php </tt> იწერება (არასავალდებულო): {$ Writable_config} </li> <li> <tt> public / </tt> იწერება: {$ Writable_public} </li> <li> <tt> cache / </tt> იწერება: {$ writable_cache} </li> <li> <tt> cache / t_cache / </tt> იწერება: {$ Writable_templates_cache} </li> <li> <tt> cache / t_compile / </tt> იწერება: {$ Writable_templates_compile} </li> <li> <tt> cache / _db </tt> იწერება: {$ writable_db_cache} </li> </ul> <p> 2 ატვირთული ფაილების შესანახად დირექტორია უნდა შეიქმნას და დაწერილი უნდა იყოს (იხ. “ფაილის პარამეტრები”). </p>
kk: <h4> Орнатуға дайындық қадамдары </h4> <p> 1. Келесі файлдар мен каталогтар (және олардың мазмұны) жазуға жарамды болуы керек: </p> <ul> <li> <tt> config.inc.php </tt> жазылатын (міндетті емес): {$writable_config} </li> <li> <tt> public/</tt> writable: {$writable_public} </li> <li> <tt> кэш/</tt> жазылатын: {$writable_cache} </li> <li> <tt> кэш / t_cache / </tt> жазылатын: {$writable_templates_cache} </li> <li> <tt> кэш / t_compile / </tt> жазылатын: {$writable_templates_compile} </li> <li> <tt> кэш/_db </tt> жазылатын: {$writable_db_cache} </li> </ul> <p> 2. Жүктелген файлдарды сақтауға арналған каталог жасалуы және жазылуы тиіс (төмендегі «Файл параметрлері» бөлімін қараңыз). </p>
ku_iq: <h4>هەنگاوەکانی پێش دابەزاندن و ڕێکخستن</h4> <p>1.ئەو فایلانەی خوارەوە دەبێت بە جۆرێک بن کە دەستکاری بکرێن:</p> <ul> <li><tt>config.inc.php</tt> دەستکاری دەکرێت (بژاردە): {$writable_config}</li> <li><tt>public/</tt> دەستکاری دەکرێت: {$writable_public}</li> <li><tt>cache/</tt> دەستکاری دەکرێت: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> دەستکاری دەکریت: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> دەستکاری دەکرێت: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> دەستکاری دەکرێت: {$writable_db_cache}</li> </ul> <p>2. ئەو فایلانەی بار دەکرین دەبێت دەستکاری بکڕین ("ڕێکخستنی فایلەکان" لە خوارەوە ببینە).</p>
ky: <h4>OJS Версиясы {$version}</h4> <p><strong>Open Journal Systems</strong> программасын жүктөп алганыңыз үчүн рахмат. Улантуудан мурун бул программалык камсыздоо менен кошо берилген <a href="{$baseUrl}/README.md">README</a> файлын окуп чыгыңыз. Public Knowledge Project жана анын программалык долбоорлору тууралуу көбүрөөк маалымат алуу үчүн <a href="https://pkp.sfu.ca/" target="_blank">PKP веб-сайтына</a> кириңиз. Эгерде Open Journal Systems боюнча ката тууралуу билдирүүңүз же техникалык суроолоруңуз болсо, <a href="https://forum.pkp.sfu.ca" target="_blank">колдоо форумун</a> караңыз же PKPнын онлайн <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">ката билдирүү системасын</a> колдонуңуз. Колдоо форуму байланыштын артыкчылыктуу жолу болуп саналат, бирок кааласаңыз командага <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> дарегине электрондук кат жөнөтсөңүз болот.</p> <h4>Сунушталган системалык талаптар</h4> <ul> <li><a href="https://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; учурда сиз PHP {$phpVersion}{$wrongPhpText} колдонуп жатасыз</li> <li><a href="https://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 же <a href="https://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="https://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x же >= 2.0.4x же Microsoft IIS 6</li> <li>Операциялык система: Жогорудагы программаларды колдогон каалаган ОС, анын ичинде <a href="https://www.linux.org/" target="_blank">Linux</a>, <a href="https://www.bsd.org" target="_blank">BSD</a>, <a href="https://www.oracle.com/solaris/" target="_blank">Solaris</a>, <a href="https://www.apple.com/" target="_blank">Mac OS X</a>, <a href="https://www.microsoft.com/">Windows</a></li> </ul> <p>PKP бардык мүмкүн болгон программалык версиялардын жана платформалардын айкалыштарын текшерүүгө ресурстарга ээ эмес болгондуктан, туура иштөө же колдоо боюнча кепилдик берилбейт.</p> <p>Бул жөндөөлөрдү орнотуудан кийин негизги OJS каталогундагы <tt>config.inc.php</tt> файлын түзөтүү аркылуу же сайттын администрациялык веб-интерфейсин колдонуу менен өзгөртүүгө болот.</p> <h4>Колдоого алынган маалымат базалары</h4> <p>Учурда OJS MySQL жана PostgreSQLде гана текшерилген, бирок <a href="https://adodb.org" target="_blank">ADOdb</a> колдогон башка маалымат базасы башкаруу системалары да (толук же жарым-жартылай) иштеши мүмкүн. Альтернативдүү МББС боюнча шайкештик отчетторун жана/же код оңдоолорун OJS командасына жөнөтсөңүз болот.</p>
lt: <h4>Išankstiniai diegimo žingsniai</h4> <p>1. Šie failai ir katalogai (bei jų turinys) turi būti rašomi:</p> <ul> <li><tt>config.inc.php</tt> rašomas (neprivaloma): {$writable_config}</li> <li><tt>public/</tt> rašomas: {$writable_public}</li> <li><tt>cache/</tt> rašomas: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> rašomas: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> rašomas: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> rašomas: {$writable_db_cache}</li> </ul> <p>2. Turi būti sukurtas katalogas įkeltiems failams saugoti ir jis turi būti rašomas (žr. „Failų nustatymai“ žemiau).</p>
lv_lv: <h4>Pirmsinstalācijas soļi</h4> <p>1. Šiem failiem un direktorijiem (kā arī to saturam) jābūt rakstāmiem:</p> <ul> <li><tt>config.inc.php</tt> ir rakstāms (nav obligāts): {$writable_config}</li> <li><tt>public/</tt> ir rakstāms: {$writable_public}</li> <li><tt>cache/</tt> ir rakstāms: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> ir rakstāms: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> ir rakstāms: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> ir rakstāms: {$writable_db_cache}</li> </ul> <p>2. Ir jāizveido un jāpadara rakstāms direktorijs, kurā glabāt augšupielādētos failus (skatiet tālāk “Faila iestatījumi”)..</p>
mk_mk: <h4> Чекори пред инсталација </h4> <p> 1 Следните датотеки и директориуми (и нивната содржина) мора да бидат напишани: </p> <ul> <li><tt>config.inc.php</tt> може да се запише (по избор): {$writable_config} </li> <li><tt>public/</tt> може да се запише: {$writable_public} </li> <li><tt>cache/</tt> може да се запише: {$writable_cache} </li> <li><tt>cache/t_cache/</tt> може да се запише: {$writable_templates_cache} </li> <li><tt>cache/t_compile/</tt> може да се запише: {$writable_templates_compile} </li> <li><tt>cache/_db</tt> може да се запише: {$writable_db_cache} </li> </ul> <p> 2. Именикот за зачувување на подигнатите датотеки мора да биде креиран и да се запишува (видете „Подесувања на датотека“ подолу). </p>
mr: <h4>इंस्टॉलेशनपूर्वी विचारात घ्यायच्या पायऱ्या</h4> <p>1. खालील फाईल्स आणि डिरेक्टरी (आणि त्यांची सामग्री) लिहिण्यायोग्य बनवणे आवश्यक आहे:</p> <ul> <li><tt>config.inc.php</tt> लिहिण्यायोग्य (पर्यायी): {$writable_config}</li> <li><tt>public/</tt> लिहिण्यायोग्य आहे: {$writable_public}</li> <li><tt>cache/</tt> लिहिण्यायोग्य आहे: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> लिहिण्यायोग्य आहे: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> लिहिण्यायोग्य आहे: {$writable_templates_compile}</li> <li> <tt>cache/_db</tt> लिहिण्यायोग्य आहे: {$writable_db_cache}</li> </ul> <p>2. संक्रमित (अपलोड) केलेल्या फाईल्स संचयित करण्यासाठी डिरेक्टरी तयार करणे आणि लिहिण्यायोग्य करणे आवश्यक आहे (खालील "फाइल सेटिंग्ज" पहा).</p>
ms: <h4> Langkah Pra Pemasangan </h4> <p> 1. Fail dan direktori berikut (dan kandungannya) mesti dibuat boleh ditulis: </p> <ul> <li> <tt> config.inc.php </tt> boleh ditulis (pilihan): {$writable_config} </li> <li> <tt> public / </tt> boleh ditulis: {$writable_public} </li> <li> <tt> cache / </tt> dapat ditulis: {$writable_cache} </li> <li> <tt> cache / t_cache / </tt> dapat ditulis: {$writable_templates_cache} </li> <li> <tt> cache / t_compile / </tt> dapat ditulis: {$writable_templates_compile} </li> <li> <tt> cache / _db </tt> dapat ditulis: {$writable_db_cache} </li> </ul> <p> 2. Direktori untuk menyimpan fail yang diunggah mesti dibuat dan dapat ditulis (lihat "Tetapan Fail" di bawah). </p>
nb_no: <h4>Steg før innstallasjon</h4> <p>1. De følgende filene og mappene (og deres innhold) må være overskrivbare:</p> <ul> <li><tt>config.inc.php</tt> er overskrivbar (valgfritt): {$writable_config}</li> <li><tt>public/</tt> er overskrivbar: {$writable_public}</li> <li><tt>cache/</tt> er overskrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er overskrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er overskrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er overskrivbar: {$writable_db_cache}</li> </ul> <p>2. Det må lages en mappe for å lagre opplastede filer. Mappen må være overskrivbar. (Se «Filinnstillinger» under).</p>
ro: <h4>Pașii de pre-instalare</h4> <p>1. Următoarele fișiere și directoare (și conținutul lor) trebuie să fie scrise:</p> <ul> <li><tt>config.inc.php</tt> este editabil (opțional): {$writable_config}</li> <li><tt>public/</tt> este editabil: {$writable_public}</li> <li><tt>cache/</tt> este editabil: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> este editabil: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> este editabil: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> este editabil: {$writable_db_cache}</li> </ul> <p>2. Trebuie creat un director pentru stocarea fișierelor încărcate și să poată fi scris (vezi „Setări fișiere” de mai jos).</p>
sk_sk: <h4>Kroky pred inštaláciou</h4> <p>1. Nasledujúce súbory a adresáre (a ich obsah) musia byť zapisovateľné: </p> <ul> <li><tt>config.inc.php</tt> je zapisovateľný (voliteľné): {$writable_config}</li> <li><tt>public/</tt> je zapisovateľný: {$writable_public}</li> <li><tt>cache/</tt> je zapisovateľný: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je zapisovateľný: {$writable_templates_cache} </li> <li> <tt>cache/t_compile/</tt> je zapisovateľný: {$writable_templates_compile} </li> <li> <tt>cache/_db</tt> je zapisovateľný: {$writable_db_cache} </li> </ul> <p> 2. Adresár pre ukladanie nahraných súborov musí byť vytvorený a zapisovateľný (viď "Nastavenia súborov" nižšie). </p>
sr_rs@cyrillic: <h4>Прединсталацијски кораци</h4> <p>1. Следећи фајлови и директорији (и њихови садржаји) требају бити уписиви:</p> <ul> <li><tt>config.inc.php</tt> је уписив (optional): {$writable_config}</li> <li><tt>public/</tt> је уписив: {$writable_public}</li> <li><tt>cache/</tt> је уписив: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> је уписив: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> је уписив: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> је уписив: {$writable_db_cache}</li> </ul> <p>2. Диртекториј који ће садржвати фајлове постављене на сервер мора бити креиран и уписив (види "подешавања фајлова" испод).</p>
sr_rs@latin: <h4>Predinstalacijski koraci</h4> <p>1. Sledeći fajlovi i direktoriji (i njihovi sadržaji) trebaju biti upisivi:</p> <ul> <li><tt>config.inc.php</tt> je upisiv (optional): {$writable_config}</li> <li><tt>public/</tt> je upisiv: {$writable_public}</li> <li><tt>cache/</tt> je upisiv: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je upisiv: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je upisiv: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je upisiv: {$writable_db_cache}</li> </ul> <p>2. Dirtektorij koji će sadržvati fajlove postavljene na server mora biti kreiran i upisiv (vidi "podešavanja fajlova" ispod).</p>
th: <h4>ขั้นตอนก่อนการติดตั้ง</h4> <p>1. ไฟล์และไดเรกทอรีต่อไปนี้ (รวมถึงเนื้อหาของมัน) ต้องสามารถเขียนได้:</p> <ul> <li><tt>config.inc.php</tt> สามารถเขียนได้ (ทางเลือก): {$writable_config}</li> <li><tt>public/</tt> สามารถเขียนได้: {$writable_public}</li> <li><tt>cache/</tt> สามารถเขียนได้: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> สามารถเขียนได้: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> สามารถเขียนได้: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> สามารถเขียนได้: {$writable_db_cache}</li> </ul> <p>2. ต้องสร้างไดเรกทอรีเพื่อจัดเก็บไฟล์ที่อัปโหลดและทำให้สามารถเขียนได้ (ดูที่ "การตั้งค่าไฟล์" ด้านล่าง)</p>
uk_ua: <h4>Підготовка до інсталяції</h4> <p>1. Необхідно відкрити для запису наступні файли і теки (та їх зміст):</p> <ul> <li><tt>config.inc.php</tt> відкритий для запису (необов'язково): {$writable_config}</li> <li><tt>public/</tt> відкритий для запису: {$writable_public}</li> <li><tt>cache/</tt> відкритий для запису: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> відкритий для запису: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> відкритий для запису: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> відкритий для запису: {$writable_db_cache}</li> </ul> <p>2. Потрібно створити та відкрити для запису теку для збереження вивантажених файлів (див. "Налаштування файлів" нижче).</p>
uz@latin: <h4> O'rnatishdan oldingi qadamlar </h4> <p> 1. Quyidagi fayllar va kataloglar (va ularning mazmuni) yoziladigan bo'lishi kerak: </p> <ul> <li> <tt> config.inc.php </tt> yozilishi mumkin (ixtiyoriy): {$ writable_config} </li> <li> <tt> public/</tt> yozish mumkin: {$ writable_public} </li> <li> <tt> kesh/</tt> yozilishi mumkin: {$ writable_cache} </li> <li> <tt> kesh/t_cache/</tt> yozish mumkin: {$ writable_templates_cache} </li> <li> <tt> cache/t_compile/</tt> yozish mumkin: {$ writable_templates_compile} </li> <li> <tt> kesh/_db </tt> yozilishi mumkin: {$ writable_db_cache} </li> </ul> <p> 2. Yuklangan fayllarni saqlash uchun katalog yaratilishi va yozilishi kerak (pastdagi "Fayl sozlamalari" bo'limiga qarang). </p>
vi_vn: <h4>Các bước chuẩn bị cài đặt</h4> <p>1. Các tệp và thư mục sau (và nội dung của chúng) phải được ghi lại:</p> <ul> <li><tt>config.inc.php</tt> có thể ghi (tùy chọn): {$writable_config}</li> <li><tt>public/</tt> có thể ghi: {$writable_public}</li> <li><tt>cache/</tt> có thể ghi: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> có thể ghi: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> có thể ghi: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> có thể ghi: {$writable_db_cache}</li> </ul> <p>2. Một thư mục để lưu trữ các tệp đã tải lên phải được tạo và ghi lại (xem "Cài đặt tệp" bên dưới).</p>
zh_cn: <h4>预安装步骤</h4> <p>1. 下列文件和目录（包括内容）必须可写：</p> <ul> <li><tt>config.inc.php</tt>可写 (可选): {$writable_config}</li> <li><tt>public/</tt> 可写: {$writable_public}</li> <li><tt>cache/</tt> 可写: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> 可写: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> 可写: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> 可写: {$writable_db_cache}</li> </ul> <p>2. 必须预先设定文件上传目录，并且可写 (查看下面的"文件设定").</p>
