Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# log.review.reviewInitiated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been initiated.
az: {$submissionId} nömrəli Məqalənin {$round}. Dəyərləndirmə turu {$reviewerName} tərəfindən başladıldı.
bg: Етап {$round} за рецензия от {$reviewerName} за изпратени материали с идентификатор {$submissionId} е започнат.
bs_ba: Recenzent {$reviewerName} pokrenuo je {$round}. krug recenzije priloga {$submissionId}.
de_de: Durchgang {$round} der Begutachtung von Beitrag {$submissionId} durch {$reviewerName} hat begonnen.
el_gr: Ξεκίνησε ο γύρος αξιολόγησης {$round} από τον/ην {$reviewerName} για την υποβολή {$submissionId}.
eu: {$reviewerName} ebaluatzailearen {$round}. itzuliko ebaluazioa hasi da {$submissionId} bidalketarako.
gd_gb: Thòiseachadh air lèirmheas cuairt {$round} le {$reviewerName} mu choinneamh an tagraidh {$submissionId}.
gl_es: Iniciouse a rolda {$round} de revisión asignada a {$reviewerName} para o envío {$submissionId}.
hi_in: {{$ submissionId} सबमिशन करने के लिए {$ reviewerName} द्वारा राउंड {$ round} की समीक्षा शुरू की गई है।
hu_hu: A beadvány {$round} fordulós lektorálása {$reviewerName} által {$submissionId} azonosítóval megkezdődött.
hy_am: {$reviewerName} -ի {$round} փուլի գրախոսումը {$submissionId} ներկայացման համար մեկնարկել է:
is: Umferð {$round} ritrýnd af {$reviewerName} fyrir innsendingu {$submissionId} er hafin.
ja: 投稿物 {$submissionId} の{$reviewerName}による{$round}回目の査読が開始された。
ka: რეცენზირების {$round} რაუნდი რეცენზენტის {$reviewerName} მიერ მასალისათვის {$submissionId} დაწყებულია.
kk: {$submissionId} материалына {$reviewerName} сараптамалық {$round} раунды басталды.
ku_iq: خولی هەڵسەنگاندنی {$round} لە لایەن {$reviewerName} بۆ توێژینەوەی{$submissionId} دەستی پێ کرد.
ky: {$reviewerName} тарабынан {$submissionId} тапшырмасы үчүн {$round} айлампа кароо башталды.
lt: Recenzentas {$reviewerName} straipsnį „{$submissionId}“ imasi recenzuoti {$round}- kartą.
lv_lv: {$reviewerName} uzsāka {$submissionId} iesniegtā materiāla {$round} kārtas recenzēšanu.
mk_mk: Започнат е кружниот преглед на {$round} прегледот од страна на {$reviewerName} за доставување {$submissionId}.
mr: {$submissionId} या सादरीकरणाकरता {$reviewerName} द्वारे {$round} या फेरीसाठी समीक्षण सुरू केले आहे.
ms: Pusingan Ulasan {$round} oleh {$reviewerName} untuk penyerahan {$submissionId} telah dimulakan.
nb_no: Fagfellevurderingsrunde {$round} av innleveringen {$submissionId} ble igangsatt av {$reviewerName}.
ro: A fost inițiată runda {$round} de revizie ce va fi făcută de {$reviewerName} pentru manuscrisul {$submissionId}.
sk_sk: Recenzné kolo {$round} uskutočňované recenzentom {$reviewerName} pre príspevok {$submissionId} sa začalo.
sl_si: {$reviewerName} je začel(a) {$round}. krog recenzije prispevka {$submissionId}.
sr_rs@cyrillic: Рецензент {$reviewerName} је покренуо {$round}. круг рецензије прилога {$submissionId}.
sr_rs@latin: Recenzent {$reviewerName} je pokrenuo {$round}. krug recenzije priloga {$submissionId}.
th: การทบทวนรอบที่ {$round} โดย {$reviewerName} สำหรับการส่งบทความ {$submissionId} ได้เริ่มต้นขึ้นแล้ว
uk_ua: Був розпочатий {$round} раунд рецензування подання {$submissionId} фахівцем {$reviewerName}.
uz@latin: {$ ReviewId} yuborish uchun {$ reviewerName} tomonidan o'tkazilgan {$ round} davri boshlandi.
vi_vn: Vòng phản biện {$round} bởi {$reviewerName} cho bài gửi {$submissionId} đã được bắt đầu.
zh_cn: {$reviewerName}对稿件{$submissionId}进行{$round}审的工作已经开始进行.
zh_hant: {$reviewerName}已開始評審在第{$round}輪的投稿{$submissionId}。

# log.review.reviewerUnassigned
source: {$reviewerName} has been unassigned from reviewing submission {$submissionId} for review round {$round}.
az: {$reviewerName} {$submissionId} nömrəli məqaləni dəyərləndirmə vəzifəsindən çıxdı({$round}. Dəyərləndirmə turu).
bg: {$reviewerName} беше отменен като рецензент на изпратени материали с идентификатор {$submissionId} за етап рецензиране {$round}.
bs_ba: {$reviewerName} je povučen(a) iz recenzijskog postupka priloga {$submissionId} u {$round}. krugu recenzije.
de_de: Der Beitrag {$submissionId} wird nicht länger von {$reviewerName} im Durchgang {$round} begutachtet.
el_gr: Έχει ακυρωθεί η ανάθεση της αξιολόγησης {$submissionId} στον/ην {$reviewerName} για τον γύρο αξιολόγησης {$round}.
eu: {$reviewerName} ebaluatzaileari {$submissionId} bidalketa ebaluatzeko esleipena kendu zaio {$round}. itzulian.
gd_gb: Chaidh {$reviewerName} a thoirt air falbh o lèirmheas an tagraidh {$submissionId} mu choinneamh cuairt {$round} dhen lèirmheas.
gl_es: A {$reviewerName} non se lle asignou a revisión do envío {$submissionId} para a rolda de revisión {$round}.
hi_in: {$ reviewerName} समीक्षा दौर {$ round} के लिए समीक्षा प्रस्तुत करने {{submissionId}} से अप्रकाशित किया गया है।
hu_hu: {$reviewerName} hozzárendelése megszűnt a lektorált beadvány {$submissionId} felülvizsgálati fordulójánál {$round}.
hy_am: {$reviewerName} -ը հետ է կանչվել {$submissionId} ներկայացումը գրախոսելու {$round} փուլից:
is: {$reviewerName} hefur verið aftengdur frá ritrýni á innsendingu {$submissionId} í ritrýni umferð {$round}.
ja: {$reviewerName}が投稿物 {$submissionId} の{$round}回目の査読の査読者を解除された。
ka: რეცენზენტი {$reviewerName} განთავისუფლდა მასალის {$submissionId} რეცენზირებისაგან {$round} რაუნდში.
kk: Рецензент {$reviewerName} был освобожден от рецензирования материала {$submissionId} на {$round}-м раунде рецензирования.
ku_iq: {$reviewerName}ئەرکەکەی لێ وەرگیرایەوە بۆ هەڵسەنگاندنی {$submissionId} لە چوارچێوەی خولی {$round} هەڵسەنگاندندا.
ky: {$reviewerName} {$submissionId} тапшырмасын {$round} айлампа кароодон бошотулду.
lt: {$reviewerName} yra pašalintas iš straipsnio „{$submissionId}“ recenzentų sąrašo {$round} etapui.
lv_lv: {$reviewerName} ir atcelts no iesniegtā materiāla {$submissionId} recenzēšanas {$round} kārtā.
mk_mk: {$reviewerName} не е доделен од прегледување на поднесокот {$submissionId} за преглед во {$round}.
mr: {$reviewerName} ला समीक्षण फेरीसाठी {$submissionId} च्या समीक्षणासाठी रद्द केले गेले आहे.
ms: {$reviewerName} telah tidak ditugaskan untuk mengulas penyerahan {$submissionId} untuk pusingan ulasan {$round}.
nb_no: {$reviewerName} er avløst fra fagfellevurdering av innleveringen {$submissionId} for vurderingsrunde {$round}.
ro: {$reviewerName} a fost desemnat să examineze manuscrisul {$submissionId} pentru runda de revizuire {$round}.
sk_sk: {$reviewerName} bol odobratý z recenzovania príspevku {$submissionId} v recenznom kole {$round}.
sl_si: {$reviewerName} je bil razrešen(a) za recenzijo prispevka {$submissionId} za {$round}. recenzijski krog.
sr_rs@cyrillic: {$reviewerName} је повучен(а) из рецензентског поступка прилога {$submissionId} у {$round}. кругу рецензије.
sr_rs@latin: {$reviewerName} je povučen(a) iz recenzentskog postupka priloga {$submissionId} u {$round}. krugu recenzije.
th: {$reviewerName} ถูกยกเลิกการมอบหมายจากการตรวจบทความ {$submissionId} สำหรับรอบการตรวจสอบ {$round}
uk_ua: {$reviewerName} був звільнений від рецензування подання {$submissionId} на {$round} раунді.
uz@latin: {$ reviewerName} ga {$ roundId} ko'rib chiqish uchun {$ submitId} yuborilishini ko'rib chiqish tayinlanmadi.
vi_vn: {$reviewerName} đã không được giao từ quá trình phản biện bài gửi {$submitId} cho vòng phản biện {$round}.
zh_cn: {$reviewerName}已经被取消指派对稿件{$submissionId}进行{$round}审.
zh_hant: 已取消分配{$reviewerName}在第{$round}輪負責評審投稿{$submissionId}。

# log.author.documentRevised
source: {$authorName} has revised article {$submissionId}. The new file ID is {$fileId}.
az: {$authorName} {$submissionId} nömrəli məqaləsini dəyişdirdi. Yeni fayl ID-si: {$fileId}.
bg: {$authorName} ревизира статията {$submissionId}. Новият идентификатор на файла е {$fileId}.
bs_ba: {$authorName} je revidirao svoj prilog {$submissionId}. ID nove datoteke je {$fileId}.
de_de: {$authorName} hat den Artikel bearbeitet {$submissionId}. Die neue Datei-ID ist {$fileId}.
el_gr: O/H {$authorName} αναθεώρησε την υποβολή {$submissionId}. Το νέο ID του αρχείου είναι {$fileId}.
eu: {$authorName} egileak {$submissionId} artikulua berrikusi du. Fitxategiaren ID berria {$fileId} da.
gd_gb: Rinn {$authorName} lèirmheas air an artaigeal {$submissionId}. ’S e {$fileId} ID ùr an fhaidhle.
gl_es: {$authorName} revisou o artigo {$submissionId}. O novo identificador do arquivo é {$fileId}.
hi_in: {$ authorName} ने लेख {$ submissionId} संशोधित किया है। नई फ़ाइल आईडी {$ fileId} है।
hu_hu: {$authorName} felülvizsgálta a cikket {$submissionId}. Az új fájl ID a {$fileId}.
hy_am: {$authorName} -ը վերանայել է {$submissionId} հոդվածը: Նիշքի նոր ID-ն է՝ {$fileId}:
is: {$authorName} hefur lagað grein {$submissionId}. Kenni á nýju skránni er {$fileId}.
ja: {$authorName}が論文 {$submissionId} を改訂した。新しいファイルIDは {$fileId} である。
ka: {$authorName}-მა გადახედა სტატიას {$missionId}. ფაილის ახალი იდენტიფიკატორი არის {$ fileId}.
kk: Автор {$authorName} исправил статью {$submissionId}. Новый ID файла — {$fileId}.
ku_iq: {$authorName} چاوی بە توێژینەوەی {$submissionId}دا خشاندەوە. ناسنامەی فایلە نوێیەکە: {$fileId}.
ky: {$authorName} {$submissionId} макаласын оңдоду. Жаңы файл ID: {$fileId}.
lt: {$authorName} pataisė straipsnį „{$submissionId}“. Naujas failo identifikacijos numeris yra {$fileId}.
lv_lv: {$authorName} pārskatīja rakstu {$submissionId}. Jaunais faila ID ir {$fileId}.
mk_mk: {$authorName} ја ревидираше статијата {$submissionId}. Новиот ID на датотека е {$fileId}.
mr: {$authorName} ने लेख {$submissionId} सुधारित केला आहे. नवीन फाईल आयडी {$fileId} आहे.
ms: {$authorName} telah menyemak semula artikel {$submissionId}. ID fail baru ialah {$fileId}.
nb_no: {$authorName} har omarbeidet artikkelen {$submissionId}. Den nye filens ID er {$fileId}.
ro: {$authorName} a revizuit manuscrisul {$submissionId}. Noul ID al fișierului este {$fileId}.
sk_sk: {$authorName} pozmenil článok {$submissionId}. Nové ID súboru je {$fileId}.
sl_si: {$authorName} je popravil prispevek {$submissionId}. Nov ID datoteke je {$fileId}.
sr_rs@cyrillic: {$authorName} је ревидирао свој прилог {$submissionId}. ID новог фајла је {$fileId}.
sr_rs@latin: {$authorName} je revidirao svoj prilog {$submissionId}. ID novog fajla je {$fileId}.
th: {$authorName} ได้แก้ไขบทความ {$submissionId} ไฟล์ใหม่มี ID คือ {$fileId}
uk_ua: {$authorName} виправив статтю {$submissionId}. Новий ID файла {$fileId}.
uz@latin: {$ authorName} {$ submitId} maqolasini qayta ko'rib chiqdi. Yangi fayl identifikatori - {$ fileId}.
vi_vn: {$authorName} đã sửa chữa bài viết {$submissionId}. ID tập tin mới là {$fileId}.
zh_cn: {$authorName}已经修改过文章{$submissionId}。新文件的 ID为{$fileId}.
zh_hant: {$authorName}已更新文章{$submissionId}。更新檔案ID為{$fileId}。

# site.upgradeAvailable.manager
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please contact your Site Administrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) to notify them of this new release. More information can be found <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
az: ADS-nin istifadə edilə bilir yeni versiyası var! Bu halda ADS-nin {$currentVersion} versiyasını istifadə edirsiniz. {$latestVersion} ADS-nin daha güncəl versiyasıdır. Yeni versiyandan xəbərdar etmək üçün Sayt idarəçiniz ({$siteAdminName} <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) ilə əlaqə saxlayın. Daha çox məlumat əldə etmək üçün<a href="http://pkp.sfu.ca/ojs_download" target="_new">buranı</a> klikləyin.
bg: Налична е нова версия на OJS! В момента използвате OJS {$currentVersion}. Най-новата версия на OJS е{$latestVersion}. Моля, свържете се с администратора на сайта ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) и го уведомете за новата версия. Повече информация може да бъде намерена <a href="http://pkp.sfu.ca/ojs_download" target="_new">тук</a>.
bs_ba: Dostupna je nova verzija OJS! Vi trenutno koristite OJS {$currentVersion}. Najnovija verzija jeOJS {$latestVersion}. Kontaktirajte administratora sustava ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) i obavijestite ga o novoj verziji. Više informacija možete naći <a href="http://pkp.sfu.ca/ojs_download" target="_new">ovdje</a>.
de_de: Eine neue Version von OJS ist verfügbar! Sie benutzen momentan OJS {$currentVersion}. Die aktuellste Version ist OJS {$latestVersion}. Bitte benachrichtigen Sie Ihre/n Website-Administrator/in ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), um sie/ihn über dieses neue Release zu informieren. Mehr Informationen können <a href="http://pkp.sfu.ca/ojs_download" target="_new">hier</a> gefunden werden.
el_gr: Υπάρχει διαθέσιμη μία νέα έκδοση OJS! Αυτήν τη στιγμή χρησιμοποιείτε το OJS {$currentVersion}. Η τελευταία έκδοση είναι η {$latestVersion}. Παρακαλούμε επικοινωνήστε με τον Διαχειριστή του ιστοτόπου σας ({$siteAdminName}, &lt;a href="mailto:{$siteAdminEmail}"&gt;{$siteAdminEmail}&lt;/a&gt;) για να τον ενημερώσετε για την νέα αυτή έκδοση. Περισσότερες πληροφορίες μπορείτε να βρείτε &lt;a href="http://pkp.sfu.ca/ojs_download" target="_new"&gt;εδώ&lt;/a&gt;.
eu: OJSren bertsio berri bat dago eskuragarri! Une honetan OJS {$currentVersion} erabiltzen ari zara. Azken bertsioa OJS {$latestVersion} da. Mesedez, jarri harremanetan zure webguneko administratzailearekin ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) bertsio berria atera dela jakinarazteko. Informazio gehiago aurki daiteke <a href="http://pkp.sfu.ca/ojs_download" target="_new">hemen</a>.
gd_gb: Tha tionndadh ùr de OJS ri fhaighinn! ’S e tionndadh {$currentVersion} de OJS a tha agad an-dràsta. ’S e {$latestVersion} an tionndadh as ùire de OJS. Cuir fios gu rianaire na làraich agad, ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) is innis dhaibh gu bheil tionndadh ùr ga sgaoileadh. Gheibh thu barrachd fiosrachaidh <a href="http://pkp.sfu.ca/ojs_download" target="_new">an-seo</a>.
gl_es: Hai unha nova versión de OJS dispoñible! Actualmente está utilizando OJS {$currentVersion}. A versión máis recente é OJS {$latestVersion}. Contacte co administrador/a do sitio web ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) para notificarlle a nova versión. Poderá atopar máis información <a href="http://pkp.sfu.ca/ojs_download" target="_new">aquí</a>.
hi_in: OJS का एक नया संस्करण उपलब्ध है! आप वर्तमान में OJS {$ currentVersion} का उपयोग कर रहे हैं। सबसे हालिया संस्करण OJS {$ latestVersion} है। इस नई रिलीज़ की सूचना देने के लिए कृपया अपने साइट एडमिनिस्ट्रेटर ({$ siteAdminName}, <a href="mailto:elling>siteAdminEmail?hl=hi </a>} {$ siteAdminEmail} </a> से संपर्क करें। अधिक जानकारी <a href="http://pkp.sfu.ca/ojs_download" target="_new"> यहां </a> देखी जा सकती है।
hu_hu: Új OJS verzió érhető el! Az aktuálisan használt OJS verzió {$currentVersion}. A legújabb OJS verzió {$latestVersion}. Kérjük, lépjen kapcsolatba az oldal adminisztrátorával ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), hogy figyelmeztesse az új verzióra. További információt talál <a href="http://pkp.sfu.ca/ojs_download" target="_new">itt</a>.
hy_am: Հասանելի է OJS-ի նոր տարբերակը: Դուք ներկայումս օգտագործում եք OJS {$currentVersion}: Ամենավերջին տարբերակն է OJS {$latestVersion}: Խնդրում ենք կապնվել ձեր կայքի ադմինիստրատորի հետ ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) այս նոր թողարկման մասին ծանուցելու համար: Լրացուցիչ տեղեկություններ կարելի է գտնել <a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">այստեղ</a>:
ja: OJSの新しいバージョンが利用できます。現在、OJS {$currentVersion} を使用しています。最新のバージョンは OJS {$latestVersion} です。サイト管理者（{$siteAdminName}、<a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>）に連絡して、この新しいリリースをお知らせください。詳しい情報は、<a href="http://pkp.sfu.ca/ojs_download" target="_new">こちら</a>をご覧ください。
ka: ხელმისაწვდომია OJS-ის ახალი ვერსია! თქვენ ამჟამად იყენებთ OJS-ს {$currentVersion}. უახლესი ვერსია არის OJS {$latestVersion}. გთხოვთ, დაუკავშირდეთ თქვენს საიტის ადმინისტრატორს ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$ siteAdminEmail} </a>), რომ შეატყობინოთ მათ ამ ახალი გამოშვების შესახებ. დამატებითი ინფორმაცია შეგიძლიათ იხილოთ <a href="http://pkp.sfu.ca/ojs_download" target="_new">აქ</a>.
kk: Доступна новая версия OJS! Сейчас вы пользуетесь OJS {$currentVersion}. Самая последняя версия — OJS {$latestVersion}. Пожалуйста, свяжитесь с вашим администратором сайта ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), чтобы уведомить его об этой новой версии. Более подробную информацию можно найти <a href="http://pkp.sfu.ca/ojs_download" target="_new">здесь</a>.
ku_iq: وەشانێکی نوێی سیستەمی گۆڤاری کراوە بەردەستە! تۆ ئێستا وەشانی {$currentVersion} بەکار دەهێنیت. نوێترین وەشانی سیستەمی گۆڤاری کراوە {$latestVersion}یە. تکایە پەیوەندی بە بەڕێوەبەری پەڕەکەتەوە بکە ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) بۆ ئاگادارکردنەوەیان لە دواهەمین وەشان.دەتوانیت لێرەوە زانیاریی زیاتر بخوێنیتەوە<a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
ky: OJS жаңы версиясы жеткиликтүү! Учурда сиз OJS {$currentVersion} колдонуп жатасыз. Эң акыркы версия OJS {$latestVersion}. Бул жаңы чыгарылыш тууралуу кабарлоо үчүн Сайт Администратору ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) менен байланышсаңыз. Көбүрөөк маалыматты <a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">бул жерден</a> таба аласыз.
lt: Išleista nauja OJS versija! Jūs dabar naudojate {$currentVersion} versiją. Naujausia OJS versija yra {$latestVersion}. Susisiekite su šios svetainės administratoriumi ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) ir apie tai praneškite. <a href="http://pkp.sfu.ca/ojs_download" target="_new">Čia</a> galite rasti daugiau informacijos.
lv_lv: Ir pieejama jauna OJS versija! Pašlaik jūs izmantojat OJS {$currentVersion}. Jaunākā versija ir OJS {$latestVersion}. Lūdzu, sazinieties ar vietnes administratoru ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) lai informētu par jauno versiju. Sīkāka informācija ir atrodama <a href="http://pkp.sfu.ca/ojs_download" target="_new">šeit</a>.
mk_mk: Достапна е нова верзија на OJS! Во моментов користите OJS {$currentVersion}. Најновата верзија е OJS {$latestVersion}. Контактирајте со администраторот на вашата страница ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}"> {$siteAdminEmail} </a>) за да ги известите за ова ново издание. Повеќе информации може да најдете <a href="http://pkp.sfu.ca/ojs_download" target="_new"> тука </a>.
mr: OJS ची नवीन आवृत्ती उपलब्ध आहे! तुम्ही सध्या OJS {$currentVersion} वापरत आहात. सर्वात अलीकडील आवृत्ती OJS {$latestVersion} आहे. कृपया तुमच्या साईट अ‍ॅडमिनशी संपर्क साधा ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) त्यांना या नवीन आवृत्तीबद्दल सूचित करा. अधिक माहिती <a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">येथे</a> मिळू शकते.
ms: Terdapat versi baru OJS yang tersedia! Anda kini menggunakan OJS {$currentVersion}. Versi terbaru ialah OJS {$latestVersion}. Sila hubungi Pentadbir Laman anda ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) untuk memaklumkan mereka mengenai keluaran baru ini. Maklumat lebih lanjut boleh didapati <a href="http://pkp.sfu.ca/ojs_download" target="_new"> di sini </a>.
nb_no: En ny versjon av OJS er tilgjengelig. Du bruker for tiden OJS {$currentVersion}. Den nyeste versjonen er OJS {$latestVersion}. Kontakt nettstedsadministratoren ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) for å informere om lanseringen av ny versjon. Du finner mer informasjon <a href="http://pkp.sfu.ca/ojs_download" target="_new">her</a>.
ro: Există o nouă versiune de OJS disponibilă! În prezent utilizați OJS {$currentVersion}. Cea mai recentă versiune este OJS {$latestVersion}. Vă rugăm să contactați administratorul site-ului ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) pentru a-l notifica despre această nouă versiune. Mai multe informații pot fi găsite <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
sk_sk: Je dostupná nová verzia OJS! Vy používate nasledujúcu verziu OJS: {$currentVersion}. Najnovšia verzia OJS je: {$latestVersion}. Kontaktujte, prosím, administrátora webu ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) a upozornite ho na novú verziu OJS. Viac informácií možno nájsť <a href="http://pkp.sfu.ca/ojs_download" target="_new">tu</a>.
sl_si: Na voljo je nova verzija OJS! Trenutno uporabljate verzijo {$currentVersion}. Zadnja verzija OJS je {$latestVersion}. Prosimo obvestite vašega administratorja spletišča ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) in ga obvestite o tej novi verziji. Več informacij lahko najdete <a href="http://pkp.sfu.ca/ojs_download" target="_new">tukaj</a>.
sr_rs@cyrillic: Доступна је нова верзија ОЈС! Тренутно користите OJS {$currentVersion}. Обратите се вашем администратору сајта ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) и обавестите га о новом издању. Више информација можете наћи <a href="http://pkp.sfu.ca/ojs_download" target="_new">овде</a>.
sr_rs@latin: Dostupna je nova verzija OJS! Trenutno koristite OJS {$currentVersion}. Poslednja verzija OJS je {$latestVersion}. Obratite se vašem administratoru sajta ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) i obavestite ga o novom izdanju. Više informacija možete naći <a href="http://pkp.sfu.ca/ojs_download" target="_new">ovde</a>.
th: มีเวอร์ชันใหม่ของ OJS ให้ใช้งาน! ปัจจุบันคุณกำลังใช้ OJS {$currentVersion} เวอร์ชันล่าสุดคือ OJS {$latestVersion} กรุณาติดต่อผู้ดูแลระบบของไซต์ ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) เพื่อแจ้งให้พวกเขาทราบเกี่ยวกับการเผยแพร่ใหม่นี้ ข้อมูลเพิ่มเติมสามารถพบได้ <a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">ที่นี่</a>
uk_ua: Доступна нова версія OJS! Зараз Ви використовуєте OJS {$currentVersion}. Найновіша версія OJS {$latestVersion}. Будь ласка, сконтактуйте з адміністратором сайту ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), щоб повідомити йому про це важливе оновлення. Більше інформації можна знайти <a href="http://pkp.sfu.ca/ojs_download" target="_new">тут</a>.
uz@latin: OJSning yangi versiyasi mavjud! Siz hozirda OJS {$ currentVersion} dan foydalanayapsiz. Eng so'nggi versiya - OJS {$latestVersion}. Sayt ma'muriga murojaat qiling ({$ siteAdminName}, <a href="mailto:{$siteAdminEmail}"> {$siteAdminEmail} </a>), bu yangi versiya haqida ularni xabardor qiling. Qo'shimcha ma'lumotni <a href="http://pkp.sfu.ca/ojs_download" target="_new"> bu erda </a> topishingiz mumkin.
vi_vn: Có một phiên bản mới của OJS! Bạn hiện đang sử dụng OJS {$currentVersion}. Phiên bản gần đây nhất là OJS {$latestVersion}. Vui lòng liên hệ với Quản trị trang web của bạn ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) để thông báo cho họ về bản phát hành mới này. Thông tin chi tiết có thể được tìm thấy <a href="http://pkp.sfu.ca/ojs_download" target="_new">tại đây</a>.
zh_cn: 有新版本的OJS可用。您目前使用OJS版本{$currentVersion}.最新的版本为OJS {$latestVersion}. 请联系您的网站管理员 ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>)通知他们最新版本已发布。更多详情可以在 <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>上看到。
zh_hant: 現有新版本的OJS可供應用！您現正使用OJS版本{$currentVersion}。最新的版本為{$currentVersion}。請聯絡您的網站管理員（{$siteAdminName}，<a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>），通知他們此版本。<a href="https://pkp.sfu.ca/ojs/ojs_download/" target="_new">在此</a>可找到更多資訊。
