Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# current.noCurrentIssue
source: No Current Issue
az: Güncəl nömrə yoxdur
bg: Няма текущ брой
bs_ba: Trenutno nema broja časopisa
de_de: Keine aktuelle Ausgabe
el_gr: Δεν υπάρχει τρέχον τεύχος
eu: Ez dago uneko zenbakirik
gd_gb: Chan eil iris làithreach ann
gl_es: Non hai ningún número actual
hi_in: कोई वर्तमान अंक नहीं
hu_hu: Nincs aktuális szám
hy_am: Ընթացիկ թողարկում չկա
is: Engin ný tölublöð
ja: 最新号はありません
ka: არ არის მიმდინარე ნომერი
kk: Ағымдағы басылым жоқ
ku_iq: دواهەمین ژمارە بەردەست نییە
ky: Азыркы чыгарылыш жок
lt: Naujausio numerio nėra
lv_lv: Nav aktuālu izdevumu
mk_mk: Нема тековни изданија
mr: वर्तमान अंक नाही
ms: Tiada Terbitan Semasa
nb_no: Nyeste utgave finnes ikke
ro: Nici un număr curent
sk_sk: Žiadne aktuálne číslo
sl_si: Ni trenutne številke
sr_rs@cyrillic: Тренутно нема броја часописа
sr_rs@latin: Trenutno nema broja časopisa
th: ไม่มีฉบับปัจจุบัน
uk_ua: Немає поточного випуску
uz@latin: Hozirgi muammo yo'q
vi_vn: Không có số hiện tại
zh_cn: 无最新一期
zh_hant: 未有當期期刊

# current.current
source: Current
az: Son nömrə
bg: Текущ
bs_ba: Trenutni
de_de: Aktuelle Ausgabe
el_gr: Τρέχον
eu: Unekoa
gd_gb: An tè làithreach
gl_es: Último número
hi_in: वर्तमान
hu_hu: Aktuális
hy_am: Ընթացիկ
is: Nýjast
ja: 最新号
ka: მიმდინარე
kk: Ағымдағы
ku_iq: ئەژماری ئێستا
ky: Азыркы
lt: Naujausias
lv_lv: Aktuālais
mk_mk: Тековни
mr: वर्तमान
ms: Semasa
nb_no: Nyeste
ro: Curent
sk_sk: Aktuálne
sl_si: Trenutna
sr_rs@cyrillic: Тренутни
sr_rs@latin: Trenutni
th: ฉบับปัจจุบัน
uk_ua: Поточний випуск
uz@latin: Hozirgi
vi_vn: Hiện tại
zh_cn: 当前的
zh_hant: 當期期刊

# site.noJournals
source: There are no journals available.
az: İstifadə edilə bilən Jurnal yoxdur.
bg: Няма налични списания.
bs_ba: Nema dostupnih časopisa.
de_de: Es sind keine Zeitschriften verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμα περιοδικά.
eu: Ez dago aldizkaririk eskuragarri.
gd_gb: Chan eil iris-leabhraichean ri fhaighinn.
gl_es: Non hai revistas dispoñibles.
hi_in: कोई जर्नल्स उपलब्ध नहीं है।
hu_hu: Nincs elérhető folyóirat.
hy_am: Հասանելի ամսագրեր չկան:
is: Það eru engin tímarit í boði.
ja: 掲載誌はありません。
ka: ჟურნალები არ არის ხელმისაწვდომი.
kk: Журналдар жоқ.
ku_iq: هیچ گۆڤارێک بەردەست نییە.
ky: Журналдар жеткиликтүү эмес.
lt: Žurnalai nepasiekiami.
lv_lv: Nav pieejamu žurnālu.
mk_mk: Нема достапни списанија.
mr: कोणतीही नियतकालिके उपलब्ध नाहीत.
ms: Tiada jurnal yang boleh didapati.
nb_no: Ingen tidsskrift er tilgjengelig.
ro: Nu există reviste disponibile.
sk_sk: Nie sú k dispozícii žiadne časopisy.
sl_si: Na voljo ni nobene revije.
sr_rs@cyrillic: Нема доступних часописа.
sr_rs@latin: Nema dostupnih časopisa.
th: ไม่มีวารสารที่ใช้งานได้
uk_ua: Немає доступних журналів.
uz@latin: Jurnallar mavjud emas.
vi_vn: Không có tạp chí có sẵn.
zh_cn: 没有可用期刊。
zh_hant: 現無期刊供閱覽。

# site.journalCurrent
source: Current Issue
az: Son nömrə
bg: Текущ брой
bs_ba: Trenutni broj časopisa
de_de: Aktuelle Ausgabe
el_gr: Τρέχον τεύχος
eu: Uneko zenbakia
gd_gb: An iris làithreach
gl_es: Número actual
hi_in: नया अंक
hu_hu: Aktuális szám
hy_am: Ընթացիկ թողարկումը
is: Nýjasta tölublað
ja: 最新号
ka: მიმდინარე გამოცემა
kk: Ағымдағы журнал басылымы
ku_iq: دواهەمین ژمارە
ky: Азыркы чыгарылыш
lt: Naujausias numeris
lv_lv: Aktuālais izdevums
mk_mk: Тековно издание
mr: वर्तमान अंक
ms: Terbitan Semasa
nb_no: Nyeste utgave
ro: Număr curent
sk_sk: Aktuálne číslo
sl_si: Trenutna Številka
sr_rs@cyrillic: Тренутни број часописa
sr_rs@latin: Trenutni broj časopisa
th: ฉบับปัจจุบัน
uk_ua: Поточний випуск
uz@latin: Joriy muammo
vi_vn: Số mới
zh_cn: 最新一期
zh_hant: 當期期刊

# site.journalRegister
source: Register
az: Qeydiyyat
bg: Регистрация
bs_ba: Registracija
de_de: Sich registrieren
el_gr: Εγγραφή
eu: Izena eman
gd_gb: Clàraich
gl_es: Rexistrarse
hi_in: रजिस्टर करें
hu_hu: Regisztráció
hy_am: Գրանցվել
is: Nýskráning
ja: 登録
ka: რეგისტრაცია
kk: Тіркелу
ku_iq: تۆمارکردن
ky: Катталуу
lt: Registruotis
lv_lv: Reģistrēties
mk_mk: Регистрација
mr: सदस्यता नोंदणी करा
ms: Daftar
nb_no: Registrer
ro: Înregistrare
sk_sk: Registrovať
sl_si: Registriraj
sr_rs@cyrillic: Регистрација
sr_rs@latin: Registracija
th: ลงทะเบียน
uk_ua: Реєстрація
uz@latin: Ro'yxatdan o'tish
vi_vn: Đăng ký
zh_cn: 注册
zh_hant: 註冊

# site.journalView
source: View Journal
az: Jurnala baxın
bg: Преглед на списанието
bs_ba: Pregled časopisa
de_de: Zur Zeitschrift
el_gr: Προβολή περιοδικού
eu: Aldizkaria ikusi
gd_gb: Seall an t-iris-leabhar
gl_es: Acceder á revista
hi_in: जर्नल देखें
hu_hu: Folyóirat megtekintése
hy_am: Դիտել ամսագիրը
is: Skoða tímarit
ja: 雑誌の閲覧
ka: ჟურნალის ნახვა
kk: Журналды қарау
ku_iq: پیشاندانی گۆڤار
ky: Журналды көрүү
lt: Peržiūrėti žurnalą
lv_lv: Skatīt žurnālu
mk_mk: Прегледај го списанието
mr: नियतकालिक पहा
ms: Lihat Jurnal
nb_no: Vis tidsskrift
ro: Vizualizați Jurnalul
sk_sk: Zobraziť časopis
sl_si: Glej revijo
sr_rs@cyrillic: Преглед часописа
sr_rs@latin: Pregled časopisa
th: ดูวารสาร
uk_ua: Перегляд журналу
uz@latin: Jurnalni ko'rish
vi_vn: Xem tạp chí
zh_cn: 查看期刊
zh_hant: 查看期刊

# article.nonpdf.title
source: Article Download
az: Məqalə endirin
bg: Свали статията
bs_ba: Preuzimanje članka
de_de: Artikel herunterladen
el_gr: Μεταφόρτωση άρθρου
eu: Jaitsi artikulua
gd_gb: Luchdadh a-nuas an artaigil
gl_es: Descargar o artigo
hi_in: लेख डाउनलोड करें
hu_hu: Cikk letöltés
hy_am: Հոդվածի ներբեռնում
is: Hlaða niður grein
ja: 論文ダウンロード
ka: სტატიის ჩამოტვირთვა
kk: Мақаланы жүктеңіз
ku_iq: دابەزاندنی توێژینەوە
ky: Макаланы жүктөп алуу
lt: Straipsnio parsisiuntimas
lv_lv: Raksta lejupielāde
mk_mk: Превземи труд
mr: लेख उतरवून घ्या (डाउनलोड करा)
ms: Muat turun Artikel
nb_no: Last ned artikkel
ro: Descărcare articol
sk_sk: Stiahnutie článku
sl_si: Prenesi prispevek
sr_rs@cyrillic: Преузимање чланка
sr_rs@latin: Preuzimanje članka
th: ดาวน์โหลดบทความ
uk_ua: Завантаження статті
uz@latin: Maqola yuklab olish
vi_vn: Bài báo tải về
zh_cn: 文章下载
zh_hant: 文章下載

# article.download
source: Download this PDF file
az: Bu PDF faylını endirin
bg: Свали този PDF файл
bs_ba: Preuzmi ovu PDF datoteku
de_de: Diese PDF-Datei herunterladen
el_gr: Μεταφορτώστε αυτό το αρχείο PDF
eu: PDF fitxategi hau jaitsi
gd_gb: Luchdaich a-nuas am faidhle PDF seo
gl_es: Descargar este arquivo PDF
hi_in: इस पीडीएफ फाइल को डाउनलोड करें
hu_hu: Ennek a PDF fájlnak a letöltése
hy_am: Ներբեռնեք այս PDF նիշքը
is: Hlaða niður PDF skrá
ja: このPDFファイルをダウンロードする
ka: ამ PDF-ფაილის ჩამოტვირთვა
kk: Бұл PDF файлын жүктеңіз
ku_iq: دابەزاندنی ئەم فایلە PDFە
ky: Бул PDF файлды жүктөп алуу
lt: Atsisiųsti šį PDF
lv_lv: Lejupielādēt šo PDF failu
mk_mk: Превземи ја оваа PDF датотека
mr: ही PDF फाईल उतरवून घ्या (डाउनलोड करा)
ms: Muat turun fail PDF ini
nb_no: Last ned denne PDF-filen
ro: Descarcă acest fișier PDF
sk_sk: Stihnúť tento PDF súbor
sl_si: Prenesi to PDF datoteko
sr_rs@cyrillic: Преузми овај PDF фајл
sr_rs@latin: Preuzmi ovaj PDF fajl
th: ดาวน์โหลดไฟล์ PDF นี้
uk_ua: Завантажити цей PDF файл
uz@latin: Ushbu PDF -faylni yuklab oling
vi_vn: Tải xuống tập tin PDF này
zh_cn: 下载 PDF 格式文件
zh_hant: 下載此PDF檔案

# article.pdf.title
source: Portable Document Format (PDF)
az: Daşına bilən sənəd formatı (PDF)
bg: Преносим формат на документи (Portable Document Format, PDF)
bs_ba: Prijenosni format dokumenta (PDF)
el_gr: PDF (Portable Document Format)
hi_in: पोर्टेबल दस्तावेज़ प्रारूप (पीडीएफ)
is: PDF skjalasnið
ku_iq: PDF
lt: PDF
lv_lv: Portatīvo dokumentu formāts (PDF)
mk_mk: Пренослив формат на документ (PDF)
mr: पोर्टेबल डॉक्युमेंट फॉरमॅट (PDF)
nb_no: PDF-format
ro: PDF
sl_si: Prenosni format dokumenta (PDF)
sr_rs@cyrillic: Преносни формат документа (PDF)
sr_rs@latin: Prenosni format dokumenta (PDF)
th: รูปแบบเอกสารพกพา (PDF)
uz@latin: Portativ hujjat formati (PDF)
zh_cn: 便携文件格式(PDF)
zh_hant: 可攜式文件格式(PDF)

# article.pageTitle
source: View of {$title}
az: {$title} görünüşü
bg: Преглед на {$title}
bs_ba: Pregled {$title}
de_de: Anzeige von {$title}
el_gr: Προβολή του {$title}
eu: {$title} artikuluaren ikuspegia
gd_gb: A’ coimhead air {$title}
gl_es: Vista de {$title}
hi_in: {$ title} देखें
hu_hu: {$title} megtekintése
hy_am: {$title} -ի դիտում
is: Skoða {$title}
ja: {$title}の閲覧
ka: ნახვა: {$title}
kab: Taskant n {$title}
kk: «{$title}» қаралуда
ku_iq: بینینی {$title}
ky: {$title} көрүү
lt: Peržiūrėti {$title}
lv_lv: {$title} skats
mk_mk: Преглед на {$title}
mr: {$title} चे पहिले पान पहा
ms: Paparan {$title}
nb_no: Visning av {$title}
ro: Vezi în {$title}
sk_sk: Zobraziť {$title}
sl_si: Vpogled v {$title}
sr_rs@cyrillic: Изглед за {$title}
sr_rs@latin: Izgled za {$title}
th: ดูหัวข้อ {$title}
uk_ua: Перегляд {$title}
uz@latin: {$ Title} ning ko'rinishi
vi_vn: Xem {$title}
zh_cn: 翻阅 {$title}
zh_hant: 查看{$title}

# search.authorDetails
source: Author Details
az: Müəllif təfərrüatları
bg: Информация за автора
bs_ba: Detalji o autoru
de_de: Nähere Angaben zu den Autor/innen
el_gr: Στοιχεία Συγγραφέα
eu: Egilearen xehetasunak
gd_gb: Mion-fhiosrachadh mun ùghdar
gl_es: Detalles do autor/a
hi_in: लेखक का विवरण
hu_hu: Szerző részletek
hy_am: Հեղինակի մանրամասները
is: Nánar um höfund
ja: 著者情報
ka: ავტორის დეტალები
kk: Автор туралы мәлімет
ku_iq: زانیارییەکانی توێژەر
ky: Автордун деталдары
lt: Apie autorių
lv_lv: Autora informācija
mk_mk: Детали за авторот
mr: लेखकाचा तपशील
ms: Perincian Pengarang
nb_no: Forfatterdetaljer
ro: Detalii autor
sk_sk: Detaily autora
sl_si: Podrobnosti avtorja
sr_rs@cyrillic: Детаљи о аутору
sr_rs@latin: Detalji o autoru
th: รายละเอียดผู้เขียน
uk_ua: Інформація про автора
uz@latin: Muallif tafsilotlari
vi_vn: Chi tiết về tác giả
zh_cn: 作者的详细信息
zh_hant: 作者資訊

# search.allJournals
source: All Journals
az: Bütün Jurnallar
bg: във всички списания
bs_ba: Svi časopisi
de_de: allen Zeitschriften
el_gr: Όλα τα περιοδικά
eu: Aldizkari guztiak
gd_gb: A h-uile iris-leabhar
gl_es: Todas as revistas
hi_in: सभी जर्नल
hu_hu: Minden folyóirat
hy_am: Բոլոր ամսագրերը
is: Öll tímrit
ja: 全雑誌
ka: ყველა ჟურნალი
kk: Барлық журналдар
ku_iq: هەمو گۆڤارەکان
ky: Бардык журналдар
lt: Visuose žurnaluose
lv_lv: Visi žurnāli
mk_mk: Сите списанија
mr: सगळी नियतकालिके
ms: Semua Jurnal
nb_no: Alle tidsskrift
ro: Toate jurnalele
sk_sk: Všetky časopisy
sl_si: Vse revije
sr_rs@cyrillic: Сви часописи
sr_rs@latin: Svi časopisi
th: ทุกวารสาร
uk_ua: Всі журнали
uz@latin: Barcha jurnallar
vi_vn: Tất cả các tạp chí
zh_cn: 所有期刊
zh_hant: 所有期刊

# search.withinJournal
source: Within
az: İçində
bg: в списанието
bs_ba: Unutar
de_de: In
el_gr: Μέσα σε
eu: Non
gd_gb: Am broinn
gl_es: Dentro de
hi_in: अंदर
hu_hu: Folyóiraton belül
hy_am: Շրջանակներում
is: Innan
ja: 対象雑誌
ka: ჟურნალში
kk: Журналда
ku_iq: لەناو
ky: Ичинде
lt: Šiame žurnale
lv_lv: Ietvaros
mk_mk: Во
mr: या अंतर्गत
ms: Dalam
nb_no: Innen
ro: În
sk_sk: V rámci
sl_si: Znotraj
sr_rs@cyrillic: Унутар
sr_rs@latin: Unutar
th: ภายใน
uk_ua: В журналі
uz@latin: Ichkarida
vi_vn: Trong
zh_cn: 范围
zh_hant: 當中

# search.searchFor
source: Search articles for
az: Məqalələrdə axtarın
bg: Търсене в статиите за
bs_ba: Pretražite članke za
de_de: Artikel durchsuchen nach
el_gr: Αναζήτηση άρθρων για
eu: Bilatu artikuluetan
gd_gb: Lorg na leanas sna h-artaigealan
gl_es: Buscar artigos por
hi_in: के लिए लेख खोजें
hu_hu: Cikkek keresése
hy_am: Որոնել հոդվածներ
is: Leita í greinum eftir
ja: 論文の検索
ka: სტატიების ძებნა
kab: Anadi n imagraden i
kk: Мақалаларды іздеу
ku_iq: گەڕان بۆ توێژینەوەکان لە
ky: Макалаларды издөө
lt: Ieškoti straipsnių apie
lv_lv: Meklēt rakstus par
mk_mk: Пребарај низ трудови за
mr: यावरचे लेख शोधा
ms: Cari artikel untuk
nb_no: Søk i artikler etter
ro: Caută articole pentru
sk_sk: Vyhľadávať v článkoch
sl_si: Išči prispevek za
sr_rs@cyrillic: Претражите чланке
sr_rs@latin: Pretražite članke
th: ค้นหาบทความสำหรับ
uk_ua: Пошук статей
uz@latin: Maqolalarni qidirish
vi_vn: Tìm kiếm bài viết cho
zh_cn: 搜索文章的
zh_hant: 搜尋文章作

# user.subscriptions.form.addIpRange
source: Add
az: Əlavə et
bg: Добави
bs_ba: Dodaj
de_de: Hinzufügen
el_gr: Προσθήκη
eu: Gehitu
gd_gb: Cuir ris
gl_es: Engadir
hi_in: जोड़ना
hu_hu: Hozzáadás
hy_am: Ավելացնել
is: Bæta við
ja: 追加
ka: დამატება
kk: Қосу
ku_iq: زیادکردن
ky: Кошуу
lt: Pridėti
lv_lv: Pievienot
mk_mk: Додади
mr: नोंदवा
ms: Tambah
nb_no: Legg til
ro: Adaugă
sk_sk: Pridať
sl_si: Dodaj
sr_rs@cyrillic: Додај
sr_rs@latin: Dodaj
th: เพิ่ม
uk_ua: Додати
uz@latin: Qo'shish
vi_vn: Thêm
zh_cn: 添加
zh_hant: 增添

# user.subscriptions.form.deleteIpRange
source: Delete
az: Sil
bg: Изтрий
bs_ba: Izbriši
de_de: Löschen
el_gr: Διαγραφή
eu: Ezabatu
gd_gb: Sguab às
gl_es: Eliminar
hi_in: हटाएं
hu_hu: Törlés
hy_am: Ջնջել
is: Eyða
ja: 削除
ka: წაშლა
kk: Жою
ku_iq: سڕینەوە
ky: Өчүрүү
lt: Ištrinti
lv_lv: Dzēst
mk_mk: Избриши
mr: वगळा
ms: Padam
nb_no: Slett
ro: Șterge
sk_sk: Zmazať
sl_si: Briši
sr_rs@cyrillic: Обриши
sr_rs@latin: Obriši
th: ลบ
uk_ua: Видалити
uz@latin: O'chirish
vi_vn: Xóa
zh_cn: 删除
zh_hant: 刪除

# user.subscriptions.form.institutionNameRequired
source: An institution name is required.
az: Təşkilat adı tələb olunur.
bg: Изисква се име на институция (организация).
bs_ba: Obavezno je ime institucije.
de_de: Ein Einrichtungsname ist erforderlich.
el_gr: Απαιτείται μια ονομασία ιδρύματος.
eu: Erakunde baten izena zehaztu behar da.
gd_gb: Tha feum air ainm institiuid.
gl_es: Ten que introducir o nome da institución.
hi_in: एक संस्था का नाम आवश्यक है।
hu_hu: Intézmény neve kötelező.
hy_am: Պահանջվում է հաստատության անվանումը:
is: Heiti stofnunar er áskilið.
ja: 機関名が必要です。
ka: აუცილებელია დაწესებულების სახელი.
kk: Ұйымның атауы міндетті.
ku_iq: ناوی دەزگا داوا کراوە.
ky: Институттун аты талап кылынат.
lt: Nurodykite institucijos pavadinimą.
lv_lv: Ir jānorāda iestādes nosaukums.
mk_mk: Потребно е име на институција.
mr: संस्थेची नाव नोंदणी आवश्यक आहे.
ms: Nama institusi diperlukan.
nb_no: Du må oppgi et institusjonsnavn.
ro: Este solicitat numele instituției.
sk_sk: Je vyžadované zadanie mena organizácie.
sl_si: Ime ustanove je obvezno.
sr_rs@cyrillic: Име институције је неопходно.
sr_rs@latin: Ime institucije je neophodno.
th: ต้องระบุชื่อสถาบัน
uk_ua: Необхідно вказати назву установи.
uz@latin: Tashkilot nomi talab qilinadi.
vi_vn: Một tên tổ chức là bắt buộc.
zh_cn: 需要机构名称.
zh_hant: 必須提供院校名稱。

# user.subscriptions.form.institutionName
source: Institution name
az: Təşkilat ad
bg: Име на институцията (организацията)
bs_ba: Ime institucije
de_de: Name der Einrichtung
el_gr: Όνομασία ιδρύματος
eu: Erakundearen izena
gd_gb: Ainm na h-institiuide
gl_es: Nome da institución
hi_in: संस्था का नाम
hu_hu: Intézmény neve
hy_am: Հաստատության անվանումը
is: Heiti stofnunar
ja: 機関名
ka: დაწესებულების დასახელება
kk: Ұйымның атауы
ku_iq: ناوی دەزگا
ky: Институттун аты
lt: Institucijos pavadinimas
lv_lv: Iestādes nosaukums
mk_mk: Име на институција
mr: संस्थेचे नाव
ms: Nama Institusi
nb_no: Institusjonsnavn
ro: Numele instituției
sk_sk: Meno organizácie
sl_si: Ime ustanove
sr_rs@cyrillic: Име институције
sr_rs@latin: Ime institucije
th: ชื่อสถาบัน
uk_ua: Назва установи
uz@latin: Tashkilot nomi
vi_vn: Tên tổ chức
zh_cn: 机构名称
zh_hant: 院校名稱

# user.subscriptions.form.subscriptionExists
source: This user account already has an individual subscription.
az: Bu istifadəçi hesabı hazırda fərdi abunədir.
bg: Този потребителски акаунт вече има индивидуален (личен) абонамент.
bs_ba: Ovaj korisnički račun već ima individualnu pretplatu.
de_de: Für dieses Nutzer/innen-Konto existiert bereits ein individuelles Abonnement.
el_gr: Αυτός ο λογαρισμός Χρήστη έχει ήδη μία ατομική συνδρομή.
eu: Erabiltzaile-kontu honek badu dagoeneko harpidetza indibiduala.
gd_gb: Tha fo-sgrìobhadh fa leth aig a’ chunntas chleachdaiche seo mu thràth.
gl_es: Esta conta de usuario/a xa ten unha subscrición individual.
hi_in: इस उपयोगकर्ता खाते में पहले से ही एक व्यक्तिगत सदस्यता है।
hu_hu: Ennek a felhasználói azonosítónak már van egyéni előfizetése.
hy_am: Օգտվողի այս հաշիվն արդեն ունի անհատական բաժանորդագրություն:
is: Þessi notandi er nú þegar með einstaklingsáskrift.
ja: このユーザーアカウントは、すでに個人購読をしています。
ka: ამ მომხმარებლის ანგარიშს უკვე აქვს ინდივიდუალური გამოწერა.
kk: Бұл есептік жазбасы бар қолданушының жеке жазылымы бар.
ku_iq: ئەم ئەژمارە بەشداریکردنی هەیە.
ky: Бул колдонуучу аккаунтунда мурунтан жеке жазылуу бар.
lt: Šiai vartotojo paskyrai jau užsakyta prenumerata asmeniui.
lv_lv: Šim lietotāja kontam jau ir individuāls abonements.
mk_mk: Оваа корисничка сметка веќе има поединечна претплата.
mr: या वापरकर्त्याने पूर्वीपासूनच वैयक्तिक सदस्यता घेतली आहे.
ms: Akaun pengguna ini sudah mempunyai langganan individu.
nb_no: Denne brukerkontoen har allerede et personlig abonnement.
ro: Acest cont de utilizator are deja o abonare individuală.
sk_sk: Tento užívateľský účet má už individuálne predplatné.
sl_si: Ta uporabniški račun že ima individualno naročnino.
sr_rs@cyrillic: Кориснички налог већ има индивидуалну претплату.
sr_rs@latin: Korisnički nalog već ima individualnu pretplatu.
th: บัญชีผู้ใช้นี้มีการสมัครสมาชิกแบบบุคคลอยู่แล้ว
uk_ua: Цей обліковий запис користувача вже має індивідуальну передплату.
uz@latin: Bu foydalanuvchi hisobida allaqachon individual obuna bor.
vi_vn: Tài khoản người dùng này đã có một thuê bao cá nhân.
zh_cn: 此用户帐户已经有个人订阅.
zh_hant: 此用戶已有個體訂閱。

# user.subscriptions.form.typeIdValid
source: Please select a valid subscription type.
az: Zəhmət olmasa etibarlı bir abunəlik növü seçin
bg: Моля, изберете валиден тип абонамент.
bs_ba: Odaberite važeći ti pretplate.
de_de: Wählen Sie bitte eine gültige Abonnement-Art aus.
el_gr: Παρακαλούμε επιλέξτε έναν έγκυρο τύπο συνδρομής.
eu: Mesedez, aukeratu baliozko harpidetza-mota bat.
gd_gb: Tagh seòrsa dligheach de dh’fho-sgrìobhadh.
gl_es: Seleccione un tipo de subscrición válido.
hi_in: कृपया एक वैध सदस्यता प्रकार चुनें।
hu_hu: Kérem, válasszon érvényes előfizetési típust.
hy_am: Խնդրում ենք ընտրել բաժանորդագրության վավեր տեսակ:
is: Vinsamlega veldu gilda áskriftarleið.
ja: 有効な購読種別を選択してください。
ka: გთხოვთ, აირჩიოთ გამოწერის სწორი ტიპი.
kk: Дұрыс жазылым түрін таңдаңыз.
ku_iq: تکایە جۆرێکی بەشداریکردنی بەردەست هەڵبژێرە.
ky: Туура жазылуу түрүн тандаңыз.
lt: Nurodykite tinkamą prenumeratos rūšį.
lv_lv: Lūdzu, izvēlieties derīgu abonēšanas veidu.
mk_mk: Ве молиме изберете важечки тип на претплата.
mr: कृपया ग्राह्य सदस्यता प्रकार निवडा.
ms: Sila pilih jenis langganan yang sah.
nb_no: Velg en gyldig abonnementstype.
ro: Vă rog să selectați un tip de abonare valid.
sk_sk: Zvoľte, prosím, platný typ predplatného.
sl_si: Prosimo izberite veljavno vrsto naročnine.
sr_rs@cyrillic: Одаберите исправан тип претплате.
sr_rs@latin: Odaberite ispravan tip pretplate.
th: โปรดเลือกประเภทการสมัครสมาชิกที่ถูกต้อง
uk_ua: Будь ласка, коректно визначте тип передплати.
uz@latin: Iltimos, obuna turini tanlang.
vi_vn: Vui lòng chọn một loại thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅类型.
zh_hant: 請選擇一個有效的訂閱種類。

# user.subscriptions.form.membershipRequired
source: The selected subscription type requires membership information.
az: Seçilmiş abunəlik növləri üzvlük məlumatı tələb edir.
bg: Избраният тип абонамент изисква информация за членство.
bs_ba: Odabrani tip pretplata mora imati informacije o članstvu.
de_de: Für die ausgewählte Abonnement-Art sind Mitgliedschaftsinformationen erforderlich.
el_gr: Ο επιλεγμένος τύπος συνδρομής απαιτεί πληροφορίες μέλους.
eu: Harpidetza-mota horrek kidetzari buruzko informazioa eskatzen du.
gd_gb: Thagh thu fo-sgrìobhadh de sheòrsa a dh’fheumas fiosrachadh ballrachd.
gl_es: O tipo de subscrición seleccionado require información sobre a afiliación.
hi_in: चयनित सदस्यता प्रकार को मेम्बरशिप जानकारी की आवश्यकता होती है।
hu_hu: A kiválasztott előfizetési típus tagsági információkat kér.
hy_am: Բաժանորդագրության ընտրված տեսակը պահանջում է անդամակցության մասին տեղեկություններ:
is: Valin áskriftarleið kerfst upplýsinga um félagsaðild.
ja: 選択した購読種別には、会員情報が必要です。
ka: გამოწერის არჩეული ტიპი მოითხოვს წევრობის ინფორმაციას.
kk: Таңдалған жазылым түрі мүшелік туралы ақпаратты талап етеді.
ku_iq: ئەم جۆرەی بەشداریکردن پێویستی بە زانیاریی ئەندامبونە.
ky: Тандалган жазылуу түрү мүчөлүк маалыматын талап кылат.
lt: Pasirinktam prenumeratos tipui reikalinga narystės informacija.
lv_lv: Izvēlētajam abonēšanas veidam ir nepieciešama dalības informācija.
mk_mk: Потребни се информации за членство за одбраниот тип претплата.
mr: निवडलेल्या वर्गणीच्या प्रकारासाठी सदस्यत्व माहिती आवश्यक आहे.
ms: Jenis langganan yang dipilih memerlukan maklumat keahlian.
nb_no: Den valgte abonnementstypen krever informasjon om medlemsskap.
ro: Pentru tipul de abonare selectat sunt necesare informații privind apartenența.
sk_sk: Zvolený typ predplatného vyžaduje informácie o členstve.
sl_si: Izbrana vrsta naročnine zahteva podatke o članstvu.
sr_rs@cyrillic: Одабрани тип претплате захтева информације о чланству.
sr_rs@latin: Odabrani tip pretplate zahteva informacije o članstvu.
th: ประเภทการสมัครสมาชิกที่เลือกต้องมีข้อมูลสมาชิก
uk_ua: Обраний тип передплат вимагає інформації про членство.
uz@latin: Tanlangan obuna turi a'zolik ma'lumotlarini talab qiladi.
vi_vn: Loại đăng ký được chọn yêu cầu thông tin thành viên.
zh_cn: 所选择的订阅类型，需要会员信息.
zh_hant: 所選取的訂閱種類需要會員資格資訊。

# user.subscriptions.form.membership
source: Membership
az: Üzvlük
bg: Членство
bs_ba: Članstvo
de_de: Mitgliedschaft
el_gr: Μέλη
eu: Kidetza
gd_gb: Ballrachd
gl_es: Afiliación
hi_in: सदस्यता
hu_hu: Tagság
hy_am: Անդամակցություն
is: Félagsaðild
ja: 会員情報
ka: წევრობა
kk: Мүшелік
ku_iq: ئەندامبون
ky: Мүчөлүк
lt: Narystė
lv_lv: Dalība
mk_mk: Членство
mr: सदस्यत्व
ms: Keahlian
nb_no: Medlemskap
ro: Apartenență
sk_sk: Členstvo
sl_si: Članstvo
sr_rs@cyrillic: Чланство
sr_rs@latin: Članstvo
th: สมาชิก
uk_ua: Членство
uz@latin: A'zolik
vi_vn: Thành viên
zh_cn: 会员
zh_hant: 會員資格

# user.subscriptions.form.typeId
source: Subscription Type
az: Abunəlik növü
bg: Тип абонамент
bs_ba: Tip pretplate
de_de: Abonnement-Art
el_gr: Τύπος συνδρομής
eu: Harpidetza mota
gd_gb: Seòrsa an fho-sgrìobhaidh
gl_es: Tipo de subscrición
hi_in: सदस्यता प्रकार
hu_hu: Előfizetési típus
hy_am: Բաժանորդագրության տեսակներ
is: Áskriftarleið
ja: 購読種別
ka: გამოწერის ტიპი
kk: Жазылым түрі
ku_iq: جۆرەکانی بەشداریکردن
ky: Жазылуу түрү
lt: Prenumeratos tipas
lv_lv: Abonēšanas veids
mk_mk: Тип претплата
mr: सदस्यता प्रकार
ms: Jenis Langganan
nb_no: Abonnementstype
ro: Tip de abonare
sk_sk: Typy predplatného
sl_si: Vrsta naročnine
sr_rs@cyrillic: Тип претплате
sr_rs@latin: Tip pretplate
th: ประเภทการสมัครสมาชิก
uk_ua: Тип передплат
uz@latin: Obuna turi
vi_vn: Các loại thuê bao
zh_cn: 订阅类型
zh_hant: 訂閱種類

# user.subscriptions.viewSubscriptionTypes
source: View Available Subscription Types
az: Mövcud abunə növlərinə baxın
bg: Преглед на наличните типове абонаменти
bs_ba: Pregledaj dostupne tipove pretplata
de_de: Verfügbare Abonnement-Arten ansehen
el_gr: Εμφάνιση διαθέσιμων τύπων συνδρομών
eu: Ikusi erabilgarri dauden harpidetza motak
gd_gb: Seall na seòrsaichean de dh’fho-sgrìobhaidhean a tha ri fhaighinn
gl_es: Ver os tipos de subscripcións dispoñibles
hi_in: उपलब्ध सदस्यता प्रकार देखें
hu_hu: Elérhető előfizetési típusok megtekintése
hy_am: Դիտեք մատչելի բաժանորդագրության տեսակները
is: Skoða áskriftarleiðir í boði
ja: 利用可能な購読種別の表示
ka: ხელმოწერის ტიპების ნახვა
kk: Қол жетімді жазылу түрлерін көрсету
ku_iq: پیشاندانی شێوازەکانی بەشداریکردن
ky: Бар болгон жазылуу түрлөрүн көрүү
lt: Rodyti galimas prenumeratos rūšis
lv_lv: Skatīt pieejamos abonēšanas veidus
mk_mk: Прегледај достапни типови претплата
mr: उपलब्ध सदस्यता प्रकार पहा
ms: Lihat Jenis Langganan Yang Tersedia
nb_no: Se tilgjengelige abonnementstyper
ro: Vezi tipurile disponibile de abonare
sk_sk: Zobraziť dostupné typy predplatného
sl_si: Poglej vrste naročnin
sr_rs@cyrillic: Прегледај доступне типове претплата
sr_rs@latin: Pregledaj dostupne tipove pretplata
th: ดูประเภทการสมัครสมาชิกที่มีอยู่
uk_ua: Переглянути доступні типи передплат
uz@latin: Mavjud obuna turlarini ko'rish
vi_vn: Xem các loại thuê bao có sẵn
zh_cn: 查看可订阅类型
zh_hant: 查看可供選擇訂閱種類
