Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.authorization.invalidCopyditorSubmission
source: Invalid copyeditor submission or no copyeditor submission requested!
az: Yanlış səhifə tərtibatçı göndərməsi və ya səhifə tərtibatçısı göndərmə tələbi yoxdur
bg: Невалидно подаване на коректура или не е поискано подаване на коректура!
bs_ba: Nevažeće podnošenje članka za urednika ili nema podnesenog članka!
de_de: Ungültige Lektor/innenfassung oder keine Lektor/innenfassung angefordert!
el_gr: Μη έγκυρη υποβολή Επιμελητή Κειμένου ή δεν έχει ζητηθεί υποβολή Επιμελητή Κειμένου!
eu: Zuzentzailearen bidalketa ez da baliozkoa edo ez da eskatu zuzentzailearen bidalketarik!
gd_gb: Bha tagradh a’ ghrinn-deasaiche mì-dhligheach no cha deach tagradh grinn-deasaiche iarraidh!
gl_es: Envío do corrector/a de orixinais non válido ou non solicitado!
hi_in: अमान्य प्रतिलिपि संपादक सबमिशन या कोई प्रतिलिपि संपादक सबमिशन करने का अनुरोध नहीं किया गया है!
hu_hu: Érvénytelen technikai szerkesztés beküldése vagy nem történt meg a technikai szerkesztő példányányának kérése!
hy_am: Գրական խմբագրի անվավեր ներկայացում կամ գրական խմբագրի ներկայացում չի պահանջվել:
is: Ógild innsending textatæknis eða engin beiðni um innsendingu frá textatækni!
ja: 無効なコピーエディター投稿版、またはコピーエディターのない投稿を要求されていました！
ka: ლიტერატურულ რედაქტორის გამოგზავნილი ვერსია არასწორია, ან მოთხოვნა ლიტერატურულ რედაქტირებაზე არ გაგზავნილა!
kk: Версия, отправленная литературным редактором, является неправильной или запрос на литературное редактирование не был отправлен!
ku_iq: وردبینی بەردەست نییە یان داوا نەکراوە!
ky: Туура эмес редакциялык тапшырма же редакциялык тапшырма суралган эмес!
lt: Nurodytas ne to kalbos redaktoriaus suredaguotas straipsnis arba ne redaktoriaus suredaguotas straipsnis!
lv_lv: Nederīgs teksta redaktora iesniegums vai nav pieprasīts teksta redaktora iesniegums!
mk_mk: Неважечко поднесување на уредник или не е побарано поднесување на уредник!
mr: अवैध कॉपी एडिटर सादरीकरणाचा प्रयत्न किंवा कॉपी एडिटर सादरीकरणाची विनंती केलेली नाही!
ms: Penyerahan copyeditor tidak sah atau permintaan copyeditor tidak diminta!
nb_no: Ugyldig innlevering av språkvask eller ingen forespørsel om språkvask!
ro: Depunerea nevalidă a editorului de conținut sau nu a fost solicitată nicio depunere a editorului!
sk_sk: Zlý príspevok redaktora, alebo príspevok redaktora nie je vyžadovaný!
sl_si: Napačna lektorska oddaja ali oddaja ni bila zahtevana!
sr_rs@cyrillic: Неисправна лекторска предаја или предаја није захтевана!
sr_rs@latin: Neispravna lektorska predaja ili predaja nije zahtevana!
th: การส่งของผู้คัดลอกแก้ไขไม่ถูกต้องหรือไม่ได้มีการร้องขอการส่งของผู้คัดลอกแก้ไข!
uk_ua: Помилка призначення літературного редактора подання або запиту на літературне редагування!
uz@latin: Noto'g'ri kopirayter taqdimoti yoki nusxa ko'chirish muallifi talab qilinmaydi!
vi_vn: BTV bản thảo không hợp lệ hoặc không có BTV bản thảo được yêu cầu!
zh_cn: 无效的排版编辑提交或没有要求的排版编辑提交！
zh_hant: 提交審稿要求無效或未有提交審稿！

# user.authorization.invalidIssue
source: Invalid issue requested!
az: Etibarsız nömrə tələb edildi.
bg: Иска се невалиден брой!
bs_ba: Zatražen neispravan broj!
de_de: Ungültige Ausgabe angefordert!
el_gr: Ζητήθηκε μη έγκυρο τεύχος!
eu: Zenbaki baliogabea eskatu duzu!
gd_gb: Chaidh iris mhì-dhligheach iarraidh!
gl_es: Solicitude de número non válida!
hi_in: अनुरोधित अवैध अंक!
hu_hu: Érvénytelen folyóiratszám kérése!
hy_am: Անվավեր համար է պահանջվել:
is: Beðið um ógilt tölublað!
ja: 無効な巻号を要求しました！
ka: მოთხოვნილია არასწორი გამოცემა!
kk: Запрошен неправильный выпуск!
ku_iq: ئەم ژمارەیە بەردەست نییە!
ky: Туура эмес чыгарылыш суралды!
lt: Nurodytas neteisingas numeris!
lv_lv: Pieprasīts nederīgs izdevums!
mk_mk: Побарано е неважечко издание!
mr: अग्राह्य अंक शोधत आहात!
ms: Terbitan tidak sah diminta!
nb_no: Ugyldig utgaveforespørsel!
ro: Solicitare număr nevalid!
sk_sk: Je vyžadované chybné číslo!
sl_si: Zahtevana je bila napačna številka revije!
sr_rs@cyrillic: Захтевали сте неважећи број!
sr_rs@latin: Zahtevali ste nevažeći broj!
th: คำขอฉบับที่ไม่ถูกต้อง!
uk_ua: Вказаний неправильний випуск!
uz@latin: Noto‘g‘ri muammo so‘raldi!
vi_vn: Số được yêu cầu không hợp lệ!
zh_cn: 请求期次无效！
zh_hant: 讀取期號要求無效！

# user.authorization.sectionAssignment
source: You are trying to access an article that is not part of your section.
az: Əldə etməyə cəhd etdiyiniz məqalə siz aid bir bölmənin hissəsi deyil.
bg: Опитвате се да получите достъп до статия, която не е част от вашия раздел.
bs_ba: Pokušavate pristupiti članku koji nije u vašoj rubrici.
de_de: Sie versuchen auf einen Artikel zuzugreifen, der nicht Teil Ihrer Rubrik ist.
el_gr: Προσπαθείτε να προσπελάσετε ένα άρθρο που δεν ανήκει στην ενότητά σας.
eu: Zure atalekoa ez den artikulu batean sartu nahi duzu.
gd_gb: Tha thu a’ feuchainn ri cothrom fhaighinn air artaigeal nach eil na phàirt dhen earrann agad-sa.
gl_es: Intenta acceder a un artigo que non pertence á súa sección.
hi_in: आप एक लेख का उपयोग करने की कोशिश कर रहे हैं जो आपके अनुभाग का हिस्सा नहीं है।
hu_hu: Olyan cikkhez próbál hozzáférni, ami nem része az Ön rovatának.
hy_am: Դուք փորձում եք մուտք գործել հոդված, որը ձեր բաժնի մաս չէ:
is: Þú ert að reyna að nálgast grein sem ekki hluti af þínum kafla.
ja: あなたのセクションの一部ではない論文にアクセスしようとしています。
ka: თქვენ ცდილობთ შეხვიდეთ სტატიაში, რომელიც არ არის თქვენი სექციის ნაწილი.
kk: Вы пытаетесь получить доступ к статье, которая не относится к Вашему разделу.
ku_iq: تۆ دەتەوێت توێژینەوەیەک بەدەست بخەیت کە بەشێک نییە لەم بەشە.
ky: Сиз өз бөлүмүңүзгө кирбеген макалага кирүүгө аракет кылып жатасыз.
lt: Mėginate prisijungti prie straipsnio, kuris nėra jūsų skyriaus straipsnis.
lv_lv: Jūs mēģināt piekļūt rakstam, kas nav no jūsu sadaļas.
mk_mk: Се обидувате да пристапите до една статија што не е дел од вашиот дел.
mr: तुम्ही तुमच्या विभागात नसलेला लेख पहाण्याचा प्रयत्न करीत आहात.
ms: Anda cuba mengakses artikel yang bukan bahagian dari bahagian anda.
nb_no: Du forsøker å få tilgang til en artikkel som ikke er en del av din seksjon.
ro: Încercați să accesați un articol care nu face parte din secțiunea dvs.
sk_sk: Snažíte sa pristúpiť k článku, ktorý nie je súčasťou tejto sekcie.
sl_si: Dostopati želite do prispevka, ki ni v vaši rubriki.
sr_rs@cyrillic: Покушавате да приступите чланку који није у вашој секцији.
sr_rs@latin: Pokušavate da pristupite članku koji nije u vašoj sekciji.
th: คุณกำลังพยายามเข้าถึงบทความที่ไม่ได้เป็นส่วนหนึ่งของส่วนของคุณ
uk_ua: Ви намагаєтеся отримати доступ до статті, яка не належить до Вашого розділу.
uz@latin: Siz bo'limingizga kirmaydigan maqolaga kirishga harakat qilyapsiz.
vi_vn: Bạn đang cố gắng truy cập một bài viết không phải là một phần chuyên mục của bạn.
zh_cn: 您正在试图访问不属于您文章栏目中的文章。
zh_hant: 您現正嘗試取用一篇不屬於您的類別的文章。

# user.authorization.noContext
source: No journal in context!
az: Tələbinizə uyğun gələn bir jurnal tapılmadı.
bg: Няма намерено списание съответстващо на заявката.
bs_ba: Nema časopisa u kontekstu!
de_de: Keine Zeitschrift im Kontext!
el_gr: Δεν υπάρχουν περιοδικά!
eu: Ez dago aldizkaririk testuinguru honetan.
gd_gb: Chan eil iris-leabhar sa cho-theacsa!
gl_es: Non hai revistas neste contexto!
hi_in: संदर्भ में कोई जर्नल नहीं!
hu_hu: Ebben a szövegkörnyezetben nem található folyóirat!
hy_am: Ոչ մի ամսագիր չի գտնվել, որը համապատասխանում է ձեր խնդրանքին:
is: Ekkert tímarit fannst.
ja: 要求に一致する雑誌は見つかりませんでした。
ka: არცერთი ჟურნალი არ მოიძებნა, რომელიც შეესაბამება თქვენს მოთხოვნას.
kk: Сұрауыңызға сәйкес журнал табылмады.
ku_iq: هیچ گۆڤارێک لەم سیاقە!
ky: Сиздин сурооңузга туура келген журнал табылган жок.
lt: Nerasta nė vieno žurnalo, atitinkančio jūsų užklausą.
lv_lv: Netika atrasts neviens žurnāls, kas atbilstu jūsu pieprasījumam.
mk_mk: Нема списание во контекст!
mr: तुमच्या शोधाशी जुळणारे नियतकालिक येथे नाही.
ms: Tiada jurnal ditemui yang sepadan dengan permintaan anda.
nb_no: Ingen tidsskrift i denne konteksten!
ro: Niciun jurnal în context!
sk_sk: Žiadny časopis v kontexte!
sl_si: Nobene revije ni na voljo!
sr_rs@cyrillic: Нема часописа у контексту!
sr_rs@latin: Nema časopisa u kontekstu!
th: ไม่พบวารสารที่ตรงกับคำขอของคุณ
uk_ua: Немає журналу в контексті!
uz@latin: Kontekstda jurnal yo'q!
vi_vn: Không tạp chí trong bối cảnh!
zh_cn: 上下文中没有期刊！
zh_hant: 未能找符合您要求的期刊。

# user.authorization.copyeditorAssignmentMissing
source: Access denied! You have not been assigned as a copyeditor to this article.
az: Giriş rədd edildi. Bu məqaləyə nəşr redaktoru kimi təyin edilməmisiniz.
bg: Отказан достъп! Не сте назначени като коректор на тази статия.
bs_ba: Pristup nije dozvoljen! Vi niste određenikao urednik za ovaj članak.
de_de: Zugriff verweigert! Sie sind nicht als Lektor/in für diesen Artikel eingeteilt worden.
el_gr: Η πρόσβαση δεν σας επιτρέπεται. Δεν σας έχει ανατεθεί ο ρόλος του Επιμελητή Κειμένου για αυτό το άρθρο.
eu: Sarbidea ukatuta! Ez zaizu esleitu artikulu honen zuzenketa egitea.
gd_gb: Chaidh inntrigeadh a dhiùltadh! Cha deach d’ iomruineadh mar ghrinn-deasaiche an artaigil seo.
gl_es: Acceso denegado! Non foi asignado como corrector/a de orixinais para este artigo.
hi_in: पहुंच अस्वीकृत! आपको इस लेख में प्रतिलिपि संपादक के रूप में असाइन नहीं किया गया है।
hu_hu: Hozzáférés megtagadva! Ön nincs technikai szerkesztőként hozzárendelve ehhez a cikkhez.
hy_am: Մուտքն արգելված է! Դուք չեք նշանակվել որպես այս հոդվածի գրական խմբագիր:
is: Aðgangi hafnað! Þér hefur ekki verið úthlutað sem textatækni á þessa grein.
ja: アクセスが拒否されました！この論文のコピーエディターとして任命されていません。
ka: წვდომა უარყოფილია! თქვენ არ ხართ დანიშნული ამ სტატიის ლიტერატურულ რედაქტორად.
kk: Қосылуға мүмкіндік жоқ! Сіз бұл мақалаға әдеби редактор болып тағайындалмадыңыз.
ku_iq: دەستپێڕاگەیشتن ڕێگە پێ نەدراوە! تۆ وەک وردبینی ئەم توێژینەوەیە دەستنیشان نەکراویت.
ky: Кирүү тыюу салынды! Бул макала үчүн сиз редакциялык оңдоочу болуп дайындалган эмессиз.
lt: Prieiga negalima. Nesate paskirtas šio straipsnio kalbos redaktoriumi.
lv_lv: Piekļuve liegta! Jūs neesat piešķirts šim rakstam kā teksta redaktors.
mk_mk: Одбиен пристап! Вие не сте доделени како уредник за овој напис.
mr: प्रवेश नाकारला! तुम्हाला या लेखाचा कॉपी एडिटर म्हणून नेमण्यात आलेले नाही.
ms: Akses dinafikan! Anda belum ditugaskan sebagai copyeditor artikel ini.
nb_no: Ingen tilgang. Du har ikke blitt bedt om å språkvaske denne artikkelen.
ro: Acces refuzat! Nu ați fost repartizat în calitate de editor de conținut la acest articol.
sk_sk: Prístup nie je povolený! Nebol/a vám priradená úloha lektora tohto článku.
sl_si: Dostop zavrnjen! Verjetno niste dodeljeni za lektorja za ta prispevek.
sr_rs@cyrillic: Приступ није дозвољен! Нисте додати као лектор за овај чланаk.
sr_rs@latin: Pristup nije dozvoljen! Niste dodati kao lektor za ovaj članak.
th: การเข้าถึงถูกปฏิเสธ! คุณยังไม่ได้รับมอบหมายให้เป็นผู้คัดลอกแก้ไขบทความนี้
uk_ua: Доступ заборонений! Ви не призначені літературним редактором цієї статті.
uz@latin: Ruxsat berilmadi! Siz ushbu maqolaga kopirayter sifatida tayinlanmagansiz.
vi_vn: Truy cập bị từ chối! Bạn chưa được chỉ định là một BTV bản thảo bài viết này.
zh_cn: 拒绝访问！您不是该文章的排版编辑。
zh_hant: 拒絕存取！您未有被分配為此文章的審稿員。

# notification.type.awaitingRepresentations
source: Awaiting Galleys.
az: Çaplar gözləyir.
bg: Чакащи типографии.
bs_ba: Čekanje prijeloma.
de_de: Warte auf Fahnen.
el_gr: Αναμονή για τυπογραφικά δοκίμια
eu: Galeraden zain.
gd_gb: A’ feitheamh ris na mòr-dhuilleagan.
gl_es: Esperando galeradas.
hi_in: गैलिस का इंतजार।
hu_hu: Várakozó kefelenyomatok.
hy_am: Սպասում են շարվածքներին:
is: Bíður eftir galley.
ja: ゲラ作成待ち中。
ka: სვეტების მოლოდინში.
kk: Ожидающие гранок.
ku_iq: تابلۆکانی لە چاوەڕوانیکردن دان.
ky: Верстканы күтүп жатат.
lt: Laukiama skilčių.
lv_lv: Tiek gaidīti saliktņi.
mk_mk: Чекајќи ги отисоците на труд.
mr: कच्च्या मुद्रितांच्या (गॅली) प्रतीक्षेत.
ms: Menunggu Galley.
nb_no: Avventer oppsett.
ro: Așteaptă activarea conținutului.
sk_sk: Sú očakávané sadzobnice.
sl_si: Čakajoči prelomi.
sr_rs@cyrillic: Очекујемо пробне копије.
sr_rs@latin: Očekujemo probne kopije.
th: กำลังรอกัลลีย์
uk_ua: Очікування гранок.
uz@latin: Galleylarni kutish.
vi_vn: Đang chờ các bản in.
zh_cn: 等待校样。

# notification.type.assignProductionUser
source: Assign a user to create galleys using the Assign link in the Participants list.
az: İştirakçılar siyahısındakı Təyinat linkini istifadə edərək bir istifadəçi yaratmaq üçün bir istifadəçi təyin edin.
bg: Назначете потребител да създава типографии, като използвате връзката Присвояване(Assign) в списъка с участници (Participants).
bs_ba: Korištenjem poveznice Dodijeli u popisu sudionika dodijeli korisnika koji će kreirati prijelome.
de_de: Nutzen Sie den Hinzufügen-Link in der Teilnehmer/innen-Liste, um eine/n Nutzer/in zum Erzeugen von Fahnen einzutragen.
el_gr: Αναθέστε σε έναν Χρήστη να δημιουργήσει τυπογραφικά δοκίμια, χρησιμοποιώντας τον σύνδεσμο "Ανάθεση" στον κατάλογο των συμμετεχόντων.
eu: Eskatu erabiltzaile bati galeradak sor ditzan parte-hartzaileen zerrendako "Esleitu" esteka erabiliz.
gd_gb: Tagh cleachdaiche airson mòr-dhuilleagan a chruthachadh leis a’ cheangal “Iomruin” ann an liosta nan com-pàirtichean.
gl_es: Asignar un usuario/a para crear galeradas utilizando o enlace "Engadir" da listaxe de participantes.
hi_in: प्रतिभागियों की सूची में असाइन लिंक का उपयोग करके एक उपयोगकर्ता को गैलिस बनाने के लिए असाइन करें।
hu_hu: A megjelentetési formátum létrehozásához felhasználó hozzárendelése, használja a Hozzáadás linket a Felhasználói listában.
hy_am: Հանձնարարեք օգտատիրոջը ստեղծելու շարվածքներ, օգտագործելով "Նշանակել հղումը" "Մասնակիցների ցանկից":
is: Úthlutaðu ritsjtóra til að stofan galley með því að nota tengilinn á þátttakandalistanum.
ja: 参加者リストの「任命」リンクを使用して、ゲラを作成するユーザーを割り当てください。
ka: მომხმარებლის დანიშვნა, სვეტების შესაქმნელად, სიაში „დანიშვნა“ ბმულის გამოყენებით.
kk: Қатысушылар тізіміндегі Тағайындау сілтемесін пайдаланып, қолданушыларға электрондық жазба құруды тағайындаңыз.
ku_iq: بەکارهێنەرێک بۆ دروستکردنی تابلۆکان ئەرکدار بکە لە ڕێگەی ئەم لینکەوە.
ky: Катышуучулар тизмесиндеги Дайында баскычын колдонуп, верстка түзүү үчүн колдонуучуну дайындаңыз.
lt: Naudodamiesi prieskyros nuorodą dalyvių sąraše, paskirkite kuris sukurs skiltis.
lv_lv: Piešķirt lietotāju saliktņu izveidei, izmantojot saiti Piešķirt (Assign) dalībnieku sarakstā.
mk_mk: Доделете корисник да креира отисоци на труд користејќи ја врската Додели во списокот Учесници.
mr: नेमणूक करण्यासाठीची (असाइन) दुवा (लिंक) वापरून कच्ची मुद्रिते (गॅली) तयार करण्यासाठी सहभागींच्या सूचीमधून एकाला नियुक्त करा.
ms: Tetapkan pengguna untuk mencipta galley menggunakan pautan Tugaskan dalam senarai Peserta.
nb_no: Oppnevn en bruker til å lage oppsett. Bruk «Legg til»-lenken under «Deltakere».
ro: Alocați unui utilizator să creeze conținut cu ajutorul linkului Alocare din lista Participanți.
sk_sk: Priraďte užívateľa pre tvorbu sadzobníc pomocou "Pridať odkaz" v zozname používateľov.
sl_si: Uporabite povezavo Dodaj v seznamu Sodelujočih, da dodelite uporabnika, ki bo naredil prelome.
sr_rs@cyrillic: Додели корисника да креира пробне копије користећи Додај линк у листи Учесника.
sr_rs@latin: Dodeli korisnika da kreira probne kopije koristeći Dodaj link u listi Učesnika.
th: มอบหมายผู้ใช้งานในการสร้างกัลลีย์โดยใช้ลิงก์มอบหมายในรายการผู้เข้าร่วม
uk_ua: Призначити користувача для створення гранок за допомогою посилання «Додати» в списку «Учасники».
uz@latin: Qatnashuvchilar ro'yxatidagi Belgilash havolasi yordamida foydalanuvchiga oshxona yaratish uchun tayinlang.
vi_vn: Gán một người sử dụng để tạo ra các bản in sử dụng liên kết Gán trong danh sách Những người tham gia.
zh_cn: 使用“参与者”列表中的“分配”链接指派用户以创建校样。

# notification.type.editorAssignmentTask
source: A new article has been submitted to which an editor needs to be assigned.
az: Redaktorun təyin edilməsi gərəkən yeni bir məqalə göndərildi.
bg: Подадена е нова статия, към която трябва да се назначи редактор.
bs_ba: Novi članak je prijavljen. Potrebno mu je dodijeliti urednika.
de_de: Ein neuer Artikel wurde eingereicht, dem ein/e Redakteur/in zugewiesen werden muss.
el_gr: Ένα νέο άρθρο υποβλήθηκε. Εκκρεμεί η ανάθεση σε Επιμελητή.
eu: Artikulu berri bat bidali da eta editorea esleitu behar zaio.
gd_gb: Chaidh artaigeal ùr a chur agus tha e feumach air deasaiche.
gl_es: Enviouse un novo artigo e cómpre asignarlle un editor/a.
hi_in: एक नया लेख प्रस्तुत किया गया है जिसमें एक संपादक को सौंपा जाना चाहिए।
hu_hu: Új cikket töltöttek fel, amely szerkesztő hozzárendelésére vár.
hy_am: Ներկայացվել է նոր հոդված, որին անհրաժեշտ է նշանակել խմբագիր։
is: Ný grein hefur verið send inn og úthluta þarf ritstjóra.
ja: 編集者の任命が必要な論文が投稿されました。
ka: გაგზავნილია ახალი სტატია, რომელსაც რედაქტორის დანიშვნა სჭირდება.
kk: Жаңа мақала жіберілді, оған редактор тағайындау қажет.
ku_iq: ڕەشنوسی توێژینەوەیەکی نوێ پێشکەش کرا و دەبێت سەرنوسەرێکی بۆ دیاری بکرێت.
ky: Жаңы макала тапшырылды, ага редактор дайындалышы керек.
lt: Pateiktas naujas straipsnis. Reikia paskirti redaktorių.
lv_lv: Ir iesniegts jauns raksts, kuram jāpiešķir redaktors.
mk_mk: Доставена е нова статија на која треба да и биде доделен уредник.
mr: एक नवीन सादर केल्या गेलेल्या लेखासाठी संपादक नियुक्त करणे आवश्यक आहे.
ms: Artikel baharu telah diserahkan yang perlu ditugaskan kepada editor.
nb_no: En ny artikkel har blitt levert inn. Opprett en redaktør for artikkelen.
ro: Un nou articol a fost înregistrat. Acestuia trebuie să i se atribuie un e editor.
sk_sk: Bol vložený nový článok a je nutné mu priradiť editora.
sl_si: Oddan je bil nov prispevek, ki mu mora biti dodeljen urednik.
sr_rs@cyrillic: Нови члнак је пријављен за којег мора бити одређен уредник.
sr_rs@latin: Novi člnak je prijavljen za kojeg mora biti određen urednik.
th: มีบทความใหม่ที่ต้องการการมอบหมายบรรณาธิการ
uk_ua: Подана нова стаття, якій необхідно призначити редактора.
uz@latin: Yangi maqola yuborildi, unga muharrir tayinlanishi kerak.
vi_vn: Một bài báo mới đã được gửi đến cần một biên tập viên được giao.
zh_cn: 已提交新文章，需要为其分配评审编辑。
zh_hant: 收到新的文章投稿，需要分配一位編輯。

# notification.savedIssueMetadata
source: Issue publication metadata saved.
az: Nömrə üst dataları yadda saxlandı.
bg: Метаданните за публикация на броя са запазени.
bs_ba: Metapodaci objavljivanja broja pohranjeni.
de_de: Ausgabenmetadaten gespeichert.
el_gr: Τα μεταδεδομένα της έκδοσης του τεύχους αποθηκεύτηκαν.
eu: Zenbakiaren argitaratze-metadatuak gorde dira.
gd_gb: Chaidh meata-dàta foillseachadh na h-irise a shàbhaladh.
gl_es: Gardáronse os metadatos de publicación do número.
hi_in: अंक प्रकाशन मेटाडेटा सहेजा गया।
hu_hu: A szám publikálási metaadatai mentésre kerültek.
hy_am: Թողարկման հրապարակման մետատվյալները պահվեցին:
is: Lýsigögn tölublaðs vistuð.
ja: 巻号公開メタデータが保存された。
ka: გამოცემის მეტა-მონაცემები შენახულია.
kk: Басылымның метадеректері сақталды.
ku_iq: زانیارییە ناسێنەرەکان بۆ بڵاوکردنەوەی ئەم ژمارەیە خەزن کران.
ky: Чыгарылыштын жарыялоо метадайындары сакталды.
lt: Išsaugoti numerio metaduomenys.
lv_lv: Žurnāla numura publicēšanas metadati saglabāti.
mk_mk: Метаподатоците за објавување на изданието се зачувани.
mr: अंकाच्या प्रकाशनासंबंधी प्राथमिक माहिती (मेटाडेटा) सेव्ह केली.
ms: Metadata terbitan disimpan.
nb_no: Metadata lagret.
ro: Metadatele de publicare au fost salvate.
sk_sk: Metadáta čísla boli uložené.
sl_si: Metadata številke so bili shranjeni.
sr_rs@cyrillic: Сачувани метаподаци издања броја.
sr_rs@latin: Sačuvani metapodaci izdanja broja.
th: บันทึกข้อมูลเมตาของฉบับการเผยแพร่แล้ว
uk_ua: Збережені метадані публікації випуску.
uz@latin: Nashr meta -ma`lumotlari saqlandi.
vi_vn: Siêu dữ liệu của số xuất bản đã được lưu.
zh_cn: 当期发布元数据已保存。
zh_hant: 已儲存期號的出版元資料。

# notification.type.public
source: Public Announcements
az: Ümumi elanlar
bg: Публични съобщения
bs_ba: Javne objave
de_de: Öffentliche Ankündigungen
el_gr: Δημόσιες ανακοινώσεις
eu: Iragarki publikoak
gd_gb: Fiosan-naidheachd poblach
gl_es: Anuncios públicos
hi_in: सार्वजनिक घोषणाएँ
hu_hu: Nyilvános értesítések
hy_am: Հանրային հայտարարություններ
is: Tilkynningar
ja: 公的なお知らせ
ka: საჯარო განცხადებები
kk: Хабарландырулар
ku_iq: ڕاگەیاندنە گشتییەکان
ky: Коомдук билдирүүлөр
lt: Naujienlaiškiai
lv_lv: Publiskie paziņojumi
mk_mk: Јавни соопштенија
mr: जाहीर निवेदने
ms: Pengumuman Umum
nb_no: Offentlige kunngjøringer
ro: Anunțuri publice
sk_sk: Verejné oznámenie
sl_si: Javna obvestila
th: ประกาศสาธารณะ
uk_ua: Публічні оголошення
uz@latin: Ommaviy e'lonlar
vi_vn: Thông báo công khai
zh_cn: 公告
zh_hant: 致公眾的公告

# notification.type.userComment
source: A reader has made a comment on "{$title}"
az: "{$title}" başlıqlı məqalə haqqında bir oxucu şərh etdi.
bg: Читател направи коментар за "{$title}"
bs_ba: Čitatelj je komentirao "{$title}"
de_de: Ein/e Leser/in hat "{$title}" kommentiert.
el_gr: Ένας Αναγνώστης έχει κάνει ένα σχόλιο για το "{$title}"
eu: Irakurle batek ohar bat egin du "{$title}" artikuluari buruz
gd_gb: Thug leughadair seachad beachd air “{$title}”
gl_es: Un lector/a fixo un comentario sobre "{$title}"
hi_in: एक पाठक ने "{$ title}" पर एक टिप्पणी की है
hu_hu: A(z) "{$title}" című cikkhez egy olvasó megjegyzést adott hozzá.
hy_am: Ընթերցողը մեկնաբանություն է արել "{$title}" -ի վերաբերյալ
is: Lesandi hefur skráð athugasemd við "{$title}"
ja: 「{$title}」について読者からコメントがあった
ka: მკითხველმა გააკეთა კომენტარი: “{$title}”
kk: Оқырман "{$title}"-ге пікір қосты
ku_iq: خوێنەرێک تێچێنێکی دەربارەی "{$title}" نوسیوە
ky: Окурман "{$title}" боюнча комментарий калтырды.
lt: Skaitytojas paliko komentarą straipsniui „{$title}“
lv_lv: Lasītājs ir komentējis "{$title}"
mk_mk: Читател направи коментар на „{$title}“
mr: एका वाचकाने "{$title}" वर अभिप्राय नोंदवला आहे
ms: Pembaca telah membuat komen mengenai "{$title}"
nb_no: En leser har kommentert «{$title}»
ro: Un cititor a făcut un comentariu la "{$title}"
sk_sk: Čitateľ vložil poznámku k článku "{$title}."
sl_si: Bralec je dodal komentar na prispevek "{$title}"
sr_rs@cyrillic: Читаоц је коментарисао "{$param}'s"
sr_rs@latin: Čitalac je komentarisao "{$title}'s"
th: ผู้อ่านได้แสดงความคิดเห็นใน "{$title}"
uk_ua: Читач залишив коментар на статтю "{$title}"
uz@latin: O'quvchi "{$ title}" haqida fikr bildirdi
vi_vn: Một độc giả đã bình luận về "{$title}"
zh_cn: 一个读者对"{$title}"进行了评论
zh_hant: 讀者已為「{$title}」留下意見。

# notification.type.submissions
source: Submission Events
az: Məqalə vəziyyətləri
bg: Събития във връзка с изпращането на материали
bs_ba: Događaji za pretplate
de_de: Einreichungsereignisse
el_gr: Συμβάντα υποβολής
eu: Bidalketaren gertaerak
gd_gb: Tachartas tagraidh
gl_es: Eventos relacionados cos envíos
hi_in: सबमिशन आयोजन
hu_hu: Beküldési események
hy_am: Ներկայացման Իրադարձություններ
is: Innsendingar
ja: 投稿イベント
ka: შეტანის ღონისძიებები
kk: Жіберу процесінің оқиғалары
ku_iq: ڕوداوەکانی پێشکەشکردن
ky: Тапшырма окуялары
lt: Dėl straipsnių
lv_lv: Iesniegšanas norises
mk_mk: Поднесување настани
mr: सादरीकरण उपक्रम
ms: Peristiwa Penyerahan
nb_no: Innleveringsaktivitet
ro: Înregistrare evenimente
sk_sk: Udalosti príspevku
sl_si: Dogodki v postopku oddajanja
sr_rs@cyrillic: Догађаји у делу за предаје
sr_rs@latin: Događaji u delu za predaje
th: เหตุการณ์เกี่ยวกับการส่งบทความ
uk_ua: Події з рукописами
uz@latin: Taqdimot tadbirlari
vi_vn: Các sự kiện của bài gửi
zh_cn: 投稿时间
zh_hant: 投稿事件
