Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.overwriteConfigFileInstructions
source: <h4>IMPORTANT!</h4> <p>The installer could not automatically overwrite the configuration file. Before attempting to use the system, please open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
az: <h4>ÖNƏMLİ!</h4> <p>Yükləmə əmri konfiqurasiya faylını avtomatik olaraq yazmaz. Sistemi istifadə etməyə cəhd etməzdən əvvəl <tt>config.inc.php</tt> faylını uyğun bir mətn redaktorundan açın və məzmunlarını aşağıdakı mətn sahəsinin məzmunlarına uyğun olaraq dəyişdirin.</p>
bg: <h4>ВАЖНО!</h4> <p>Инсталаторът не може автоматично да презапише конфигурационния файл. Преди да опитате да използвате системата, моля, отворете <tt>config.inc.php</tt> в подходящ текстов редактор и заменете съдържанието му със съдържанието на текстовото поле по -долу.</p>
bs_ba: <h4>VAŽNO!</h4> <p>Instalacijski program ne može automatski pisati preko konfiguracijske datoteke. Prije pokušanja korištenja sustava, molimo otvorite <tt>config.inc.php</tt> u odgovarajućem uređivaču teksta i zamijenite njegov sadržaj sa sadržajem teksta koji se nalazi u polju ispod.</p>
de_de: <h4>WICHTIG!</h4> <p>Die Installationsprozedur konnte die Konfigurationsdatei nicht automatisch überschreiben. Bevor Sie versuchen, das System zu benutzen, öffnen Sie bitte <tt>config.inc.php</tt> in einem geeigneten Text-Editor und ersetzen Sie den Dateiinhalt durch den Inhalt des folgenden Textfeldes.</p>
el_gr: &lt;h4&gt;ΣΗΜΑΝΤΙΚΟ!&lt;/h4&gt; &lt;p&gt;Το πρόγραμμα εγκατάστασης δεν κατάφερε να αντικαταστήσει αυτόματα το αρχείο ρυθμίσεων. Πριν επιχειρήσετε να χρησιμοποιήσετε το σύστημα, παρακαλούμε ανοίξτε το αρχείο &lt;tt&gt;config.inc.php&lt;/tt&gt; με κατάλληλο πρόγραμμα επεξεργασίας κειμένου και αντικαταστήστε τα περιεχόμενά του με τα περιεχόμενα του παρακάτω πεδίου κειμένου.&lt;/p&gt;
eu: <h4>GARRANTZITSUA!</h4> <p>Instalatzaileak ezin izan du automatikoki gainidatzi konfigurazio-fitxategia. Sistema erabiltzen saiatu aurretik, ireki <tt>config.inc.php</tt> testu-editore egoki batekin eta ordeztu bertako edukia beheko testu-eremuaren edukiarekin.</p>
gd_gb: <h4>CUDROMACH!</h4> <p>Cha b’ urrainn dhan stàlaichear sgrìobhadh thairis air an fhaidhle rèiteachaidh. Mus cleachd thu an siostam, fosgail <tt>config.inc.php</tt> ann an deasaiche teacsa iomchaidh agus cuir na tha san raon teacsa gu h-ìosal an àite na susbaint ann.</p>
gl_es: <h4>IMPORTANTE!</h4> <p>O instalador non puido sobrescribir automaticamente o arquivo de configuración. Antes de intentar utilizar o sistema, abra o arquivo <tt>config.inc.php</tt> nun editor de textos axeitado e substitúa os contidos polos datos que aparecen no campo de texto seguinte.</p>
hi_in: <H4> महत्वपूर्ण! </ H4> <p> इंस्टॉलर स्वतः कॉन्फ़िगरेशन फ़ाइल को अधिलेखित नहीं कर सकता है। सिस्टम का उपयोग करने का प्रयास करने से पहले, कृपया उपयुक्त टेक्स्ट एडिटर में <tt> config.inc.php </ tt> खोलें और इसकी सामग्री को नीचे दिए गए टेक्स्ट फ़ील्ड की सामग्री से बदलें। </ p>
hu_hu: <h4>FONTOS!</h4> <p>Az installáló nem tudta automatikusan felülírni a konfigurációs fájlt. Mielőtt használná a rendszert, kérem nyissa meg a <tt>config.inc.php</tt> fájlt egy alkalmas karakteres szerkesztőben és cserélje le a tartalmát az alábbira.</p>
hy_am: <h4>ԿԱՐԵՎՈՐ Է</h4> <p>Տեղադրողը չկարողացավ ինքնաշխատ կերպով վերագրել կազմաձևման նիշքը: Համակարգն օգտագործելուց առաջ խնդրում ենք բացել <tt>config.inc.php</tt> համապատասխան տեքստային խմբագրիչում և փոխարինել դրա բովանդակությունը ստորև նշված տեքստային դաշտի բովանդակությամբ:</p>
ja: <h4>重要!</h4> <p>インストーラーが設定ファイルを自動的に上書きできませんでした。システムの使用を試みる前に、適切なテキストエディターで <tt>config.inc.php</tt> を開き、その中身を以下のテキストフィールドの内容で置き換えてください。</p>
ka: <h4>ᲛᲜᲘᲨᲕᲜᲔᲚᲝᲕᲐᲜᲘ!</h4>&#10;<p> ინსტალატორს არ შეუძლია ავტომატურად გადაწეროს კონფიგურაციის ფაილი. სისტემის გამოყენებამდე, გახსენით <tt>config.inc.php</tt> შესაფერისი ტექსტურ რედაქტორში და შეცვალეთ მისი შინაარსი ქვემოთ მოცემული ტექსტის ველის შინაარსით.</p>
kk: <h4> НАЗАР АУДАРЫҢЫЗ! </h4> <p> Орнатушы конфигурация файлын автоматты түрде қайта жаза алмады. Жүйені қолдануға әрекет жасамас бұрын, сәйкес мәтіндік редакторда <tt> config.inc.php </tt> ашыңыз және оның мазмұнын төмендегі мәтін жолағының мазмұнымен ауыстырыңыз. </p>
ku_iq: <h4>گرنگ!</h4> <p>بەرنامەی دابەزاندندەکە ناتوانێت گۆڕانکاری لە فایلەکان بە تۆماتیکی بکات، پێش کارپێکردنی سیستەمەکە ئەم سیستەمە کارا بکە، تکایە ئەمە بکەوە <tt>config.inc.php</tt> بە هەر بەرنامەیەکی تایبەت بە گۆڕینی تێکست دەتوانیت گۆڕانکاری لە تێکستەکاندا بکەیت.</p>
ky: "<h4>МААНИЛҮҮ!</h4><p>Орнотуучу конфигурация файлын автоматтык түрдө алмаштыра алган жок. Системаны колдонууга аракет кылуудан мурун <tt>config.inc.php</tt> файлын ылайыктуу текст редакторунда ачып, анын мазмунун төмөнкү текст талаасындагы мазмун менен алмаштырыңыз.</p>"
lt: <h4>SVARBU!</h4> <p>Diegimo programa negalėjo automatiškai perrašyti konfigūracijos failo. Prieš bandydami naudoti sistemą, atidarykite <tt>config.inc.php</tt> tinkamu tekstų redaktoriumi ir pakeiskite jo turinį žemiau esančio teksto laukelio turiniu.</p>
lv_lv: <h4>SVARĪGI!</h4> <p>Instalētājs nevarēja automātiski pārrakstīt konfigurācijas failu. Pirms mēģināt izmantot sistēmu, lūdzu, atveriet <tt>config.inc.php</tt> piemērotā teksta redaktorā un nomainiet tā saturu ar turpmāk norādītā teksta lauka saturu.</p>
mk_mk: <h4> ВАЖНО! </h4> <p> Инсталаторот не може автоматски да ја замени конфигурациската датотека. Пред да се обидете да го користите системот, отворете <tt>config.inc.php</tt> во соодветен уредувач на текст и заменете ја неговата содржина со содржината на полето за текст подолу. </p>
mr: <h4>महत्वाचे!</h4> <p>इन्स्टॉलर कॉन्फिगरेशन फाईल आपोआप ओव्हरराइट करू शकत नाही. सिस्टम वापरण्याचा प्रयत्न करण्यापूर्वी, कृपया योग्य त्या टेक्स्ट एडिटरमध्ये <tt>config.inc.php</tt> उघडा आणि त्यातील मजकूर खालील टेक्स्ट फील्डमधील मजकूराने बदला.</p>
ms: <h4>PENTING!</h4> <p> Pemasang tidak dapat menimpa fail konfigurasi secara automatik. Sebelum cuba menggunakan sistem, sila buka <tt>config.inc.php</tt> penyunting teks yang sesuai dan gantikan kandungannya dengan kandungan medan teks di bawah.</p>
nb_no: <h4>Viktig!</h4> <p>Installasjonen kunne ikke automatisk overskrive konfigurasjonsfilen. Før du forsøker å bruke systemet, åpne <tt>config.inc.php</tt> i et egnet tekstbehandlingsprogram og erstatt innholdet i den med innholdet i tekstfeltet nedenfor.</p>
ro: <h4>IMPORTANT!</h4> <p>Instalatorul nu a putut suprascrie automat fișierul de configurare. Înainte de a încerca să utilizați sistemul, vă rugăm să deschideți <tt>config.inc.php</tt> într-un editor de text adecvat și înlocuiți conținutul său cu conținutul câmpului de text de mai jos.</p>
sk_sk: <h4>DÔLEŽITÉ!</h4> <p>Inštalácia nemohla automaticky prepísať konfiguračný súbor. Než sa pokúsite používať systém, otvorte prosím <tt>config.inc.php</tt> vo vhodnom textovom editore a nahraďte jeho obsah obsahom nižšie uvedeného textového poľa.</p>
sl_si: <h4>POMEMBNO!</h4> <p>Namestitev ni mogla avtomatsko spremeniti konfiguracisjko datoteko. Pred uporabo sistema, ročno odprite konfiguracijsko datoteko <tt>config.inc.php</tt> v primernem urejevalniku besedila in zamenjajte njeno vsebino z vsebino polj spodaj.</p>
sr_rs@cyrillic: <h4>ВАЖНО!</h4> <p>Инсталациони програм не може аутоматски писати преко конфигурационог фајла. Пре покушаја коришћења система, молимо отворите <tt>config.inc.php</tt> у одговарајућем едитору текста и замените његов садржај са садржајем текста који се налази у пољу испод.</p>
sr_rs@latin: <h4>ВАЖНО!</h4> <p>Instalacioni program ne može automatski pisati preko konfiguracionog fajla. Pre pokušaja korišćenja sistema, molimo otvorite <tt>config.inc.php</tt> u odgovarajućem editoru teksta i zamenite njegov sadržaj sa sadržajem teksta koji se nalazi u polju ispod.</p>
th: <h4>สำคัญ!</h4> <p>เครื่องมือติดตั้งไม่สามารถเขียนทับไฟล์การกำหนดค่าได้โดยอัตโนมัติ ก่อนที่จะพยายามใช้ระบบ กรุณาเปิด <tt>config.inc.php</tt> ในโปรแกรมแก้ไขข้อความที่เหมาะสมและแทนที่เนื้อหาของมันด้วยเนื้อหาในช่องข้อความด้านล่างนี้</p>
uk_ua: <h4>ВАЖЛИВО!</h4> <p>Програма інсталяції не здатна самостійно вносити зміни у файл конфігурації. Перш ніж почати використовувати систему, будь ласка, відкрийте файл <tt>config.inc.php</tt> у текстовому редакторі та замініть його зміст на зміст текстових полів, наведений нижче.</p>
uz@latin: <h4> MUHIM! </h4> <p> O'rnatuvchi konfiguratsiya faylini avtomatik ravishda qayta yozib bo'lmadi. Tizimdan foydalanishdan oldin, iltimos, mos matn tahrirlovchisida <tt> config.inc.php </tt> ni oching va uning tarkibini quyidagi matn maydonining tarkibiga almashtiring. </p>
vi_vn: <h4>QUAN TRỌNG!</h4> <p>Trình cài đặt không thể tự động ghi đè tệp cấu hình. Trước khi thử sử dụng hệ thống, vui lòng mở <tt>config.inc.php</tt> trong trình chỉnh sửa văn bản phù hợp và thay thế nội dung của nó bằng nội dung của trường văn bản bên dưới.</p>
zh_cn: <h4>重要！</h4> <p>安装档无法自动覆盖配置文件。在尝试使用本系统之前，请以合适的编辑器开启<tt>config.inc.php</tt>并且变更其内容为下列文字栏位中的内容。</p>
zh_hant: <h4>重要！</h4> <p>安裝程式未能自動覆蓋設置檔案。在試圖使用系統前，請在適當的文字編輯器開啟<tt>config.inc.php</tt>及以下方內容取代原先內容。</p>

# installer.reinstallAfterDatabaseError
source: <strong>Warning:</strong> If installation failed part way through database installation you may need to drop your OJS database or database tables before attempting to reinstall the database.
az: <strong>Xəbərdarlıq:</strong>Əgər yükləmə, data bazasının yüklənməsi vasitəsilə uğursuz olubsa, yenidən yükləməyə cəhd etmədən əvvəl ADS data bazasını və ya data baza cədvəllərini atmalı (drop) ola bilərsiniz.
bg: <strong>Внимание:</strong> Ако инсталацията не е успешна по време на инсталирането на база данни, може да се наложи да изтриете вашата база данни OJS или таблици от база данни, преди да опитате да преинсталирате отново базата данни.
bs_ba: <b>Upozorenje:</b> Ako je instalacija neuspjela djelomično prilikom instalacije baze podataka morat ćete izbrisati vašu OJS bazu podataka ili tablice baze podataka prije ponovnog pokušaja instalacije baze podataka.
de_de: <strong>Warnung:</strong> Wenn die Datenbank-Installation fehlschlägt, müssen Sie eventuell die OJS-Datenbank bzw. die Datenbank-Tabellen von Hand löschen, bevor Sie eine erneute Installation der Datenbank probieren können.
el_gr: &lt;strong&gt;Προσοχή:&lt;/strong&gt; Αν η διαδικασία εγκατάστασης απέτυχε κατά το στάδιο της εγκατάστασης της βάσης δεδομένων, ίσως χρειαστεί να διαγράψετε τη βάση δεδομένων του OJS ή τους πίνακες της βάσης πριν επιχειρήσετε εκ νέου εγκατάσταση της βάσης δεδομένων.
eu: <strong>Kontuz:</strong> Datu-basearen instalazioak huts egiten badu, zure OJS datu-basea edo datu-baseko taulak askatu beharko dituzu datu-basea instalatzen berriro saiatu aurretik.
gd_gb: <strong>Rabhadh:</strong> Ma dh’fhàilligeas an stàladh letheach slighe tro stàladh an stòir-dhàta, dh’fhaoidte gum bi agad ris an stòr-dàta OJS no clàran an stòir-dhàta a sguabadh às mus nì thu oidhirp eile air an stòr-dàta a stàladh.
gl_es: <strong>Aviso:</strong> En caso de fallo durante o proceso de instalación da base de datos, é posible que teña que suprimir a base de datos de OJS ou as táboas de bases de datos antes de proceder á súa reinstalación.
hi_in: <strong> चेतावनी: </ strong> यदि डेटाबेस इंस्टॉलेशन के माध्यम से इंस्टॉलेशन विफल हो गया है, तो आपको डेटाबेस को फिर से स्थापित करने का प्रयास करने से पहले अपने ओजेएस डेटाबेस या डेटाबेस टेबल को छोड़ने की आवश्यकता हो सकती है।
hu_hu: <strong>Figyelem:</strong> Ha a telepítés félbeszakad, akkor manuálisan kell a létrehozott adatbázist vagy adatbázis táblákat kitörölnie mielőtt újratelepítené az adatbázist.
hy_am: <strong>Զգուշացում.</strong> Եթե տեղադրումը ձախողվեց տվյալների շտեմարանի տեղադրման մի մասում, կարող է անհրաժեշտ լինել հեռացնել ձեր OJS տվյալների բազան կամ տվյալների բազայի աղյուսակները՝ նախքան տվյալների բազան նորից տեղադրելու փորձը:
ja: <strong>警告:</strong> データベースのインストールの途中でインストールに失敗した場合は、データベースの再インストールを試みる前に、OJSデータベースまたはデータベーステーブルを削除する必要があるかもしれません。
ka: <strong>გაფრთხილება:</strong> თუ ინსტალაცია ვერ მოხერხდა მონაცემთა ბაზის ინსტალაციის ნაწილში, შეიძლება დაგჭირდეთ OJS მონაცემთა ბაზის, ან მონაცემთა ბაზის ცხრილების განულება, სანამ შეეცდებით მონაცემთა ბაზის გადაყენებას.
kk: <strong> Ескерту: </strong> Егер дерекқорды орнату кезінде орнату сәтсіз болса, сізге OJS дерекқорын немесе кестелерді дерекқордан алып тастау қажет болуы мүмкін, содан кейін дерекқорды қайта орнатып көріңіз.
ku_iq: <strong>ئاگادارکردنەوە:</strong> ئەگەر دابەزاندنی ڕێکخستنی داتابەیسەکان شکستی هێنا، تۆ دەبێت بیسڕیتەوە و دوبارە دایبەزێنیتەوە.
ky: <strong>Эскертүү:</strong> Эгер орнотуу база орнотуу учурунда токтосо, кайра орнотуудан мурун OJS базасын же таблицаларды өчүрүүңүз керек болушу мүмкүн.
lt: <strong>Įspėjimas:</strong> Jei diegimas nutrūko viduryje duomenų bazės diegimo, prieš bandydami įdiegti duomenų bazę iš naujo, gali tekti ištrinti savo OJS duomenų bazę arba jos lenteles.
lv_lv: <strong>Brīdinājums:</strong> ja datubāzes instalēšanas process daļēji neizdevās, pirms mēģināt atkārtoti instalēt datu bāzi, iespējams, būs jāatmet OJS datu bāze vai datu bāzes tabulas.
mk_mk: <strong> Предупредување: </strong> Ако инсталацијата не успеа делумно преку инсталацијата на базата на податоци, можеби ќе треба да ја исфрлите вашата база на податоци на OJS или табелите на базата на податоци пред да се обидете повторно да ја инсталирате базата на податоци.
mr: <strong>धोक्याची सूचना :</strong> डेटाबेस इन्स्टॉलेशनद्वारे इंस्टॉलेशन अंशतः अयशस्वी झाल्यास डेटाबेस पुन्हा स्थापित करण्याचा प्रयत्न करण्यापूर्वी तुम्हाला तुमचा OJS डेटाबेस किंवा डेटाबेस टेबल्स गाळावे लागतील.
ms: <strong>Amaran:</strong> Jika pemasangan gagal sebahagian jalan melalui pemasangan pangkalan data, anda mungkin perlu menggugurkan pangkalan data OJS atau jadual pangkalan data anda sebelum cuba memasang semula pangkalan data.
nb_no: <b>Advarsel:</b> Hvis installasjonen feilet under databaseinstallasjonen, kan du måtte droppe OJS-databasen din eller databasetabellene dine før du forsøker å reinstallere databasen.
ro: <strong>Atenție:</strong> Dacă instalarea a eșuat parțial prin instalarea bazei de date, poate fi necesar să renunțați la baza de date OJS sau la tabelele bazei de date înainte de a încerca să reinstalați baza de date.
sk_sk: <strong>Varovanie:</strong> Ak inštalácia zlyhala v priebehu inštalácie databázy, budete možno musieť odstrániť Vašu OJS databázu alebo databázové tabuľky pred tým, než sa pokúsite databázu preinštalovať.
sl_si: <strong>Opozorilo:</strong> Če se je prišlo do napake sredi namestitve, boste morda potrebovali ročno odstraniti OJS podatkovno bazo, preden boste ponovni poskusili namestiti OJS.
sr_rs@cyrillic: <b>Упозорење:</b> Ако инсталација није успела делимично приликом инсталације базе података мораћете избрисати вашу OJS базу података или табеле базе података пре поновног покушаја инсталације базе података.
sr_rs@latin: <b>Upozorenje:</b> Ako instalacija nije uspela delimično prilikom instalacije baze podataka moraćete izbrisati vašu OJS bazu podataka ili tabele baze podataka pre ponovnog pokušaja instalacije baze podataka.
th: <strong>คำเตือน:</strong> หากการติดตั้งล้มเหลวในระหว่างการติดตั้งฐานข้อมูล คุณอาจต้องลบฐานข้อมูล OJS หรือตารางฐานข้อมูลก่อนที่จะพยายามติดตั้งฐานข้อมูลใหม่อีกครั้ง
uk_ua: <strong>Увага:</strong> Якщо інсталяція була перервана під час створення і налаштування бази даних, може знадобитись скидання існуючої бази даних OJS або окремих таблиць, перш ніж інсталяція зможе продовжитись.
uz@latin: <strong> Ogohlantirish: </strong> Agar o'rnatish ma'lumotlar bazasini o'rnatishda muvaffaqiyatsiz bo'lsa, ma'lumotlar bazasini qayta o'rnatishga urinishdan oldin OJS ma'lumotlar bazasi yoki ma'lumotlar bazasi jadvallarini tashlab qo'yishingiz kerak bo'ladi.
vi_vn: <strong>Cảnh báo:</strong> Nếu cài đặt thất bại một phần trong quá trình cài đặt cơ sở dữ liệu, bạn có thể cần phải hủy cơ sở dữ liệu OJS hoặc bảng cơ sở dữ liệu trước khi thử cài đặt lại cơ sở dữ liệu.
zh_cn: <strong>警告：</strong>如果安装失败部分是因为安装数据库的关系，在尝试重新安装数据库之前，您可能需要删除您的OJS数据库或者资料表。
zh_hant: <strong>警告：</strong>如在安裝資料庫期間失敗，您或需移除您的OJS或資料庫表格才可重新安裝資料庫。

# installer.upgradeApplication
source: Upgrade Open Journal Systems
az: Açıq Jurnal sistemlərini təkmilləşdirin
bg: Надграждане (Upgrade) на Open Journal Systems
bs_ba: Nadogradi Open Journal Systems
de_de: Open Journal Systems upgraden
el_gr: Αναβάθμιση Open Journal Systems
eu: Bertsio-berritu Open Journal Systems
gd_gb: Àrdaich Open Journal Systems
gl_es: Actualizar Open Journal Systems
hi_in: ओपन जर्नल सिस्टम को अपग्रेड करें
hu_hu: Open Journal Systems frissítése
hy_am: Թարմացնել Open Journal Systems
ja: Open Journal Systemsのアップグレード
ka: Open Journal Systems-ის განახლება
kk: Open Journal Systems жүйесін жаңарту
ku_iq: نوێکردنەوەی سیستەمی گۆڤاری کراوە
ky: Open Journal Systems жаңыртуу
lt: Atnaujinti Open Journal Systems
lv_lv: Atjaunināt Open Journal Systems
mk_mk: Надградете Open Journal Systems
mr: मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स) चे नवे स्वरूप वापरा (Upgrade)
ms: Naik taraf Open Journal Systems
nb_no: Oppgrader Open Journal Systems
ro: Actualizare OJS
sk_sk: Aktualizácia Open Journal Systems
sl_si: Nadgradnja Open Journal Systems
sr_rs@cyrillic: Надогради OJS
sr_rs@latin: Nadogradi OJS
th: อัปเกรด Open Journal Systems
uk_ua: Оновити Open Journal Systems
uz@latin: Ochiq jurnal tizimlarini yangilang
vi_vn: Nâng cấp Open Journal Systems
zh_cn: 更新开放期刊系统
zh_hant: 升級Open Journal Systems

# installer.installApplication
source: Install Open Journal Systems
az: Açıq Jurnal sistemlərini qur
bg: Инсталиране на Open Journal Systems
bs_ba: Instaliraj Open Journal Systems
de_de: Open Journal Systems installieren
el_gr: Εγκατάσταση Open Journal Systems
eu: Instalatu Open Journal Systems
gd_gb: Stàlaich Open Journal Systems
gl_es: Instalar Open Journal Systems
hi_in: ओपन जर्नल सिस्टम स्थापित करें
hu_hu: Open Journal Systems telepítése
hy_am: Տեղադրեք Open Journal Systems
ja: Open Journal Systemsのインストール
ka: Open Journal Systems-ის დაყენება
kk: Open Journal Systems жүйесін орнату
ku_iq: دابەزاندن و ڕێکخستنی سیستەمی گۆڤاری کراوە
ky: Open Journal Systems орнотуу
lt: Įdiegti Open Journal Systems
lv_lv: Uzstādīt Open Journal Systems
mk_mk: Инсталирајте Open Journal Systems
mr: मुक्त नियतकालिक प्रणाली (ओपन जर्नल सिस्टम्स) इंस्टॉल करा
ms: Pasang Open Journal Systems
nb_no: Installer Open Journal Systems
ro: Instalare Open Journal Systems
sk_sk: Inštalácia Open Journal Systems
sl_si: Namesti Open Journal Systems
sr_rs@cyrillic: Инсталирај OJS
sr_rs@latin: Instaliraj OJS
th: ติดตั้ง Open Journal Systems
uk_ua: Встановити Open Journal Systems
uz@latin: Ochiq jurnal tizimlarini o'rnating
vi_vn: Cài đặt Open Journal Systems
zh_cn: 安装开放期刊系统
zh_hant: 安裝Open Journal Systems
