Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.pendingReviews
source: Articles Pending Review
az: Dəyərləndirmə gözləyən məqalələr
bg: Материали очакващи рецензия
bs_ba: Članci čija je recenzija u toku
de_de: Beiträge in Begutachtung
el_gr: Άρθρα για τα οποία εκκρεμεί αξιολόγηση
eu: Ebaluazioaren zain dauden artikuluak
gd_gb: Artaigealan ri lèirmheasadh
gl_es: Artigos pendentes de revisión
hi_in: लेख लंबित समीक्षा
hu_hu: Ellenőrzésre váró cikkek
hy_am: Հոդվածներ որ սպասվում են գրախոսման
is: Greinar sem bíða ritrýni
ja: 査読待ちの論文
ka: სტატიები რეცენზიის მოლოდინში
kk: Рецензиялауға ұсынылған мақалалар тізімі
ku_iq: ئەو توێژینەوانەی لە قۆناغی هەڵسەنگان دان
ky: Кароого күтүп жаткан макалалар
lt: Recenzuojami straipsniai
lv_lv: Raksti, kas gaida recenzēšanu
mk_mk: Трудови кои чекаат рецензија
mr: प्रलंबित लेखांचा आढावा
ms: Artikel Menunggu Ulasan
nb_no: Artikler som avventer fagvurdering
ro: Articolul așteaptă să fie revizuit
sk_sk: Články čakajúce na recenziu
sl_si: Prispevki, ki čakajo na recenzijo
sr_rs@cyrillic: Чланци чија је рецензија у току
sr_rs@latin: Članci čija je recenzija u toku
th: บทความที่รอการพิจารณา
uk_ua: Статті на рецензування
uz@latin: Maqolalar ko'rib chiqishni kutmoqda
vi_vn: Bài viết đang chờ phản biện
zh_cn: 文章等待审阅
zh_hant: 文章尚待評審

# submission.layout.galley.remoteURL
source: URL of remotely-hosted content
az: Uzaqdan giriş məzmununun URL adresi
bg: URL адрес на отдалечено хоствано съдържание
bs_ba: URL sadržaja upravljanog na daljinu
de_de: URL des extern bereitgestellten Inhalts
el_gr: Σύνδεσμος περιεχομένου που φιλοξενείται σε εξωτερικό ιστότοπο.
eu: Urrun ostatatutako edukiaren URL
gd_gb: URL de shusbaint air òstair cèin
gl_es: URL de contido aloxado remotamente
hi_in: दूरस्थ रूप से होस्ट की गई सामग्री का URL
hu_hu: A távoli hozzáférésű tartalmak URL címe
hy_am: Հեռակառավարվող բովանդակության URL
is: Vefslóð á efni í fjarvistun
ja: リモートでホストされるコンテンツのURL
ka: შიგთავსის URL, რომელიც გარე წყაროზეა
kk: Өзге ресурста орналастырылған мағлұматтың URL мекенжайы
ku_iq: لینک یان میوانی دەرەکیی ناوەرۆک
ky: Алыстан жайгашкан мазмундун URL дареги
lt: Nuotoliniu būdu pasiekiamo turinio universalusis adresas (URL)
lv_lv: Attālināti izvietotā satura URL
mk_mk: URL-адреса на одделно-хостирана содржина
mr: इतरत्र असलेल्या मजकूराचा URL
ms: URL kandungan yang dihoskan dari jarak jauh
nb_no: Ekstern URL
ro: Adresa URL a conținutului găzduit de la distanță
sk_sk: URL pre vzdialene hosťovaný obsah
sl_si: URL vsebine na oddaljenem strežniku
sr_rs@cyrillic: URL за садржај на удаљеном серверу
sr_rs@latin: URL za sadržaj na udaljenom serveru
th: URL ของเนื้อหาที่โฮสต์จากภายนอก
uk_ua: URL контенту, що розміщується на зовнішньому ресурсі
uz@latin: Masofadan joylashtirilgan kontentning URL manzili
vi_vn: URL của nội dung lưu trữ từ xa
zh_cn: 远程托管内容的URL
zh_hant: 遠程存放內容網址

# submission.layout.galley.remotelyHostedContent
source: This galley will be available at a separate website.
az: Bu dizayn başqa bir veb saytında mövcud olacaq.
bg: Това оформление ще бъде достъпно като отделен уебсайт.
bs_ba: Ovaj će prijelom biti dostupan na zasebnoj web stranici.
de_de: Diese Fahne wird an einem externen Ort bereitgestellt werden.
el_gr: Αυτό το τυπογραφικό δοκίμιο θα είναι διαθέσιμο σε έναν ξεχωριστό ιστότοπο.
eu: Galerada hau webgune bereizi batean egongo da erabilgarri.
gd_gb: Bidh a’ mhòr-dhuilleag seo ri làimh air làrach-lìn fa leth.
gl_es: Esta galerada estará dispoñible nun sitio web distinto.
hi_in: यह गैली एक अलग वेबसाइट पर उपलब्ध होगी।
hu_hu: Ez a megjelenített formátum egy külön weboldalon lesz elérhető.
hy_am: Այս շարվածքը հասանելի կլինի առանձին կայքում:
is: Þetta gallay verður aðgengilegt á sér vefsíðu.
ja: このゲラは別サイトで公開される予定です。
ka: ეს სვეტი ხელმისაწვდომი იქნება ცალკე ვებ-გვერდზე.
kk: Бұл мақала жазбасы өзге сайтта орналастырылады.
ku_iq: تابلۆکە لە پەڕەیەکی دیکە بەردەست دەبێت.
ky: Бул галлей өзүнчө вебсайтта жеткиликтүү болот.
lt: Ši skiltis bus pasiekiama iš atskiro tinklalapio.
lv_lv: Šis saliktnis būs pieejams atsevišķā tīmekļa vietnē.
mk_mk: Овој отисок ќе биде пристапен на засебна веб-страница.
mr: हे कच्चे मुद्रित (गॅली) वेगळ्या संकेतस्थळावर उपलब्ध असेल.
ms: Galley ini akan tersedia di laman web yang berasingan.
nb_no: Dette oppsettet vil bli tilgjengelig på et separat nettsted.
ro: Galeria va fi disponibilă pe un site separat.
sk_sk: Táto sadzobnica bude dostupná na novej webovej stránke.
sl_si: Ta prelom bo na voljo na svoji spletni strani.
sr_rs@cyrillic: Овај пробни отисак ће бити доступан на посебном сајту.
sr_rs@latin: Ovaj probni otisak će biti dostupan na posebnom sajtu.
th: แกลเล่ย์นี้จะพร้อมใช้งานในเว็บไซต์แยกต่างหาก
uk_ua: Ця гранка буде доступна на окремому веб-сайті.
uz@latin: Bu oshxona alohida veb -saytida bo'ladi.
vi_vn: Bản in này sẽ có sẵn tại một trang web riêng.
zh_cn: 此插件在网站分离独立时可用。
zh_hant: 校對樣本將會在另一網站可查看。

# submission.layout.imageInvalid
source: Invalid image format. Accepted formats are .gif, .jpg, and .png.
az: Yanlış şəkil formatı. Etibarlı formatlar: .gif, .jpg ve .png.
bg: Невалиден формат на изображението. Допустимите формати са .gif, .jpg и .png.
bs_ba: Neispravni format slike. Sustav prihvaća .gif, .jpg ili .png formate.
de_de: Ungültiges Bildformat. Gültige Formate sind .gif, .jpg und .png.
el_gr: Μη έγκυρος τύπος αρχείου εικόνας. Οι αποδεκτοί τύποι αρχείων είναι .gif, .jpg και .png.
eu: Irudi-formatua ez da baliozkoa. Onartutako formatuak .gif, .jpg eta .png dira.
gd_gb: Fòrmat deilbh mì-dhligheach. Gabhar ri faidhlichean .gif, .jpg agus .png.
gl_es: O formato da imaxe non é válido. Os formatos admitidos son .gif, .jpg, e .png.
hi_in: अमान्य छवि प्रारूप। स्वीकृत प्रारूप हैं .gif, .jpg और .png।
hu_hu: Nem megfelelő kép formátum. Az elfogadott formátum a .gif, .jpg, és .png.
hy_am: Պատկերի անվավեր ձևաչափ: Ընդունված ձևաչափերն են .gif, .jpg և .png:
is: Ógilt snið á mynd. Leyfð snið eru .gif, .jpg og .png.
ja: 画像フォーマットが不正です。受入可能なフォーマットは、.gif, .jpg, .pngです。
ka: სურათის არასწორი ფორმატი. მიღებული ფორმატებია .gif, .jpg და .png.
kk: Жүктелген сурет пішімі жарамсыз. Рұқсат етілген пішімдер: .gif, .jpg және .png.
ku_iq: ئەم شێوازەی وێنە ڕێگا پێ نەدراوە. شێوازە ڕێگاپێدراوەکان ئەمانەن .gif, .jpg, and .png.
ky: Сүрөт форматы жараксыз. Кабыл алынган форматтар: .gif, .jpg жана .png.
lt: Atvaizdas pateiktas netinkamu formatu. Priimtini formatai yra .gif, .jpg ir .png.
lv_lv: Nederīgs attēla formāts. Pieļaujamie formāti ir .gif, .jpg un .png.
mk_mk: Погрешен формат на слика. Прифатливи формати се .gif, .jpg, и .png.
mr: अग्राह्य प्रतिमा प्रारूप. स्वीकृत प्रारूपे .gif, .jpg आणि .png आहेत.
ms: Format gambar tidak sah. Format yang diterima adalah .gif, .jpg, dan .png.
nb_no: Ugyldig filformat. Tillatte filformat: .gif, .jpg eller .png.
ro: Format de imagine invalid. Formatele acceptate sunt .gif, .jpg, and .png.
sk_sk: Neplatný formát obrázku. Podporované formáty sú .gif, .jpg a .png.
sl_si: Napačen format slike. Dovoljeni formati so .gif, .jpg in .png.
sr_rs@cyrillic: Неисправни формат слике. Систем прихвата .gif, .jpg или .png формате.
sr_rs@latin: Neispravni format slike. Sistem prihvata .gif, .jpg ili .png formate.
th: รูปแบบภาพไม่ถูกต้อง รูปแบบที่ยอมรับคือ .gif, .jpg, และ .png
uk_ua: Неприпустимий формат зображення. Дозволеними форматами є .gif, .jpg та .png.
uz@latin: Rasm formati yaroqsiz. Qabul qilingan formatlar .gif, .jpg va .png.
vi_vn: Định dạng hình ảnh không hợp lệ. Các định dạng được chấp nhận là .gif, .jpg và .png.
zh_cn: 无效的图片格式，仅允许 .gif、.jpg和.png格式。
zh_hant: 圖片檔案無效。接受格式有.gif、 .jpg及 .png。

# layoutEditor.galley.uploadSuppFile
source: Upload supplementary file
az: Əlavə faylı yükləyin
bg: Качване на допълнителен файл
bs_ba: Postavite dopunsku datoteku
de_de: Zusatzdatei hochladen
el_gr: Μεταφόρτωση συμπληρωματικού αρχείου
eu: Igo fitxategi osagarria
gd_gb: Luchdaich suas faidhle foirlionaidh
gl_es: Cargar un arquivo adicional
hi_in: अनुपूरक फ़ाइल अपलोड करें
hu_hu: Kiegészítő fájl feltöltése
hy_am: Վերբեռնեք լրացուցիչ նիշքը
is: Hlaða upp viðbótarskrá
ja: 補足ファイルのアップロード
ka: დამატებითი ფაილის ატვირთვა
kk: Қосымша файлды жүктеңіз
ku_iq: بارکردنی فایلی پاشکۆ
ky: Кошумча файлды жүктөө
lt: Įkelti papildomą failą
lv_lv: Augšupielādēt papildu datni
mk_mk: Прикачи дополнителна датотека
mr: पूरक फाईल संक्रमित (अपलोड) करा
ms: Muat naik fail tambahan
nb_no: Last opp supplerende fil
ro: Încarcă fișier suplimentar
sk_sk: Nahrať doplnkový súbor
sl_si: Naloži dodatno datoteko
sr_rs@cyrillic: Додајте допунски фајл
sr_rs@latin: Dodajte dopunski fajl
th: อัปโหลดไฟล์เสริม
uk_ua: Вивантажити супровідний файл
uz@latin: Qo'shimcha faylni yuklash
vi_vn: Tải lên tập tin phụ trợ
zh_cn: 上传附件
zh_hant: 上載附件檔案

# layoutEditor.galley.replaceGalley
source: Replace File
az: Faylı dəyişdirin
bg: Замяна на файл
bs_ba: Zamijeni datoteku
de_de: Datei ersetzen
el_gr: Αντικατάσταση αρχείου
eu: Ordeztu fitxategia
gd_gb: Cuir an àite an fhaidhle
gl_es: Substituír o arquivo
hi_in: फ़ाइल बदलें
hu_hu: Fájl lecserélése
hy_am: Փոխարինել նիշքը
is: Skipta út skrá
ja: ファイルの置換
ka: ფაილის ჩანაცვლება
kk: Файлды ауыстыру
ku_iq: فایلەکە بگۆڕە
ky: Файлды алмаштыруу
lt: Pakeisti failą
lv_lv: Aizvietot datni
mk_mk: Замени датотека
mr: फाईल बदला
ms: Ganti Fail
nb_no: Erstatt fil
ro: Înlocuiește fișierul
sk_sk: Nahradiť súbor
sl_si: Zamenjaj datoteko
sr_rs@cyrillic: Замени фајл
sr_rs@latin: Zameni fajl
th: แทนที่ไฟล์
uk_ua: Замінити файл
uz@latin: Faylni almashtirish
vi_vn: Thay thế tập tin
zh_cn: 替换文件
zh_hant: 取代檔案

# layoutEditor.galley.uploadGalleyFormat
source: Upload galley format
az: Dizayn formatını yükləyin
bg: Качване на типографски формат
bs_ba: Postavite format prijeloma
de_de: Fahnenformat hochladen
el_gr: Μεταφόρτωση τύπου τυπογραφικών δοκιμίων
eu: Igo galerada-formatua
gd_gb: Fòrmat luchdadh suas mhòr-dhuilleagan
gl_es: Cargar o formato para as galeradas
hi_in: गैली प्रारूप अपलोड करें
hu_hu: Tördelt változat feltöltése
hy_am: Վերբեռնեք շարվածքի ձևաչափը
is: Hlaða upp galleysniði
ja: ゲラフォーマットのアップロード
ka: სვეტის ფორმატის ატვირთვა
kk: Мақала жазбасының форматын жүктеңіз
ku_iq: بارکردنی ڕێکخستنی تابلۆ
ky: Галлей форматты жүктөө
lt: Įkelti skilties formatą
lv_lv: Augšupielādēt saliktņa formātu
mk_mk: Прикачи отисок на труд
mr: कच्ची मुद्रिते (गॅली) संक्रमित (अपलोड) करा
ms: Muat naik format galley
nb_no: Last opp oppsettformat
ro: Încarcă formatul pentru galerie
sk_sk: Nahrať sadzobnicový formát
sl_si: Format preloma
sr_rs@cyrillic: Поставите формат прелома (приказа)
sr_rs@latin: Postavite format preloma (prikaza)
th: อัปโหลดรูปแบบแกลเล่ย์
uk_ua: Вивантажити формат гранки
uz@latin: Oshxona formatini yuklang
vi_vn: Tài lên định dạng bản in
zh_cn: 上传草稿格式
zh_hant: 上載校對樣本格式

# layoutEditor.layoutEditingAssignments
source: Layout Editing Assignments
az: Tərtibatçı təyinatları
bg: Активни задания за редактор на оформлението
bs_ba: Zaduženja grafičkog uređivanja
de_de: Layoutaufgaben
el_gr: Αναθέσεις Επιμελητών Σελιδοποίησης
eu: Maketazio-lanak
gd_gb: Obraichean deasachadh co-dhealbhachd
gl_es: Asignacións de maquetaxe
hi_in: लेआउट संपादन असाइनमेंट
hu_hu: Tördelő szerkesztői hozzárendelések
hy_am: Դասավորության խմբագրման առաջադրանքներ
is: Setjaraverkefni
ja: レイアウト担当の任命
ka: დაკაბადონების დავალებები
kk: Веб-сайт редакциясына тағайындалған тапсырмалар
ku_iq: ئەرکەکانی نەخشەساز
ky: Макет түзөтүү тапшырмалары
lt: Paskirta maketuoti
lv_lv: Maketēšanas piešķīrumi
mk_mk: Задачи за уредување на распоред
mr: मांडणी करण्याचा (layout editing) कार्यभार
ms: Tugasan Penyuntingan Susun atur
nb_no: Layoutoppdrag
ro: Alocarea editării machetei
sk_sk: Úlohy pre typografické úpravy
sl_si: Naloge grafičnega urednika
sr_rs@cyrillic: Задужења графичког уређивања
sr_rs@latin: Zaduženja grafičkog uređivanja
th: การมอบหมายงานการแก้ไขการจัดวาง
uk_ua: Призначення на макетування
uz@latin: Tasvirlarni tahrirlash tartibi
vi_vn: Phân công trình bày bản thảo
zh_cn: 排版编辑任务
zh_hant: 版面設計編輯工作

# layoutEditor.noActiveAssignments
source: No active editorial assignments.
az: Aktiv redaktor təyinatı yoxdur.
bg: Няма активни редакционни задания (асоциации с редактор).
bs_ba: Nema aktivnih zaduženja.
de_de: Keine aktiven Redaktionsaufgaben.
el_gr: Δεν υπάρχουν ενεργές αναθέσεις Επιμελητών.
eu: Ez dago edizio-lanik une honetan.
gd_gb: Chan eil obair deasachaidh ghnìomhach agad.
gl_es: Non hai ningunha tarefa editorial activa.
hi_in: कोई सक्रिय संपादकीय असाइनमेंट नहीं।
hu_hu: Nincs hozzárendelt anyag.
hy_am: Ակտիվ խմբագրական առաջադրանքներ չկան:
is: Engin virk ristjórnarverkefni.
ja: 任命すべき担当はありません。
ka: აქტიური სარედაქციო დავალებები არ არის.
kk: Редакцияға бекітілген тапсырмалар жоқ.
ku_iq: سەرنوسەر لە ئێستادا هیچ ئەرکی چالاکی نییە.
ky: Активдүү редакциялык тапшырмалар жок.
lt: Redaktoriaus paskirtų užduočių nėra.
lv_lv: Nav aktīvu redakcijas piešķīrumu.
mk_mk: Нема активни задачи за уредување.
mr: मांडणी करणार्‍या संपादकाकडे (layout editor) सक्रिय कार्यभार नाही.
ms: Tiada tugasan aktif editorial.
nb_no: Ingen aktive redaksjonelle oppdrag.
ro: Nu există misiuni editoriale active.
sk_sk: Žiadne aktívne editorské úlohy.
sl_si: Ni aktivnih uredniških nalog.
sr_rs@cyrillic: Нема активних задужења.
sr_rs@latin: Nema aktivnih zaduženja.
th: ไม่มีการมอบหมายงานบรรณาธิการที่กำลังดำเนินการ
uk_ua: Немає активних редакційних призначень.
uz@latin: Faol tahririyat topshiriqlari yo'q.
vi_vn: Phân công biên tập không được kích hoạt.
zh_cn: 无活动的编辑任务。
zh_hant: 未有處理中的編輯工作。

# layoutEditor.completedEditorialAssignments
source: Completed Editorial Assignments
az: Tamamlanmış redaksiya təyinatları
bg: Завършени редакционни задания (асоциации с редактор)
bs_ba: Dovršena zaduženja grafičkog urednika
de_de: Beendete Redaktionsaufgaben
el_gr: Ολοκληρωμένες αναθέσεις Επιμελητών
eu: Bukatutako edizio-lanak
gd_gb: Obraichean deasachaidh coileanta
gl_es: Tarefas editoriais completadas
hi_in: सम्पूर्ण संपादकीय असाइनमेंट
hu_hu: Befejezett szerkesztői hozzárendelések
hy_am: Կատարված խմբագրական առաջադրանքներ
is: Loknum ritstjórnarverkefnum
ja: 完了した編集担当の任命
ka: დასრულებული სარედაქციო დავალებები
kk: Орындалған редакция тапсырмалары
ku_iq: ئەرکە تەواوکراوەکانی سەرنوسەر
ky: Аяктаган редакциялык тапшырмалар
lt: Įvykdytos redaktoriaus paskirtos užduotys
lv_lv: Pabeigtie redakcijas piešķīrumi
mk_mk: Завршени задачи за уредување
mr: मांडणी करणार्‍या संपादकाने (layout editor) तडीस नेलेला कार्यभार
ms: Tugasan Editorial Selesai
nb_no: Utførte redaksjonelle oppdrag
ro: Misiune editorială completă
sk_sk: Dokončené editorské úlohy
sl_si: Zaključene uredniške naloge
sr_rs@cyrillic: Довршена задужења графичког уредника
sr_rs@latin: Dovršena zaduženja grafičkog urednika
th: การมอบหมายงานบรรณาธิการที่เสร็จสมบูรณ์
uk_ua: Завершені редакційні призначення
uz@latin: Tugallangan tahririyat topshiriqlari
vi_vn: Phân công Biên tập hoàn thành
zh_cn: 完成的编辑任务
zh_hant: 完編輯工作分配

# layoutEditor.activeEditorialAssignments
source: Active Editorial Assignments
az: Aktiv redaksiya təyinatları
bg: Активни редакционни задания (асоциации с редактор)
bs_ba: Aktivna zaduženja grafičkog urednika
de_de: Bestehende Redaktionsaufgaben
el_gr: Ενεργές αναθέσεις Επιμελητών
eu: Uneko edizio-lanak
gd_gb: Obraichean deasachaidh gnìomhach
gl_es: Tarefas editoriais activas
hi_in: सक्रिय संपादकीय असाइनमेंट
hu_hu: Aktív szerkesztői hozzárendelések
hy_am: Ակտիվ խմբագրական առաջադրանքներ
is: Virk ristjórnarverkefni
ja: 編集担当の任命
ka: აქტიური სარედაქციო დავალებები
kk: Редакцияның тапсырмалары
ku_iq: ئەرکە چالاکەکانی سەرنوسەر
ky: Активдүү редакциялык тапшырмалар
lt: Vykdomos redaktoriaus paskirtos užduotys
lv_lv: Aktīvie redakcijas piešķīrumi
mk_mk: Активни задачи за уредување
mr: मांडणी करणार्‍या संपादकाचा (layout editor) सक्रिय कार्यभार
ms: Tugasan Aktif Editorial
nb_no: Aktive redaksjonelle oppdrag
ro: Misiune editorială activă
sk_sk: Aktívne editorské úlohy
sl_si: Aktivne uredniške naloge
sr_rs@cyrillic: Активна задужења графичког уредника
sr_rs@latin: Aktivna zaduženja grafičkog urednika
th: การมอบหมายงานบรรณาธิการที่กำลังดำเนินการ
uk_ua: Активні редакційні призначення
uz@latin: Faol tahririyat topshiriqlari
vi_vn: Kích hoạt Phân công Biên tập
zh_cn: 活动的编辑任务
zh_hant: 處理中的編輯工作

# sectionEditor.review.createReviewer
source: Create New Reviewer
az: Yeni bir rəyçi yaradın
bg: Създаване на нов рецензент
bs_ba: Kreiraj novog recenzenta
de_de: Neuen Gutachter/in erstellen
el_gr: Δημιουργία νέου Αξιολογητή
eu: Sortu ebaluatzaile berria
gd_gb: Cruthaich lèirmheasaiche ùr
gl_es: Crear un revisor/a novo
hi_in: नया समीक्षक बनाएँ
hu_hu: Új szakmai lektor létrehozása
hy_am: Ստեղծեք նոր գրախոս
is: Stofna nýjan ritrýni
ja: 新規査読者の作成
ka: ახალი რეცენზენტის შექმნა
kk: Жаңа рецензентті тағайындаңыз
ku_iq: هەڵسەنگێنەرێکی نوێ تۆمار بکە
ky: Жаңы рецензент түзүү
lt: Naujas recenzentas
lv_lv: Izveidot jaunu recenzentu
mk_mk: Создади нов рецензент
mr: नवीन समीक्षक जोडा
ms: Cipta Pengulas Baharu
nb_no: Opprett ny fagfelle
ro: Creați un nou recenzor
sk_sk: Vytvoriť nového recenzenta
sl_si: Ustvari novega recenzenta
sr_rs@cyrillic: Направи новог рецензента
sr_rs@latin: Napravi novog recenzenta
th: สร้างผู้พิจารณาใหม่
uk_ua: Створити нового рецензента
uz@latin: Yangi sharhlovchi yaratish
vi_vn: Tạo Phản biện mới
zh_cn: 建立一个新的审稿人
zh_hant: 創建新評審員

# sectionEditor.review.enrollReviewer
source: Enroll an Existing User As Reviewer
az: Üzvü rəyçi kimi qeyd et
bg: Регистриране на съществуващ потребител като рецензент
bs_ba: Dodijeli postojećeg korisnika kao recenzenta
de_de: Tragen Sie eine/n bestehende/n Benutzer/in als Gutachter/in ein
el_gr: Ορισμός υπάρχοντος Χρήστη ως Αξιολογητή
eu: Esleitu ebaluatzaile rola lehendik dagoen erabiltzaile bati
gd_gb: Clàraich cleachdaiche làithreach mar lèirmheasaiche
gl_es: Dar de alta un usuario/a xa existente como revisor/a
hi_in: समीक्षक के रूप में एक मौजूदा उपयोगकर्ता का नामांकन करें
hu_hu: Egy meglévő felhasználónak szakmai lektor szerepkör kiosztása
hy_am: Գրանցեք գոյություն ունեցող օգտվողին որպես գրախոս
is: Skrá notanda sem er til sem ritrýni
ja: 既存のユーザーを査読者に割り当てる
ka: არსებულ მომხმარებლის რეცენზენტად დანიშვნა
kk: Қолданушыны рецензент ретінде тағайындаңыз
ku_iq: خاوەنی ئەژمارێک وەک هەڵسەنگێنەر تۆمار بکە
ky: Бар болгон колдонуучуну рецензент катары каттоо
lt: Recenzentu skirti šį vartotoją
lv_lv: Esoša lietotāja reģistrēšana par recenzentu
mk_mk: Запиши постоечки корисник како рецензент
mr: समीक्षक या नात्याने विद्यमान वापरकर्त्याची नोंदणी
ms: Daftarkan Pengguna Sedia Ada Sebagai Pengulas
nb_no: Verve eksisterende bruker som fagfelle
ro: Înrolați un utilizator existent ca evaluator
sk_sk: Zapísať existujúceho používateľa ako recenzenta
sl_si: Obstoječemu uporabniku dodaj vlogo recenzenta
sr_rs@cyrillic: Додели постојећег корисника као рецензента
sr_rs@latin: Dodeli postojećeg korisnika kao recenzenta
th: ลงทะเบียนผู้ใช้ที่มีอยู่เป็นผู้พิจารณา
uk_ua: Надати існуючому користувачу роль рецензента
uz@latin: Mavjud foydalanuvchini sharhlovchi sifatida ro'yxatdan o'tkazish
vi_vn: Đăng ký Người dùng hiện tại làm Người phản biện
zh_cn: 指派审稿人角色给已存在的用户
zh_hant: 登記一個現有用戶為評審員

# sectionEditor.regrets.result
source: Result
az: Nəticə
bg: Резултат
bs_ba: Rezultat
de_de: Ergebnis
el_gr: Αποτέλεσμα
eu: Emaitza
gd_gb: Toradh
gl_es: Resultado
hi_in: परिणाम
hu_hu: Eredmény
hy_am: Արդյունք
is: Niðurstaða
ja: 結果
ka: შედეგი
kk: Нәтиже
ku_iq: ئەنجام
ky: Натыйжа
lt: Rezultatas
lv_lv: Rezultāts
mk_mk: Резултат
mr: निष्कर्ष
ms: Hasil
nb_no: Resultat
ro: Rezultat
sk_sk: Výsledok
sl_si: Rezultat
sr_rs@cyrillic: Резултат
sr_rs@latin: Rezultat
th: ผลลัพธ์
uk_ua: Результат
uz@latin: Natija
vi_vn: Kết quả
zh_cn: 结果
zh_hant: 結果

# sectionEditor.regrets.regret
source: Regret
az: Etiraz
bg: Отказ
bs_ba: Isprika
de_de: Absage
el_gr: Υπαναχώρηση
eu: Ezezkoa
gd_gb: Aithreachas
gl_es: Encargo rexeitado
hi_in: पछतावा
hu_hu: Visszautasítás
hy_am: Ափսոսանք
is: Afþökkun
ja: 謝絶
ka: უარყოფა
kk: Бас тарту
ku_iq: داوای لێبوردن
ky: Тилекке каршы
lt: Pasitaisyti
lv_lv: Izteikt nožēlu
mk_mk: Каење
mr: नकार दिला
ms: Penyesalan
nb_no: Avslag
sk_sk: Odmietnutie
sl_si: Opravičilo
sr_rs@cyrillic: Извињење
sr_rs@latin: Izvinjenje
th: ขออภัย
uk_ua: Відмова
uz@latin: Afsus
vi_vn: Từ chối
zh_cn: 婉谢

# sectionEditor.regrets.regretsAndCancels
source: Reviewer Regrets & Cancellations
az: Rəyçi etirazları & ləğvlər
bg: Отказ на рецензента и отмяна
bs_ba: Recenzentove isprike i otkazivanja
de_de: Absagen durch Gutachter/innen & Abbrüche
el_gr: Υπαναχωρήσεις Αξιολογητών & Ακυρώσεις
eu: Ebaluatzailearen ezezkoak eta bertan behera uzteak
gd_gb: Aithreachasan ⁊ na sguir an lèirmheasaiche dheth
gl_es: Encargos que o revisor/a rexeitou e cancelacións
hi_in: समीक्षक पछतावा और रद्द करना
hu_hu: Szakmai lektori visszautasítások & Törlések
hy_am: Գրախոսի ափսոսանքները և չեղարկումները
is: Afþakkanir ritrýnis og hætt við
ja: 査読者の謝絶と取消
ka: რეცენზენტის უარყოფა და გაუქმება
kk: Рецензенттің бас тартуы мен күшін жою
ku_iq: داوای لێبوردنی هەڵسەنگێنەر& پەشیمان بونەوەکان
ky: Рецензенттин баш тартуулары жана жокко чыгаруулар
lt: Recenzento pasitaisymai ir panaikinimai
lv_lv: Recenzenta nožēla un atcelšana
mk_mk: Каења и откажувања на рецензент
mr: समीक्षकाचा नकार आणि कार्यभार रद्द
ms: Penyesalan & Pembatalan Pengulas
nb_no: Fagfellens avslag og avbrutte oppdrag
ro: Regrete și anulări pentru evaluatori (recenzori)
sk_sk: Odmietnutie recenzentom & zrušenie
sl_si: Recenzentska opravičila in odstopi
sr_rs@cyrillic: Рецензентова извињења и отказивања
sr_rs@latin: Recenzentova izvinjenja i otkazivanja
th: ความเสียใจและการยกเลิกของผู้พิจารณา
uk_ua: Відмови рецензентів та припинення
uz@latin: Sharhlovchining pushaymonligi va bekor qilinishi
vi_vn: Từ chối & Huỷ phản biện
zh_cn: 审稿人婉谢 & 取消

# sectionEditor.regrets.decisionRound
source: Editor Decision, Round {$round}
az: Redaktor rəyi, Tur {$round}
bg: Редакторско решение, Етап {$round}
bs_ba: Urednikova odluka, {$round}. krug
de_de: Redaktionsentscheidung, Durchgang {$round}
el_gr: Απόφαση Επιμελητή, κύκλος {$round}
eu: Editorearen erabakia, {$round}. itzulia
gd_gb: Co-dhùnadh an deasaiche, cuairt {$round}
gl_es: Decisión do editor/a, rolda {$round}
hi_in: संपादक का निर्णय, दौर {$ round}
hu_hu: Szerkesztői döntések, Forduló {$round}
hy_am: Խմբագրի որոշումը, փուլ {$round}
is: Ákvörðun rirtjóra, umferð {$round}
ja: 編集者判断、{$round}回目
ka: რედაქტორის გადაწყვეტილება, {$round} რაუნდი
kk: Редактордың шешімі, {$round}
ku_iq: بڕیاری سەرنوسەر، خولی {$round}
ky: Редактор чечими, айлампа {$round}
lt: Redagavimas, {$round} kartas
lv_lv: Redaktora lēmums, kārta {$round}
mk_mk: Одлука на уредник, {$round} рунда
mr: संपादकीय निर्णय फेरी {$round}
ms: Keputusan Editor, Pusingan {$round}
nb_no: Redaktørens beslutning, runde {$round}
ro: Decizia editorului, Runda {$round}
sk_sk: Rozhodnutie editora, Kolo {$round}
sl_si: Odločitev urednika, krog {$round}
sr_rs@cyrillic: Уредникова одлука, {$round}. круг
sr_rs@latin: Urednikova odluka, {$round}. krug
th: การตัดสินใจของบรรณาธิการ, รอบ {$round}
uk_ua: Рішення редактора, раунд {$round}
uz@latin: Tahririyat qarori, {$ round} - tur
vi_vn: Quyết định của biên tập viên, Vòng {$round}
zh_cn: 编辑决定，第{$round}回合
zh_hant: 編輯決定，第{$round}輪
