Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# submission.comments.saveAndEmailAuthor
source: Save and Email Author
az: Yadda saxla və müəllifə email göndər
bg: Запис и пращане по имейл на автора
bs_ba: Spremi i pošalji e-poštu autoru
de_de: Speichern und E-Mail an Autor/in senden
el_gr: Αποθήκευση και αποστολή μηνύματος στον Συγγραφέα
eu: Gorde eta bidali mezua Egileari
gd_gb: Sàbhail is cuir post-d chun an ùghdair
gl_es: Gardar e enviar por correo electrónico ao autor/a
hi_in: सहेजें और ईमेल लेखक
hu_hu: Mentés és küldés a Szerzőnek
hy_am: Պահպանել և էլ․ փոստով ուղարկել հեղինակին
is: Vista og senda höfundi tölvupóst
ja: 保存して著者にメール
ka: შენახვა და ელფოსტის გაგზავნა ავტორთან
kk: Сақтап, авторға жіберіңіз
ku_iq: خەزنی بکە و ئیمەیڵ بۆ توێژەر بنێرە
ky: Сактап, авторго электрондук кат жөнөтүү
lt: Išsaugoti ir išsiųsti autoriui el. paštu
lv_lv: Saglabāt un nosūtīt e-pastu autoram
mk_mk: Зачувај и испрати и-меил до авторот
mr: सेव्ह करुन लेखकाला ई-मेल पाठवा
ms: Simpan dan E-mel Pengarang
nb_no: Lagre og send e-post til forfatter
ro: Salvează și trimite email autorului
sk_sk: Uložiť a zaslať e-mailom autorovi
sl_si: Shrani in pošlji e-pošto avtorju
sr_rs@cyrillic: Сачувај и пошаљи имејл аутору
sr_rs@latin: Sačuvaj i pošalji imejl autoru
th: บันทึกและส่งอีเมลถึงผู้เขียน
uk_ua: Записати та надіслати автору
uz@latin: Muallifni saqlash va elektron pochta orqali yuborish
vi_vn: Lưu và email cho tác giả
zh_cn: 存档并电邮作者
zh_hant: 儲存及發送電郵給作者

# submission.comments.forEditor
source: For editor
az: Redaktor üçün
bg: За редактор
bs_ba: Za urednika
de_de: Für Redakteur/in
el_gr: Για τον Επιμελητή
eu: Editorearentzat
gd_gb: Airson an deasaiche
gl_es: Para o editor/a
hi_in: संपादक के लिए
hu_hu: Szerkesztőnek
hy_am: Հեղինակի համար
is: Fyrir ritstjóra
ja: 編集者に
ka: რედაქტორისთვის
kk: Редактор үшін
ku_iq: بۆ سەرنوسەر
ky: Редактор үчүн
lt: Redaktoriui
lv_lv: Redaktoram
mk_mk: За уредникот
mr: संपादकासाठी
ms: Untuk editor
nb_no: For redaktør
ro: Pentru editor
sk_sk: Pre editora
sl_si: Za urednika
sr_rs@cyrillic: За уредника
sr_rs@latin: Za urednika
th: สำหรับบรรณาธิการ
uk_ua: Для редактора
uz@latin: Muharrir uchun
vi_vn: Cho biên tập viên
zh_cn: 给编辑
zh_hant: 致編輯

# submission.comments.forAuthorEditor
source: For author and editor
az: Müəllif və redaktor üçün
bg: За автор и редактор
bs_ba: Za autora i urednika
de_de: Für Autor/in und Redakteur/in
el_gr: Για τον Συγγραφέα και τον Επιμελητή
eu: Egilearentzat eta editorearentzat
gd_gb: Airson an ùghdair is an deasaiche
gl_es: Para o autor/a e o editor/a
hi_in: लेखक और संपादक के लिए
hu_hu: Szerzőnek és szerkesztőnek
hy_am: Հեղինակի և խմբագրի համար
is: Fyrir höfund og ritstjóra
ja: 著者と編集者に
ka: ავტორისა და რედაქტორისთვის
kk: Автор мен редактор үшін
ku_iq: بۆ توێژەر و سەرنوسەر
ky: Автор жана редактор үчүн
lt: Autoriui ir redaktoriui
lv_lv: Autoram un redaktoram
mk_mk: За авторот и уредникот
mr: लेखक आणि संपादकासाठी
ms: Untuk pengarang dan editor
nb_no: For forfatter og redaktør
ro: Pentru autor și editor
sk_sk: Pre autora a editora
sl_si: Za avtorja in urednika
sr_rs@cyrillic: За аутора и уредника
sr_rs@latin: Za autora i urednika
th: สำหรับผู้เขียนและบรรณาธิการ
uk_ua: Для автора та редактора
uz@latin: Muallif va muharrir uchun
vi_vn: Cho tác giả và biên tập viên
zh_cn: 给作者和编辑
zh_hant: 致作者及編輯

# submission.comments.blindCcReviewers
source: After sending, present an editable BCC copy to send to reviewers.
az: Redaktor qərarı göndərildikdə rəyçilərə göndərmək üçün adsız bir surəti (BCC) tənzimləmək üçün formalaşdırın
bg: След изпращане представете редактируемо BCC (Blind Carbon Copy, получателят не знае кой друг е получил същото копие) копие за изпращане на рецензент.
bs_ba: Nakon slanja, predstavite recenzentima kopiju "na znanje" koja se može uređivati.
de_de: Nach dem Abschicken wird Ihnen eine bearbeitbare Blindkopie-E-Mail angezeigt, die an die Gutachter/innen geschickt werden kann.
el_gr: Μετά από την αποστολή, παρουσιάστε ένα αντίγραφο BCC με δυνατότητα τροποποίησης για αποστολή στους Αξιολογητές.
eu: Bidali ondoren, aurkeztu BCC kopia editagarri bat ebaluatzaileei bidaltzeko.
gd_gb: An dèidh a chur, thoir seachad lethbhreac so-dheasaichte BCC as urrainnear cur dha na lèirmheasaichean.
gl_es: Despois do envío, presente unha copia CCO editable para mandárllela aos revisores/as.
hi_in: भेजने के बाद, समीक्षकों को भेजने के लिए एक संपादन योग्य बीसीसी प्रति प्रस्तुत करें।
hu_hu: Elküldés után egy szerkeszthető BCC másolat küldhető a szakmai lektoroknak.
hy_am: Ուղարկելուց հետո ներկայացրեք խմբագրվող BCC պատճենը՝ գրախոսողներին ուղարկելու համար:
is: Eftir sendingu, útvegaðu blint afrit sem hægt er að breyta til að senda ritrýnum.
ja: 送信後、査読者に送信する編集可能なBCCコピーを提示してください。
ka: გაგზავნის შემდეგ, წარმოადგინეთ რედაქტირებადი BCC ასლი, რომელსაც რეცენზენტებს გაუგზავნით.
kk: Жібергеннен кейін рецензенттерге жеке тапсыру үшін (BCC) өңделген көшірмені көрсетіңіз.
ku_iq: دوای ناردن، نوسخەیەک بنێرە بۆ هەڵسەنگێنەران کە بتواندرێت دەستکاری بکرێت.
ky: Жөнөтүлгөндөн кийин рецензенттерге жөнөтүү үчүн түзөтүлүүчү BCC көчүрмөсүн көрсөтүңүз.
lt: Išsiuntę pateikite redaguojamą nematomą kopiją, kurią būtų galima išsiųsti recenzentams.
lv_lv: Pēc nosūtīšanas iesniedziet rediģējamu anonīmu kopiju, ko nosūtīt recenzentiem.
mk_mk: По испраќањето, претставете копија од BCC што може да се уреди за испраќање до рецензентите.
mr: पाठवल्यानंतर, समीक्षकांना पाठवण्यासाठी संपादनाकूल BCC प्रत सादर करा.
ms: Setelah menghantar, kemukakan salinan BCC yang dapat disunting untuk dihantar kepada pengulas.
nb_no: Etter sending, vis fram en redigerbar blindkopiversjon som kan sendes til fagfeller.
ro: După trimitere, prezentați o copie BCC editabilă care să fie trimisă recenzorilor.
sk_sk: Po odoslaní poskytnúť editovateľnú BCC (skrytú) kópiu pre zaslanie recenzentom.
sl_si: Po pošiljanju predloži skrito kopijo za urejanje tudi recenzentom.
sr_rs@cyrillic: Након слања, представите рецензентима копију која се може уређивати.
sr_rs@latin: Nakon slanja, predstavite recenzentima kopiju koja se može uređivati.
th: หลังจากส่งแล้ว แสดงสำเนา BCC ที่แก้ไขได้เพื่อส่งให้ผู้พิจารณา
uk_ua: Після надсилання листа, редагувати приховану копію для рецензентів.
uz@latin: Yuborilgandan so'ng, tahrir qilinadigan BCC nusxasini sharhlovchilarga yuboring.
vi_vn: Sau khi gửi, xuất trình một bản sao BCC có thể chỉnh sửa để gửi cho người phản biện.
zh_cn: 寄发之后，显示一个可编辑的密件副本，寄给审稿人.
zh_hant: 發送後，提供一個可編輯的密件副本供發送給評審員。

# submission.comments.cannotShareWithAuthor
source: For editor
az: Redaktor üçün
bg: За редактор
bs_ba: Za urednika
de_de: Für Redakteur/in
el_gr: Για τον Επιμελητή
eu: Editorearentzat
gd_gb: Airson an deasaiche
gl_es: Para o editor/a
hi_in: संपादक के लिए
hu_hu: Szerkesztőnek
hy_am: Խմբագրի համար
is: Fyrir ritstjóra
ja: 編集者に
ka: რედაქტორისთვის
kk: Редактор үшін
ku_iq: بۆ سەرنوسەر
ky: Редактор үчүн
lt: Redaktoriui
lv_lv: Redaktoram
mk_mk: За уредникот
mr: संपादकासाठी
ms: Untuk editor
nb_no: For kun redaktør
ro: Pentru editor
sk_sk: Pre editora
sl_si: Za urednik
sr_rs@cyrillic: За уредника
sr_rs@latin: Za urednika
th: สำหรับบรรณาธิการ
uk_ua: Для редактора
uz@latin: Muallif va muharrir uchun
vi_vn: Cho biên tập viên
zh_cn: 与编辑
zh_hant: 致編輯

# submission.comments.canShareWithAuthor
source: For author and editor
az: Müəllif və redaktor üçün
bg: За автор и редактор
bs_ba: Za autora i urednika
de_de: Für Autor/in und Redakteur/in
el_gr: Για τον Συγγραφέα και τον Επιμελητή
eu: Egilearentzat eta editorearentzat
gd_gb: Airson an ùghdair is an deasaiche
gl_es: Para o autor/a e o editor/a
hi_in: लेखक और संपादक के लिए
hu_hu: Szerzőnek és szerkesztőnek
hy_am: Հեղինակի և խմբագրի համար
is: Fyrir höfund og ritstjóra
ja: 著者と編集者に
ka: ავტორისა და რედაქტორისთვის
kk: Автор мен редактор үшін
ku_iq: بۆ توێژەر و سەرنوسەر
ky: Автор жана редактор үчүн
lt: Autoriui ir redaktoriui
lv_lv: Autoram un redaktoram
mk_mk: За авторот и уредникот
mr: लेखक आणि संपादकासाठी
ms: Untuk pengarang dan editor
nb_no: For forfatter og redaktør
ro: Pentru autor și editor
sk_sk: Pre autora a editora
sl_si: Za avtorja in urednika
sr_rs@cyrillic: За аутора и уредника
sr_rs@latin: Za autora i urednika
th: สำหรับผู้เขียนและบรรณาธิการ
uk_ua: Для автора та редактора
uz@latin: Muallif va muharrir uchun
vi_vn: Cho tác giả và biên tập viên
zh_cn: 与作者和编辑
zh_hant: 致作者及編輯

# submission.comments.viewableDescription
source: These comments can be shared with the author.<br /> (After saving, further comments can be added.)
az: Bu şərhlər müəlliflərlə bölüşülə bilər.<br /> (Yadda saxladıqdan sonra yeni şərhlər əlavə edilə bilər.)
bg: Тези коментари могат да бъдат споделени с автора. <br /> (След запазването могат да се добавят допълнителни коментари.)
bs_ba: Ove komentare će vidjeti autor.<br /> (Nakon spremanja, daljnji komentari mogu biti dodani.)
de_de: Diese Kommentare können dem/der Autor/in mitgeteilt werden.<br /> (Weitere Kommentare können nach dem Speichern hinzugefügt werden.)
el_gr: Τα συγκεκριμένα σχόλια μπορούν να γνωστοποιηθούν και στους Συγγραφείς.&lt;br /&gt; (Μετά από την αποθήκευση, είναι δυνατή η προσθήκη επιπλέον σχολίων.)
eu: Ohar hauek egileak ere ikus ditzake.<br /> (Gorde ondoren, ohar gehiago erantsi ahal izango dira.)
gd_gb: Gabhaidh na beachdan seo a cho-roinneadh leis an ùghdar.<br /> (’S urrainn dhut barrachd bheachdan a chur ris an dèidh dhut a shàbhaladh cuideachd.)
gl_es: Estes comentarios pódense compartir co autor/a.<br /> (Logo de gardalos, pódense engadir máis comentarios.)
hi_in: इन टिप्पणियों को लेखक के साथ साझा किया जा सकता है। <br /> (सहेजने के बाद, और टिप्पणियां जोड़ी जा सकती हैं।)
hu_hu: Ezek a megjegyzések a szerzőkkel megosztásra kerülnek.<br /> (Mentés után további megjegyzést lehet hozzáadni.)
hy_am: Այս մեկնաբանությունները կարող են կիսվել հեղինակի հետ:<br /> (Պահպանելուց հետո կարող են ավելացվել լրացուցիչ մեկնաբանություններ):
is: Það má deila þessum athugasemdum með höfundi.<br /> (Eftir að búið er að vista er hægt að bæta við fleiri athugasemdum.)
ja: これらのコメントを著者に示すこともできます。<br /> （保存後、さらにコメントを追加することができます。）
ka: ეს კომენტარები შეიძლება გაზიარდეს ავტორთან.<br /> (შენახვის შემდეგ, დამატებითი კომენტარების დამატება შეიძლება.)
kk: Бұл пікірлерді авторға көрсетуге болады. <br /> (Қосымша пікірлер сақталғаннан кейін қосылуы мүмкін.)
ku_iq: ئەم تێچێنانە دەکرێت لەگەڵ توێژەردا هاوبەشی پێ بکرێت.<br /> (دوای خەزنکردن، تێچێنی زیاتریش دەکرێت زیاد بکرێن)
ky: Бул комментарийлер автор менен бөлүшүлүшү мүмкүн.<br /> (Сактагандан кийин кошумча комментарийлерди кошсо болот.)
lt: Šie komentarai gali būti bendrinami su autoriumi.<br /> (Išsaugojus galima pridėti papildomų komentarų.)
lv_lv: Šos komentārus var kopīgot ar autoru.<br /> (Pēc saglabāšanas var pievienot papildu komentārus.)
mk_mk: Овие коментари може да се споделат со авторот.<br /> (По зачувување, може да се додадат дополнителни коментари.)
mr: या टिप्पण्या लेखकासोबत सामायिक केल्या जाऊ शकतात.<br /> (सेव्ह केल्यानंतर, आणखी टिप्पण्याही जोडल्या जाऊ शकतात.)
ms: Komen ini boleh dikongsi dengan pengarang. <br /> (Setelah menyimpan, komen selanjutnya dapat ditambahkan.)
nb_no: Disse kommentarene kan også vises til forfatteren.<br /> (Etter lagring kan du legge til flere kommentarer.)
ro: Aceste comentarii pot fi partajate cu autorul.<br /> (După salvare, pot fi adăugate alte comentarii.)
sk_sk: Tieto komentáre môžu byť zdieľané s autorom.<br /> (Po uložení je možné pridať ďalšie komentáre.)
sl_si: Te komentarje lahko delite z avtorjem.<br /> (Po shranjevanju lahko komentarje še dodajate..)
sr_rs@cyrillic: Ове коментаре ће видети аутор.<br /> (Након чувања, даљи коментари могу бити додати.)
sr_rs@latin: Ove komentare će videti autor.<br /> (Након чувања, даљи коментари могу бити додати.)
th: ความคิดเห็นเหล่านี้สามารถแชร์กับผู้เขียนได้<br /> (หลังจากบันทึกแล้ว สามารถเพิ่มความคิดเห็นเพิ่มเติมได้)
uk_ua: Ці коментарі можуть бути відкриті для автора.<br /> (після запису можна буде додати інші коментарі.)
uz@latin: Bu fikrlarni muallif bilan bo'lishish mumkin. <br /> (Saqlagandan so'ng, boshqa izohlarni qo'shish mumkin.)
vi_vn: Những bình luận có thể được chia sẻ với tác giả.<br /> (Sau khi lưu, có thể thêm bình luận.)
zh_cn: 这个评论将于作者共享.<br /> (保存后，可以添加更多评论.)
zh_hant: 可以跟作者分享這些意見。<br /> （儲存後，可增添其他意見。）

# submission.comments.copyeditComments
source: Copyedit Comments
az: Səhifə tərtibatı şərhləri
bg: Коментари към стиловата редакция
bs_ba: Komentari lekture
de_de: Lektorats-Kommentare
el_gr: Σχόλια επιμέλειας κειμένου
eu: Zuzentzailearen oharrak
gd_gb: Beachdan grinn-deasachaidh
gl_es: Comentarios da corrección de orixinais
hi_in: प्रतिलिपि टिप्पणियां
hu_hu: Technikai szerkesztő megjegyzés(ek)
hy_am: Գրական խմբագրման մեկնաբանություններ
is: Athugasemdir textatæknis
ja: コピーエディタのコメント
ka: ლიტერატურული რედაქტირების კომენტარები
kk: Әдеби түзетулер туралы пікірлер
ku_iq: تێچێنەکانی وردبینی
ky: Редакциялоо комментарийлери
lt: Redaguoti pastabas
lv_lv: Teksta rediģēšanas komentāri
mk_mk: Коментари за уредување
mr: अचूकता तपासताना (कॉपीएडिट) केलेल्या टिप्पण्या
ms: Komen Copyedit
nb_no: Språkvaskerens kommentarer
ro: Comentariile editorului de conținut
sk_sk: Komentáre pre redigovanie
sl_si: Komentarji lektoriranja
sr_rs@cyrillic: Коментари лектуре
sr_rs@latin: Komentari lekture
th: ความคิดเห็นการคัดลอกแก้ไข
uk_ua: Коментарі літ. редактора
uz@latin: Sharhlarni nusxalash
vi_vn: Những thảo luận trong phần biên tập
zh_cn: 文本编辑评论
zh_hant: 審稿意見

# submission.comments.editorAuthorCorrespondence
source: Editor/Author Correspondence
az: Redaktor / Müəllif əlaqəsi
bg: Кореспонденция Редактор/Автор
bs_ba: Urednikova/autorova korespondencija
de_de: Korrepondenz Redakteur/in - Autor/in
el_gr: Αλληλογραφία Επιμελητή/Συγγραφέα
eu: Editorearen eta egilearen arteko mezu-trukea
gd_gb: Conaltradh an deasaiche/ùghdair
gl_es: Correspondencia editor/a-autor/a
hi_in: संपादक / लेखक पत्राचार
hu_hu: Szerkesztő/Szerző levelezés
hy_am: Խմբագիր/Հեղինակ նամակագրություն
is: Samskipti ritstjóra/höfundar
ja: 編集者と著者の通信
ka: რედაქტორი/ავტორის მიმოწერა
kk: «Редактор / Автор» корреспонденциясы
ku_iq: پەیامنێری سەرنوسەر/ توێژەر
ky: Редактор/Автор кат алышуусу
lt: Redaktoriaus ir autoriaus susirašinėjimas
lv_lv: Redaktora/autora sarakste
mk_mk: Кореспонденција Уредник/Автор
mr: संपादक/लेखक संवाद
ms: Surat-menyurat Editor/Pengarang
nb_no: Korrespondanse mellom redaktør og forfatter
ro: Corespondență Editor/Autor
sk_sk: Korešpondencia Editor/Autor
sl_si: Korespondenca urednik/avtor
sr_rs@cyrillic: Уредник/аутор кореспонденција
sr_rs@latin: Urednik/autor prepiska
th: การติดต่อระหว่างบรรณาธิการ/ผู้เขียน
uk_ua: Переписка редактора/автора
uz@latin: Tahrirchi/Muallif yozishmalari
vi_vn: Biên tập viên/Tác giả liên hệ
zh_cn: 作者／编辑通信
zh_hant: 編輯／作者通信

# submission.logType.proofread
source: Proofread
az: Dizayn kontrolu
bg: Коректура
bs_ba: Korektura
de_de: Korrekturlektorat
el_gr: Διόρθωση τυπογραφικών δοκιμίων
eu: Proba-zuzenketa
gd_gb: Dearbh-leughadh
gl_es: Probas corrixidas
hi_in: प्रूफ्रीड
hu_hu: Korrektúra
hy_am: Սրբագրում
is: Prófarkalestur
ja: 校正
ka: კორექტირება
kk: Корректура
ku_iq: هەڵسەنگێنەری زمانی
ky: Корректура
lt: Skaityti korektūrą
lv_lv: Korektūra
mk_mk: Лекторирање
mr: मुद्रित तपासणी
ms: Baca pruf
nb_no: Korrekturlesing
ro: Corectură
sk_sk: Korektúry
sl_si: Korektura
sr_rs@cyrillic: Коректура
sr_rs@latin: Korektura
th: การพิสูจน์อักษร
uk_ua: Коректура
uz@latin: Tekshiruv
vi_vn: Hiệu đính
zh_cn: 校对
zh_hant: 校對

# submission.logType.layout
source: Layout
az: Tərtibat
bg: Оформление
bs_ba: Prijelom
el_gr: Σελιδοποίηση
eu: Maketazioa
gd_gb: Co-dhealbhachd
gl_es: Maquetaxe
hi_in: लेआउट
hu_hu: Tördelő
hy_am: Դասավորություն
is: Umbrot
ja: レイアウト
ka: განლაგება
kk: Орналастыру
ku_iq: نەخشەساز
ky: Макет
lt: Maketuoti
lv_lv: Maketēšana
mk_mk: Распоред
mr: लेखाची मांडणी (layout)
ms: Susun atur
ro: Aspect
sk_sk: Typografia
sl_si: Prelom
sr_rs@cyrillic: Прелом
sr_rs@latin: Prelom
th: การจัดวาง
uk_ua: Верстка
uz@latin: Joylashtirish
vi_vn: Trình bày
zh_cn: 排版
zh_hant: 版面

# submission.logType.copyedit
source: Copyedit
az: Səhifə tərtibatı
bg: Стилова редакция
bs_ba: Lektura
de_de: Lektorat
el_gr: Επιμέλεια κειμένου
eu: Zuzenketa
gd_gb: Grinn-deasachadh
gl_es: Corrección de orixinais
hi_in: प्रतिलिपि
hu_hu: Technikai szerkesztő
hy_am: Գրական խմբագրում
is: Yfirferð
ja: 整理
ka: ლიტერატურული რედაქტირება
kk: Әдеби редакциялау
ku_iq: وردبینی
ky: Редакциялоо
lt: Redaguoti kalbą
lv_lv: Teksta rediģēšana
mk_mk: Уредување
mr: अचूकता तपासणी
ms: Ubahsalin
nb_no: Språkvask
ro: Editare de conținut
sk_sk: Redigovanie
sl_si: Lektoriranje
sr_rs@cyrillic: Лектура
sr_rs@latin: Lektura
th: การคัดลอกแก้ไข
uk_ua: Редакція
uz@latin: Nusxalash
vi_vn: Biên tập
zh_cn: 文字编辑
zh_hant: 審稿

# submission.logType.review
source: Review
az: Fikirlərinizi yazmaq üçün simvolu klikləyin
bg: Рецензия
bs_ba: Tekst recenzije
de_de: Gutachten
el_gr: Αξιολόγηση
eu: Ebaluazioa
gd_gb: Lèirmheas
gl_es: Revisión
hi_in: समीक्षा
hu_hu: Szakmai lektor
hy_am: Գրախոս
is: Ritrýni
ja: 査読
ka: გამოხმაურება
kk: Рецензиялау
ku_iq: هەڵسەنگاندن
ky: Кароо
lt: Recenzavimas
lv_lv: Recenzēšana
mk_mk: Рецензија
mr: समीक्षण
ms: Ulasan
nb_no: Fagfellevurdering
ro: Revizie
sk_sk: Recenzia
sl_si: Recenzija
sr_rs@cyrillic: Текст рецензије
sr_rs@latin: Tekst recenzije
th: การพิจารณา
uk_ua: Рецензія
uz@latin: Ko'rib chiqish
vi_vn: Phản biện
zh_cn: 审阅
zh_hant: 評審

# submission.logType.editor
source: Editor
az: Redaktor
bg: Редактор
bs_ba: Urednik
de_de: Redakteur/in
el_gr: Επιμελητής
eu: Editorea
gd_gb: Deasaiche
gl_es: Editor/a
hi_in: संपादक
hu_hu: Szerkesztő
hy_am: Խմբագիր
is: Ritstjóri
ja: 編集者
ka: რედაქტორი
kk: Редактор
ku_iq: سەرنوسەر
ky: Редактор
lt: Vyriausioji redaktorė
lv_lv: Redaktors
mk_mk: Уредник
mr: संपादक
nb_no: Redaktør
sl_si: Urednik
sr_rs@cyrillic: Уредник
sr_rs@latin: Urednik
th: บรรณาธิการ
uk_ua: Редактор
uz@latin: Muharrir
vi_vn: Biên tập viên
zh_cn: 编辑
zh_hant: 編輯

# submission.logType.author
source: Author
az: Müəllif
bg: Автор
bs_ba: Autor
de_de: Autor/in
el_gr: Συγγραφέας
eu: Egilea
gd_gb: Ùghdar
gl_es: Autor/a
hi_in: लेखक
hu_hu: Szerző
hy_am: Հեղինակ
is: Höfundur
ja: 著者
ka: ავტორი
kk: Автор
ku_iq: توێژەر
ky: Автор
lt: Autorius
lv_lv: Autors
mk_mk: Автор
mr: लेखक
ms: Pengarang
nb_no: Forfatter
ro: Autor
sk_sk: Autor
sl_si: Avtor
sr_rs@cyrillic: Аутор
sr_rs@latin: Autor
th: ผู้เขียน
uk_ua: Автор
uz@latin: Muallif
vi_vn: Tác giả
zh_cn: 作者
zh_hant: 作者

# submission.logType.article
source: Article
az: Məqalə
bg: Статия
bs_ba: Članak
de_de: Artikel
el_gr: Άρθρο
eu: Artikulua
gd_gb: Artaigeal
gl_es: Artigo
hi_in: लेख
hu_hu: Cikk
hy_am: Հոդված
is: Grein
ja: 論文
ka: სტატია
kab: Amagrad
kk: Мақала
ku_iq: توێژەر
ky: Макала
lt: Straipsnis
lv_lv: Raksts
mk_mk: Труд
mr: लेख
ms: Artikel
nb_no: Artikkel
ro: Articol
sk_sk: Článok
sl_si: Prispevek
sr_rs@cyrillic: Чланак
sr_rs@latin: Članak
th: บทความ
uk_ua: Стаття
uz@latin: Maqola
vi_vn: Bài báo
zh_cn: 论文
zh_hant: 文章

# submission.proofread.instructions
source: Proofing Instructions
az: Korrektor təlimatı
bg: Коректура - инструкции
bs_ba: Upute za korekturu
de_de: Korrekturlektorat - Richtlinien
el_gr: Οδηγίες διόρθωσης τυπογραφικών δοκιμίων
eu: Probak zuzentzeko jarraibideak
gd_gb: Stiùireadh dearbhaidh
gl_es: Instrucións para a corrección de probas
hi_in: प्रूफिंग निर्देश
hu_hu: Korrektori javaslatok
hy_am: Սրբագրման հրահանգներ
is: Leiðbeiningar um prófarkalestur
ja: 校正の手引き
ka: კორექტურის სახელმძღვანელო
kk: Корректура бойынша нұсқаулық
ku_iq: ڕێنماییەکانی هەڵسەنگێنەری زمانی
ky: Корректура көрсөтмөлөрү
lt: Nurodymai korektoriui
lv_lv: Pārbaudes instrukcijas
mk_mk: Инструкции за лекторирање
mr: मुद्रित तपासणीसंबंधी सूचना
ms: Arahan Pembuktian
nb_no: Instruks for korrekturlesing
ro: Instrucțiuni de corectare
sk_sk: Inštrukcie pre korektúry
sl_si: Navodila za korekturo
sr_rs@cyrillic: Упутства за коректуру
sr_rs@latin: Uputstva za korekturu
th: คำแนะนำในการพิสูจน์อักษร
uk_ua: Інструкції з коректури
uz@latin: Tasdiqlash bo'yicha ko'rsatmalar
vi_vn: Hướng dẫn bản in thử
zh_cn: 校对指南

# submission.proofread.corrections
source: Proofreading Corrections
az: Korrektor tövsiyələri
bg: Коректура - корекции
bs_ba: Popis korekcija
de_de: Korrekturlektorat - Korrekturen
el_gr: Διορθώσεις τυπογραφικών δοκιμίων
eu: Proba-zuzenketako zuzenketak
gd_gb: Ceartachaidhean dearbh-leughaidh
gl_es: Correccions da corrección de probas
hi_in: प्रूफरीडिंग सुधार
hu_hu: Korrektori javítások
hy_am: Սրբագրման շտկումներ
is: Leiðréttingar prófarkalesara
ja: 校正作業による修正報告
ka: კორექტორის შესწორებები
kk: Түзету
ku_iq: چاککردنەوەکانی هەڵسەنگێنەری زمانی
ky: Корректура оңдоолору
lt: Korektūros taisymai
lv_lv: Korektūras labojumi
mk_mk: Исправки од лекторирање
mr: मुद्रित तपासणीदरम्यान केलेल्या सुधारणा
ms: Pembetulan Proofreading
nb_no: Rettelser i korrekturen
ro: Corecturile corectorului
sk_sk: Korekčné opravy
sl_si: Popravki korekture
sr_rs@cyrillic: Попис корекција
sr_rs@latin: Popis korekcija
th: การแก้ไขการพิสูจน์อักษร
uk_ua: Виправлення коректора
uz@latin: Tahrirlarni tuzatish
vi_vn: Sửa lỗi hiệu đính
zh_cn: 校对修订
zh_hant: 校對修正

# submission.proofreadingComments
source: Proofreading Comments
az: Korrektor şərhləri
bg: Коректура - коментари
bs_ba: Korekturno čitanje komentara
de_de: Korrekturlektorat - Kommentare
el_gr: Σχόλια διόρθωσης τυπογραφικών δοκιμίων
eu: Proba-zuzenketako oharrak
gd_gb: Beachdan dearbh-leughaidh
gl_es: Comentarios de corrección de probas
hi_in: प्रूफरीडिंग टिप्पणियाँ
hu_hu: Korrektori megjegyzések
hy_am: Սրբագրման մեկնաբանություններ
is: Athugasemdir prófarkalesara
ja: 校正者のコメント
ka: კორექტურის კომენტარები
kk: Пікірлерді түзету
ku_iq: تێچێنەکانی هەڵسەنگێنەری زمانی
ky: Корректура комментарийлери
lt: Korektoriaus pastabos
lv_lv: Korektūras komentāri
mk_mk: Коментари за лекторирање
mr: मुद्रित तपासणीसंबंधी नोंदी
ms: Komen Proofreading
nb_no: Kommentar til korrektur
ro: Comentariile corectorului
sk_sk: Komentár korektora
sl_si: Komentarji korekture
sr_rs@cyrillic: Коректурно читање коментара
sr_rs@latin: Korekturno čitanje komentara
th: ความคิดเห็นการพิสูจน์อักษร
uk_ua: Коментарі коректора
uz@latin: Fikrlarni tuzatish
vi_vn: Thảo luận trong phần hiệu đính
zh_cn: 校对评论
zh_hant: 校對意見

# submission.layout.referenceLinking
source: Reference Linking
az: İstinad bağlama
bg: Поставяне на връзки към референции
bs_ba: Povezivanje referenci
de_de: Verlinkung von Literaturververweisen
el_gr: Σύνδεση αναφορών
eu: Erreferentziazko esteka
gd_gb: Ceangladh nan reifreansan
gl_es: Enlaces de referencia
hi_in: संदर्भ लिंकिंग
hu_hu: Hivatkozás linkelés
hy_am: Հղման կապակցում
is: Tenglar á heimildir
ja: 参照リンキング
ka: წყაროებზე ბმულების ჩასმა
kk: Дереккөздерге гиперсілтемелер енгізу
ku_iq: لینکی سەرچاوەکان
ky: Шилтемелерди байланыштоо
lt: Sąsajos
lv_lv: Atsauču sasaiste
mk_mk: Референтна врска
mr: संदर्भ जोडणी
ms: Pautan Rujukan
nb_no: Lenke til referanser
ro: Link de referință
sk_sk: Previazanie referencií
sl_si: Poveži povezave do citirane literature
sr_rs@cyrillic: Повезивање референци
sr_rs@latin: Povezivanje referenci
th: การเชื่อมโยงอ้างอิง
uk_ua: Посилання у бібліографії
uz@latin: Malumot havolasi
vi_vn: Liên kết của tài liệu tham khảo
zh_cn: 参考文献链接
zh_hant: 參考文獻連結
