Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.copyrightNotice.sample
source: <h3>Proposed Creative Commons Copyright Notices</h3> <h4>1. Proposed Policy for Journals That Offer Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Proposed Policy for Journals That Offer Delayed Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
az: <h3>Təklif edilən Creative Commons Müəllif Hüququ Bildirişləri</h3> <h4>1. Açıq giriş təqdim edən jurnallar üçün təklif edilən politika</h4> Bu jurnalda məqalə nəşr edən müəlliflər aşağıdakı şərtləri qəbul edər: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Sonradan Açıq giriş təqdim edən jurnallar üçün təklif edilən politika</h4> Bu jurnalda məqalə nəşr edən Müəlliflər aşağıdakı şərtləri qəbul edər: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
bg: <h3>Предложение за Бележки за запазване на авторски права чрез Creative Commons</h3> <h4>1. Предложена политика за списания, които предлагат отворен достъп</h4> Авторите, които публикуват материали в това списание, се съгласяват със следните условия: <ol type="a"> <li>Авторите запазват авторските си права и предоставят на списанието право на първа публикация на произведението си, едновременно лицензирано съгласно <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> което позволява на другите да споделят творбата с признание за авторството на творбата и първоначална публикация в това списание.</li> <li>Авторите могат да сключат отделни допълнителни договор за неизключителното разпространение на публикуваната версия на произведението на списанието (например да го публикуват в институционално хранилище или да го публикуват в книга), с потвърждение за първоначалното му публикуване в това списание.</li> <li>На авторите е позволено и се насърчава да публикуват работата си онлайн (например в институционални хранилища или на уебсайта си) преди и по време на процеса на изпращане, тъй като това може да доведе до продуктивен обмен, както и по-ранно и по-голямо цитиране на публикувана работа (Виж <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Ефектите от отворения достъп</a>).</li> </ol> <h4>2. Предложена политика за списания, които предлагат отложен отворен достъп</h4> Авторите, които публикуват материали в това списание, се съгласяват със следните условия: <ol type="a"> <li>Авторите запазват авторските си права и предоставят на списанието право на първа публикация на произведението си. Отложеният отворен достъп е за [СПЕЦИФИЦИРАЙТЕ ПЕРИОД ОТ ВРЕМЕ], а произведението е едновременно лицензирано съгласно <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> което позволява на другите да споделят творбата с признание за авторството на творбата и първоначална публикация в това списание.</li> <li>Авторите могат да сключат отделни допълнителни договор за неизключителното разпространение на публикуваната версия на произведението на списанието (например да го публикуват в институционално хранилище или да го публикуват в книга), с потвърждение за първоначалното му публикуване в това списание.</li> <li>На авторите е позволено и се насърчава да публикуват работата си онлайн (например в институционални хранилища или на уебсайта си) преди и по време на процеса на изпращане, тъй като това може да доведе до продуктивен обмен, както и по-ранно и по-голямо цитиране на публикувана работа (Виж <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Ефектите от отворения достъп</a>).</li> </ol>
bs_ba: <h3>Predložene Creative Commons odredbe o autorskim pravima</h3> <h4>1. Prijedlog za časopise koji omogućuju otvoren pristup</h4> Autori koji objavljuju u ovom časopisu pristaju na sljedeće uvijete: <ol type="a"> <li>Autori zadržavaju autorska prava i pružaju časopisu pravo prvog objavljivanja rada i licenciraju ga <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons imenovanje licencom</a> koja omogućuje drugima da dijele rad uz uvjet navođenja autorstva i izvornog objavljivanja u ovom časopisu.</li> <li>Autori mogu izraditi zasebne, ugovorne aranžmane za ne-ekskluzivnu distribuciju rada objavljenog u časopisu (npr. postavljanje u institucionalni repozitorij ili objavljivanje u knjizi), uz navođenje da je rad izvorno objavljen u ovom časopisu. </li> <li>Autorima je dozvoljeno i potiču se da postave objavljeni rad on-line (npr. u institucionalnom repozitoriju ili na svojim mrežnim stranicama) prije i tijekom postupka prijave, s obzirom da takav postupak može voditi produktivnoj razmjeni ideja, te ranijoj i većoj citiranosti objavljenog rada (usp. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Prijedlog za časopise koji omogućuju odgođeni otvoren pristup</h4> Autori koji objavljuju u ovom časopisu pristaju na sljedeće uvijete: <ol type="a"> <li>Autori zadržavaju autorska prava i pružaju časopisu pravo prvog objavljivanja, pri čemu će rad [NAVEDITE VREMENSKI PERIOD] po objavljivanju biti podložan licenci <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons imenovanje </a> koja omogućuje drugima da dijele rad uz uvijet navođenja autorstva i izvornog objavljivanja u ovom časopisu.</li> <li>Autori mogu izraditi zasebne, ugovorne aranžmane za ne-ekskluzivnu distribuciju rada objavljenog u časopisu (npr. postavljanje u institucionalni repozitorij ili objavljivanje u knjizi), uz navođenje da je rad izvorno objavljen u ovom časopisu. </li> <li>Autorima je dozvoljeno i potiču se da postave objavljeni rad on-line (npr. u institucionalnom repozitoriju ili na svojim mrežnim stranicama) prije i tijekom postupka prijave, s obzirom da takav postupak može voditi produktivnoj razmjeni ideja, te ranijoj i većoj citiranosti objavljenog rada (usp. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
de_de: <h3>Beispiele für die Anzeige von Creative-Commons-Lizenzen in den Copyright-Vermerken</h3> <h4>1. Empfohlene Copyright-Regelungen für Zeitschriften mit Open Access</h4> Autor/innen, die in dieser Zeitschrift publizieren möchten, stimmen den folgenden Bedingungen zu: <ol type="a"> <li>Die Autor/innen behalten das Copyright und erlauben der Zeitschrift die Erstveröffentlichung unter einer <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Namensnennung Lizenz</a>, die es anderen erlaubt, die Arbeit unter Nennung der Autor/innenschaft und der Erstpublikation in dieser Zeitschrift zu verwenden.</li> <li>Die Autor/innen können zusätzliche Verträge für die nicht-exklusive Verbreitung der in der Zeitschrift veröffentlichten Version ihrer Arbeit unter Nennung der Erstpublikation in dieser Zeitschrift eingehen (z.B. sie in Sammelpublikation oder einem Buch veröffentlichen).</li> <li>Die Autor/innen werden dazu ermutigt, ihre Arbeit parallel zur Einreichung bei dieser Zeitschrift online zu veröffentlichen (z.B. auf den Homepages von Institutionen oder auf ihrer eigenen Homepage), weil so produktive Austauschprozesse wie auch eine frühe und erweiterte Bezugnahme auf das veröffentlichte Werk gefördert werden (siehe <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Empfohlene Copyright-Regelungen für Zeitschriften mit verzögertem Open Access</h4> Autor/innen, die in dieser Zeitschrift publizieren möchten, stimmen den folgenden Bedingungen zu: <ol type="a"> <li>Die Autor/innen behalten das Copyright und erlauben der Zeitschrift die Erstveröffentlichung, womit die Arbeit [ZEITSPANNE FESTLEGEN] nach der Veröffentlichung zugleich unter einer <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Namensnennung Lizenz</a> lizenziert wird, die es anderen erlaubt, die Arbeit unter Nennung der Autor/innenschaft und der Erstpublikation in dieser Zeitschrift zu verwenden.</li> <li>Die Autor/innen können zusätzliche Verträge für die nicht-exklusive Verbreitung der in der Zeitschrift veröffentlichten Version ihrer Arbeit unter Nennung der Erstpublikation in dieser Zeitschrift eingehen (z.B. sie in Sammelpublikation oder einem Buch veröffentlichen).</li> <li>Die Autor/innen werden dazu ermutigt, ihre Arbeit parallel zur Einreichung bei dieser Zeitschrift online zu veröffentlichen (z.B. auf den Homepages von Institutionen oder auf ihrer eigenen Homepage), weil so produktive Austauschprozesse wie auch eine frühe und erweiterte Bezugnahme auf das veröffentlichte Werk gefördert werden (siehe <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
el_gr: <h3>Προτεινόμενες Δηλώσεις Προστασίας Πνευματικών Δικαιωμάτων Creative Commons </h3> <h4>1. Προτεινόμενη Πολιτική για περιοδικά Ανοικτής Πρόσβασης</h4> Οι Συγγραφείς που δημοσιεύουν εργασίες τους σε αυτό το περιοδικό συμφωνούν στους παρακάτω όρους: <ol type="a"> <li>Οι Συγγραφείς διατηρούν τα Πνευματικά Δικαιώματα και χορηγούν στο περιοδικό το δικαίωμα της πρώτης δημοσίευσης ενώ ταυτόχρονα τα πνευματικά δικαιώματα της εργασίας προστατεύονται σύμφωνα με την <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> που επιτρέπει σε τρίτους - αποδέκτες της άδειας να χρησιμοποιούν την εργασία όπως θέλουν με την προϋπόθεση της διατήρησης των διατυπώσεων που προβλέπονται στην άδεια σχετικά με την αναφορά στον αρχικό δημιουργό και την αρχική δημοσίευση σε αυτό το περιοδικό.</li> <li>Οι Συγγραφείς μπορούν να συνάπτουν ξεχωριστές, και πρόσθετες συμβάσεις και συμφωνίες για την μη αποκλειστική διανομή της εργασίας όπως δημοσιεύτηκε στο περιοδικό αυτό (π.χ. κατάθεση σε ένα ακαδημαϊκό καταθετήριο ή δημοσίευση σε ένα βιβλίο), με την προϋπόθεση της αναγνώρισης και την αναφοράς της πρώτης δημοσίευσης σε αυτό το περιοδικό.</li> <li>Το περιοδικό επιτρέπει και ενθαρρύνει τους Συγγραφείς να καταθέτουν τις εργασίες τους μέσω διαδικτύου (π.χ. σε ένα ακαδημαϊκό καταθετήριο ή στους προσωπικές τους ιστοσελίδες) πριν και μετά από τις διαδικασίες της δημοσίευσης, καθώς αυτό μπορεί να οδηγήσει σε παραγωγική ανταλλαγή ιδεών και σκέψεων καθώς επίσης και σε γρηγορότερη και μεγαλύτερη χρήση και ευρετηρίαση της δημοσιευμένης εργασίας (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Προτεινόμενη Πολιτική για Περιοδικά που προσφέρουν Καθυστερημένη Ανοικτή Πρόσβαση</h4> Οι Συγγραφείς που δημοσιεύουν εργασίες τους σε αυτό το περιοδικό συμφωνούν στους παρακάτω όρους: <ol type="a"> <li>Οι Συγγραφείς διατηρούν τα Πνευματικά Δικαιώματα και χορηγούν στο περιοδικό το δικαίωμα της πρώτης δημοσίευσης της εργασίας τους, ενώ παράλληλα και [ΠΡΟΣΔΙΟΡΙΣΤΕ ΧΡΟΝΙΚΗ ΠΕΡΙΟΔΟ] μετά την δημοσίευση λαμβάνει άδεια προστασίας των πνευματικών δικαιωμάτων σύμφωνα με την <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> που επιτρέπει σε τρίτους - αποδέκτες της άδειας να χρησιμοποιούν την εργασία όπως θέλουν με την προϋπόθεση της διατήρησης των διατυπώσεων που προβλέπονται στην άδεια σχετικά με την αναφορά στον αρχικό δημιουργό και την αρχική δημοσίευση σε αυτό το περιοδικό.</li> <li>Οι Συγγραφείς μπορούν να συνάπτουν ξεχωριστές, και πρόσθετες συμβάσεις και συμφωνίες για την μη αποκλειστική διανομή της εργασίας όπως δημοσιεύτηκε στο περιοδικό αυτό (π.χ. κατάθεση σε ένα ακαδημαϊκό καταθετήριο ή δημοσίευση σε ένα βιβλίο), με την προϋπόθεση της αναγνώρισης και την αναφοράς της πρώτης δημοσίευσης σε αυτό το περιοδικό.</li> <li>Το περιοδικό επιτρέπει και ενθαρρύνει τους Συγγραφείς να καταθέτουν τις εργασίες τους online (π.χ. σε ένα ακαδημαϊκό καταθετήριο ή στους προσωπικές τους ιστοσελίδες) πριν και μετά από τις διαδικασίες της δημοσίευσης, καθώς αυτό μπορεί να οδηγήσει σε παραγωγικές ανταλλαγές ιδεών και σκέψεων καθώς επίσης και σε γρηγορότερη και μεγαλύτερη χρήση και ευρετηρίαση της δημοσιευμένης εργασίας (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
eu: <h3>Proposatutako Creative Commons egile-eskubideen jakinarazpenak</h3> <h4>1. Sarbide irekia eskaintzen duten aldizkarientzat proposatutako politika</h4> Aldizkari honetan argitaratzen duten egileak ados daude baldintza hauekin: <ol type="a"> <li>Egileek egile-eskubideak mantentzen dituzte, eta aldizkariari eskubidea ematen diote lanaren lehen argitalpena egiteko; lana aldi berean <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> lizentzia baten mende dago, zeinak besteei baimena ematen baitie lana partekatzeko, lanaren egilea(k) eta aldizkari honetan egindako hasierako argitalpena aitortuz gero.</li> <li>Egileek beste kontratu-hitzarmen osagarri batzuk ere egin ditzakete aldizkarian argitaratutako bertsioaren banaketa ez-esklusiboa egiteko (adib., gordailu instituzional batean jartzeko, edo liburu batean argitaratzeko), betiere aldizkari honetan egindako lanaren hasierako argitalpena aitortuz gero.</li> <li>Baimentzen eta sustatzen da egileek beren lana sareratzeko (adib., gordailu instituzionaletan edo beren webguneetan), hala bidalketa egin aurretik nola bidalketa-prozesuan zehar, horrek elkartruke emankorrak sorraraz ditzakeelako, baita argitaratutako lanaren aipamenak lehenago hasi eta ugariago izatea ere (ikusi <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">The effect of open access</a>).</li> </ol> <h4>2. Sarbide ireki geroratua eskaintzen duten aldizkarientzat proposatutako politika</h4> Aldizkari honetan argitaratzen duten egileak ados daude baldintza hauekin: <ol type="a"> <li>Egileek egile-eskubideak mantentzen dituzte, eta aldizkariari eskubidea ematen diote lanaren lehen argitalpena egiteko, eta argitaratu eta handik [ZEHAZTU ZENBAT DENBORARA] lana aldi berean <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> lizentzia baten mende egongo da, zeinak besteei baimena ematen baitie lana partekatzeko, lanaren egilea(k) eta aldizkari honetan egindako hasierako argitalpena aitortuz gero.</li> <li>Egileek beste kontratu-hitzarmen osagarri batzuk ere egin ditzakete aldizkarian argitaratutako bertsioaren banaketa ez-esklusiboa egiteko (adib., gordailu instituzional batean jartzeko, edo liburu batean argitaratzeko), betiere aldizkari honetan egindako lanaren hasierako argitalpena aitortuz gero.</li> <li>Egileek beren lana sareratzeko baimena dute (adib., gordailu instituzionaletan edo beren webguneetan), hala bidalketa egin aurretik nola bidalketa-prozesuan zehar, horrek elkartruke emankorrak sorraraz ditzakeelako, baita argitaratutako lanaren aipamenak lehenago hasi eta ugariago izatea ere (ikusi <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">The effect of open access</a>).</li> </ol>
gd_gb: <h3>Brathan còir-lethbhreac Creative Commons a tha gam moladh</h3> <h4>1. Am poileasaidh a thathar a’ moladh airson iris-leabhraichean ris a bheil inntrigeadh fosgailte</h4> Tha ùghdaran a tha airson rud fhoillseachadh san iris-leabhar seo ag aontachadh ris na teirmichean a leanas: <ol type="a"> <li>Glèidhidh na h-ùghdaran a’ chòir-lethbhreac aca agus tha iad a’ toirt cead ciad fhoillseachadh dhan iris-leabhar agus a’ cur na h-obrach fo <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">cheadachas aithrisidh Creative Commons</a> ag aon aon àm a bheir cead do dhaoine eile an obair a cho-roinneadh fhad ’s a nì iad aithris air ùghdar na h-obrach agus a chiad fhoillseachadh san iris-leabhar seo. </li> <li>Faodaidh ùghdaran cùmhnantan fa leth eile a dhèanamh airson sgaoileadh neo-às-dùnach de thionndadh na h-obrach a dh’fhoillsich an t-iris-leabhar (m.e. airson a phostadh ann an ionad-tasgaidh buidhinn no fhoillseachadh ann an leabhar) fhad ’s a nithear aithris air ciad fhoillseachadh na h-obrach san iris-leabhar seo. </li> <li>Tha cead aig ùghdaran an cuid obrach a phostadh air loidhne (m.e. ann an ionadan-tasgaidh institiuidean no air an làrach-lìn aca) agus thathar a’ brosnachadh seo ro agus rè pròiseas an tagraidh oir faodaidh seo eadar-ghabhail thairbheach a bhrosnachadh agus iomradh nas tràithe agus nas pailte dhen obair fhoillsichte (Faic <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Am poileasaidh a thathar a’ moladh airson iris-leabhraichean ris a bheil inntrigeadh fosgailte le dàil</h4> Tha ùghdaran a tha airson rud fhoillseachadh san iris-leabhar seo ag aontachadh ris na teirmichean a leanas: <ol type="a"> <li>Glèidhidh na h-ùghdaran a’ chòir-lethbhreac aca agus tha iad a’ toirt cead ciad fhoillseachadh dhan iris-leabhar agus a’ cur na h-obrach [SÒNRAICH ÙINE] an dèidh foillseachaidh fo <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">cheadachas aithrisidh Creative Commons</a> ag aon aon àm a bheir cead do dhaoine eile an obair a cho-roinneadh fhad ’s a nì iad aithris air ùghdar na h-obrach agus a chiad fhoillseachadh san iris-leabhar seo. </li> <li>Faodaidh ùghdaran cùmhnantan fa leth eile a dhèanamh airson sgaoileadh neo-às-dùnach de thionndadh na h-obrach a dh’fhoillsich an t-iris-leabhar (m.e. airson a phostadh ann an ionad-tasgaidh buidhinn no fhoillseachadh ann an leabhar) fhad ’s a nithear aithris air ciad fhoillseachadh na h-obrach san iris-leabhar seo. </li> <li>Tha cead aig ùghdaran an cuid obrach a phostadh air loidhne (m.e. ann an ionadan-tasgaidh institiuidean no air an làrach-lìn aca) agus thathar a’ brosnachadh seo ro agus rè pròiseas an tagraidh oir faodaidh seo eadar-ghabhail thairbheach a bhrosnachadh agus iomradh nas tràithe agus nas pailte dhen obair fhoillsichte (Faic <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
gl_es: <h3>Propostas de avisos de dereitos de autor de Creative Commons</h3> <h4>1. Política proposta para revistas que ofrecen acceso libre</h4> Os autores/as que publican nesta revista aceptan os termos seguintes: <ol type="a"> <li>Os autores/as conservan os seus dereitos de autor e conceden á revista o dereito de primeira publicación da súa obra, rexistrada baixo unha <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenza de recoñecemento de Creative Commons</a>, que permite compartir a obra sempre que se indique a autoría e a primeira publicación nesta revista.</li> <li>Os autores/as poden establecer, independentemente, outras disposicións contractuais que permitan a publicación da versión publicada nesta revista noutros medios (p. ex.: nun repositorio institucional ou nun libro) co recoñecemento da publicación inicial nesta revista.</li> <li>Permítese e recoméndase aos autores/as difundir a súa obra a través de Internet (p. ex.: en repositorios institucionais ou na súa páxina web) antes e durante o proceso de envío, porque pode producir bos resultados e aumentar as citacións da obra publicada. (Véxase <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">O efecto do acceso libre</a>).</li> </ol> <h4>2. Política proposta para revistas que ofrecen acceso libre diferido</h4> Os autores/as que publican nesta revista aceptan os termos seguintes: <ol type="a"> <li>Os autores/as conservan os dereitos de autor e conceden á revista o dereito de primeira publicación da obra [ESPECIFICAR PERÍODO DE TEMPO], que queda simultaneamente rexistrada baixo unha <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenza de recoñecemento de Creative Commons</a> que permite compartir a obra sempre que se indique a autoría e a primeira publicación nesta revista.</li> <li>Os autores/as poden establecer, independentemente, outras disposicións contractuais que permitan a publicación da versión publicada nesta revista noutros medios (p. ex.: nun repositorio institucional ou nun libro ) sempre que se indique a publicación inicial nesta revista.</li> <li>Permítese e recoméndase aos autores/as difundir a súa obra a través de Internet (p. ex.: en repositorios institucionais ou na súa páxina web) antes e durante o proceso de envío, porque pode producir bos resultados e aumentar as citacións da obra publicada. (Véxase <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">O efecto do acceso libre</a>).</li> </ol>
hy_am: <h3>Առաջարկվող "Ստեղծագործական համայնքներ" հեղինակային իրավունքի ծանուցումներ</h3> <h4>1. Առաջարկվող քաղաքականություն այն ամսագրերի համար, որոնք առաջարկում են հետաձգված բաց մուտք</h4> Հեղինակները, ովքեր հրապարակվում են այս ամսագրում, համաձայն են հետևյալ պայմաններին. <ol type="a"> <li>Հեղինակները պահպանում են հեղինակային իրավունքը և տալիս են ամսագրի առաջին հրապարակման իրավունքը ստեղծագործության հետ միաժամանակ արտոնագրված <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> որը թույլ է տալիս ուրիշներին կիսվել աշխատանքով՝ հաստատելով աշխատանքի հեղինակությունը և սկզբնական հրապարակումը այս ամսագրում:</li> <li>Հեղինակները կարող են կնքել առանձին, լրացուցիչ պայմանագրային պայմանավորվածություններ՝ ամսագրի հրապարակված աշխատության ոչ բացառիկ բաշխման համար (օրինակ՝ տեղադրել այն ինստիտուցիոնալ շտեմարանում կամ հրատարակել այն գրքում), հաստատելով դրա սկզբնական հրապարակումը այս ամսագրում:</li> <li>Հեղինակներին թույլատրվում և խրախուսվում է տեղադրել իրենց աշխատանքը առցանց (օրինակ՝ ինստիտուցիոնալ շտեմարաններում կամ իրենց կայքում) ներկայացնելու գործընթացից առաջ և ընթացքում, քանի որ դա կարող է հանգեցնել արդյունավետ փոխանակումների, ինչպես նաև հրապարակված աշխատանքի ավելի վաղ և ավելի մեծ մեջբերումների (Տե՛ս <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>):</li> </ol> <h4>2. Առաջարկվող քաղաքականություն ամսագրերի համար, որոնք առաջարկում են հետաձգված բաց մուտք</h4> Հեղինակները, ովքեր հրապարակվում են այս ամսագրում, համաձայն են հետևյալ պայմաններին. <ol type="a"> <li>Հեղինակները պահպանում են հեղինակային իրավունքը և շնորհում են ամսագրի առաջին հրապարակման իրավունքը, ընդ որում աշխատանքը [ՆՇԵՔ ԺԱՄԱՆԱԿԻ ՏեՎՈՂՈՒԹՅՈՒՆԸ] հրապարակումից հետո միաժամանակ արտոնագրված է <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a>, որը թույլ է տալիս ուրիշներին կիսվել աշխատանքով` հաստատելով աշխատանքի հեղինակությունը և նախնական հրապարակումը այս ամսագրում:</li> <li>Հեղինակները կարող են կնքել առանձին, լրացուցիչ պայմանագրային պայմանավորվածություններ՝ ամսագրի հրապարակված աշխատության ոչ բացառիկ բաշխման համար (օրինակ՝ տեղադրել այն ինստիտուցիոնալ շտեմարանում կամ հրատարակել այն գրքում), հաստատելով դրա սկզբնական հրապարակումը այս ամսագրում:</li> <li>Հեղինակներին թույլատրվում և խրախուսվում է տեղադրել իրենց աշխատանքը առցանց (օրինակ՝ ինստիտուցիոնալ շտեմարաններում կամ իրենց կայքում) ներկայացնելու գործընթացից առաջ և ընթացքում, քանի որ դա կարող է հանգեցնել արդյունավետ փոխանակումների, ինչպես նաև հրապարակված աշխատանքի ավելի վաղ և ավելի մեծ մեջբերումների (Տե՛ս <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>):</li> </ol>
ja: <h3>クリエイティブ・コモンズの著作権表示案</h3> <h4>1. オープンアクセスを提供するジャーナルのポリシー案</h4> 本誌で出版する著者らは、以下の条件に同意するものとします: <ol type="a"> <li>著者らは著作権を保持し、本誌に初版権を付与すると同時に、他の人が本作品を共有することを認め、本作品の著者であることと本誌での初版権を認める<a target="_new" href="http://creativecommons.org/licenses/by/3.0/">クリエイティブ・コモンズ 表示ライセンス</a>に基づいてライセンスされます。</li> <li>著者らは、本ジャーナルで最初に出版されたことを明記した上で、本ジャーナルの出版版を非独占的に配布する（機関リポジトリへの投稿や書籍への掲載など）ための、別途追加の契約を結ぶことができます。</li> <li>著者らは、投稿前や投稿中に自分の作品をオンライン（機関リポジトリやウェブサイトなど）で公開することが許可され、奨励されています。これは、生産的な交流につながるだけでなく、発表された作品がより早く、より多く引用されることにもつながります（「<a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">オープンアクセスの効果</a>」を参照）。</li> </ol> <h4>2. 遅延オープンアクセスを提供するジャーナルのポリシー案</h4> 本誌で出版する著者らは、以下の条件に同意するものとします: <ol type="a"> <li>著者らは著作権を保持し、本誌に最初の出版権を付与し、出版後の作品［期間を指定］は、他者が作品を共有することを認め、作品の著者であることと本誌での最初の出版を認める<a target="_new" href="http://creativecommons.org/licenses/by/3.0/">クリエイティブ・コモンズ 表示ライセンス</a>の下で同時にライセンスされます。</li> <li>著者らは、本ジャーナルで最初に出版されたことを明記した上で、本ジャーナルの出版版を非独占的に配布する（機関リポジトリへの投稿や書籍への掲載など）ための、別途追加の契約を結ぶことができます。</li> <li>著者らは、投稿前や投稿中に自分の作品をオンライン（機関リポジトリやウェブサイトなど）で公開することが許可され、奨励されています。これは、生産的な交流につながるだけでなく、発表された作品がより早く、より多く引用されることにもつながります（「<a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">オープンアクセスの効果</a>」参照）。</li> </ol>
ka: <h3>შემოთავაზებული Creative Commons საავტორო უფლებების შესახებ შენიშვნები</h3> <h4>1. შემოთავაზებული პოლიტიკა ჟურნალებისთვის, რომელიც გთავაზობთ ღია წვდომას</h4> ავტორები, რომლებიც ამ ჟურნალთან ერთად აქვეყნებენ, ეთანხმებით შემდეგ პირობებს: <ol type="a"> <li>ავტორები ინარჩუნებენ საავტორო უფლებებს და ჟურნალს ანიჭებენ პირველი გამოქვეყნების უფლებას ნამუშევართან ერთად, რომელიც ერთდროულად ლიცენზირებულია <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> რომელიც საშუალებას აძლევს სხვებს გაუზიარონ ნამუშევარი ნაშრომის საავტორო უფლებების აღიარებით და ამ ჟურნალში თავდაპირველი გამოქვეყნებით.</li> <li>ავტორებს შეუძლიათ დადონ ცალკეული, დამატებითი სახელშეკრულებო შეთანხმებები ჟურნალის გამოქვეყნებული ნაშრომის არა-ექსკლუზიური განაწილებისათვის (მაგ., განათავსონ იგი ინსტიტუციონალურ საცავში ან გამოაქვეყნონ წიგნში), მისი აღიარებით. თავდაპირველი გამოქვეყნება ამ ჟურნალში.</li> <li>ავტორებს უფლება აქვთ და განათავსონ თავიანთი ნამუშევარი ინტერნეტით (მაგ., ინსტიტუციურ საცავებში ან მათ ვებგვერდზე) წარდგენის დაწყებამდე და პროცესში, რადგან ამან შეიძლება გამოიწვიოს პროდუქტიული გაცვლა, აგრეთვე გამოქვეყნებული ნაშრომის უფრო ადრეული და უფრო დიდი ციტირება. (იხილეთ <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">ღია წვდომის ეფექტი</a>).</li> </ol> <h4>2. შემოთავაზებული პოლიტიკა ჟურნალებისთვის, რომელიც გთავაზობთ შეაჩერეს ღია წვდომა</h4> ავტორები, რომლებიც ამ ჟურნალთან ერთად აქვეყნებენ, ეთანხმებით შემდეგ პირობებს: <ol type="a"> <li>ავტორები ინარჩუნებენ საავტორო უფლებებს და ჟურნალს ანიჭებენ პირველი გამოქვეყნების უფლებას, ნამუშევრით [განსაზღვრეთ დროის პერიოდი] პუბლიკაციის შემდეგ ერთდროულად ლიცენზირებულია <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> რომელიც საშუალებას აძლევს სხვებს გაუზიარონ ნამუშევარი ნაშრომის საავტორო უფლებების აღიარებით და ამ ჟურნალში თავდაპირველი გამოქვეყნებით.</li> <li>ავტორებს შეუძლიათ დადონ ცალკეული, დამატებითი სახელშეკრულებო შეთანხმებები ჟურნალის გამოქვეყნებული ნაშრომის არა-ექსკლუზიური განაწილებისათვის (მაგ., განათავსონ იგი ინსტიტუციონალურ საცავში ან გამოაქვეყნონ წიგნში), მისი აღიარებით. თავდაპირველი გამოქვეყნება ამ ჟურნალში.</li> <li>ავტორებს უფლება აქვთ და განათავსონ თავიანთი ნამუშევარი ინტერნეტით (მაგ., ინსტიტუციურ საცავებში ან მათ ვებგვერდზე) წარდგენის დაწყებამდე და პროცესში, რადგან ამან შეიძლება გამოიწვიოს პროდუქტიული გაცვლა, აგრეთვე გამოქვეყნებული ნაშრომის უფრო ადრეული და უფრო დიდი ციტირება. (იხილეთ <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> ღია წვდომის ეფექტი</a>).</li> </ol>
kk: <h3> Creative Commons авторлық құқықтарды беру туралы ескертулердің мысалдары </h3> <h4> 1. Ашық қолданыс саясаты </h4> Бұл журналда жарияланған авторлар келесі шарттарға келіседі: <ol type = "a"> <li> Авторлар авторлық құқықты сақтай отырып, <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution лицензиясы </a> шартымен лицензиялаумен бірге, бірінші басылымды шығармаға қоса журналға береді. Өзгелерге бұл жұмысты осы жұмыстың қажетті атрибуциясы мен осы журналдағы түпнұсқалық басылымға сілтеме арқылы қайта бөлуге мүмкіндік береді. </li> <li> Авторлар осы журналда шығарылған нұсқаның эксклюзивті емес таралуы үшін бөлек, қосымша келісімшарттар жасасуға құқылы, мысалы: осы журналдағы түпнұсқаға сілтеме. </li> <li> Авторларға бұл журналды қарау үдерісіне дейін және оның барысында Интернетте (мысалы, университеттің репозиторийінде немесе жеке веб -сайтында) өз жұмыстарын жариялауға рұқсат етіледі, себебі бұл нәтижелі талқылауға, сонымен қатар басқа сілтемелерге әкелуі мүмкін. бұл жарияланған жұмыс (<a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a> бөлімін қараңыз). </li> </ol> <h4> 2. Кейінге қалдырылған ашық қатынауды ұсынатын журналдар үшін ұсынылған саясат </h4> Бұл журналда жарияланған авторлар келесі шарттарға келіседі: <ol type = "a"> <li> Авторлар туындының авторлық құқығын сақтайды және журналға <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> шарттарында жарияланғаннан кейін [SPECIFY TIME PERIOD] кейін лицензиялап, туындымен бірге бірінші рет жариялау құқығын береді: бұл өзгелерге осы жұмысты осы атрибуциямен және осы журналдағы түпнұсқалық басылымға сілтеме арқылы қайта бөлуге мүмкіндік береді. < / li> <li> Авторлар осы журналда жарияланған шығарма нұсқасын эксклюзивті түрде таратпау үшін бөлек, қосымша келісімшарттар жасасуға құқылы. осы журналдағы бастапқы басылымға. </li> <li> Авторларға бұл журналды қарау үдерісіне дейін және оның барысында Интернетте (мысалы, университеттің репозиторийінде немесе жеке веб -сайтында) өз жұмыстарын жариялауға рұқсат етіледі, себебі бұл нәтижелі талқылауға, сонымен қатар басқа сілтемелерге әкелуі мүмкін. бұл жарияланған жұмыс (<a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> бөлімін қараңыз). </li>
ku_iq: <h3>ڕێنماییەکانی ڕێگرتن لە دزیی زانستی</h3> <h4>یەکەم: ڕێنمایی بۆ ئەو گۆڤارانەی کە سیستەمی کراوە بەکار دەهێنن</h4> ئەو توێژەرانەی کە توێژینەوەکانیان لێرە بڵاو دەکەنەوە، بەم مەرجانە ڕازین: <ol type="a"> <li>توێژەرەکان پابەندن بە ڕێنماییەکان و مافی بڵاوکردنەوەی توێژینەوەکانیان بۆ یەکەم جار دەدەن بە گۆڤار بە گوێرەی <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> کە ڕێگە بە ئەوانی دیکە دەدات بۆ بەکارهێنانی توێژینەوەکە بە مەرجی ناوهێنان</li> <li>بەڵام دەکرێت توێژەران حاڵەتی تایبەتییان پێ بدرێت (بۆ نمونە دوبارە بڵاوکردنەوەی توێژینەوەکانیان لە کتێبێکدا)، بەڵام بە ناوهێنانی گۆڤار وەک یەکەم شوێنی بلاوکردنەوەکە</li> <li>توێژەران ڕێگەپێدراون و هان دەدرێن بۆ ئەوەی کارەکانیان لەسەر تۆڕی ئەنتەرنێتدا بڵاو بکەنەوە (بۆ نمونە لە وێبسایتی دەزگاکانیان یان هی خۆیان) ئەمەش لەوانەیە هۆکاری بەکارهێنانی توێژینەوەکەیان بێت لە لایەن توێژەرانی دیکەوە و زیادکردنی گوتراوەکانیان (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">کاریگەریی سیستەمی کراوە </a>).</li> </ol> <h4>دووەم: ڕێنمایی بۆ ئەو گۆڤارانەی کە سیستەمی کراوەی دواخراو بەکار دەهێنن</h4> ئەو توێژەرانەی لێرە توێژینەوەکانیان بڵاو دەکەنەوە بەم مەرجانە ڕازین: <ol type="a"> <li>توێژەران مافی بڵاوکردنەوەی یەکەمجار بە گۆڤار دەبەخشن بۆ [کاتێکی دیاریکراو] و دوای بڵاوکردنەوە پابەندن بە ڕێنماییەکانی<a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> کە ڕێگا بە توێژەرانی دیکە بۆ بەکارهێنانی کارەکانیان و ناوهێنانی گۆڤار وەک یەکەم جێگای بڵاوکردنەوە دەدات.</li> <li>توێژەران لەوانەیە حاڵەتی تایبەتیان پێ بدرێت بۆ بڵاوکردنەوەی کارەکانیان لە جێگای دیکە (بۆ نمونە لە دەزگاکانیان یان کتێبدا)، بەڵام بە ناوهێنانی گۆڤار وەک یەکەم سەرچاوەی بڵاوکردنەوە.</li> <li>توێژەران ڕێگەپێدراون بۆ بڵاوکردنەوەی کارەکانیان لەسەر تۆڕی ئەنتەرنێت (بۆ نمونە وێبسایتی خۆیان یان دەزگاکانیان) ئەمەش لەوانەیە هۆکاری بەکارهێنانی توێژینەوەکەیان بێت لە لایەن توێژەرانی دیکەوە و زیادکردنی گوتراوەکانیان (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> کاریگەریی سیستەمی کراوە</a>).</li> </ol>
ky: <h3>Creative Commons Автордук укук боюнча сунушталган эскертүүлөр</h3> <h4>1. Ачык жеткиликтүүлүк сунуштаган журналдар үчүн сунушталган саясат</h4> Бул журналда жарыяланган авторлор төмөнкү шарттарга макул болушат: <ol type="a"> <li>Авторлор автордук укукту сактап калышат жана журналга алгачкы жарыялоо укугун беришет. Эмгек ошол эле учурда <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> лицензиясы менен берилет. Бул башкаларга эмгекти бөлүшүүгө мүмкүнчүлүк берет, бирок авторлук жана журналдагы алгачкы жарыялоо көрсөтүлүшү керек.</li> <li>Авторлор эмгектин журналда жарыяланган версиясын эксклюзивдүү эмес түрдө бөлүшүү үчүн кошумча келишимдерди түзө алышат (мисалы, аны институттук репозиторийге жайгаштыруу же китепте жарыялоо), бирок алгачкы жарыялоо бул журналда болгондугу көрсөтүлүшү зарыл.</li> <li>Авторлорго өз эмгектерин онлайн жайгаштырууга уруксат берилет жана бул демилге колдоого алынат (мисалы, институттук репозиторийлерде же жеке вебсайтында), анткени бул пайдалуу пикир алмашууга жана жарыяланган эмгектин эрте жана кеңири цитаталанышына алып келет (караңыз: <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">Ачык жеткиликтүүлүктүн таасири</a>).</li> </ol> <h4>2. Кечиктирилген ачык жеткиликтүүлүк сунуштаган журналдар үчүн сунушталган саясат</h4> Бул журналда жарыяланган авторлор төмөнкү шарттарга макул болушат: <ol type="a"> <li>Авторлор автордук укукту сактап калышат жана журналга алгачкы жарыялоо укугун беришет. Эмгек жарыялангандан кийин [МӨӨНӨТТҮ КӨРСӨТҮҢҮЗ] өткөн соң ошол эле учурда <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> лицензиясы менен берилет. Бул башкаларга эмгекти бөлүшүүгө мүмкүнчүлүк берет, бирок авторлук жана журналдагы алгачкы жарыялоо көрсөтүлүшү керек.</li> <li>Авторлор эмгектин журналда жарыяланган версиясын эксклюзивдүү эмес түрдө бөлүшүү үчүн кошумча келишимдерди түзө алышат (мисалы, аны институттук репозиторийге жайгаштыруу же китепте жарыялоо), бирок алгачкы жарыялоо бул журналда болгондугу көрсөтүлүшү зарыл.</li> <li>Авторлорго өз эмгектерин онлайн жайгаштырууга уруксат берилет жана бул демилге колдоого алынат (мисалы, институттук репозиторийлерде же жеке вебсайтында), анткени бул пайдалуу пикир алмашууга жана жарыяланган эмгектин эрте жана кеңири цитаталанышына алып келет (караңыз: <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">Ачык жеткиликтүүлүктүн таасири</a>).</li> </ol>
lt: <h3>Siūlomi „Creative Commons“ autorių teisių pranešimai</h3> <h4>1. Siūloma politika žurnalams, siūlantiems atvirą prieigą</h4> Autoriai, publikuojantys šiame žurnale, sutinka su šiomis sąlygomis: <ol type="a"> <li>Autoriai išlaiko autorių teises ir suteikia žurnalui teisę pirmą kartą publikuoti darbą, tuo pačiu metu licencijuojant jį pagal <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">„Creative Commons“ priskyrimo licenciją</a>, kuri leidžia kitiems dalytis darbu, nurodant darbo autorystę ir pradinį publikavimą šiame žurnale.</li> <li>Autoriai gali sudaryti atskiras, papildomas sutartines sutartis dėl neišimtinio žurnalo publikuotos darbo versijos platinimo (pvz., paskelbti jį institucinėje saugykloje arba išleisti knygoje), nurodant pradinį publikavimą šiame žurnale.</li> <li>Autoriams leidžiama ir skatinama skelbti savo darbus internete (pvz., institucinėse saugyklose arba savo svetainėje) prieš pateikimo procesą ir jo metu, nes tai gali paskatinti produktyvius mainus. kaip ir ankstesnių bei didesnio citavimo publikuoti darbai (žr. <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">Atviros prieigos poveikis</a>).</li> </ol> <h4>2. Siūloma žurnalų, siūlančių atidėtą atvirąją prieigą, politika</h4> Autoriai, publikuojantys šiame žurnale, sutinka su šiomis sąlygomis: <ol type="a"> <li>Autoriai išlaiko autorių teises ir suteikia žurnalui pirmojo publikavimo teisę, o kūrinys [NURODYKITE LAIKOTARPĮ] po publikavimo tuo pačiu metu licencijuojamas pagal <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">„Creative Commons“ priskyrimo licenciją</a>, kuri leidžia kitiems dalytis kūriniu, nurodant kūrinio autorystę ir pradinį publikavimą šiame žurnale.</li> <li>Autoriai gali sudaryti atskirus, papildomus sutartinius susitarimus dėl neišimtinio žurnalo publikuotos kūrinio versijos platinimo (pvz., paskelbti jį institucinėje saugykloje arba išleisti knygoje), nurodant pradinį publikavimą šiame žurnale.</li> <li>Autoriams leidžiama ir skatinama skelbti savo darbus internete (pvz., institucinėse saugyklose arba savo svetainėje) prieš ir pateikimo proceso metu, nes tai gali paskatinti produktyvius mainus, taip pat ankstesnį ir didesnį publikuotų darbų citavimą (žr. <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">Atviros prieigos poveikis</a>).</li> </ol>
lv_lv: <h3>Ierosinātie Creative Commons paziņojumi par autortiesībām</h3> <h4>1. Ierosinātā politika attiecībā uz žurnāliem, kas piedāvā atvērto piekļuvi</h4> Autori, kas publicējas šajā žurnālā, piekrīt šādiem noteikumiem: <ol type="a"> <li>Autori saglabā autortiesības un piešķir žurnālam pirmpublicēšanas tiesības, vienlaikus licencējot darbu ar <a target="_new" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons attiecinājuma licenci</a>, kas ļauj citiem dalīties ar darbu, norādot darba autorību un sākotnējo publikāciju šajā žurnālā.</li> <li>Autori var noslēgt atsevišķus papildu līgumus par žurnālā publicētās darba versijas neekskluzīvu izplatīšanu (piemēram, ievietot to institucionālajā repozitorijā vai publicēt grāmatā), norādot, ka darbs sākotnēji publicēts šajā žurnālā..</li> <li>Autoriem ir atļauts un tie tiek aicināti publicēt savus darbus tiešsaistē (piemēram, iestāžu repozitorijos vai tīmekļa vietnē) pirms iesniegšanas procesa un tā laikā, jo tas var veicināt produktīvu apmaiņu, kā arī agrāku un plašāku publicēto darbu citēšanu (skatīt <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Ierosinātā politika attiecībā uz žurnāliem, kas piedāvā atvērto piekļuvi ar embargo periodu</h4> Autori, kas publicējas šajā žurnālā, piekrīt šādiem noteikumiem: <ol type="a"> <li>Autori saglabā autortiesības un piešķir žurnālam pirmpublicēšanas tiesības, bet darbs [NORĀDĪT LAIKA POSMU] pēc publicēšanas vienlaikus tiek licencēts saskaņā ar <a target="_new" href="http://creativecommons.org/licenses/by/4.0/">Creative Commons attiecinājuma licenci</a>, kas ļauj citiem dalīties ar darbu, norādot darba autorību un sākotnējo publikāciju šajā žurnālā.</li> <li>Autori var noslēgt atsevišķus papildu līgumus par žurnālā publicētās darba versijas neekskluzīvu izplatīšanu (piemēram, ievietot to institucionālajā repozitorijā vai publicēt grāmatā), norādot, ka darbs sākotnēji publicēts šajā žurnālā.</li> <li>Autoriem ir atļauts un tie tiek mudināti publicēt savus darbus tiešsaistē (piemēram, iestāžu repozitorijos vai tīmekļa vietnē) pirms iesniegšanas procesa un tā laikā, jo tas var veicināt produktīvu apmaiņu, kā arī agrāku un plašāku publicēto darbu citēšanu (skatīt <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
mk_mk: <h3> Предложени Известувања за авторски права на Криејтив комонс </h3> <h4> 1 Предложена политика за списанија што нудат отворен пристап </h4> Авторите кои објавуваат со ова списание се согласуваат на следниве услови: <ol type = "a"> <li> Авторите ги задржуваат авторските права и му даваат право на прво објавување на списанието со делото истовремено лиценцирано според Лиценца <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> што им овозможува на другите да го споделат делото со потврда за авторството на делото и првичното објавување во ова списание. </li> <li> Авторите се во можност да склучат посебни, дополнителни договори за неексклузивна дистрибуција на објавената верзија на делото од списанието (на пр., да ја објават во институционално складиште или да ја објават во книга), со потврда за неговото првично објавување во ова списание. </li> <li> На авторите им е дозволено и се охрабруваат да ја објавуваат својата работа преку Интернет (на пример, во институционални складишта или на нивната веб-страница) пред и за време на процесот на поднесување, бидејќи тоа може да доведе до продуктивна размена, како и порано и поголемо цитирање на објавената работа (Погледнете <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> Ефектот на отворен пристап </a>). </li> </ol> <h4> 2. Предложена политика за списанија што нудат одложен отворен пристап </h4> Авторите кои објавуваат со ова списание се согласуваат на следниве услови: <ol type = "a"> <li> Авторите ги задржуваат авторските права и му даваат право на прво објавување на списанието, со делото [ПОСЕБЕН ПЕРИОД НА ВРЕМЕ] по објавувањето истовремено лиценцирано под о<a target="_new" href="http://creativecommons.org/licenses/by/3.0/"> Лиценца за извонредност на Криејтив комонс </a> што им овозможува на другите да го споделат делото со изјава за авторството на делото и првичното објавување во ова списание. </li> <li> Авторите се во можност да склучат посебни, дополнителни договори за неексклузивна дистрибуција на објавената верзија на делото од списанието (на пр., да ја објават во институционално складиште или да ја објават во книга), со потврда за неговото првично објавување во ова списание. </li> <li> На авторите им е дозволено и охрабруваат да ја објавуваат својата работа преку Интернет (на пример, во институционални складишта или на нивната веб-страница) пред и за време на процесот на доставување, бидејќи тоа може да доведе до продуктивна размена, како и порано и поголемо цитирање на објавената работа (Погледнете <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> Ефектот на отворен пристап </a>). </li> </ol>
mr: <h3>क्रिएटिव्ह कॉमन्स अंतर्गत स्वामित्वाधिकाराच्या (कॉपीराईट) प्रस्तावित सूचना</h3> <h4>1. मुक्तपणे वाचनसाहित्य उपलब्ध करून देणार्‍या नियतकालिकासाठी प्रस्तावित धोरण </h4> या नियतकालिकात प्रकाशन करणारे लेखक खालील अटींशी सहमत आहेत : <ol type="a"> <li>लेखक एकाच वेळी स्वामित्वाधिकार राखून ठेवत <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> अंतर्गत नियतकालिकाला पहिल्या प्रकाशनाचा अधिकार देत आणि इतरांना लेखकाच्या आणि नियतकालिकाच्या ऋणनिर्देशासह त्याच्या वापराची अनुमती देतात.</li> <li>लेखक नियतकालिकात प्रकाशित झालेल्या लेखन आवृत्तीच्या वितरणासाठी स्वतंत्र, अतिरिक्त व्यवस्थांमध्ये सहभागी होऊ शकतात (जसे, संस्थेच्या प्रकाशनसंग्रहातून लेख उपलब्ध करणे किंवा तोच लेख नियतकालिकात प्रकाशित झालेला असल्याचे नमूद करीत पुस्तकात प्रकाशित करणे).</li> <li>लेखकांना त्यांचे लेखन सादरीकरणापूर्वी किंवा त्या प्रक्रियेदरम्यान ऑनलाइन उपलब्ध करण्याची परवानगी आणि उत्तेजन दिले जाते (उदा. संस्थेच्या प्रकाशनसंग्रहात किंवा त्यांच्या संकेतस्थळावर), कारण यामुळे तज्ज्ञांमध्ये विचारांच्या देवाणघेवाणीला चालना मिळते, तसेच या लेखनाला प्रकाशनपूर्व आणि मोठ्या संख्येने उद्धरणे मिळण्याची शक्यता वाढते (पहा <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">मुक्त उपलब्धीचा प्रभाव</a>).</li> </ol> <h4>2. विलंबित मुक्त उपलब्धी देणार्‍या नियतकालिकांसाठी प्रस्तावित धोरण</h4> या नियतकालिकात प्रकाशन करणारे लेखक खालील अटींशी सहमत आहेत : <ol type="a"> <li>लेखक एकाच वेळी स्वामित्वाधिकार राखून ठेवत <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> अंतर्गत नियतकालिकाला पहिल्या प्रकाशनाचा आणि त्याला सार्वजनिक उपलब्धीचा [कालावधी निर्दिष्ट करा] अधिकार देतात आणि इतरांना लेखकाच्या आणि नियतकालिकाच्या ऋणनिर्देशासह त्याच्या वापराची अनुमती देतात.</li> <li>लेखक नियतकालिकात प्रकाशित झालेल्या लेखन आवृत्तीच्या वितरणासाठी स्वतंत्र, अतिरिक्त व्यवस्थांमध्ये सहभागी होऊ शकतात (जसे, संस्थेच्या प्रकाशनसंग्रहातून लेख उपलब्ध करणे किंवा तोच लेख नियतकालिकात प्रकाशित झालेला असल्याचे नमूद करीत पुस्तकात प्रकाशित करणे).</li> <li>लेखकांना त्यांचे लेखन सादरीकरणापूर्वी किंवा त्या प्रक्रियेदरम्यान ऑनलाइन उपलब्ध करण्याची परवानगी आणि उत्तेजन दिले जाते (उदा. संस्थेच्या प्रकाशनसंग्रहात किंवा त्यांच्या संकेतस्थळावर), कारण यामुळे तज्ज्ञांमध्ये विचारांच्या देवाणघेवाणीला चालना मिळते, तसेच या लेखनाला प्रकाशनपूर्व आणि मोठ्या संख्येने उद्धरणे मिळण्याची शक्यता वाढते (पहा <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">मुक्त उपलब्धीचा प्रभाव</a>).</li> </ol>
ms: <h3> Notis Hak Cipta Creative Commons yang dicadangkan </h3> <h4> 1. Polisi Cadangan untuk Jurnal yang Menawarkan Akses Terbuka </h4> Pengarang yang menerbitkan dengan jurnal ini bersetuju dengan syarat berikut: <ol type = "a"> <li> Pengarang mempertahankan hak cipta dan memberikan hak jurnal penerbitan pertama dengan karya yang dilesenkan secara serentak di bawah <a target="_new" href="http://creativecommons.org/licenses/by/3.0/"> Atribusi Creative Commons Lesen </a> yang membolehkan orang lain berkongsi karya dengan pengakuan kepengarangan karya dan penerbitan awal dalam jurnal ini. </li> <li> Pengarang dapat membuat perjanjian kontrak tambahan yang terpisah untuk pengedaran tidak eksklusif versi karya jurnal yang diterbitkan (contohnya, hantarkan ke repositori institusi atau terbitkan dalam buku), dengan pengakuan bahawa penerbitan awal dalam jurnal ini. </li> <li> Pengarang dibenarkan dan digalakkan untuk menghantar karya mereka secara dalam talian (contohnya, di repositori institusi atau di laman web mereka) sebelum dan semasa proses penyerahan, kerana dapat menyebabkan pertukaran produktif, serta petikan karya yang diterbitkan lebih awal dan lebih besar (Lihat <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> Kesan Akses Terbuka </a>). </li> </ol> <h4> 2. Polisi Cadangan untuk Jurnal yang Menawarkan Akses Terbuka Tertunda </h4> Pengarang yang menerbitkan dengan jurnal ini bersetuju dengan syarat berikut: <ol type = "a"> <li> Pengarang mempunyai hak cipta dan memberikan hak jurnal penerbitan pertama, dengan karya [TENTUKAN TEMPOH MASA] setelah penerbitan dilesenkan secara serentak di bawah <a target = "_new" href = "http://creativecommons.org/licenses/oleh /3.0/ "> Lesen Atribusi Creative Commons </a> yang membolehkan orang lain untuk berkongsi karya dengan pengakuan kepengarangan karya dan penerbitan awal dalam jurnal ini. </li> <li> Pengarang dapat membuat perjanjian kontrak tambahan yang terpisah untuk pengedaran tidak eksklusif versi karya jurnal yang diterbitkan (contohnya, hantarkan ke repositori institusi atau terbitkan dalam buku), dengan pengakuan bahawa penerbitan awal dalam jurnal ini. </li> <li> Pengarang dibenarkan dan digalakkan untuk menghantar karya mereka secara dalam talian (contohnya, di repositori institusi atau di laman web mereka) sebelum dan semasa proses penyerahan, kerana dapat menyebabkan pertukaran produktif, serta petikan karya yang diterbitkan lebih awal dan lebih besar (Lihat <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> Kesan Akses Terbuka </a>). </li> </ol>
nb_no: <h3>Forslag til <i>Creative Commons Copyright Notices</i> på engelsk</h3> <h4>1. Forslag til retningslinjer for tidsskrift som tilbyr <i>Open Access</i></h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Forslag til retningslinjer for tidsskrift som tilbyr utsatt <i>Open Access</i> (OA etter en karantenetid)</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
ro: <h3>Notificări privind drepturile de autor (Creative Commons Copyright)</h3> <h4>1.Politica propusă pentru jurnalele care oferă acces deschis</h4> Autorii care publică în această revistă sunt de acord cu următorii termeni: <ol type="a"> <li>Autorii păstrează drepturile de autor și acordă jurnalului dreptul de prima publicare a articolului în temeiul <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenței Creative Commons</a> care permite altor persoane să împărtășească lucrarea, cu o recunoaștere a autorului lucrării și a publicării inițiale în acest jurnal.</li> <li>Autorii pot să încheie aranjamente contractuale separate și suplimentare pentru distribuirea neexclusivă a versiunii publicate articolului din revistă (de exemplu, să îl posteze într-un depozit instituțional sau să îl publice într-o carte), cu o confirmare a publicării inițiale în acest jurnal.</li> <li>Autorii sunt autorizați și încurajați să își posteze activitatea online (de exemplu, în depozitele instituționale sau pe site-ul lor web) înainte și în timpul procesului de trimitere de manuscris, deoarece poate duce la schimburi productive, precum și citarea anterioară și mai mare a lucrărilor publicate (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Politica propusă pentru jurnalele care oferă acces deschis cu întârziere</h4> Autorii care publică în această revistă sunt de acord cu următorii termeni: <ol type="a"> <li>Autorii păstrează drepturile de autor și acordă jurnalului dreptul de primă publicare, pentru lucrare [SPECIFICĂ PERIOADA DE TIMP] după publicarea simultană licențiată în baza <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licenței Creative Commons</a> care permite altor persoane să împărtășească lucrarea cu o recunoaștere a autorului lucrării și a publicării inițiale în acest jurnal.</li> <li>Autorii pot să încheie aranjamente contractuale separate și suplimentare pentru distribuirea neexclusivă a versiunii publicate articolului (de exemplu, să îl posteze într-un depozit instituțional sau să îl publice într-o carte), cu o confirmare a publicării inițiale în acest jurnal.</li> <li>Autorii sunt autorizați și încurajați să își posteze activitatea online (de exemplu, în depozitele instituționale sau pe site-ul lor web) înainte și în timpul procesului de trimitere de manuscris, deoarece poate duce la schimburi productive, precum și citarea anterioară și mai mare a lucrărilor publicate (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
sk_sk: <h3>Navrhované oznámenie o copyrighte Creative Commons</h3> <h4>1. Navrhované pravidlá pre časopisy, ktoré ponúkajú otvorený prístup</h4> Autori, ktorí publikujú v tomto časopise, súhlasia s nasledujúcimi bodmi: <ol type="a"> <li>Autori si ponechávajú copyright a garantujú časopisu právo prvého publikovania, pritom je práca zároveň licencovaná pod <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution licenciou</a>, ktorá umožňuje ostatným zdieľať túto prácu s tým, že priznajú jej autora a prvé publikovanie v tomto časopise.</li> <li>Autori môžu vstupovať do ďalších samostatných zmluvných dohôd pre neexkluzívne šírenie práce vo verzii, ktorá bola publikovaná v časopise (napríklad publikovať ju v knihe), avšak s tým, že priznajú jej prvé publikovanie v tomto časopise.</li> <li>Autorom je dovolené a odporúčané, aby sprístupnili svoju prácu online (napríklad na svojich webových stránkach) pred a počas redakčného riadenia ich príspevku, pretože takýto postup môže viesť k produktívnym výmenám názorov a tiež skoršiu a vyššiu citáciu publikovanej práce (Pozri <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Efekt otvoreného prístupu</a>).</li> </ol> <h4> Navrhované pravidlá pre časopisy, ktoré ponúkajú oneskorený otvorený prístup</h4> Autori, ktorí publikujú v tomto časopise, súhlasia s nasledujúcimi bodmi: <ol type="a"> <li>Autori si ponechávajú copyright a garantujú časopisu právo prvého publikovania, práca je po [URČITE PO AKO DLHOM ČASOVOM OBDOBÍ] od publikovania zároveň licencovaná pod <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution licenciou</a>, ktorá umožňuje ostatným zdieľať túto prácu s tým, že priznajú jej autora a prvé publikovanie v tomto časopise.</li> <li>Autori môžu vstupovať do ďalších samostatných zmluvných dohôd pre neexkluzívne šírenie práce vo verzii, ktorá bola publikovaná v časopise (napríklad publikovať ju v knihe), avšak s tým, že priznajú jej prvé publikovanie v tomto časopise.</li> <li>Autorom je dovolené a odporúčané, aby sprístupnili svoju prácu online (napríklad na svojich webových stránkach) pred a počas redakčného riadenia ich príspevku, pretože takýto postup môže viesť k produktívnym výmenám názorov a tiež skoršiu a vyššiu citáciu publikovanej práce (Pozri <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Efekt otvoreného prístupu</a>).</li> </ol>
sl_si: <h3>Predlagano obvestilo o oavtorskih pravicah Creative Commons</h3> <h4>1. Predlagana politika za revije, ki omogočajo odprt dostop</h4> Avtorji, ki objavljajo v tej reviji, se strinjajo s spodnjimi pogoji: <ol type="a"> <li>Avtorji obdržijo avtorske pravice in podelijo pravico do prve objave dela, ki je hkrati licencirano pod <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a>, ki omogoča, da ostali delijo to delo z navedbo avtorskih pravic in prve objave v tej reviji.</li> <li>Avtorji lahko vstopijo v ločene dodatne pogodbene dogovore za ne-eksluzivno objavo del objavljeni v tej reviji (npr, objava v repozitoriju institucije ali objavi v knjigi), s priznanjem o prvi objavi v tej reviji</li> <li>Avtorji lahko, je celo zaželjeno, da objavijo njihovo delo online (npr, v repozitoriju institucije ali na njihovi spletni strani) pred ali med uredniškim postopkom, ker to lahko vodi v produktivne spremembe, enako kot v zgodnejše in večje citiranje objavljenega dela (Glej <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Učinki odprtega dostopa</a>).</li> </ol> <h4>2. Predlagana politika za revije, ki omogočajo dostop z zakasnitvijo</h4> Avtorji, ki objavljajo v tej reviji, se strinjajo s spodnjimi pogoji: <ol type="a"> <li>Avtorji obdržijo avtorske pravice in podelijo pravico do prve revije, z delom za dobo [DOLOČITE ČASOVNO OBDOBJE] po tem, ko je revija licencirana hkrati pod licenco <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> ki omogoča, da ostali delijo to delo z navedbo avtorskih pravic in prve objave v tej reviji.</li> <li>Avtorji lahko vstopijo v ločene dodatne pogodbene dogovore za ne-eksluzivno objavo del objavljeni v tej reviji (npr, objava v repozitoriju institucije ali objavi v knjigi), s priznanjem o prvi objavi v tej reviji.</li> <li>Avtorji lahko, je celo zaželjeno, da objavijo njihovo delo online (npr, v repozitoriju institucije ali na njihovi spletni strani) pred ali med uredniškim postopkom, ker to lahko vodi v produktivne spremembe, enako kot v zgodnejše in večje citiranje objavljenega dela (Glej <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Učinki odprtega dostopa</a>).</li> </ol>
sr_rs@cyrillic: <h3>Предложене Creative Commons одредбе о ауторским правима</h3> <h4>1. Предлог за часописе који омогућују отворен приступ</h4> Аутори који објављују у овом часопису пристају на следеће услове: <ol type="a"> <li>Аутори задржавају ауторска права и пружају часопису право првог објављивања рада и лиценцирају га <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons именовање лиценцом</a> која омогућује другима да деле рад уз ууслов навођења ауторства и изворног објављивања у овом часопису.</li> <li>Аутори могу израдити посебне, уговорне аранжмане за не-ексклузивну дистрибуцију рада објављеног у часопису (нпр. постављање у институционални репозиторијум или објављивање у књизи), уз навођење да је рад првобитно објављен у овом часопису. </li> <li>Ауторима је дозвољено да поставе објављени рад он-лине (нпр. у институционалном репозиторијуму или на својим мрежним страницама) пре и током поступка пријаве, с обзиром да такав поступак може водити продуктивној размени идеја, те ранијој и већој цитираности објављеног рада (usp. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Предлог за часописе који омогућују одгођени отворен приступ</h4> Аутори који објављују у овом часопису пристају на следеће услове: <ol type="a"> <li>Аутори задржавају ауторска права и пружају часопису право првог објављивања, при чему ће рад [НАВЕДИТЕ ВРЕМЕНСКИ ПЕРИОД] по објављивању бити под лиценцом <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons именовање </a> која омогућује другима да деле рад под условом да наводе ауторство и првобитно објављивање у овом часопису.</li> <li>Аутори могу израдити посебне, уговорне аранжмане за не-ексклузивну дистрибуцију рада објављеног у часопису (нпр. постављање у институционални репозиторијум или објављивање у књизи), уз навођење да је рад првобитно објављен у овом часопису. </li> <li>Ауторима је дозвољено да поставе објављени рад on-line (нпр. у институционалном репозиторијуму или на својим мрежним страницама) пре и током поступка пријаве, с обзиром да такав поступак може водити продуктивној размени идеја, те ранијој и већој цитираности објављеног рада (нпр. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
sr_rs@latin: <h3>Predložene Creative Commons odredbe o autorskim pravima</h3> <h4>1. Predlog za časopise koji omogućuju otvoren pristup</h4> Autori koji objavljuju u ovom časopisu pristaju na sledeće uslove: <ol type="a"> <li>Autori zadržavaju autorska prava i pružaju časopisu pravo prvog objavljivanja rada i licenciraju ga <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons imenovanje licencom</a> koja omogućuje drugima da dele rad uz uuslov navođenja autorstva i izvornog objavljivanja u ovom časopisu.</li> <li>Autori mogu izraditi posebne, ugovorne aranžmane za ne-ekskluzivnu distribuciju rada objavljenog u časopisu (npr. postavljanje u institucionalni repozitorijum ili objavljivanje u knjizi), uz navođenje da je rad prvobitno objavljen u ovom časopisu. </li> <li>Autorima je dozvoljeno da postave objavljeni rad on-line (npr. u institucionalnom repozitorijumu ili na svojim mrežnim stranicama) pre i tokom postupka prijave, s obzirom da takav postupak može voditi produktivnoj razmeni ideja, te ranijoj i većoj citiranosti objavljenog rada (usp. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Predlog za časopise koji omogućuju odgođeni otvoren pristup</h4> Autori koji objavljuju u ovom časopisu pristaju na sledeće uslove: <ol type="a"> <li>Autori zadržavaju autorska prava i pružaju časopisu pravo prvog objavljivanja, pri čemu će rad [NAVEDITE VREMENSKI PERIOD] po objavljivanju biti pod licencom <a target="_new" href="http://creativecommons.org/licenses/by/3.0/hr/">Creative Commons imenovanje </a> koja omogućuje drugima da dele rad pod uslovom da navode autorstvo i prvobitno objavljivanje u ovom časopisu.</li> <li>Autori mogu izraditi posebne, ugovorne aranžmane za ne-ekskluzivnu distribuciju rada objavljenog u časopisu (npr. postavljanje u institucionalni repozitorijum ili objavljivanje u knjizi), uz navođenje da je rad prvobitno objavljen u ovom časopisu. </li> <li>Autorima je dozvoljeno da postave objavljeni rad on-line (npr. u institucionalnom repozitorijumu ili na svojim mrežnim stranicama) pre i tokom postupka prijave, s obzirom da takav postupak može voditi produktivnoj razmeni ideja, te ranijoj i većoj citiranosti objavljenog rada (нпр. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
th: <h3>ข้อเสนอสำหรับประกาศลิขสิทธิ์ Creative Commons</h3> <h4>1. นโยบายที่เสนอสำหรับวารสารที่ให้การเข้าถึงแบบเปิด (Open Access)</h4> ผู้เขียนที่ตีพิมพ์กับวารสารนี้ตกลงตามเงื่อนไขต่อไปนี้: <ol type="a"> <li>ผู้เขียนเก็บลิขสิทธิ์และมอบสิทธิ์การตีพิมพ์แรกให้กับวารสาร โดยงานนั้นจะได้รับใบอนุญาตภายใต้ <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> ที่อนุญาตให้ผู้อื่นแชร์งานได้โดยมีการยอมรับชื่อผู้เขียนและการตีพิมพ์ครั้งแรกในวารสารนี้</li> <li>ผู้เขียนสามารถทำสัญญาเพิ่มเติมสำหรับการแจกจ่ายงานที่ตีพิมพ์ในวารสารแบบไม่ผูกขาดได้ (เช่น โพสต์ในคลังเก็บของสถาบันหรือพิมพ์ในหนังสือ) โดยต้องยอมรับการตีพิมพ์ครั้งแรกในวารสารนี้</li> <li>ผู้เขียนได้รับอนุญาตและสนับสนุนให้โพสต์งานของตนทางออนไลน์ (เช่น ในคลังเก็บของสถาบันหรือบนเว็บไซต์ของตน) ก่อนและระหว่างกระบวนการส่งบทความ เนื่องจากสามารถนำไปสู่การแลกเปลี่ยนที่มีประสิทธิผล รวมถึงการถูกอ้างอิงงานที่ตีพิมพ์ได้เร็วและมากขึ้น (ดูที่ <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">ผลของการเข้าถึงแบบเปิด</a>)</li> </ol> <h4>2. นโยบายที่เสนอสำหรับวารสารที่ให้การเข้าถึงแบบเปิดที่ล่าช้า</h4> ผู้เขียนที่ตีพิมพ์กับวารสารนี้ตกลงตามเงื่อนไขต่อไปนี้: <ol type="a"> <li>ผู้เขียนเก็บลิขสิทธิ์และมอบสิทธิ์การตีพิมพ์แรกให้กับวารสาร โดยงานนั้นจะได้รับใบอนุญาตภายใต้ <a target="_new" href="https://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> หลังจากการตีพิมพ์ [ระบุระยะเวลาที่กำหนด] ที่อนุญาตให้ผู้อื่นแชร์งานได้โดยมีการยอมรับชื่อผู้เขียนและการตีพิมพ์ครั้งแรกในวารสารนี้</li> <li>ผู้เขียนสามารถทำสัญญาเพิ่มเติมสำหรับการแจกจ่ายงานที่ตีพิมพ์ในวารสารแบบไม่ผูกขาดได้ (เช่น โพสต์ในคลังเก็บของสถาบันหรือพิมพ์ในหนังสือ) โดยต้องยอมรับการตีพิมพ์ครั้งแรกในวารสารนี้</li> <li>ผู้เขียนได้รับอนุญาตและสนับสนุนให้โพสต์งานของตนทางออนไลน์ (เช่น ในคลังเก็บของสถาบันหรือบนเว็บไซต์ของตน) ก่อนและระหว่างกระบวนการส่งบทความ เนื่องจากสามารถนำไปสู่การแลกเปลี่ยนที่มีประสิทธิผล รวมถึงการถูกอ้างอิงงานที่ตีพิมพ์ได้เร็วและมากขึ้น (ดูที่ <a target="_new" href="https://web-archive.southampton.ac.uk/opcit.eprints.org/oacitation-biblio.html">ผลของการเข้าถึงแบบเปิด</a>)</li> </ol>
uk_ua: <h3>Приклади сповіщень про передачу авторських прав на основі ліцензій Creative Commons</h3> <h4>1. Приклад політики для журналів, які пропонують відкритий доступ.</h4> Автори, які публікуються у даному журналі, погоджуються з наступними умовами: <ol type="a"> <li>Автори зберігають за собою авторські права на роботу і передають журналу право першої публікації разом з роботою, одночасно ліцензуючи її на умовах <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">ліцензії Creative Commons Attribution</a>, яка дозволяє іншим розповсюджувати дану роботу з обов'язковим вказуванням авторства даної роботи і посиланням на оригінальну статтю у цьому журналі.</li> <li>Автори зберігають право підписувати окремі, додаткові угоди, що не виключають можливість розповсюдження роботи, опублікованої у цьому журналі (наприклад, розмістити її в університетському репозитарії або опублікувати її в книзі), з посиланням на оригінальну публікацію у цьому журналі.</li> <li>Авторам дозволяється розміщувати їх роботу в мережі Інтернет (наприклад, в університетському репозитарії або на персональному веб-сайті) до і після розгляду її цим журналом, так як це може призвести до продуктивного діалогу і дискусії, а також до більшої кількості посилань на дану опубліковану роботу (Дивіться <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Ефект Відкритого Доступу</a>).</li> </ol> <h4>2. Приклад політики для журналів, які пропонують Відкладений (відтермінований) відкритий доступ</h4> Автори, які публікуються у даному журналі, погоджуються з наступними умовами: <ol type="a"> <li>Автори зберігають за собою авторські права на роботу і передають журналу право першої публікації разом з роботою, ліцензуючи її після закінчення терміну [ВКАЖІТЬ ТЕРМІН ЧАСУ] після публікації, на умовах<a target="_new" href="http://creativecommons.org/licenses/by/3.0/">ліцензії Creative Commons Attribution</a>, яка дозволяє іншим розповсюджувати дану роботу з обов'язковим вказуванням авторства даної роботи і посиланням на оригінальну статтю у цьому журналі.</li> <li>Автори зберігають право підписувати окремі, додаткові угоди на неексклюзивне розповсюдження версії роботи, опублікованої у цьому журналі (наприклад, розмістити її в університетському репозитарії або опублікувати її в книзі), з посиланням на оригінальну публікацію у цьому журналі.</li> <li>Авторам дозволяється розміщувати їх роботу в мережі Інтернет (наприклад, в університетському репозитарії або на персональному веб-сайті) до і після розгляду її цим журналом, так як це може призвести до продуктивного діалогу і дискусії, а також до більшої кількості посилань на дану опубліковану роботу (Дивіться <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Ефект Відкритого Доступу</a>).</li> </ol>
uz@latin: <h3>Taklif etilgan Creative Commons mualliflik huquqi eslatmalari</h3> <h4>1. Ochiq kirishni taklif qiluvchi jurnallar uchun tavsiya etilgan siyosat</h4> Ushbu jurnal bilan nashr etuvchi mualliflar quyidagi shartlarga rozilik bildiradilar: <ol type="a"> <li>Mualliflar mualliflik huquqini saqlab qoladilar va jurnalga <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution ostida litsenziyalangan asar bilan bir vaqtda birinchi nashr qilish huquqini beradilar. Litsenziya</a>bu asar muallifligi va ushbu jurnalda dastlabki nashr etilganligini tasdiqlovchi asarni boshqalarga baham koʻrish imkonini beradi.</li> <li>Mualliflar jurnalda nashr etilgan asar versiyasini eksklyuziv bo'lmagan holda tarqatish (masalan, uni institutsional omborga joylashtirish yoki kitobda nashr etish) bo'yicha alohida, qo'shimcha shartnomaviy kelishuvlar tuzishi mumkin. ushbu jurnaldagi dastlabki nashr.</li> <li>Mualliflarga o'z ishlarini onlayn (masalan, institutsional omborlarda yoki veb-saytlarida) topshirishdan oldin va topshirish jarayonida joylashtirishga ruxsat beriladi va rag'batlantiriladi, chunki bu samarali almashuvlarga, shuningdek, chop etilgan asardan ilgari va ko'proq iqtibos keltirilishiga olib kelishi mumkin. (Qarang: <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Ochiq kirishning ta'siri</a>).</li> </ol> <h4>2. Kechiktirilgan ochiq kirishni taklif qiluvchi jurnallar uchun tavsiya etilgan siyosat</h4> Ushbu jurnal bilan nashr etuvchi mualliflar quyidagi shartlarga rozilik bildiradilar: <ol type="a"> <li>Mualliflar mualliflik huquqini saqlab qoladilar va jurnalga birinchi nashr qilish huquqini beradi, nashrdan keyin asar [VAQTNI KO'RSATISH] bilan bir vaqtda <a target="_new" href="http://creativecommons.org/licenses/ litsenziyasiga ega. by/3.0/">Creative Commons Attribution License</a>bu asar muallifligini tan olgan holda asarni boshqalarga baham ko'rish va ushbu jurnalda dastlabki nashr qilish imkonini beradi.</li> <li>Mualliflar jurnalda nashr etilgan asar versiyasini eksklyuziv bo'lmagan holda tarqatish (masalan, uni institutsional omborga joylashtirish yoki kitobda nashr etish) bo'yicha alohida, qo'shimcha shartnomaviy kelishuvlar tuzishi mumkin. ushbu jurnaldagi dastlabki nashr.</li> <li>Mualliflarga o'z ishlarini onlayn (masalan, institutsional omborlarda yoki veb-saytlarida) topshirishdan oldin va topshirish jarayonida joylashtirishga ruxsat beriladi va rag'batlantiriladi, chunki bu samarali almashuvlarga, shuningdek, chop etilgan asardan ilgari va ko'proq iqtibos keltirilishiga olib kelishi mumkin. (Qarang: <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> Ochiq kirishning ta'siri</a>).</li> </ol>
vi_vn: <h3>Đề xuất thông báo Bản quyền Creative Commons</h3> <h4>1. Chính sách đề xuất cho các tạp chí cung cấp quyền truy cập mở</h4> Các tác giả xuất bản với tạp chí này đồng ý với các điều khoản sau: <ol type="a"> <li>Các tác giả giữ bản quyền và cấp cho tạp chí quyền xuất bản đầu tiên với bài báo được cấp phép đồng thời theo <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Giấy phép cấp cho Creative Commons</a> cho phép người khác chia sẻ bài báo với sự thừa nhận về quyền tác giả và ấn phẩm ban đầu của bài báo trên tạp chí này.</li> <li>Các tác giả có thể tham gia vào các thỏa thuận hợp đồng bổ sung riêng cho việc phân phối không độc quyền phiên bản bài báo đã xuất bản của tạp chí (ví dụ: đăng nó lên kho lưu trữ của tổ chức hoặc xuất bản trong sách), với sự thừa nhận về ấn phẩm ban đầu của nó tạp chí này</li> <li>Các tác giả được phép và khuyến khích đăng tác phẩm của họ trực tuyến (ví dụ: trong kho lưu trữ của tổ chức hoặc trên trang web của họ) trước và trong quá trình gửi, vì nó có thể dẫn đến trao đổi năng suất cao, cũng như trích dẫn sớm hơn và lớn hơn của bài báo được xuất bản (Xem <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Hiuej quả của truy cập mở</a>).</li> </ol> <h4>2. Chính sách đề xuất cho các tạp chí cung cấp quyền truy cập mở bị trì hoãn</h4> Các tác giả xuất bản với tạp chí này đồng ý với các điều khoản sau đây: <ol type="a"> <li>Các tác giả giữ bản quyền và cấp cho tạp chí quyền xuất bản đầu tiên, với bài báo [SPECIFY PERIOD OF TIME] sau khi xuất bản đồng thời được cấp phép theo <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> cho phép người khác chia sẻ bài báo với sự thừa nhận về quyền tác giả và ấn phẩm ban đầu của bài báo trên tạp chí này.</li> <li>Các tác giả có thể tham gia vào các thỏa thuận hợp đồng bổ sung riêng cho việc phân phối không độc quyền phiên bản của bài báo đã xuất bản của tạp chí (ví dụ: đăng nó lên kho lưu trữ của tổ chức hoặc xuất bản trong sách), với sự thừa nhận về ấn phẩm ban đầu của nó tạp chí này</li> <li>Các tác giả được phép và khuyến khích đăng bài báo của họ trực tuyến (ví dụ: trong kho lưu trữ của tổ chức hoặc trên trang web của họ) trước và trong quá trình gửi, vì nó có thể dẫn đến trao đổi năng suất cao, cũng như trích dẫn sớm hơn và lớn hơn của tác phẩm được xuất bản (Xem <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
