Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# article.pluginMissing
source: <p>The PDF file you selected should load here if your Web browser has a PDF reader plugin installed (for example, a recent version of <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
az: <p>Veb brauzerinizdə bir PDF oxucu qoşması yüklüdürsə (məsələn, <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>'ın son bir versiyası varsa) seçdiyiniz PDF faylı yüklənər.</p>
bg: <p> Избраният от вас PDF файл трябва да се зареди тук, ако вашият уеб браузър има инсталирана приставка за четене на PDF файлове (например скорошна версия на <a href="https://get.adobe.com/reader/"> Adobe Acrobat четец </a>). </p>
bs_ba: <p>PDF datoteka koju ste odabrali trebala bi se ovdje učitati ako Vaš Web preglednik ima instaliran PDF čitač (na primjer, posljednja verzija <a href="https://get.adobe.com/reader/">Adobe Acrobat Readera</a>).</p>
de_de: <p>Die ausgewählte PDF-Datei sollte hier angezeigt werden, wenn Ihr Webbrowser ein PDF-Reader-Plugin installiert hat (zum Beispiel eine aktuelle Version des <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
el_gr: <p>Αν το πρόγραμμα πλοήγησης στο διαδίκτυο που χρησιμοποιείτε διαθέτει εγκατεστημένο Πρόσθετο PDF reader, το αρχείο PDF που επιλέξατε θα φορτωθεί εδώ.</p>
eu: <p>Aukeratu duzun PDF fitxategia hemen agertu beharko litzateke, baldin zure nabigatzaileak PDFak irakurtzeko plugina instalatua baldin badu (adib., <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a> programaren bertsio eguneratua).</p>
gd_gb: <p>Thèid am faidhle PDF agad a luchdadh an-seo fhèin mar is trice ma tha plugan leughadair PDF aig a’ bhrabhsair-lìn agad (mar eisimpleir, tionndadh ùr de <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
gl_es: <p>O arquivo PDF que seleccionou debería cargarse aquí se o seu navegador ten instalado un complemento de lectura de PDF (por exemplo, unha versión recente de <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
hu_hu: <p>A kiválasztott PDF fájlnak ide kell betöltődnie, ha a böngészőben telepítve van a PDF olvasó bővítmény (például, egy aktuális verziója az <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
hy_am: <p>Ձեր ընտրած PDF նիշքը պետք է բեռնվի այստեղ, եթե ոստայնի ձեր դիտակում տեղադրված է PDF ընթերցիչի պլագին (օրինակ՝ վերջին տարբերակը <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
is: <p>PDF skráin sem þú valdir ætti að hlaðast inn hér, ef vafrinn þinn er með uppsettann PDF lesara (t.d. nýlega útgáfu af <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
ja: <p>選択されたPDFファイルは、ブラウザにPDFリーダーのプラグイン（例えば、最近バージョンの <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>）がインストールされていれば、ここで読み込まれます。</p>
ka: <p>თქვენს მიერ არჩეული PDF ფაილი აქ უნდა ჩაიტვირთოს, თუ თქვენს ბრაუზერში დაინსტალირებულია PDF წამკითხველის მოდული (მაგალითად, <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader-</a> ის ბოლოდროინდელი ვერსია).</p>
kk: <p> Егер сізде PDF-оқу құралының (мысалы, <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>) соңғы нұсқасы орнатылған болса, сіз таңдаған PDF файлы осы жерде жүктелуі тиіс.</p>
ku_iq: <p>فایلی PDF دەبێت لێرە داببەزێندرێت (بۆ نمونە؛ وەشانی نوێی خوێنەری PDF <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
ky: <p>Тандалган PDF файл бул жерде ачылышы керек, эгерде веб-браузериңизде PDF окуучу плагин орнотулган болсо (мисалы, <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a> акыркы версиясы).</p>
lt: <p>Pasirinktas PDF failas turėtų būti įkeliamas čia, jei jūsų žiniatinklio naršyklėje įdiegtas PDF skaitytuvo papildinys (pvz., naujausia <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a> versija).</p>
lv_lv: <p>Ja jūsu tīmekļa pārlūkprogrammā ir instalēts PDF lasītāja spraudnis (piemēram, jaunākās <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>), atlasītajam PDF failam ir jāielādējas šeit.</p>
mk_mk: <p> PDF-датотеката што ја избравте треба да се вчита тука ако вашиот веб-прелистувач има инсталирано додаток за читач на PDF (на пример, неодамнешна верзија на <a href="https://get.adobe.com/reader/"> Adobe Acrobat Читател </a>). </p>
mr: <p>तुमच्या वेब ब्राउझरमध्ये 'PDF रीडर प्लग-इन' बसवलेले असल्यास तुम्ही निवडलेली PDF फाईल येथे ब्राउझरमध्ये उघडेल. उदा. <a href="https://get.adobe.com/reader/">येथून Adobe Acrobat Reader उतरवून घेता (डाउनलोड करता) येते</a>. </p>
ms: <p>Fail PDF yang anda pilih harus dimuat di sini jika pelayar web anda memasang plugin pembaca PDF (contohnya, versi terbaru dari <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
nb_no: <p>PDF-filen du valgte burde lastes her om du har en nettleser som har installert et programtillegg for PDF, f.eks. en nyere versjon av <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
ro: <p>Fișierul PDF selectat ar trebui să se încarce aici dacă browser-ul dvs. web are instalat un plugin pentru cititor PDF (de exemplu, o versiune recentă a<a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
sk_sk: <p>Vybraný súbor PDF by sa mal načítať tu, ak má váš webový prehliadač nainštalovaný plugin pre čítanie súborov PDF (napríklad posledná verzia <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>). </p>
sl_si: <p>Izbrana PDF datoteka bi se morala prikazati tukaj, če bi imel vaš spletni brskalnik nameščen bralnik PDF datotek (PDF reader), recimo zadnjo verzijo <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader-ja</a>).</p>
sr_rs@cyrillic: <p>PDF фајл који сте одабрали ће се овде појавити ако ваш интернет прегледач има додатак за читање PDF фјлова (на пример, недавну верзију <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
sr_rs@latin: <p>PDF fajl koji ste odabrali će se ovde pojaviti ako vaš internet pregledač ima dodatak za čitanje PDF fjlova (na primer, недавну верзију <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
th: <p>ไฟล์ PDF ที่คุณเลือกควรโหลดที่นี่หากเว็บเบราว์เซอร์ของคุณมีปลั๊กอินอ่าน PDF ติดตั้งอยู่ (เช่น เวอร์ชันล่าสุดของ <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>)</p>
uk_ua: <p>Обраний Вами файл PDF повинен завантажуватися тут, якщо у Вашого веб-браузера встановлений модуль для читання PDF (наприклад, остання версія <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
uz@latin: <p> Veb -brauzeringizda PDF o'quvchi plagini o'rnatilgan bo'lsa (masalan, <a href="https://get.adobe.com/reader/"> Adobe Acrobat -ning so'nggi versiyasi) siz tanlagan PDF -fayl bu erga yuklanishi kerak. O'quvchi </a>). </p>
vi_vn: <p>Tệp PDF bạn đã chọn sẽ tải ở đây nếu trình duyệt Web của bạn đã cài đặt plugin đọc PDF (ví dụ: phiên bản gần đây của <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader </a>).</p>
zh_cn: <p>如果您的Web浏览器安装了PDF阅读器插件（例如， 最新版本的 <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>），则您应该在此处看到加载的您选择的PDF文件。</p>
zh_hant: <p>如您的瀏覽器有安裝PDF閱讀器插件（例如最近版本的<a href="https://get.adobe.com/reader/">Adobe Acrobat Reade</a>），您所選取的PDF檔案會在此顯示。</p>
