Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# installer-maxFileUploadSize
source: Your server currently allows a maximum file upload size of: <strong>{$maxFileUploadSize}</strong>
it_it: Il tuo server attualmente accetta una dimensione massima dei file caricati: <strong>{$maxFileUploadSize}</strong>
nl_nl: Uw server staat momenteel het laden toe van bestanden met een maximale grootte van: <strong>{$maxFileUploadSize}</strong>

# installer-localeInstructions
source: The primary language to use for this system. Please consult the OJS documentation if you are interested in support for languages not listed here.
it_it: Linguaggio principale da utilizzare per questa installazione. Consulta la documentazione di OJS se sei interessato al supporto in altre lingue non in questo elenco.
nl_nl: De primaire taal voor gebruik in dit systeem. Zie de OJS documentatie voor ondersteuning van hier niet genoemde talen.

# installer-additionalLocalesInstructions
source: Select any additional languages to support in this system. These languages will be available for use by journals hosted on the site. Additional languages can also be installed at any time from the site administration interface.
it_it: Seleziona qualsiasi lingua aggiuntiva da consentire in questo sistema. Queste lingue saranno rese disponibili per l'uso da parte di tutte le riviste impostate nel sito. Le lingue aggiuntive possono essere installate in ogni momento Additional languages can also be installed at any time from the site administration interface.
nl_nl: Selecteer de bijkomende talen voor gebruik in dit systeem. Deze talen kunnen gebruikt worden door de tijdschriften in deze site. Bijkomende talen kunnen op ieder gewenst moment geïnstalleerd worden bij sitebeheer.

# installer-filesDirInstructions
source: Enter full pathname to an existing directory where uploaded files are to be kept. This directory should not be directly web-accessible. <strong>Please ensure that this directory exists and is writable prior to installation.</strong> Windows path names should use forward slashes, e.g. "C:/myjournal/files".
it_it: Inserisci il percorso completo della cartella dove vengono conservati i file caricati. Questa cartella non dovrebbe essere direttamente accessibile da web. <strong>Assicurati che questa cartella esista e che sia scrivibile prima dell'installazione.</strong> I nomi dei percorsi su Windows utilizzano normali slash, es. "C:/myjournal/files".
nl_nl: Geef het volledige pad naar een bestaande map waar geladen bestanden bewaard moeten worden. Deze map moet niet direct vanaf het web benaderbaar zijn. <strong>Verzeker u ervan dat de map bestaat en erin geschreven mag worden.</strong> Gebruik voor Windows pad-namen voorwaartse schuine strepen, bv. "C:/myjournal/files".

# installer-databaseSettingsInstructions
source: OJS requires access to a SQL database to store its data. See the system requirements above for a list of supported databases. In the fields below, provide the settings to be used to connect to the database.
it_it: OJS deve accedere a un database SQL per immagazzinare i suoi dati. Vedi i requisiti di sistema più sopra per una lista dei database supportati. Nel campo qui sotto indica i dati da usare per la connessione al DB.
nl_nl: OJS gebruikt een SQL database voor het opslaan van gegevens. Zie de systeemvereisten hierboven voor de lijst van ondersteunde databases. Geef in de velden hieronder de instellingen om de connectie met de database te maken.

# installer-installApplication
source: Install Open Journal Systems
it_it: Installa Open Journal Systems
nl_nl: Installeer Open Journal Systems

# installer-reinstallAfterDatabaseError
source: <strong>Warning:</strong> If installation failed part way through database installation you may need to drop your OJS database or database tables before attempting to reinstall the database.
it_it: <strong>Attenzione:</strong> Se l'installazione fallisce, potresti dover cancellare il database o alcune tabelle prima di ricreare nuovamente il DB.
nl_nl: <b>Waarschuwing:</b> Als de installatie tijdens de database-installatie misloop moet u de OJS database of de database-tabellen verwijderen voor u de installatie opnieuw probeert te doen.

# installer-overwriteConfigFileInstructions
source: <h4>IMPORTANT!</h4> <p>The installer could not automatically overwrite the configuration file. Before attempting to use the system, please open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
it_it: <h4>IMPORTANTE!</h4> <p>La procedura non riesce a sovrascrivere automaticamente il file di configurazione. Prima di utilizzare il sistema, apri <tt>config.inc.php</tt> in un editor di testo e sostituisci i suoi contenuti con quelli che vedi nel campo qui sotto.</p>
nl_nl: <h4>Belangrijk!</h4> <p>Het installatieprogramma kon het configuratiebestand niet overschrijven. Open alvorens het systeem te gebruiken <tt>config.inc.php</tt> in een geschikte teksteditor en vervang de inhoud ervan door de inhoud van het tekstveld hieronder.</p>

# installer-installationComplete
source: <p>Installation of OJS has completed successfully.</p> <p>To begin using the system, <a href="{$loginUrl}">login</a> with the username and password entered on the previous page.</p> <p>If you wish to be part of the PKP community, you can:</p> <ol> <li>Read the <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> and follow the <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> for news and updates.</li> <li>Visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a> if you have questions or comments.</li> </ol>
it_it: <p>L'installazione di OJS si è conclusa con successo.</p> <p>Per iniziare a usare il sistema, <a href="{$loginUrl}">accedi</a> con le credenziali inserite alla pagina precedente.</p> <p>Se vuoi ricevere news e aggiornamenti, puoi:</p> <ol> <li><a href="http://pkp.sfu.ca/ojs/register" target="_new">Registrare</a> la tua rivista e ricevere novità sugli aggiornamenti del software, patch di sicurezza e altro ancora.</li> <li>Iscriverti alla nostra <a href="http://pkp.sfu.ca/informed" target="_new">lista di discussione</a>.</li> <li>Iscriverti al <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> e al <a href="http://pkp.sfu.ca/blog/feed" target="_new">feed RSS</a>.</li> </ol> <p>Se hai commenti o domande, visita il <a href="http://forum.pkp.sfu.ca" target="_new">forum del supporto</a>.</p>
nl_nl: <p>Installatie van OJS is succesvol afgerond.</p> <p><a href="{$loginUrl}">Log in</a> met de gebruikersnaam en het wachtwoord van de vorige pagina om het systeem in gebruik te nemen.</p> <p>Als u nieuws en updates wilt ontvangen, <strong>registreer u dan op <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Als u vragen of opmerkingen heeft, bezoek dan het <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>

# installer-upgradeComplete
source: <p>Upgrade of OJS to version {$version} has completed successfully.</p> <p>Don't forget to set the "installed" setting in your config.inc.php configuration file back to <em>On</em>.</p> <p>If you haven't already registered and wish to receive news and updates, <strong>please register at <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> If you have questions or comments, please visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
it_it: <p>L'aggiornamento di OJS alla versione {$version} si è concluso con successo.</p> <p>Non dimenticare di modificare il parametro "installed" nel tuo config.inc.php cambiandolo su <em>On</em>.</p> <p>Se hai commenti o domande, visita il <a href="http://forum.pkp.sfu.ca" target="_new">forum del supporto</a>.</p>
nl_nl: <p>Opwaarderen van OJS naar versie {$version} is succesvol afgerond.</p> <p>Vergeet niet om de "installed" instelling in uw config.inc.php bestand terug te zetten op <i>On</i>.</p> <p>Als u nog niet geregistreerd bent en nieuws en updates wenst te ontvangen, <strong>registreeru dan op <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Als u vragen of opmerkingen heeft, bezoek dan het <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>

# site-upgradeAvailable-admin
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please visit <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> to download the most recent version and find upgrade instructions.
it_it: Una nuova versione di OJS è disponibile! Stai utilizzando OJS {$currentVersion}. La versione più recente è OJS {$latestVersion}. Visita <a href="http://pkp.sfu.ca/ojs_download" target="_new">questa pagina</a> per scaricare la versione più recente e trovare le istruzioni per aggiornare.
nl_nl: Er is een nieuwe versie van OJS beschikbaar! U gebruikt momenteel OJS versie {$currentVersion}. De meest recente versie is OJS {$latestVersion}. Bezoek <a href="http://pkp.sfu.ca/ojs_download" target="_new">deze pagina</a> om de meest recente versie op te halen en voor installatieinstructies.

# site-upgradeAvailable-manager
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please contact your Site Administrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) to notify them of this new release. More information can be found <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
it_it: Una nuova versione di OJS è disponibile! Stai utilizzando OJS {$currentVersion}. La versione più recente è OJS {$latestVersion}. Contatta l'amministratore del sito, ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) per informarlo di questa novità. Maggiori informazioni <a href="http://pkp.sfu.ca/ojs_download" target="_new">qui</a>.
nl_nl: Er is een nieuwe versie van OJS beschikbaar! U gebruikt momenteel OJS versie {$currentVersion}. De meest recente versie is OJS {$latestVersion}. Neem contact op met uw sitebeheerder ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) om die te wijzen op de nieuwe versie. Meer informatie <a href="http://pkp.sfu.ca/ojs_download" target="_new">hier</a>.

# log-author-documentRevised
source: {$authorName} has revised article {$submissionId}. The new file ID is {$fileId}.
it_it: {$authorName} ha modificato l'articolo {$submissionId}. Il nuovo ID è {$fileId}.
nl_nl: {$authorName} heeft artikel {$submissionId} herzien. Het nieuwe bestands-ID is {$fileId}.

# log-review-reviewerUnassigned
source: {$reviewerName} has been unassigned from reviewing submission {$submissionId} for review round {$round}.
it_it: A {$reviewerName} è stato tolto l'incarico di revisore della proposta {$submissionId} per il {$round} ciclo di revisione.
nl_nl: {$reviewerName} is teruggetrokken als reviewer van inzending {$submissionId} voor reviewronde {$round}.

# log-review-reviewInitiated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been initiated.
it_it: È iniziato il {$round} ciclo di revisione per la proposta {$submissionId} assegnata a {$reviewerName}.
nl_nl: De review voor ronde {$round} door {$reviewerName} voor inzending {$submissionId} is gestart.

# log-review-reviewerRated
source: {$reviewerName} has been rated for the round {$round} review of submission {$submissionId}.
it_it: {$reviewerName} è stato preso in considerazione per il ciclo di review nr. {$round} della proposta {$submissionId}.
nl_nl: {$reviewerName} is beoordeeld voor reviewronde {$round} van inzeinding {$submissionId}.

# log-review-reviewDueDateSet
source: The due date for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set to {$dueDate}.
it_it: La data di scadenza per il ciclo di review nr. {$round} della proposta {$submissionId} assegnata a {$reviewerName} è il {$dueDate}.
nl_nl: De uiterste reviewdatum voor ronde {$round} van inzending {$submissionId} door {$reviewerName} is ingesteld op {$dueDate}.

# log-review-reviewRecommendationSet
source: The recommendation for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set.
it_it: È disponibile il parere per il {$round} ciclo di revisione della proposta {$submissionId} assegnata a {$reviewerName}.
nl_nl: De aanbeveling voor de review voor ronde {$round} van inzending {$submissionId} door {$reviewerName} is vastgelegd.

# log-review-reviewRecommendationSetByProxy
source: The recommendation for the round {$round} review of submission {$submissionId} has been set by the editor, {$editorName}, on behalf of the reviewer, {$reviewerName}.
it_it: La raccomandazione per la tornata {$round} di revisione della proposta {$submissionId} è stata inviata all'editor, {$editorName}, per conto del revisore, {$reviewerName}.
nl_nl: De aanbeveling voor de review voor ronde {$round} van inzending {$submissionId} is vastgelegd door redacteur, {$editorName} namens reviewer {$reviewerName}.

# log-review-resubmit
source: The submission {$submissionId} has been resubmitted for review.
it_it: La proposta {$submissionId} è stata di presentata di nuovo per la review.
nl_nl: Inzending {$submissionId} is opnieuw ingezonden voor review.

# log-review-reviewDeclined
source: {$reviewerName} has declined the round {$round} review for submission {$submissionId}.
it_it: {$reviewerName} ha rifiutato il ciclo di review nr. {$round} per la proposta {$submissionId}.
nl_nl: {$reviewerName} heeft de review voor ronde {$round} van inzending {$submissionId} geweigerd.

# log-review-reviewAccepted
source: {$reviewerName} has accepted the round {$round} review for submission {$submissionId}.
it_it: {$reviewerName} ha accettato il ciclo di review nr. {$round} per la {$submissionId}.
nl_nl: {$reviewerName} heeft de review voor ronde {$round} van inzending {$submissionId} geaccepteerd.

# log-review-reviewDeclinedByProxy
source: {$userName} has declined the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
it_it: {$userName} non ha accettato il ciclo di review nr. {$round} per la proposta {$submissionId} per conto di {$reviewerName}.
nl_nl: {$userName} heeft de review voor ronde {$round} van inzending {$submissionId} namens {$reviewerName} geweigerd.

# log-review-reviewAcceptedByProxy
source: {$userName} has accepted the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
it_it: {$userName} ha accettato il ciclo di review nr. {$round} per la proposta {$submissionId} per conto di {$reviewerName}.
nl_nl: {$userName} heeft de review voor ronde {$round} van inzending {$submissionId} namens {$reviewerName} geaccepteerd.

# log-review-reviewFileByProxy
source: The Editor, {$userName}, has uploaded a review file for round {$round} of submission {$submissionId} on behalf of the reviewer, {$reviewerName}.
it_it: L'editor, {$userName}, ha caricato un file di revisione per la tornata {$round} della proposta {$submissionId} per conto del revisore, {$reviewerName}.
nl_nl: Redacteur, {$userName}, heeft een reviewbestand geladen voor ronde {$round} van inzending {$submissionId} namens reviewer {$reviewerName}.

# log-review-reviewerFile
source: A reviewer file has been uploaded.
it_it: È disponibile il file della recensione.
nl_nl: Een reviewbestand is geladen.

# log-editor-decision
source: An editor decision ({$decision}) for article {$submissionId} was recorded by {$editorName}.
it_it: La decisione ({$decision}) sull'articolo {$submissionId} è stata registrata da {$editorName}.
nl_nl: Een redacteursbeslissing ({$decision}) voor artikel {$submissionId} is vastgelegd door {$editorName}.

# log-editor-recommendation
source: An editor recommendation ({$decision}) for article {$submissionId} was recorded by {$editorName}.
it_it: La raccomandazione {$decision}) al riguardo dell'articolo {$submissionId} è stata registrata da {$editorName}.
nl_nl: Een redacteursaanbeveling ({$decision}) voor artikel {$submissionId} is vastgelegd door {$editorName}.

# log-copyedit-initiate
source: Copyediting on submission {$submissionId} has been commenced by {$copyeditorName}.
it_it: La revisione della proposta {$submissionId} è stata iniziata da {$copyeditorName}.
nl_nl: Tekstredactie voor inzending {$submissionId} is gestart door {$copyeditorName}.

# log-copyedit-copyeditFileSet
source: The default copyedit file has been chosen.
it_it: È stato scelto il file di revisione di default.
nl_nl: Het standaard tekstredactiebestand is gekozen.

# log-copyedit-initialEditComplete
source: {$copyeditorName} has completed the initial copy edit of submission {$submissionId}.
it_it: {$copyeditorName} ha completato la revisione iniziale della proposta {$submissionId}.
nl_nl: {$copyeditorName} heeft de initiële tekstredactie van inzending {$submissionId} voltooid.

# log-copyedit-finalEditComplete
source: {$copyeditorName} has completed the final copy edit of submission {$submissionId}.
it_it: {$copyeditorName} ha completato la revisione finale della proposta {$submissionId}.
nl_nl: {$copyeditorName} heeft de definitieve tekstredactie van inzending {$submissionId} voltooid.

# log-copyedit-copyeditorAssigned
source: {$copyeditorName} has been assigned to copyedit submission {$submissionId}.
it_it: {$copyeditorName} è stata assegnata la revisione della proposta {$submissionId}.
nl_nl: {$copyeditorName} heeft de tekstredactie van inzending {$submissionId} toegewezen gekregen.

# log-copyedit-copyeditorFile
source: A copyeditor version of the submission file has been uploaded.
it_it: È disponibile una versione revisionata.
nl_nl: Een tekstredacteurs-versie van de inzending is geladen.

# log-copyedit-authorFile
source: A version of the submission file copyedited by the author has been uploaded.
it_it: È disponibile la versione revisionata dall'autore.
nl_nl: Een versie van de inzending die door de auteur geredigeerd is, is geladen.

# log-layout-layoutEditorAssigned
source: {$editorName} has been assigned as layout editor for submission {$submissionId}.
it_it: {$editorName} è stato scelto come editor del layout della {$submissionId}.
nl_nl: {$editorName} is als opmaakredacteur toegewezen aan inzending {$submissionId}.

# log-layout-layoutEditorUnassigned
source: {$editorName} has been unassigned as layout editor for submission {$submissionId}.
it_it: {$editorName} è stato tolto dall'incarico di layout editor della proposta {$submissionId}.
nl_nl: {$editorName} is niet langer de opmaakredacteur van inzending {$submissionId}.

# log-layout-layoutEditComplete
source: {$editorName} has completed layout editing for submission {$submissionId}.
it_it: {$editorName} ha completato l'editing del layout della proposta {$submissionId}.
nl_nl: {$editorName} heeft de opmaak van inzending {$submissionId} afgerond.

# log-editor-metadataModified
source: The metadata for this article was modified by {$editorName}.
it_it: I metadati di questo articolo sono stati modificati da {$editorName}.
nl_nl: De metadata voor deze inzending is gewijzigd door {$editorName}.

# log-editor-editorFile
source: An editor version of the submission file has been uploaded.
it_it: È disponibile una versione modificata dall'editor.
nl_nl: Een redactieversie van de inzending is geladen.

# log-editor-archived
source: The submission {$submissionId} has been archived.
it_it: La proposta {$submissionId} è stata archiviata.
nl_nl: Inzending {$submissionId} is gearchiveerd.

# log-editor-restored
source: The submission {$submissionId} has been restored to the queue.
it_it: La proposta {$submissionId} è stata reinserita nella coda.
nl_nl: Inzending {$submissionId} staat weer in de wachtrij.

# log-editor-editorAssigned
source: {$editorName} has been assigned as editor to submission {$submissionId}.
it_it: {$editorName} è stato scelto come editor della proposta {$submissionId}.
nl_nl: {$editorName} is als redacteur toegekend aan de inzending {$submissionId}.

# log-proofread-assign
source: {$assignerName} has assigned {$proofreaderName} to proofread submission {$submissionId}.
it_it: {$assignerName} ha scelto {$proofreaderName} come correttore di bozze della proposta {$submissionId}.
nl_nl: {$assignerName} heeft {$proofreaderName} aangwezen voor het proeflezen van inzending {$submissionId}.

# log-proofread-complete
source: {$proofreaderName} has submitted {$submissionId} for scheduling.
it_it: {$proofreaderName} ha inviato {$submissionId} per l'inserimento nella scaletta.
nl_nl: {$proofreaderName} heeft {$submissionId} ingezonden voor inplannen.

# log-imported
source: {$userName} has imported article {$submissionId}.
it_it: {$userName} ha importato un articolo{$submissionId}.
nl_nl: {$userName} heeft artikel {$submissionId} geïmporteerd.

# metadata-pkp-peerReviewed
source: Peer-reviewed Article
it_it: Articolo Peer-reviewed
nl_nl: Peer reviewed artikel

# notification-type-editing
source: Editing Events
it_it: Eventi modificati
nl_nl: Redactieberichten

# notification-type-submissionSubmitted
source: A new article, "{$title}," has been submitted.
it_it: È stata ricevuta una nuova proposta: "{$title}".
nl_nl: Er is een nieuw artikel, "{$title}," ingediend.

# notification-type-editorDecisionComment
source: A comment has been left on the editor decision for "{$title}."
it_it: La decisione dell'editor su "{$title}" è stata commentata.
nl_nl: Er is een commentaar achtergelaten op de redacteursbeslissing van "{$title}".

# notification-type-galleyModified
source: A galley has been modified for "{$title}."
it_it: La gabbia di "{$title}" è stata modificata.
nl_nl: Een proef van "{$title}" gewijzigd.

# notification-type-issuePublished
source: An issue has been published.
it_it: È stato pubblicato un nuovo fascicolo.
nl_nl: Er is een nieuw nummer gepubliceerd

# notification-type-newAnnouncement
source: A new announcement has been created.
it_it: È stato pubblicato un nuovo avviso.>
nl_nl: Er is een nieuw nieuwsbericht gemaakt.

# notification-type-reviewerFormComment
source: A review form review has been submitted for "{$title}."
it_it: È stato completato un modulo di revisione per "{$title}">
nl_nl: Er is een reviewformulier ingediend voor "{$title}".

# notification-type-reviewing
source: Reviewing Events
it_it: Eventi legati alle revisioni
nl_nl: Nieuws over reviews

# notification-type-site
source: Site Events
it_it: Eventi del sito
nl_nl: Nieuws over de site

# notification-type-submissionComment
source: An editor has made a comment on "{$title}."
it_it: Un editor ha commentato "{$title}".
nl_nl: Een redacteur heeft "{$title}" van commentaar voorzien.

# notification-type-submissions
source: Submission Events
it_it: Eventi legati alle proposta
nl_nl: Nieuws over inzendingen

# notification-type-userComment
source: A reader has made a comment on "{$title}"
it_it: Un lettore ha commentato "{$title}"
nl_nl: Een lezer heeft een opmerking geplaatst bij "{$title}"

# notification-type-public
source: Public Announcements
it_it: Annunci pubblici
nl_nl: Aankondigingen

# notification-savedIssueMetadata
source: Issue publication metadata saved.
it_it: Metadati della pubblicazione fascicolo salvati
nl_nl: Metadata voor het nummer zijn opgeslagen.

# notification-type-editorAssignmentTask
source: A new article has been submitted to which an editor needs to be assigned.
it_it: È necessario assegnare un editor ad una nuova proposta che è stata ricevuta.
nl_nl: Er is een nieuw artikel ingediend waarvoor een redacteur moet worden toegewezen.
