Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# search.cli.rebuildIndex.unknownJournal
source: The given journal path "{$journalPath}" could not be resolved to a journal.
az: Verilen gündəlik yolu "{$journalPath}" bu Jurnal üçün həll edilmədi.
bg: Даденият път на списанието "{$journalPath}" не може да бъде разрешен или открит към това списание.
bs_ba: Nije moguće razriješiti putanju "{$journalPath}" na časopis.
de_de: Der angegebene Pfad "{$journalPath}" führt zu keiner Zeitschrift.
el_gr: Η συγκεκριμένη διαδρομή περιοδικού "{$journalPath}" δε μπορεί να καταλήξει σε περιοδικό.
eu: "{$journalPath}" sarbideak ez darama inongo aldizkaritara.
gd_gb: Cha robh an t-slighe “{$journalPath}” a thugadh seachad a’ dol gu iris-leabhar.
gl_es: A ruta proporcionada "{$journalPath}" non conduce a ningunha revista.
hi_in: दिए गए जर्नल पथ "{$ journalPath}" को किसी जर्नल से हल नहीं किया जा सकता है।
hu_hu: A megadott folyóirat elérési útvonal "{$journalPath}" nem meghatározott a folyóiratnál.
hy_am: "{$journalPath}" ամսագրի տրված ուղին չի կարող լուծվել ամսագրի համար:
is: Uppgefin slóð fyrir tímarit "{$journalPath}" sýnir ekkert tímarit.
ja: 指定された雑誌パス「{$ journalPath}」を雑誌に定められませんでした。
ka: ჟურნალის ამ მდებარეობით "{$journalPath}" ვერ ხერხდება ჟურნალის ნახვა.
kk: По данному пути к журналу «{$journalPath}» не удается найти журнал.
ku_iq: ئەم ڕێچکەیەی گۆڤار "{$journalPath}"بەردەست نییە.
ky: Берилген журнал жолу "{$journalPath}" журналга туура келбейт.
lt: Adresas {$journalPath} negali būti nustatomas kaip šio žurnalo adresas.
lv_lv: Norādīto žurnāla ceļu “{$journalPath}” nevarēja atrisināt uz žurnālu.
mk_mk: Дадената патека за списанија „{$journalPath}“ не може да се реши во списание.
mr: नियतकालिकाचा दिलेला स्थानमार्ग "{$journalPath}" नियतकालिकापर्यंत पोहोचवू शकत नाही.
ms: Laluan URL jurnal yang diberikan "{$journalPath}" tidak mengarah ke mana-mana jurnal.
nb_no: Tidsskriftstien «{$journalPath}» kunne ikke knyttes til et tidsskrift.
ro: Calea de jurnal dată "{$journalPath}"nu a putut fi rezolvată pentru un jurnal.
sk_sk: Nastavená cesta k časopisu "{$journalPath}" nemožno priradiť k časopisu.
sl_si: Podana pot "{$journalPath}" ne vodi do nobene revije.
sr_rs@cyrillic: Дата путања часописа "{$journalPath}" није могла да се споји са часописом.
sr_rs@latin: Data putanja časopisa "{$journalPath}" nije mogla da se spoji sa časopisom.
th: ไม่สามารถแปลงเส้นทางวารสาร "{$journalPath}" ให้เป็นวารสารได้
uk_ua: Не вдається знайти журнал за заданим шляхом до журналу "{$journalPath}".
uz@latin: Berilgan "{$ journalPath}" jurnal yo'lini jurnalga hal qilib bo'lmadi.
vi_vn: Đường dẫn tạp chí đã cho "{$journalPath}" không thể được tạo thành một tạp chí.
zh_cn: 给定的期刊路径“ {$journalPath}”无法解析为一个有效的期刊。
zh_hant: 提供的期刊路徑"{$journalPath}"未能引導至一期刊。

# search.cli.rebuildIndex.indexingByJournalNotSupported
source: This search implementation does not allow per-journal re-indexing.
bs_ba: Ova provedba pretraživanja ne dozvoljava ponovno indeksiranje po časopisu.
de_de: Diese Implementierung der Suche erlaubt keine Neuindizierung pro Journal.
el_gr: Αυτή η εφαρμογή αναζήτησης δεν επιτρέπει επανα-ευρετηρίαση ανά περιοδικό.
gd_gb: Chan eil an gleus luirg seo a’ ceadachadh ath inneacsadh iris-leabhar air iris-leabhar.
gl_es: A implementación da busca non permite a reindexación por revista.
hi_in: यह खोज कार्यान्वयन प्रति-पत्रिका पुन: अनुक्रमण की अनुमति नहीं देता है।
hu_hu: A keresés végrehajtása nem teszi lehetővé a folyóiratonkénti újraindexelést.
hy_am: Այս որոնման իրականացումը թույլ չի տալիս ըստ ամսագրի վերաինդեքսավորում:
ku_iq: ئەم گەڕانە ڕێگە بە دوبارە پێنوێنیکردن نادات بە گوێرەی گۆڤار.
lv_lv: Šī meklēšanas implementācija neļauj veikt katra žurnāla atkārtotu indeksēšanu.
mk_mk: Оваа имплементација на пребарување не дозволува повторно индексирање по списание.
nb_no: Denne typen søk tillater ikke ny indeksering for hvert tidsskrift.
sk_sk: Táto implementácia vyhľadávania neumožňuje opakované indexovanie podľa časopisov.
sl_si: Ta implementacija iskanja ne dovoljuje re-indeksiranja po posamezni reviji.
sr_rs@cyrillic: Ова примена претраге не дозвољава поновно индексирање по часопису.
sr_rs@latin: Ova primena pretrage ne dozvoljava ponovno indeksiranje po časopisu.
uk_ua: Ця реалізація пошуку не дозволяє пожурнальную переіндексацію.
vi_vn: Việc thực hiện tìm kiếm này không cho phép lập chỉ mục lại trên mỗi tạp chí.
zh_cn: 此搜索实现不允许按期刊重新索引。

# search.cli.rebuildIndex.indexing
source: Indexing "{$journalName}"
az: "{$journalName}" indekslənir
bg: Индексиране на "{$journalName}"
bs_ba: Indeksiranje "{$journalName}"
de_de: Indiziere "{$journalName}"
el_gr: Ευρετηρίαση του "{$journalName}"
eu: "{$journalName}" indexatzen
gd_gb: Ag inneacsadh “{$journalName}”
gl_es: Indexando "{$journalName}"
hi_in: अनुक्रमण "{$ journalName}"
hu_hu: "{$journalName}" folyóirat indexelése
hy_am: Ինդեքսավորում է "{$journalName}"
is: Lyklun "{$journalName}"
ja: 『{$journalName}』インデックス中
ka: ინდექსირება "{$journalName}"
kk: Индексирование «{$journalName}»
ku_iq: ناوەرۆکی "{$journalName}"
ky: Индекстөө "{$journalName}"
lt: {$journalName} indeksavimas
lv_lv: "{$journalName}" indeksēšana
mk_mk: Индексирање „{$journalName}“
mr: सूचीकरण "{$journalName}"
ms: Pengindeksan "{$journalName}"
nb_no: Indekserer {$journalName}
ro: Indexarea "{$journalName}"
sk_sk: Indexácia "{$journalName}"
sl_si: Indeksiranje "{$journalName}"
sr_rs@cyrillic: Индексирам "{$journalName}"
sr_rs@latin: Indeksiram "{$journalName}"
th: กำลังจัดทำดัชนี "{$journalName}"
uk_ua: Індексування "{$journalName}"
uz@latin: "{$ JournalName}" indekslanmoqda
vi_vn: Lập chỉ mục "{$journalName}"
zh_cn: 正在索引“ {$journalName}”
zh_hant: 加入「{$journalName}」至索引

# grid.catalogEntry.approvedRepresentation.removeMessage
source: <p>Remove approval of this galley.</p>
az: <p>Bu dizaynın təsdiqini ləğv edin.</p>
bg: <p>Премахване на одобрението на тази типография.</p>
bs_ba: <p>Ukloni odobrenje ovog prijeloma.</p>
de_de: <p>Freigabe dieser Fahne entfernen.</p>
el_gr: <p>Αποσύρετε την έγκριση για αυτό το τυπογραφικό δοκίμιο.</p>
eu: <p>Ezeztatu galerada honen onarpena.</p>
gd_gb: <p>Thoir an t-aonta air falbh on ghailearaidh seo.</p>
gl_es: <p>Cancelar a aceptación desta galerada.</p>
hi_in: <p> इस गैली का अनुमोदन हटाएँ। </ p>
hu_hu: <p>Jóváhagyás eltávolítása ennél a kefelenyomatnál.</p>
hy_am: <p>Հեռացնել այս շարվածքի հաստատումը:</p>
is: <p>Fjarlægja samþykki á þessu galley.</p>
ja: <p>このゲラの承認を削除する。</p>
ka: <p>ამ სვეტის გამოქვეყნების დადასტურების გაუქმება.</p>
kk: <p>Отменить одобрение этой гранки.</p>
ku_iq: <p>قبوڵکردنی ئەم تابلۆیە لا ببە.</p>
ky: <p>Бул верстканын бекитүүсүн алып салыңыз.</p>
lt: <p>Atšaukti šio maketo patvirtinimą.</p>
lv_lv: <p>Noņemt šī saliktņa apstiprinājumu.</p>
mk_mk: <p> Отстранете го одобрувањето на овој отисок на труд. </p>
mr: <p>या कच्च्या मुद्रितासाठी (गॅली) दिलेली अनुमती हटवा.</p>
ms: <p> Buang kelulusan galley ini. </p>
nb_no: <p>Gjør om godkjenningen av oppsettet.</p>
ro: <p>Eliminați aprobarea pentru acest conținut.</p>
sk_sk: <p>Odobratie schválenia tejto sadzobnice.</p>
sl_si: <p>Umaknite odobritev tega preloma.</p>
sr_rs@cyrillic: <p>Уклони одобрење за ову пробну копију.</p>
sr_rs@latin: <p>Ukloni odobrenje za ovu probnu kopiju.</p>
th: <p>ยกเลิกการอนุมัติกัลลีย์นี้</p>
uk_ua: <p>Скасувати схвалення цієї гранки.</p>
uz@latin: <p> Bu oshxonaning roziligini olib tashlang. </p>
vi_vn: <p>Xóa phê duyệt của bản in này.</p>
zh_cn: <p>删除该校样的批准。</p>
zh_hant: <p>移除此校對樣本的核准。</p>

# grid.catalogEntry.approvedRepresentation.message
source: <p>Approve this galley for publication.</p>
az: <p>Nəşr üçün bu dizaynı təsdiqləyin</p>
bg: <p>Одобраване на тази типография за публикация.</p>
bs_ba: <p>Odobri ovaj prijelom za objavljivanje.</p>
de_de: <p>Diese Fahne zur Veröffentlichung freigeben.</p>
el_gr: <p>Εγκρίνετε αυτό το τυπογραφικό δοκίμιο για δημοσίευση.</p>
eu: <p>Onartu galerada hau argitaratzeko.</p>
gd_gb: <p>Thoir aonta foillseachaidh dhan ghailearaidh seo.</p>
gl_es: <p>Aceptar esta galerada para a publicación.</p>
hi_in: <p> प्रकाशन के लिए इस गैली को स्वीकृत करें। </ p>
hu_hu: <p>Hagyja jóvá ezt a kefelenyomatot megjelentetésre.</p>
hy_am: <p>Հաստատեք այս շարվածքը հրապարակման համար:</p>
is: <p>Samþykkja þetta gally fyrir útgáfu.</p>
ja: <p>このゲラを出版することを承認する。</p>
ka: <p>ამ სვეტის გამოქვეყნების დადასტურება.</p>
kk: <p>Одобрить эту гранку для публикации.</p>
ku_iq: <p>ئەم تابلۆیە بۆ بڵاوکردنەوە قبوڵ بکە.</p>
ky: <p>Бул верстканы жарыялоо үчүн бекитиңиз.</p>
lt: <p>Patvirtinti šį maketą publikavimui.</p>
lv_lv: <p>Apstiprināt šo saliktni publicēšanai.</p>
mk_mk: <p> Одобрете го овој отисок на труд за објавување. </p>
mr: <p>या कच्च्या मुद्रिताच्या (गॅली) प्रकाशनाला अनुमती द्या.</p>
ms: <p> Luluskan galley ini untuk penerbitan. </p>
nb_no: <p>Godkjenn oppsettet for publisering.</p>
ro: <p>Aprobați acest conținut pentru publicare.</p>
sk_sk: <p>Schválenie tejto sadzobnice pre publikovanie. </p>
sl_si: <p>Odobrite ta prelom za izdajo.</p>
sr_rs@cyrillic: <p>Одобри ову пробну копију за објављивање.</p>
sr_rs@latin: <p>Odobri ovu probnu kopiju za objavljivanje.</p>
th: <p>อนุมัติกัลลีย์นี้เพื่อการเผยแพร่</p>
uk_ua: <p>Схвалити цю гранку до публікації.</p>
uz@latin: <p> Bu oshxonani chop etishga ruxsat bering. </p>
vi_vn: <p>Phê duyệt bản in này để xuất bản.</p>
zh_cn: <p>批准此校样发布。</p>
zh_hant: <p>核准此校對樣本作出版之用。</p>

# grid.catalogEntry.approvedRepresentation.title
source: Galley Approval
az: Sətir təsdiqlənməsi
bg: Одобрение на типография
bs_ba: Odobrenje prijeloma
de_de: Fahnenfreigabe
el_gr: Έγκριση τυπογραφικού δοκιμίου
eu: Galeradaren onarpena
gd_gb: Aonta a’ ghailearaidh
gl_es: Aprobación da galerada
hi_in: गैली अनुमोदन
hu_hu: Megjelenési formátum jóváhagyása
hy_am: Շարվածքի հաստատում
is: Galley samþykkt
ja: ゲラ承認
ka: სვეტების დადასტურება
kk: Одобрение гранок
ku_iq: قبوڵکردنی تابلۆ
ky: Верстканы бекитүү
lt: Skilties patvirtinimas
lv_lv: Saliktņa apstiprinājums
mk_mk: Одобрување на отисок на труд
mr: कच्च्या मुद्रितासाठी (गॅली) अनुमती
ms: Kelulusan Galley
nb_no: Godkjenn oppsettet
ro: Conținut aprobat
sk_sk: Schválenie sadzobnice
sl_si: Odobritev preloma
sr_rs@cyrillic: Одобрена пробна копија
sr_rs@latin: Odobrena probna kopija
th: การอนุมัติกัลลีย์
uk_ua: Підтвердження гранок
uz@latin: Galleyni tasdiqlash
vi_vn: Phê duyệt bản in
zh_cn: 批准校样
zh_hant: 校對樣本核准

# grid.catalogEntry.availableRepresentation.notApproved
source: Awaiting Approval
az: Təsdiq gözlənilir
bg: Чака одобрение
bs_ba: Čekanje odobrenja
de_de: Warte auf Freigabe
el_gr: Σε αναμονή έγκρισης
eu: Onarpenaren zain
gd_gb: A’ feitheamh ri aonta
gl_es: Á espera de aprobación
hi_in: अनुमोदन का इंतजार।
hu_hu: Jóváhagyásra vár
hy_am: Սպասում է հաստատմանը
is: Bíður samþykkis
ja: 承認待ち
ka: ელოდება დადასტურებას
kk: Ожидает одобрения
ku_iq: چاوەڕێی قبوڵ کردنە
ky: Бекитүүнү күтүп жатат
lt: Laukiama patvirtinimo
lv_lv: Tiek gaidīts apstiprinājums
mk_mk: Чека одобрување
mr: अनुमतीच्या प्रतीक्षेत
ms: Menunggu Kelulusan
nb_no: Avventer godkjenning
ro: Aprobare în așteptare
sk_sk: Čaká sa na schválenie
sl_si: Čaka odobritev
sr_rs@cyrillic: Чека се одобрење
sr_rs@latin: Čeka se odobrenje
th: กำลังรอการอนุมัติ
uk_ua: Очікує підтвердження
uz@latin: Tasdiqlash kutilmoqda
vi_vn: Chờ phê duyệt
zh_cn: 等待审核
zh_hant: 尚待核准

# grid.catalogEntry.availableRepresentation.approved
source: Approved
az: Təsdiqlədi
bg: Одобрено
bs_ba: Odobreno
de_de: Freigegeben
el_gr: Εγκρίθηκε
eu: Onartua
gd_gb: Air aontachadh
gl_es: Aprobado
hi_in: स्वीकृत
hu_hu: Jóváhagyott
hy_am: Հաստատված է
is: Samþykkt
ja: 承認済み
ka: დადასტურებული
kk: Одобрен
ku_iq: قبوڵ کرا
ky: Бекитилди
lt: Patvirtinta
lv_lv: Apstiprināts
mk_mk: Одобрено
mr: अनुमती दिली
ms: Diluluskan
nb_no: Godkjent
ro: Aprobat
sk_sk: Schválené
sl_si: Odobreno
sr_rs@cyrillic: Одобрено
sr_rs@latin: Odobreno
th: ได้รับการอนุมัติแล้ว
uk_ua: Підтверджено
uz@latin: Tasdiqlangan
vi_vn: Đã phê duyệt
zh_cn: 通过
zh_hant: 已核准

# article.view.interstitial
source: Please choose an article file to download.
az: Zəhmət olmasa endirmək üçün bir məqalə faylı seçin.
bg: Моля, изберете файл със статия, който да изтеглите.
bs_ba: Molimo odaberite datoteku članka za preuzimanje.
de_de: Bitte wählen Sie eine Artikeldatei zum Download aus.
el_gr: Παρακαλούμε επιλέξτε ένα αρχείο άρθρου για μεταφόρτωση.
eu: Mesedez, aukeratu artikulu-fitxategia jaisteko.
gd_gb: Tagh faidhle artaigil airson a luchdadh a-nuas.
gl_es: Escolla un arquivo para descargar.
hi_in: कृपया डाउनलोड करने के लिए एक लेख फ़ाइल चुनें।
hu_hu: Kérjük a letöltéshez válasszon egy cikk-fájlt.
hy_am: Խնդրում ենք ընտրել հոդվածի նիշք՝ ներբեռնելու համար:
is: Vinsamlega veldu skrá til að hlaða niður grein.
ja: ダウンロードする論文ファイルを選択してください。
ka: გთხოვთ აირჩიეთ სტატიის ფაილი ჩამოსატვირთად.
kk: Пожалуйста, выберите файл статьи для скачивания.
ku_iq: تکایە توێژینەوەیەک دیاری بکە بۆ ئەوەی داونلۆدی بکەیت.
ky: Жүктөп алуу үчүн макала файлын тандаңыз.
lt: Pasirinkite norimą parsisiųsti tekstą.
lv_lv: Lūdzu, izvēlieties rakstu failu, lai to lejupielādētu.
mk_mk: Ве молиме, изберете датотека за напис за преземање.
mr: कृपया उतरवून घेण्यासाठी (डाउनलोड करण्यासाठी) लेखाची फाईल निवडा.
ms: Sila pilih fail artikel untuk dimuat turun.
nb_no: Velg en artikkel for nedlasting.
ro: Vă rugăm să alegeți un articol pe care să îl descărcați.
sk_sk: Vyberte, prosím, článok na stiahnutie.
sl_si: Prosimo izberite datodeko prispevka za prenos.
sr_rs@cyrillic: Одаберите фајл чланка за преузимање.
sr_rs@latin: Odaberite fajl članka za preuzimanje.
th: โปรดเลือกไฟล์บทความเพื่อดาวน์โหลด
uk_ua: Будь ласка, виберіть файл статті, що необхідно завантажити.
uz@latin: Yuklab olish uchun maqola faylini tanlang.
vi_vn: Vui lòng chọn một tập tin bài báo để tải xuống.
zh_cn: 请选择一篇论文文件下载。
zh_hant: 請選取文章檔案下載。

# user.profile.form.hideOtherContexts
source: Hide other journals
az: Digər jurnalları gizlədin
bg: Скриване на други списания
bs_ba: Sakrij druge časopise
de_de: Andere Zeitschriften ausblenden
el_gr: Απόκρυψη άλλων περιοδικών
eu: Ezkutatu beste aldizkariak
gd_gb: Falaich na h-iris-leabhraichean eile
gl_es: Ocultar outras revistas
hi_in: अन्य जर्नल्स को छिपाएं
hu_hu: A többi folyóirat elrejtése
hy_am: Թաքցնել այլ ամսագրերը
is: Fela önnur tímarit
ja: 他の雑誌を非表示にする
ka: სხვა ჟურნალების დამალვა
kk: Скрыть другие журналы
ku_iq: گۆڤارەکانی دیکە بشارەوە
ky: Башка журналдарды жашыруу
lt: Slėpti kitus žurnalus
lv_lv: Paslēpt citus žurnālus
mk_mk: Скријте други списанија
mr: इतर नियतकालिके दृष्टीआड करा
ms: Sembunyikan jurnal lain
nb_no: Gjem andre tidsskrift
ro: Ascunde alte jurnale
sk_sk: Schovať ďalšie časopisy
sl_si: Skrij druge revije
sr_rs@cyrillic: Сакриј остале часописе
sr_rs@latin: Sakrij ostale časopise
th: ซ่อนวารสารอื่น ๆ
uk_ua: Приховати інші журнали
uz@latin: Boshqa jurnallarni yashirish
vi_vn: Ẩn các tạp chí khác
zh_cn: 隐藏其他期刊
zh_hant: 隱藏其他期刊

# user.profile.form.showOtherContexts
source: Register with other journals
az: Digər jurnallarda qeydiyyatdan keçin.
bg: Регистрирайте се в други списания
bs_ba: Registracija u drugim časopisima
de_de: Bei anderen Zeitschriften registrieren
el_gr: Εγγραφή σε άλλα περιοδικά
eu: Izena eman beste aldizkari batzuetan
gd_gb: Clàraich aig iris-leabhraichean eile
gl_es: Rexistrarse noutras revistas
hi_in: अन्य जर्नल्स के साथ रजिस्टर करें
hu_hu: Regisztráció további folyóiratokhoz
hy_am: Գրանցվեք այլ ամսագրերում
is: Skrá sig hjá öðrum tímaritum
ja: 他の雑誌に登録する
ka: დარეგისტრირდით სხვა ჟურნალებში
kk: Зарегистрироваться в других журналах
ku_iq: خۆت لەگەڵ گۆڤاری دیکە تۆمار بکە
ky: Башка журналдарга катталуу
lt: Registruotis kituose žurnaluose
lv_lv: Reģistrēties citos žurnālos
mk_mk: Регистрирајте се со други списанија
mr: इतर नियतकालिकांमध्ये नोंदणी करा
ms: Daftar dengan jurnal lain
nb_no: Registrer hos andre tidsskrift
ro: Înregistrează-te la alte reviste
sk_sk: Zaregistrovať sa do ďalších časopisov
sl_si: Registriraj pri ostalih revijah
sr_rs@cyrillic: Региструј се и за остале часописе
sr_rs@latin: Registruj se i za ostale časopise
th: ลงทะเบียนกับวารสารอื่น ๆ
uk_ua: Зареєструватися в інших журналах
uz@latin: Boshqa jurnallarda ro'yxatdan o'ting
vi_vn: Đăng ký với các tạp chí khác
zh_cn: 注册其他期刊
zh_hant: 在其他期刊註冊

# notification.type.approveSubmissionTitle
source: Awaiting approval.
az: Gözlənilən təsdiq.
bg: Чака одобрение.
bs_ba: Čekanje odobrenja.
de_de: Warte auf Freigabe.
el_gr: Σε αναμονή έγκρισης
eu: Onarpenaren zain.
gd_gb: A’ feitheamh ri aonta.
gl_es: Á espera de aprobación.
hi_in: अनुमोदन का इंतजार।
hu_hu: Jóváhagyásra vár.
hy_am: Սպասում է հաստատմանը:
is: Bíður samþykkis.
ja: 承認待ち。
ka: დადასტურების მოლოდინში.
kk: Ожидает одобрения.
ku_iq: چاوەڕێی قبوڵ کردنە.
ky: Бекитүүнү күтүп жатат.
lt: Laukiama patvirtinimo.
lv_lv: Tiek gaidīts apstiprinājums.
mk_mk: Чека одобрување.
mr: अनुमतीच्या प्रतीक्षेत.
ms: Menunggu kelulusan.
nb_no: Avventer godkjenning.
ro: Aprobare în așteptare.
sk_sk: Očakáva sa schválenie.
sl_si: Čaka odobritev.
sr_rs@cyrillic: Чека се одобрење.
sr_rs@latin: Čeka se odobrenje.
th: กำลังรอการอนุมัติ
uk_ua: Очікує підтвердження.
uz@latin: Tasdiqlash kutilmoqda.
vi_vn: Đang chờ phê duyệt.
zh_cn: 正在等待审核。
zh_hant: 尚待批准。

# notification.type.approveSubmission
source: This submission is currently awaiting approval before it will appear in the issue.
az: Bu məqalənin nömrədə görünməsi üçün təsdiq tələb olunur.
bg: Това изпращане на материали в момента чака одобрение, преди да се появи в изданието.
bs_ba: Prijava trenutno čeka odobrenje prije nego se pojavi u broju.
de_de: Dieser Beitrag wartet momentan auf Freigabe, bevor er in der Ausgabe erscheinen wird.
el_gr: Αυτή η υποβολή βρίσκεται σε αναμονή έγκρισης πριν τη δημοσίευση στο τεύχος.
eu: Bidalketa hau une honetan onespenaren zain dago, zenbaki honetan agertu baino lehen.
gd_gb: Tha an tagradh seo a’ feitheamh ri aonta fhathast agus nochdaidh e san iris an uairsin.
gl_es: Este envío está actualmente esperando a aprobación antes de que apareza no número.
hi_in: यह सबमिशन जारी होने से पहले इस अंक में मंजूरी का इंतजार कर रहा है।
hu_hu: Ez a cikk jelenleg jóváhagyásra vár, mielőtt megjelenik a folyóiratszámban.
hy_am: Այս ներկայացումը ներկայումս սպասում է հաստատմանը, նախքան այն կհայտնվի համարում:
is: Þessi innsending bíður samþykkis áður en hún birtist í tölublaði.
ja: この投稿は、現在、巻号に掲載される前に承認待ちの状態です。
ka: ეს მასალა ამჟამად ელოდება დამტკიცებას, რის შემდეგაც ის გამოჩნდება გამოცემაში.
kk: Этот материал сейчас ожидает одобрения, после чего он появится в выпуске.
ku_iq: ئەم توێژینەوەیە لە چاوەڕوانیی قبوڵکردن دایە پێش ئەوەی لە ژمارەی گۆڤاردا بەدیار بکەوێت.
ky: Бул тапшырма учурда чыгарылышта пайда болуудан мурун бекитүүнү күтүп жатат.
lt: Laukiama patvirtinimo, kad straipsnį galima spausdinti šiame numeryje.
lv_lv: Šis iesniegtais materiāls pašlaik gaida apstiprinājumu, pirms tas tiks publicēts šajā izdevumā.
mk_mk: Овој поднесок во моментов чека одобрување пред да се појави во изданието.
mr: हे सादरीकरण अंकात प्रकाशित करण्यापूर्वी सध्या अनुमतीच्या प्रतीक्षेत आहे.
ms: Penyerahan ini sedang menunggu kelulusan sebelum akan muncul dalam terbitan ini.
nb_no: Denne innleveringen avventer godkjennelse før det kan vises i utgaven.
ro: Această depunere de manuscris este în așteptarea aprobării înainte de a apărea în număr.
sk_sk: Tento príspevok čaká na schválenie, než sa objaví v čísle.
sl_si: Ta prispevek trenutno čaka na odobritev, da bo prišel v številko.
sr_rs@cyrillic: Пријављени чланак чека на одобрење пре него се појави у броју.
sr_rs@latin: Prijavljeni članak čeka na odobrenje pre nego se pojavi u broju.
th: การส่งบทความนี้กำลังรอการอนุมัติก่อนที่จะแสดงในฉบับ
uk_ua: Цей матеріал наразі очікує підтвердження, після чого з'явиться у випуску.
uz@latin: Bu topshiriq hozircha nashrda chiqguncha tasdiqlanishni kutmoqda.
vi_vn: Bài gửi này hiện đang chờ phê duyệt trước khi nó xuất hiện trong một số cụ thể.
zh_cn: 此稿件目前正在等待审核，审核通过后才会出现在当前期次中。
zh_hant: 此投稿尚待批准刊登在期號。

# editor.navigation.issues
source: Issues
az: Nömrələr
bg: Броеве
bs_ba: Brojevi
de_de: Ausgaben
el_gr: Τεύχη
eu: Zenbakiak
gd_gb: Irisean
gl_es: Números
hi_in: अंक
hu_hu: Folyóiratszámok
hy_am: Թողարկումներ
is: Tölublöð
ja: 巻号
ka: ნომრები
kk: Выпуски
ku_iq: ژمارەکان
ky: Чыгарылыштар
lt: Numeriai
lv_lv: Žurnāla numuri
mk_mk: Изданија
mr: अंक (अनेक)
ms: Terbitan
nb_no: Utgaver
ro: Numere
sk_sk: Čísla
sl_si: Številke
sr_rs@cyrillic: Бројеви
sr_rs@latin: Brojevi
th: ฉบับ
uk_ua: Випуски
uz@latin: Muammolar
vi_vn: Các số
zh_cn: 期次
zh_hant: 期號

# grid.action.createContext
source: Create a New Journal
az: Yeni bir jurnal yaradın
bg: Създаване на ново списание
bs_ba: Kreiraj novi časopis
de_de: Neue Zeitschrift anlegen
el_gr: Δημιουργία νέου περιοδικού
eu: Sortu aldizkari berria
gd_gb: Cruthaich iris-leabhar ùr
gl_es: Crear unha nova revista
hi_in: एक नया जर्नल बनाएँ
hu_hu: Új folyóirat készítése
hy_am: Ստեղծեք նոր ամսագիր
is: Stofna nýtt tímarit
ja: 新しい雑誌を作成
ka: ახალი ჟურნალის შექმნა
kk: Создать новый журнал
ku_iq: دروستکردنی گۆڤارێکی نوێ
ky: Жаңы журнал түзүү
lt: Sudaryti naują žurnalą
lv_lv: Izveidot jaunu žurnālu
mk_mk: Создадете нов весник
mr: नव्या नियतकालिकाची निर्मिती करा
ms: Cipta Jurnal Baru
nb_no: Lag nytt tidsskrift
ro: Crează un nou jurnal
sk_sk: Vytvoriť nový časopis
sl_si: Ustvari novo revijo
sr_rs@cyrillic: Креирај нови часопис
sr_rs@latin: Kreiraj novi časopis
th: สร้างวารสารใหม่
uk_ua: Створити новий журнал
uz@latin: Yangi jurnal yarating
vi_vn: Tạo một tạp chí mới
zh_cn: 创建一种期刊
zh_hant: 創建新期刊
