Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# payment.paymentReceived
source: Payment Received
az: Ödəniş alındı
bg: Плащането е получено
bs_ba: Uplata zaprimljena
de_de: Zahlung erhalten
el_gr: Η πληρωμή ελήφθη
eu: Ordainketa iritsi da
gd_gb: Fhuaras am pàigheadh
gl_es: Pagamento recibido
hi_in: भुगतान प्राप्त
hu_hu: Befizetés megérkezett
hy_am: Վճարումը ստացված է
is: Greiðsla móttekin
ja: 支払い受領済み
ka: გადახდა მიღებულია
kk: Төлем қабылданды
ku_iq: پارەکە گەیشت
ky: Төлөм алынды
lt: Įmoka gauta
lv_lv: Maksājums saņemts
mk_mk: Уплатата е примена
mr: भरलेली रक्कम पोहोचली
ms: Bayaran Diterima
nb_no: Betalingen er mottatt
ro: Înregistrare plată
sk_sk: Platba prijatá
sl_si: Plačilo je prispelo
sr_rs@cyrillic: Уплата примљена
sr_rs@latin: Uplata primljena
th: ได้รับการชำระเงินแล้ว
uk_ua: Платіж отримано
uz@latin: To'lov qabul qilindi
vi_vn: Đã nhận thanh toán
zh_cn: 支付已经收到
zh_hant: 已收到款項

# payment.alreadyPaid
source: Already Paid
az: Ödənib
bg: Вече е платено
bs_ba: Već plaćeno
de_de: Bereits bezahlt
el_gr: Έχει ήδη πληρωθεί
eu: Dagoeneko ordainduta
gd_gb: Air a phàigheadh mu thràth
gl_es: Xa pagado
hi_in: पहले से भुगतान किया हुआ
hu_hu: Már fizetett
hy_am: Արդեն վճարված է
is: Búið að greiða
ja: 支払い済み
ka: უკვე გადახდილია
kk: Төленген
ku_iq: پارەکە دراوە
ky: Мурунтан төлөнгөн
lt: Jau sumokėta
lv_lv: Jau samaksāts
mk_mk: Веќе платено
mr: यापूर्वीच रक्कम भरली आहे
ms: Sudah Dibayar
nb_no: Allerede betalt
ro: Deja plătit
sk_sk: Už zaplatené
sl_si: Že plačano
sr_rs@cyrillic: Већ плаћено
sr_rs@latin: Već plaćeno
th: ชำระเงินแล้ว
uk_ua: Вже сплачено
uz@latin: Allaqachon to'langan
vi_vn: Sẵn sàng thanh toán
zh_cn: 已经支付
zh_hant: 已付款

# payment.waive
source: Waive
az: İmtina et
bg: Отмени плащане
bs_ba: Izuzeće
de_de: Auf Gebühr verzichten
el_gr: Απαλλαγή εισφοράς
eu: Salbuetsi
gd_gb: Leig seachad
gl_es: Exención
hi_in: माफ
hu_hu: Lemond
hy_am: Նկատի չառնել
is: Fella niður
ja: 免除
ka: გადახდის გაუქმება
kk: Төлемнен бас тарту
ku_iq: پاشگەزبونەوە
ky: Бошотуу
lt: Atidėti
lv_lv: Atteikšanās
mk_mk: Отфрли
mr: शुल्क आकारणी रद्द
ms: Pengecualian
nb_no: Frita
ro: Renunțați
sk_sk: Previesť
sl_si: Odloži
sr_rs@cyrillic: Изузеће
sr_rs@latin: Izuzeće
th: ยกเว้นการชำระเงิน
uk_ua: Запит на виключення
uz@latin: Bekor qilish
vi_vn: Từ bỏ
zh_cn: 减免
zh_hant: 免除

# payment.payNow
source: Pay Now
az: İndi ödə
bg: Платете сега
bs_ba: Uplatite sada
de_de: Jetzt bezahlen
el_gr: Πληρωμή τώρα
eu: Ordaindu orain
gd_gb: Pàigh an-dràsta
gl_es: Pagar agora
hi_in: अब भुगतान करें
hu_hu: Fizetés most
hy_am: Վճարիր հիմա
is: Greiða núna
ja: ここで支払い
ka: გადაიხადე ახლა
kk: Қазір төлеу
ku_iq: ئێستا پارە بدە
ky: Азыр төлөө
lt: Mokėti dabar
lv_lv: Maksāt tagad
mk_mk: Плати сега
mr: आता रक्कम भरा
ms: Bayar Sekarang
nb_no: Betal nå
ro: Plătește acum
sk_sk: Zaplatiť teraz
sl_si: Plačaj zdaj
sr_rs@cyrillic: Уплатите сада
sr_rs@latin: Uplatite sada
th: ชำระเงินทันที
uk_ua: Сплатити зараз
uz@latin: Hozir to'lang
vi_vn: Thanh toán ngay
zh_cn: 现在支付
zh_hant: 現在付款

# submission.review.mustUploadFileForReview
source: Request email cannot be sent until a Review Version is in place.
az: Dəyərləndirmə versiyası hazırlanmamış tələb emaili göndərilə bilməz
bg: Имейлът с искане не може да бъде изпратен, докато не е добавен файл с резензирана версия.
bs_ba: E-pošta zahtjeva ne može biti poslana dok recenzijska verzija nije na mjestu.
de_de: Anfrage-E-Mail kann erst gesendet werden, wenn eine Begutachtungsversion vorliegt.
el_gr: Το αίτημα δεν μπορεί να αποσταλεί μέχρι να υπάρξει μία έκδοση αξιολόγησης.
eu: Eskaera egiteko mezu elektronikoa ezin da bidali ebaluazio-bertsioa prest egon arte.
gd_gb: Cha ghabh am post-d iarrtais a chur gus am bi tionndadh lèirmheis ann.
gl_es: Non se pode enviar unha mensaxe de solicitude por correo electrónico mentres non haxa unha versión de revisión.
hi_in: अनुरोध ईमेल तब तक नहीं भेजा जा सकता है जब तक कि समीक्षा संस्करण नहीं है।
hu_hu: A kért email nem küldhető el, amíg a lektorált verzió érvényben van.
hy_am: Հարցման էլ․ նամակը չի կարող ուղարկվել քանի դեռ Գրախոսման տարբերակը տեղում է:
is: Ekki hægt að senda beiðni í tölvupósti fyrr en ritrýniútgáfa er komin á sinn stað.
ja: 査読版がないと、依頼メールは送信できません。
ka: მოთხოვნის ელფოსტის გაგზავნა შეუძლებელია, სანამ არ შეიქმნება მიმოხილვითი ვერსია.
kk: Сұраныс хатын рецензент файлы жүктелмейінше жіберуге болмайды.
ku_iq: ئیمەیڵی داواکاری نانێردرێت هەتا وەشانی هەڵسەنگێنەر بەردەست نەبێت.
ky: Кароо версиясы болмоюнча өтүнүч кат жөнөтүлбөйт.
lt: Negalima išsiųsti elektroninio laiško, kol nebus baigta recenzuoti.
lv_lv: Pieprasījuma e-pastu nevar nosūtīt, kamēr nav izveidota recenzētā versija.
mk_mk: Е-пошта за барање не може да се испраќа додека не се постави верзија за преглед.
mr: समीक्षण केलेली आवृत्ती/प्रत येईपर्यंत ई-मेल पाठविली जाऊ शकत नाही.
ms: Permintaan e-mel tidak dapat dihantar sehingga Versi Ulasan disediakan.
nb_no: E-post med forespørsel kan ikke sendes før en fagfellevurdering er på plass.
ro: Cererea nu poate fi trimisă pe e-mail până când nu există o versiune de revizuire.
sk_sk: E-mail so žiadosťou nemôže byť odoslaný pokiaľ nie je vložená verzia pre recenziu.
sl_si: Zahtevana e-pošta ne more biti poslana, dokler ni na voljo recenzirane verzije.
sr_rs@cyrillic: Имејл захтева не може бити послат док рецензијска верзија није на месту.
sr_rs@latin: Imejl zahteva ne može biti poslat dok recenzijska verzija nije na mestu.
th: ไม่สามารถส่งอีเมลขอได้จนกว่ามีการวางเวอร์ชันสำหรับการพิจารณา
uk_ua: Лист запиту не може бути надісланий, доки не обрана версія для рецензування.
uz@latin: Tekshirish versiyasi mavjud bo'lmaguncha elektron pochta orqali so'rov yuborib bo'lmaydi.
vi_vn: Email yêu cầu không thể được gửi cho đến khi có phiên bản cho vòng phản biện.
zh_cn: 除非一份审稿版本在这里出现，否则要求发出的电子邮件无法寄出.

# sectionEditor.completedEditorialAssignments
source: Completed Editorial Assignments
az: Tamamlanmış redaksiya təyinatları
bg: Завършени редакционни задачи
bs_ba: Dovršena urednička zaduženja
de_de: Beendete Redaktionsaufgaben
el_gr: Ολοκληρωμένες αναθέσεις Επιμελητή
eu: Bukatutako edizio-lanak
gd_gb: Obraichean deasachaidh coileanta
gl_es: Tarefas editoriais completadas
hi_in: सम्पूर्ण संपादकीय असाइनमेंट
hu_hu: Befejezett szerkesztői hozzárendelések
hy_am: Կատարված խմբագրական առաջադրանքներ
is: Loknum ritstjórnarverkefnum
ja: 完了した編集担当の任命
ka: დასრულებული სარედაქციო დავალებები
kk: Орындалған Редактор тапсырмалары
ku_iq: ئەرکە تەواوبووەکانی سەرنوسەر
ky: Аяктаган редакциялык тапшырмалар
lt: Įvykdytos redaktoriaus paskirtos užduotys
lv_lv: Pabeigtie redaktoru piešķīrumi
mk_mk: Завршени задачи од уредникот
mr: तडीस नेलेला संपादकीय कार्यभार
ms: Tugasan Editorial Selesai
nb_no: Utførte redaksjonelle oppdrag
ro: Sarcină editorială completă
sk_sk: Dokončené editorské úlohy
sl_si: Končane uredniške naloge
sr_rs@cyrillic: Довршена уредничка задужења
sr_rs@latin: Dovršena urednička zaduženja
th: การมอบหมายงานบรรณาธิการที่เสร็จสมบูรณ์
uk_ua: Завершені редакційні призначення
uz@latin: Tugallangan tahririyat topshiriqlari
vi_vn: Hoàn thành giao phản biện
zh_cn: 完成的编辑指派
zh_hant: 完成編輯工作分配

# payment.paid
source: Paid
az: Ödəniş
bg: Платено
bs_ba: Uplaćeno
de_de: Bezahlt
el_gr: Πληρώθηκε
eu: Ordainduta
gd_gb: Air a phàigheadh
gl_es: Pagado
hi_in: भुगतान किया है
hu_hu: Fizetett
hy_am: Վճարված
is: Greitt
ja: 支払い
ka: გადახდილია
kk: Төленді
ku_iq: پارەکە دراوە
ky: Төлөндү
lt: Sumokėta
lv_lv: Apmaksāts
mk_mk: Платено
mr: रक्कम भरली
ms: Dibayar
nb_no: Betalt
ro: Plătit
sk_sk: Zaplatené
sl_si: Plačano
sr_rs@cyrillic: Уплаћено
sr_rs@latin: Uplaćeno
th: ชำระแล้ว
uk_ua: Сплачено
uz@latin: To'langan
vi_vn: Đã thanh toán
zh_cn: 已经支付
zh_hant: 已付款

# payment.loginRequired.forDonation
source: You must be logged in to make a donation.
az: İanə etmək üçün oturum açmanız tələb olunur.
bg: Трябва да сте влезли в системата, за да направите дарение.
bs_ba: Da biste uplatili donaciju, morate se prvo prijaviti u časopis.
de_de: Sie müssen angemeldet sein, um eine Spende zu machen.
el_gr: Πρέπει να είστε συνδεδεμένος/η στο σύστημα για να κάνετε μία δωρεά.
eu: Dohaintzak egiteko, saioa hasi behar duzu.
gd_gb: Feumaidh tu a bhith clàraichte a-staigh mus urrainn dhut tabhartas a thoirt.
gl_es: Debe iniciar a sesión para realizar unha doazón.
hi_in: डोनेशन करने के लिए आपको लॉग इन होना चाहिए।
hu_hu: Adományozáshoz be kell jelentkeznie.
hy_am: Նվիրատվություն կատարելու համար դուք պետք է մուտք գործեք:
is: Framlög krefjast innskráningar.
ja: 寄付にはログインが必要です。
ka: თქვენ უნდა შეხვიდეთ სისტემაში შემოწირულების შესატანად.
kk: Қайырымдылық жасау үшін сіз жүйеге кіруіңіз керек.
ku_iq: بۆ ئەوەی پارە ببەخشیت، دەبێت داخیلی هەژمارەکەت بوبیت.
ky: Кайрымдуулук кылуу үчүн системага киришиңиз керек.
lt: Norėdami aukoti, turite prisijungti.
lv_lv: Lai veiktu ziedojumu, jums ir jāpiereģistrējas.
mk_mk: Мора да бидете најавени за да направите донација.
mr: देणगी देण्यासाठी तुम्ही लॉग-इन करणे आवश्यक आहे.
ms: Anda mesti log masuk untuk membuat sumbangan.
nb_no: Du må være innlogget for å gi en pengegave.
ro: Trebuie să fiți autentificat pentru a face o donație.
sk_sk: Aby ste mohli darovať dar, musíte byť prihlásený.
sl_si: Za donacijo morate biti prijavljeni.
sr_rs@cyrillic: Да бисте уплатили донацију, морате се прво пријавити у часопис.
sr_rs@latin: Da biste uplatili donaciju, morate se prvo prijaviti u časopis.
th: คุณต้องเข้าสู่ระบบเพื่อทำการบริจาค
uk_ua: Щоб зробити пожертву Ви повинні увійти у систему як зареєстрований користувач.
uz@latin: Xayriya qilish uchun siz tizimga kirishingiz kerak.
vi_vn: Bạn phải đăng nhập để quyên góp.
zh_cn: 您必须先登录才能作出捐赠.
zh_hant: 您必須先登入才可捐款。

# payment.loginRequired.forIssue
source: Subscription or issue purchase required to access item. To verify subscription, access previous purchase, or purchase issue, log in to journal.
az: Elementə çatmaq üçün abunə olmaq və ya almaq lazımdır. Abunəliyi təsdiq etmək, əvvəlki alma əməliyyatına çatmaq və ya alma sayına çatmaq üçün jurnala daxil olun
bg: За достъп до тази статия е необходим абонамент или покупка на отделна статия. За да проверите абонамента, да получите достъп до предишната покупка или да закупите отделна статия, влезте в системата на списанието.
bs_ba: Da bi pristupili ovoj stavki potrebna je pretplata ili kupiti izdanje. Prijavite se u sustav i časopis za provjeriti pretplatu, pristupiti prethodnoj kupovini ili sada kupiti izdanje.
de_de: Ein Abonnement oder der Erwerb der Ausgabe sind für den Zugang notwendig. Loggen Sie sich bei der Zeitschrift ein, um Ihr Abonnement zu überprüfen, auf frühere Erwerbungen zuzugreifen oder die Ausgabe zu erwerben.
el_gr: Για την πρόσβαση στο τεύχος απαιτείται συνδρομή στο περιοδικό ή αγορά του τεύχους. Για να επικυρώσετε τη συνδρομή σας, να αποκτήσετε πρόσβαση σε τεύχη που έχετε προμηθευτεί ή να αγοράσετε ένα τεύχος, συνδεθείτε στο περιοδικό.
eu: Beharrezkoa da harpidetuta egotea edo zenbakia erostea artikulurako sarbidea izateko. Harpidetza egiaztatzeko, aurreko erosketa batean sartzeko edo zenbakia erosteko, aldizkarian saioa hasi behar da.
gd_gb: Feumaidh tu iris a cheannach no fo-sgrìobhadh a bhith agad mus fhaigh thu cothrom air an nì seo. A dhearbhadh gu bheil fo-sgrìobhadh agad, a dh’fhaighinn cothrom air na cheannaich no roimhe no airson iris a cheannach, clàraich a-steach dhan iris-leabhar.
gl_es: Para acceder a este artigo debe facer a subscrición ou efectuar o pagamento do número correspondente. Inicie a sesión na revista para verificar a subscrición, acceder a unha compra anterior ou adquirir un número.
hi_in: आइटम तक पहुंचने के लिए सदस्यता या जारी खरीद की आवश्यकता है। सदस्यता की पुष्टि करने के लिए, पिछली खरीद या खरीद के अंक पर पहुंचें, जर्नल में लॉग इन करें।
hu_hu: Előfizetés vagy folyóiratszám vásárlásához el kell érnie a tételt. Az előfizetése ellenőrzéséhez vagy a korábbi előfizetés vagy cikk vásárlásainak megtekintéséhez be kell jelentkeznie.
hy_am: Տարր մուտք գործելու համար պահանջվում է բաժանորդագրություն կամ թողարկման գնում: Բաժանորդագրությունը ստուգելու, նախորդ գնում մուտք գործելու, կամ թողարկում գնելու համար մուտք գործեք ամսագիր:
is: Til að fá aðgang að þessu tölublaði þarf að vera í áskrift eða kaupa efni. Vinsamlega skráðu þig inn til að staðfesta áskrift, fyrri kaup eða til að kaupa tölublaðið.
ja: 項目へのアクセスには、購読または巻号の購入が必要です。購読内容の確認、過去の購入履歴へのアクセスや巻号を購入するには、ジャーナルにログインしてください。
ka: გამოწერა, ან გამოცემის შეძენა საჭიროა მასალაზე წვდომისთვის. გამოწერის დასადასტურებლად, წინა შესყიდვაზე ან შესყიდვის საკითხზე წვდომისათვის, შედით ჟურნალში.
kk: Бұл басылымға жазылу немесе сатып алу үйеге енуді қажет етеді. Жазылымды тексеру, алдыңғы сатып алуларға қол жеткізу немесе журнал басылымын сатып алу үшін жүйеге кіріңіз.
ku_iq: بەشداریکردن یان داواکردنی توێژینەوە پێویستی بە دەستپێڕاگەیشتن هەیە. بۆ دڵنیاکردنەوەی بەشداریکردنەکەت، داواکردنەکانی یان ژمارەی پێشتری گۆڤار ببینە و داخلی هەژمارەکەت ببە.
ky: Бул элементке кирүү үчүн жазылуу же чыгарылыш сатып алуу талап кылынат. Жазылууну текшерүү, мурунку сатып алууну көрүү же чыгарылыш сатып алуу үчүн журналга кириңиз.
lt: Norėdami peržiūrėti šį failą, turite būti užsisakę prenumeratą arba nusipirkę žurnalo numerį. Prisijunkite prie žurnalo norėdami patvirtinti prenumeratą, pasiekti ankstesnius pirkimus ar nusipirkti žurnalo numerį.
lv_lv: Lai piekļūtu šim produktam, ir nepieciešams abonements vai numura iegāde. Lai pārbaudītu abonementu, piekļūtu iepriekšējam pirkumam vai iegādātos numuru, autorizējieties žurnālā.
mk_mk: Потребна е претплата или издадете купување за пристап до ставка. За да ја потврдите претплатата, да пристапите до претходното купување или проблемот со купувањето, најавете се во весникот.
mr: प्रप्रकाशीत साहित्य पहाण्यासाठी सदस्यता किंवा अंकाची खरेदी आवश्यक आहे. सदस्यता पडताळण्यासाठी, पूर्वीच्या खरेदीच्या माहितीसाठी किंवा लेखाच्या खरेदीसाठी, नियतकालिकामध्ये लॉग-इन करा.
ms: Langganan atau pembelian terbitan yang diperlukan untuk mengakses item. Untuk mengesahkan langganan, akses pembelian terdahulu atau pembelian terbitan, log masuk ke jurnal.
nb_no: Du må være abonnement eller kjøpe utgaven for å få tilgang til den. Logg inn for å verifisere abonnement, å hente fram tidligere betaling eller å kjøpe utgaven.
ro: Este necesară achiziția unui număr al jurnalului sau abonarea pentru accesarea articolului. Pentru a verifica abonamentul, accesați achiziția anterioară sau achiziționarea numărului, conectați-vă la jurnal.
sk_sk: Predplatné, alebo platený prístup k číslu je požadované pre túto položku. Na overenie predplatného, prístup k už zaplatenej položke či zakúpenia plateného prístupu je potrebné sa do časopisu prihlásiť.
sl_si: Za dostop do številke morate biti naročeni. Če želite preveriti vašo naročnino in dostop do revij, se prijavite v revijo.
sr_rs@cyrillic: Да би приступили овој ставки потребна је претплата или да купите издање. Пријавите се у часопис да би верификовали претплату, приступили претходним куповинама или купили издање.
sr_rs@latin: Da bi pristupili ovoj stavki potrebna je pretplata ili da kupite izdanje. Prijavite se u časopis da bi verifikovali pretplatu, pristupili prethodnim kupovinama ili kupili izdanje.
th: จำเป็นต้องมีการสมัครสมาชิกหรือซื้อฉบับเพื่อเข้าถึงรายการนี้ หากต้องการยืนยันการสมัครสมาชิก เข้าถึงการซื้อก่อนหน้า หรือซื้อฉบับ กรุณาเข้าสู่ระบบวารสาร
uk_ua: Для доступу до цієї статті необхідно мати передплату або придбати випуск. Для того, щоб підтвердити передплату, отримати доступ до придбаних випусків або придбати випуск, будь ласка, увійдіть на сайт журналу.
uz@latin: Ob'ektga kirish uchun obuna yoki sotib olish kerak. Obunani tekshirish, oldingi xarid yoki sotib olish muammosiga kirish uchun jurnalga kiring.
vi_vn: Thuê bao hoặc mua số cần thiết để truy cập. Để xác minh thuê bao, truy cập mua trước hoặc số mua, đăng nhập vào tạp chí.
zh_cn: 订阅或期刊订阅要求访问项目。核实订阅，访问先前的订购或购买期刊，请登录期刊。
zh_hant: 此期需要訂閱或購買才可閱覽。如需認證訂閱、取用以前的購買項目或希望購買項目，請先登入期刊。

# payment.loginRequired.forArticle
source: Subscription or article purchase required to access item. To verify subscription, access previous purchase, or purchase article, log in to journal.
az: Abunə olmaq və ya məqalə almaq üçün giriş elementi tələb olunur. Abunəliyi təsdiqləmək üçün daha əvvəl alma və ya məqalə alışındakı Jurnal oturumunu açın.
bg: За достъп до тази статия е необходим абонамент или покупка на отделна статия. За да проверите абонамента, да получите достъп до предишната покупка или да закупите отделна статия, влезте в системата на списанието.
bs_ba: Pristup ovoj čestici zahtjeva pretplatu ili se naplaćuje po pristupu. Molimo vas prijavite se u časopis kako biste potvrdili svoj pretplatnički status ili izvršili uplatu.
de_de: Ein Abonnement oder der Erwerb des Artikels sind für den Zugang notwendig. Loggen Sie sich bei der Zeitschrift ein, um Ihr Abonnement zu überprüfen, auf frühere Erwerbungen zuzugreifen oder den Artikel zu erwerben.
el_gr: Για την πρόσβαση στο άρθρο απαιτείται συνδρομή στο περιοδικό ή αγορά του άρθρου. Για να επικυρώσετε τη συνδρομή σας, να αποκτήσετε πρόσβαση σε άρθρα που έχετε προμηθευτεί ή να αγοράσετε ένα άρθρο, συνδεθείτε στο περιοδικό.
eu: Beharrezkoa da harpidetuta egotea edo artikulua erostea artikulurako sarbidea izateko. Harpidetza egiaztatzeko, aurreko erosketa batera sartzeko edo artikulua erosteko, aldizkarian saioa hasi behar da.
gd_gb: Feumaidh tu artaigeal a cheannach no fo-sgrìobhadh a bhith agad mus fhaigh thu cothrom air an nì seo. A dhearbhadh gu bheil fo-sgrìobhadh agad, a dh’fhaighinn cothrom air na cheannaich no roimhe no airson artaigeal a cheannach, clàraich a-steach dhan iris-leabhar.
gl_es: Para acceder a este elemento requírese facer a subscrición ou o pagamento do artigo. Inicie a sesión na revista para verificar a subscrición, acceder a unha compra anterior ou adquirir un artigo.
hi_in: आइटम का उपयोग करने के लिए सदस्यता या लेख खरीद आवश्यक है। सदस्यता को सत्यापित करने के लिए, पिछली खरीद या लेख खरीदने के लिए, जर्नल में लॉग इन करें।
hu_hu: Az előfizetés vagy a cikk vásárlásához el kell érnie azt az elemet. Az előfizetése ellenőrzéséhez vagy a korábbi előfizetés vagy cikk vásárlásainak megtekintéséhez be kell jelentkeznie.
hy_am: Տարր մուտք գործելու համար պահանջվում է բաժանորդագրություն կամ հոդվածի գնում: Բաժանորդագրությունը ստուգելու, նախորդ գնում մուտք գործելու կամ հոդված գնելու համար մուտք գործեք ամսագիր:
is: Til að fá aðgang að þessu efni þarf að vera í áskrift eða kaupa efni. Vinsamlega skráðu þig inn til að staðfesta áskrift, fyrri kaup eða til að kaupa grein.
ja: 項目へのアクセスには、購読または論文の購入が必要です。購読内容の確認、過去の購入履歴へのアクセスや論文を購入するには、ジャーナルにログインしてください。
ka: გამოწერა ან სტატიის შეძენა საჭიროა მასალაზე წვდომისთვის. გამოწერის დასადასტურებლად, წინა შესყიდვაზე ან სტატიაზე შესასვლელად, შედით ჟურნალში.
kk: Қол жеткізу үшін бұл мақалаға жазылу немесе сатып алу қажет. Жазылымды тексеру, алдыңғы сатып алуларға қол жеткізу немесе мақаланы сатып алу үшін жүйеге кіріңіз.
ku_iq: بەشداریکردن یان داواکردنی توێژینەوە پێویستی بە دەستپێڕاگەیشتن هەیە. بۆ دڵنیاکردنەوەی بەشداریکردنەکەت، داواکردنەکانی یان توێژینەوەکانی پێشترت ببینە و داخلی هەژمارەکەت ببە.
ky: Бул элементке кирүү үчүн жазылуу же макала сатып алуу талап кылынат. Жазылууну текшерүү, мурунку сатып алууну көрүү же макала сатып алуу үчүн журналга кириңиз.
lt: Norėdami peržiūrėti šį failą, turite būti užsisakę prenumeratą arba nusipirkę straipsnį. Prisijunkite prie žurnalo norėdami patvirtinti prenumeratą, pasiekti ankstesnius pirkimus ar nusipirkti straipsnį.
lv_lv: Lai piekļūtu šim produktam, nepieciešams abonements vai raksta iegāde. Lai pārbaudītu abonementu, piekļūtu iepriekšējam pirkumam vai iegādātos rakstu, pierakstieties žurnālā.
mk_mk: Потребна е претплата или набавка на написи за пристап до ставка. За да ја потврдите претплатата, да пристапите до претходното купување или написот за набавка, најавете се во дневник.
mr: प्रकाशीत साहित्य पहाण्यासाठी सदस्यता किंवा लेख खरेदी करणे आवश्यक आहे. सदस्यता पडताळण्यासाठी, पूर्वीच्या खरेदीच्या माहितीसाठी किंवा लेखाच्या खरेदीसाठी, नियतकालिकामध्ये लॉग-इन करा.
ms: Langganan atau pembelian artikel yang diperlukan untuk mengakses item. Untuk mengesahkan langganan, akses pembelian terdahulu atau artikel pembelian, log masuk ke jurnal.
nb_no: Du må være abonnent eller kjøpe artikkelen for å få tilgang til den. Logg inn for å verifisere abonnementet, å hente fram tidligere betaling eller å kjøpe artikkelen.
ro: Este necesară achiziția unui articol sau abonarea pentru accesarea articolului. Pentru a verifica abonamentul, accesați achiziția anterioară sau achiziționarea articolului, conectați-vă la jurnal.
sk_sk: Pre prístup k položke je vyžadované predplatné alebo platba za zhliadnutie. Prihláste sa do časopisu, aby sa mohlo overiť predplatné alebo zaplatený poplatok.
sl_si: Za dostop do prispevka morate biti naročeni. Če želite preveriti vašo naročnino in dostop do revij, se prijavite v revijo.
sr_rs@cyrillic: Приступ овом чланку захтева претплату или се наплаћује по приступу. Молимо вас пријавите се у часопис како бисте потврдили свој претплатнички статус или извршили уплату.
sr_rs@latin: Pristup ovom članku zahteva pretplatu ili se naplaćuje po pristupu. Molimo vas prijavite se u časopis kako biste potvrdili svoj pretplatnički status ili izvršili uplatu.
th: จำเป็นต้องมีการสมัครสมาชิกหรือซื้อบทความเพื่อเข้าถึงรายการนี้ หากต้องการยืนยันการสมัครสมาชิก เข้าถึงการซื้อก่อนหน้า หรือซื้อบทความ กรุณาเข้าสู่ระบบวารสาร
uk_ua: Для доступу до цього матеріалу Ви повинні мати передплату на журнал або придбати окрему статтю. Увійдіть до системи як зареєстрований користувач, щоб перевірити Ваші права доступу або придбати статтю.
uz@latin: Elementga kirish uchun obuna yoki maqola sotib olish kerak. Obunani tekshirish, oldingi sotib olish yoki sotib olish haqidagi maqolaga kirish uchun jurnalga kiring.
vi_vn: Thuê bao hoặc mua bài viết cần thiết để truy cập. Để xác minh thuê bao, truy cập mua trước hoặc mua bài viết, đăng nhập vào tạp chí.
zh_cn: 订阅或者购买文章等项目，需要先登录期刊，进行相关验证.
zh_hant: 此項目需要訂閱或購買才可閱覽。如需認證訂閱、取用以前的購買項目或希望購買項目，請先登入期刊。

# payment.loginRequired
source: You must be logged in to make a payment.
az: Ödəniş edə bilmək üçün daxil olmanız tələb olunur.
bg: Трябва да сте влезли в системата, за да извършите плащане.
bs_ba: Da biste izvršili uplatu, morate se prvo prijaviti u časopis.
de_de: Sie müssen angemeldet sein, um Zahlungen durchführen zu können.
el_gr: Πρέπει να συνδεθείτε στο σύστημα για να προχωρήσετε στην πληρωμή.
eu: Ordainketa egiteko, saioa hasi behar duzu.
gd_gb: Feumaidh tu a bhith clàraichte a-staigh mus urrainn dhut pàigheadh a dhèanamh.
gl_es: Debe iniciar a sesión para poder efectuar un pagamento.
hi_in: भुगतान करने के लिए आपको लॉग इन होना चाहिए।
hu_hu: Be kell jelentkeznie a fizetéshez.
hy_am: Վճարում կատարելու համար դուք պետք է մուտք գործեք:
is: Greiðsla krefst innskráningar.
ja: 決済にはログインが必要です。
ka: თქვენ უნდა შეხვიდეთ სისტემაში გადახდისთვის.
kk: Төлем жасау үшін жүйеге енуіңіз керек.
ku_iq: دەبێت داخیلی هەژمارەکەت بوبیت بۆ پارەدان.
ky: Төлөм жасоо үчүн системага киришиңиз керек.
lt: Norėdami mokėti, turite prisijungti.
lv_lv: Lai veiktu maksājumu, jums ir jāpiereģistrējas.
mk_mk: Мора да сте најавени за да извршите уплата.
mr: शुल्क भरणा करण्यासाठी तुम्ही लॉग-इन केले पाहिजे.
ms: Anda mesti log masuk untuk membuat pembayaran.
nb_no: Du må være logget inn for å betale.
ro: Pentru a face o plată trebuie să fiți autentificat.
sk_sk: Pre uskutočnenie platby musíte byť prihlásený.
sl_si: Za plačilo morate biti prijavljeni.
sr_rs@cyrillic: Да бисте извршили уплату, морате се прво пријавити у часопис.
sr_rs@latin: Da biste izvršili uplatu, morate se prvo prijaviti u časopis.
th: คุณต้องเข้าสู่ระบบเพื่อทำการชำระเงิน
uk_ua: Щоб зробити платіж Ви повинні увійти в систему як зареєстрований користувач.
uz@latin: To'lovni amalga oshirish uchun tizimga kirishingiz kerak.
vi_vn: Bạn phải đăng nhập để thanh toán.
zh_cn: 您必须先登录才能进行付款。
zh_hant: 您必須登入才能付款。
