Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# help-searchReturnResults
source: Return to Search Results
it_it: Torna ai risultati della ricerca
nl_nl: Terug naar zoekresultaten

# help-goToEditPage
source: Edit {$sectionTitle}
it_it: Modifica {$sectionTitle}
nl_nl: Bewerk {$sectionTitle}

# donations-thankYou
source: Thank You
it_it: Grazie
nl_nl: Dank u

# donations-thankYouMessage
source: Thank you for making a contribution. Your contribution is much appreciated.
it_it: Grazie per il tuo contributo, lo apprezziamo molto.
nl_nl: Dank u voor uw bijdrage. Uw bijdage wordt zeer gewaardeerd.

# payment-loginRequired
source: You must be logged in to make a payment.
it_it: Devi essere autenticato per eseguire un pagamento.
nl_nl: U moet ingelogd zijn om een betaling te kunnen doen.

# payment-loginRequired-forArticle
source: Subscription or article purchase required to access item. To verify subscription, access previous purchase, or purchase article, log in to journal.
it_it: Per accedere a questo elemento è necessario avere un abbonamento o acquistare l'articolo. Per verificare l'abbonamento o precedenti acquisti, oppure per comprare l'articolo, accedi alla rivista.
nl_nl: Abonnement of aankoop van het artikel benodigd voor toegang tot het item. Log in om uw abonnement te controleren, toegang te krijgen tot aankopen of nieuwe aankopen te doen

# payment-loginRequired-forIssue
source: Subscription or issue purchase required to access item. To verify subscription, access previous purchase, or purchase issue, log in to journal.
it_it: Per accedere a questo elemento è necessario avere un abbonamento o acquistare il fascicolo. Per verificare l'abbonamento o precedenti acquisti, oppure per comprare il fascicolo, accedi alla rivista.
nl_nl: Een abonnement of aankoop van een nummer is nodig om dit item te kunnen bekijken. Om uw abonnement te verifiëren, een eerdere aankoop te bekijken of een nummer te kopen, moet u inloggen.

# payment-loginRequired-forDonation
source: You must be logged in to make a donation.
it_it: Devi essere autenticato per fare una donazione.
nl_nl: U moet ingelogd zijn om een donatie te doen.

# payment-paid
source: Paid
it_it: Pagato
nl_nl: Betaald

# payment-payNow
source: Pay Now
it_it: Paga ora
nl_nl: Betaal nu

# payment-waive
source: Waive
it_it: Esenzione
nl_nl: Kwijtschelden

# payment-alreadyPaid
source: Already Paid
it_it: Già pagato
nl_nl: Reeds betaald

# payment-alreadyPaidMessage
source: Select this box if you've already sent your payment to the journal in order to finish the submission process. The submission will not be reviewed until the payment arrives. Click PAY NOW above to see the payment instructions.
it_it: Seleziona questa opzione se hai già inviato il pagamento alla rivista per completare il processo di trasmissione della proposta. La proposta non andrà in revisione fino a quando non sarà arrivato il pagamento. Fai click su Paga Ora qui sopra per vedere le istruzioni di pagamento.
nl_nl: Selecteer dit vak als uw betaling naar het tijdschrift is verstuurd om de inzendingsprocedure af te ronden. De inzending wordt pas beoordeeld als de betaling is verwerkt. Klik Betaal nu om de betalingsinstructies te bekijken.

# payment-paymentReceived
source: Payment Received
it_it: Pagamento ricevuto
nl_nl: Betaling ontvangen

# payment-paymentSent
source: Payment has already been sent
it_it: Il pagamento è già stato inviato
nl_nl: Betaling is verzonden

# payment-authorFees
source: Author Fees
it_it: Tariffe per gli autori
nl_nl: Kosten auteurs

# payment-type-submission
source: Submission Fee
it_it: Invio proposta (Submission Fee)
nl_nl: Inzendingskosten

# payment-type-publication
source: Publication Fee
it_it: Pubblicazione (Publication Fee)
nl_nl: Publicatiekosten

# payment-type-publication-required
source: The publication fee is due for payment.
it_it: La tariffa per la pubblicazione deve essere pagata.
nl_nl: De publicatiekosten moeten worden betaald.

# payment-type-fastTrack
source: Fast Track Review Fee
it_it: Revisione veloce (Fast Track Review Fee)
nl_nl: Kosten voor snelle beoordeling

# payment-type-membership
source: Individual Membership Fee
it_it: Membership individuale
nl_nl: Kosten voor individueel lidmaatschap

# payment-type-purchaseArticle
source: Purchase Article Fee
it_it: Acquisto di un articolo
nl_nl: Prijs van dit artikel

# payment-type-purchaseIssue
source: Purchase Issue Fee
it_it: Acquisto di un fascicolo
nl_nl: Prijs voor het kopen van een nummer

# payment-type-subscription
source: Subscription Fee
it_it: Quota di abbonamento
nl_nl: Abonnementskosten

# payment-type-donation
source: Donations
it_it: Donazioni
nl_nl: Donaties

# payment-requestPublicationFee
source: Request publication fee ({$feeAmount})
it_it: E' richiesta una tariffa di pubblicazione ({$feeAmount})
nl_nl: Publicatiekosten aan ({$feeAmount})

# payment-notFound
source: A payment has been requested, but the request has expired. Contact the Journal Manager for details.
it_it: Un pagamento è stato richiesto ma la richiesta è scaduta. Contatta il gestorte della rivista per dettagli
nl_nl: Het betalingsverzoek is verlopen. Contacteer de tijdschriftbeheerder voor details.

# payment-donation-makeDonation
source: Make a donation
it_it: Fai una donazione
nl_nl: Doe een donatie

# payment-submission-paySubmission
source: Pay Submission Fee
it_it: Paga la quota per l'invio della proposta (Submission Fee)
nl_nl: Betaal inzendingskosten

# payment-publication-payPublication
source: Pay to Publish
it_it: Paga la quota per Pubblicazione (Publication Fee)
nl_nl: Betaal om te publiceren

# payment-publication-publicationPaid
source: Publication Fee Paid
it_it: Quota per la Pubblicazione (Publication Fee) pagata
nl_nl: Publicatiekosten betaald

# payment-membership-buyMembership
source: Buy Individual Membership
it_it: Acquista la membership individuale
nl_nl: Koop individueel lidmaatschap

# payment-membership-renewMembership
source: Renew Individual Membership
it_it: Rinnovala membership individuale
nl_nl: Vernieuw individueel lidmaatschap

# payment-membership-ends
source: Ends
it_it: Scade
nl_nl: Loopt af op

# payment-subscription-purchase
source: Purchase Subscription
it_it: Acquista abbonamento
nl_nl: Koop abonnement

# payment-subscription-renew
source: Renew Subscription
it_it: Rinnova abbonamento
nl_nl: Vernieuw abonnement

# payment-subscription-expires
source: Expires
it_it: Scade
nl_nl: Verloopt

# installer-appInstallation
source: OJS Installation
it_it: Installazione di OJS
nl_nl: OJS Installatie

# installer-installationInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>If you are upgrading an existing installation of OJS, <a href="{$upgradeUrl}">click here</a> to proceed.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
it_it: <h4>versione di OJS{$version}</h4> <p>Grazie per aver scaricato <strong>Open Journal Systems</strong> del Public Knowledge Project's. Prima di continuare, leggere attentamente il file <a href="{$baseUrl}/docs/README">README</a> incluso in questo software. Per altre informazioni sul Public Knowledge Project e sui suoi progetti, visita il <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Se vuoi segnalare un bug o hai bisogno di supporto su Open Journal Systems, visita il <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> o il sistema online di <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">segnalazione dei bug</a>. Sebbene il forum sia la modalità di contatto preferita, puoi scrivere al team anche all'indirizzo <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Aggiornamento</h4> <p>Se stai aggiornando da una installazione OJS 2.x esistente, <a href="{$upgradeUrl}">fai click qui</a> per procedere.</p> <h4>Requisiti di sistema consigliati</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; ora stai utilizzando PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 o <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x o Microsoft IIS 6</li> <li>Sistema operativo: Ogni OS che consente l'uso dei software elencati sopra, come <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Poichè il PKP non ha sufficienti risorse per testare tutte le possibili combinazioni di versioni di software e piattaforme, non fornisce garanzie di alcun tipo.</p> <p>Puoi apportare cambiamenti a queste impostazioni dopo l'installazione, modificando il file <tt>config.inc.php</tt> nella directory principale di OJS, oppure usando l'interfaccia amministrativa del sito.</p> <h4>Database supportati</h4> <p>OJS finora è stato testato solamente con MySQL e PostgreSQL, sebbene altri DBMS supportati da <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> potrebbero funzionare (in tutto o in parte). Report sulla compatibilità e/o patche per DBMS alternativi possono essere inviati al team OJS.</p> <h4>Passaggi pre-installazione</h4> <p>1. I seguenti file e directory (e relativi contenuti) devono essere scrivibili:</p> <ul> <li><tt>config.inc.php</tt> è scrivibile (facoltativo): {$writable_config}</li> <li><tt>public/</tt> è scrivibile: {$writable_public}</li> <li><tt>cache/</tt> è scrivibile: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> è scrivibile: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> è scrivibile: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> è scrivibile: {$writable_db_cache}</li> </ul> <p>2. Devi creare e rendere scrivibile una cartella per immagazzinare i file caricati (vedi "Impostazioni dei file" sotto).</p>
nl_nl: <h4>OJS Versie {$version}</h4> <p>Dank u voor het downloaden van <strong>Open Journal Systems</strong> van het Public Knowledge Project. Lees voor u verdergaat eerst het <a href="{$baseUrl}/docs/README.md">README</a> bestand van de software. Voor meer informatie over het Public Knowledge Project en zijn software projecten, zie de <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Als u problemen wilt melden of technische vragen wilt stellen over Open Journal Systems, zie het <a href="http://forum.pkp.sfu.ca">support forum</a> of bezoek PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">probleemrapportage systeem</a>. Hoewel het support forum de voorkeur heeft kun u het team ook e-mailen op <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>Wanneer u een upgrade doet van een bestaande installatie van OJS 2.x, <a href="{$upgradeUrl}">klik hier</a> om verder te gaan.</p> <h4>Systeemeisen</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}, u gebruikt nu PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 of <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x of Microsoft IIS 6</li> <li>Operating system: Ieder OS dat de bovengenoemde software onderstent, inclusief <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Aangezien PKP niet de middelen heeft om iedere combinatie van softwareversies en platforms te testen, impliceert dit geen garanties voor correcte werking of ondersteuning.</p> <p>Deze instellingen kunnen na installatie gewijzigd worden door het bestand <tt>config.inc.php</tt> in de OJS map aan te passen of met de sitebeheer web interface.</p> <h4>Ondersteunde database systemen</h4> <p>OJS is momenteel alleen getest met MySQL en PostgreSQL, hoewel andere database management systemen die ondersteund worden door <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> kunnen werken (geheel of gedeeltelijk). Compatibiliteistrappporen en/of aanpassingen in de code voor alernatieve DBMS-en kunnen naar het OJS team gestuurd worden.</p>

# installer-preInstallationInstructions
source: <h4>Pre-Installation Steps</h4> <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
it_it: <h4>Passi pre-installazione</h4> <p>1. Questi file e dir (e i loro contenuti) devono essere scrivibili:</p> <ul> <li><tt>config.inc.php</tt> è scrivibile (opzionale): {$writable_config}</li> <li><tt>public/</tt> è scrivibile: {$writable_public}</li> <li><tt>cache/</tt> è scrivibile: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> è scrivibile: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> è scrivibile: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> è scrivibile: {$writable_db_cache}</li> </ul> <p>2. Una dir per contenere i files caricati deve essere creata e resc scrivibile (vedi "Configurazioni file" qua sotto).</p>
nl_nl: <h4>Pre-Installatie Stappen</h4> <p>1. De volgende bestanden en mappen (en hun inhoud) moeten wijzigbaar gemaakt worden:</p> <ul> <li><tt>config.inc.php</tt> is wijzigbaar (optioneel): {$writable_config}</li> <li><tt>public/</tt> is wijzigbaar: {$writable_public}</li> <li><tt>cache/</tt> is wijzigbaar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is wijzigbaar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is wijzigbaar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is wijzigbaar: {$writable_db_cache}</li> </ul> <p>2. Een map om ingestuurde bestanden op te slaan moet aangemaakt worden en schrijfbaar zijn (Zie "Bestandsinstellingen" hieronder).</p> <h4>Handmatige installatie</h4> <p>Kies <strong>Handmatige installatie</strong> om de SQL commando's te tonen voor het aanmaken van het OJS database schema en de initiële gegevens zodat de database installatie met de hand uitgevoerd kan worden. Deze optie is handig voor het localiseren van installatieproblemen, in het bijzonder op niet-ondersteunde platforms. Merk op dat deze installatie niet probeert om de database of tabellen aan te maken, hoewel het configuratiebestand met de opgegeven database instellingen wel wordt weggeschreven.</p>

# installer-upgradeInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> and <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
it_it: <h4>OJS versione {$version}</h4> <p>Grazie per aver scaricato il Public Knowledge Project <strong>Open Journal Systems</strong>. Prima di procedere, si prega di leggere <a href="{$baseUrl}/docs/README">README</a> e <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> i files inclusi in questo programma. Per ulteriori informazioni sul Public Knowledge Project e i suoi progetti, si prega di visitare il <a href="http://pkp.sfu.ca/" target="_blank">sito web PKP</a>. Se hai dei bug da segnalare o richieste di supporto tecnico su Open Journal Systems, vedi il <a href="http://forum.pkp.sfu.ca">forum di supporto</a> o visita online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">il sistema di segnalazione dei bug</a> di PKP. Nonostante il forum di supporto sarebbe il metodo preferito per il contatto, puoi inoltre mandare una email al team a <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <p>Nota che è <strong>fortemente raccomandato</strong> fare un backup del tuo database,directory dei files , e directory di installazione di OJS prima di procedere.</p> <p>Se stai operando in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, si prega di assicurarsi che the max_execution_time directive nel tuo file di configurazione php.ini sia impostato a un limite alto. Se questo o qualche altro tempo limite (e.g. il "Timeout" directive di apache) viene raggiunto e l'aggiornamento viene interrotto, sarà richiesto un intervento manuale.</p>
nl_nl: <h4>OJS Versie {$version}</h4> <p>Dank u voor het downloaden van Public Knowledge Project's <strong>Open Journal Systems</strong>. Lees voor u verdergaat de <a href="{$baseUrl}/docs/README.md">README</a> en <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> bestanden bij deze software. Bezoek voor meer informatie over het Public Knowledge Project en zijn software projecten de <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. Voor het melden van fouten en het verkrijgen van technische ondersteuning voor Open Journal Systems kunt u terecht op het <a href="http://forum.pkp.sfu.ca">support forum</a> of bezoek PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">fout rapportage systeem</a>. Hoewel het forum de voorkeur heeft kunt u het team ook e-mailen op <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Het is <strong>sterk aanbevolen</strong> dat u een backup maakt van uw databank, bestanden-map en OJS installatiemap voor u verder gaat.</p> <p>Als u draait in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, verzeker u er dan van dat de max_execution_timeout in uw php.ini op een hoge waarde staat. Als deze of een andere tijdslimiet (bv. Apache's "Timeout" waarde) bereikt wordt en het upgrade proces onderbroken wordt, is handmatige interventie noodzakelijk.</p>

# installer-localeSettingsInstructions
source: For complete Unicode (UTF-8) support, select UTF-8 for all character set settings. Please note that full Unicode support requires PHP to be compiled with support for the <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> library (enabled by default in most recent PHP installations). You may experience problems using extended character sets if your server does not meet these requirements. <br /><br /> Your server currently supports mbstring: <strong>{$supportsMBString}</strong>
it_it: Per un supporto completo di Unicode (UTF-8), selezionate UTF-8 per tutti i set di caratteri. Da notare che questo supporto richiede dei server di database MySQL >= 4.1.1 o PostgreSQL >= 7.1, e PHP >= 4.3.0 compilato con il supporto per la libreria <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (presente di default nelle installazioni più recenti di PHP). Se il vostro server non ha questi requisiti potreste avere dei problemi nell'utilizzo di set di caratteri estesi. <br /><br /> Il vostro server supporta mbstring: <strong>{$supportsMBString}</strong>
nl_nl: Kies UTF-8 voor alle karakterset-instellingen als u volledige Unicode (UTF-8) ondersteuning wilt. Merk op dat dit momenteel een MySQL >= 4.1.1 of PostgreSQL >= 7.1 database vereist. Merk ook op dat volledige Unicode ondersteuning PHP >= 4.3.0 gecompileerd met ondersteuning van de <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> bibliotheek vereist (standaard ingeschakeld in de meeste recente PHP installaties). Als uw server niet aan deze eisen voldoet kunnen er problemen ontstaan met het gebruik van uitgebreide karaktersets. <br /><br /> Uw server ondersteunt momenteel mbstring: <strong>{$supportsMBString}</strong>

# installer-allowFileUploads
source: Your server currently allows file uploads: <strong>{$allowFileUploads}</strong>
it_it: Il tuo server attualmente permette il caricamento dei file: <strong>{$allowFileUploads}</strong>
nl_nl: Uw server staat momenteel het laden van bestanden toe: <strong>{$allowFileUploads}</strong>
