Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# sectionEditor.regrets.reviewRound
source: Peer Review, Round {$round}
az: Rəyçinin dəyərləndirilməsi, Tur {$round}
bg: Рецензиране, Етап {$round}
bs_ba: Stručna recenzija, {$round}. krug
de_de: Peer Review, Durchgang {$round}
el_gr: Ομότιμη αξιολόγηση, κύκλος {$round}
eu: Adituen ebaluazioa, {$round}. itzulia
gd_gb: Lèirmheas seise, cuairt {$round}
gl_es: Avaliación de expertos/as, rolda {$round}
hi_in: सहकर्मी की समीक्षा, दौर {$ round}
hu_hu: Szakmai lektorálás, Forduló {$round}
hy_am: Գործընկերային գրախոսում, փուլ {$round}
is: Ritrýni, umferð {$round}
ja: 査読、 {$round}回目
ka: რეცენზირება, {$round} რაუნდი
kk: {$Round} шолуы
ku_iq: هەڵسەنگاندنی نهێنی، خولی {$round}
ky: Рецензия, айлампа {$round}
lt: Recenzavimas, {$round} kartas
lv_lv: Recenzēšana, kārta {$round}
mk_mk: Отворено рецензирање, {$round} рунда
mr: तज्ज्ञ समीक्षण, फेरी {$round}
ms: Ulasan Sejawat, Pusingan {$round}
nb_no: Fagfellevurdering, runde {$round}
ro: Revizuire, Runda {$round}
sk_sk: Recenzia, Kolo{$round}
sl_si: Recenzija, krog {$round}
sr_rs@cyrillic: Стручна рецензија, {$round}. круг
sr_rs@latin: Stručna recenzija, {$round}. krug
th: การพิจารณาโดยผู้ทรงคุณวุฒิ, รอบ {$round}
uk_ua: Наукове рецензування, раунд {$round}
uz@latin: O'zaro baho, {$ round} raundi
vi_vn: Phản biện kín, Vòng {$round}
zh_cn: 审稿，第{$round}回合审稿
zh_hant: 同行評審，第{$round}輪

# sectionEditor.regrets.link
source: View Regrets, Cancels, Previous Rounds
az: Etiraz, ləğv və əvvəlki addımlar
bg: Преглед на рецензензионен отказ, отмяна и по-ранни етапи на редакция
bs_ba: Pregled odbijenih, otkazanih i ranijih recenzija
de_de: Absagen, Abbrüche, frühere Durchgänge anzeigen
el_gr: Προβολή υπαναχωρήσεων, ακυρώσεων, προηγούμενων κύκλων αξιολόγησης
eu: Ikusi ezezkoak, bertan behera uzteak, aurreko itzuliak
gd_gb: Seall aithreachasan, na sguireadh dheth, cuairtean roimhe
gl_es: Ver os encargos rexeitados, os cancelados e as roldas anteriores
hi_in: पछतावा, रद्द, पिछले सीमा देखें
hu_hu: Visszautasítások, Törlések Előző fordulók megtekintése
hy_am: Դիտեք ափսոսանքները, չեղարկումները, նախորդ փուլերը
is: Skoða afþakkanir, hætt við, fyrri umferðir
ja: 謝絶と取消、これまでの査読処理の閲覧
ka: უარყოფის, გაუქმებისა და ადრეული რაუნდების ნახვა
kk: Бас тартуды, бас тартуды және алдыңғы раундтарды қараңыз
ku_iq: پیشاندانی داوای لێبوردنەکان، پەشیمانبونەوەکان و خولەکانی پێشتر
ky: Баш тартууларды, жокко чыгарууларды жана мурунку айлампаларды көрүү
lt: Peržiūrėti pasitaisymui, panaikinimus, ankstesnius etapus
lv_lv: Skatīt nožēlas, atcelšanas, iepriekšējās kārtas
mk_mk: Прегледај каења, откажувања и претходни рунди
mr: मतप्रदर्शनाला नकार, कार्यभार रद्द आणि पूर्वीच्या सादरीकरणांच्या फेर्‍या
ms: Lihat Penyesalan, Pembatalan, Pusingan Sebelumnya
nb_no: Vis avslag, avbrutt, tidligere runder
ro: Vizualizare regrete, anulări, runde anterioare
sk_sk: Zobraziť odmietnutie, zrušenie, predchádzajúce kolá
sl_si: Poglej opravičila, odstope in prejšnje kroge
sr_rs@cyrillic: Преглед одбијених, отказаних и претходних рецензија
sr_rs@latin: Pregled odbijenih, otkazanih i prethodnih recenzija
th: ดูความเสียใจ, การยกเลิก, รอบก่อนหน้า
uk_ua: Переглянути відмови, припинення, попередні раунди
uz@latin: Afsus, Bekor qilish, Oldingi turlarni ko'rish
vi_vn: Xem Từ chối, Huỷ đề nghị, Các vòng phản biện trước
zh_cn: 查看婉谢、取消、前一回合审稿

# sectionEditor.regrets
source: Regrets
az: Etirazlar
bg: Отказ
bs_ba: Isprike
de_de: Absagen
el_gr: Υπαναχωρήσεις
eu: Ezezko mezua
gd_gb: Aithreachasan
gl_es: Encargos rexeitados
hi_in: पछतावा
hu_hu: Visszautasítások
hy_am: Ափսոսանքներ
is: Afþökkun
ja: 謝絶
ka: უარი
kk: Бас тартулар
ku_iq: داوای لێبوردنەکان
ky: Тилекке каршы
lt: Pasitaisyta
lv_lv: Nožēla
mk_mk: Каења
mr: नकार
ms: Penyesalan
nb_no: Avslag
ro: Regrete
sk_sk: Odmietnutie
sl_si: Zavrnitev
sr_rs@cyrillic: Извињења
sr_rs@latin: Izvinjenja
th: ขออภัย
uk_ua: Відмови
uz@latin: Afsus
vi_vn: Từ chối
zh_cn: 遗憾

# sectionEditor.regrets.title
source: #{$submissionId} Reviewer Regrets, Cancellations & Earlier Rounds
az: #{$submissionId} rəyçi etirazları, ləğvlər və əvvəlki addımlar
bg: #{$submissionId} Рецензензионен отказ, отмяна и по-ранни етапи на редакция
bs_ba: #{$submissionId} recenzentova isprika, otkazivanje i raniji krugovi
de_de: #{$submissionId} Absagen durch Gutachter/innen, Abbrüche & Frühere Durchgänge
el_gr: #{$submissionId} Υπαναχωρήσεις Αξιολογητή, Ακυρώσεις & Αρχικοί κύκλοι αξιολόγησης
eu: #{$submissionId} Ebaluatzailearen ezezkoak, bertan behera uzteak eta aurreko itzuliak
gd_gb: #{$submissionId} aithreachasan an lèirmheasaiche, na sguir iad dheth ⁊ cuairtean roimhe seo
gl_es: #{$submissionId} Encargos rexeitados, cancelacións e roldas anteriores do revisor/a
hi_in: {{$ सबमिशन}} समीक्षक पछतावा, रद्द करना और पहले की सीमा
hu_hu: #{$submissionId} szakmai lektor visszautasítások, Törlések & Előző fordulók
hy_am: #{$submissionId} Գրախոսի ափսոսանքները, չեղարկումները և ավելի վաղ փուլերը
is: #{$submissionId} Afþakkanir ritrýna, hætt við og fyrri umferðir
ja: #{$submissionId} 査読者の謝絶と取消、これまでの査読ラウンド
ka: #{$submissionId} რეცენზენტის უარყოფა და გაუქმება და ადრეული რაუნდები
kk: #{$submitId} Рецензенттен бас тарту, бас тарту және алдыңғы раундтар
ku_iq: #{$submissionId} داوای لێبوردنی هەڵسەنگێنەران، پەشیمانبونەوەکان & خولەکانی پێشتر
ky: #{$submissionId} Рецензенттин баш тартуулары, жокко чыгаруулар жана мурунку айлампалар
lt: #{$submissionId} Recenzento pasitaisyta, panaikinta ir įvykdyta anksčiau
lv_lv: #{$submissionId} Recenzenta nožēla, atcelšana un iepriekšējās kārtas
mk_mk: #{$submissionId} Каења, откажувања и претходни рунди на рецензент
mr: #{$submissionId} ला समीक्षकाचा नकार, कार्यभार रद्द आणि पूर्वीच्या सादरीकरणांच्या फेर्‍या
ms: #{$submissionId} Penyesalan Pengulas, Pembatalan & Pusingan Terdahulu
nb_no: #{$submissionId} Fagfellens avslag, samt avbrutte og tidligere runder
ro: #{$submissionId} Regrete revizor, anulări & Runde iniţiale
sk_sk: #{$SubmissionId} Odmietnutie recenzentov, zrušenie & predchádzajúce kolá
sl_si: #{$submissionId} Opravičila in odstopi recenzentov ter rezultati predhodnih recenzij
sr_rs@cyrillic: #{$submissionId} рецензентово извињење, отказивања и претходни круговi
sr_rs@latin: #{$submissionId} recenzentovo izvinjenje, otkazivanja i prethodni krugovi
th: #{$submissionId} ความเสียใจของผู้พิจารณา, การยกเลิก & รอบก่อนหน้า
uk_ua: #{$submissionId} Відмови рецензентів, припинення роботи та попередні раунди
uz@latin: #{$ submitId} Sharhlovchining pushaymonligi, bekor qilinishi va oldingi raundlari
vi_vn: #{$submissionId} Từ chối phản biện, Hủy đề nghị & Các vòng phản biện trước
zh_cn: >#{$submissionId} 审稿人婉谢、取消 & 之前的审稿回合

# sectionEditor.regrets.breadcrumb
source: Regrets
az: Etirazlar
bg: Отказ
bs_ba: Isprika
de_de: Absagen
el_gr: Υπαναχωρήσεις
eu: Ezezko mezua
gd_gb: Aithreachasan
gl_es: Encargos rexeitados
hi_in: पछतावा
hu_hu: Visszautasítások
hy_am: Ափսոսանք
is: Afþakkanir
ja: 謝絶
ka: უარი
kk: Бас тартулар
ku_iq: داوای لێبوردنەکان
ky: Тилекке каршы
lt: Pasitaisyta
lv_lv: Nožēla
mk_mk: Каења
mr: नकार
ms: Penyesalan
nb_no: Avslag
ro: Regrete
sk_sk: Odmietnutie
sl_si: Opravičila
sr_rs@cyrillic: Извињење
sr_rs@latin: Izvinjenje
th: ขออภัย
uk_ua: Відмови
uz@latin: Afsus
vi_vn: Từ chối
zh_cn: 遗憾
zh_hant: 抱歉

# plugins.categories.generic.description
source: Generic plugins are used to extend Open Journal Systems in a variety of ways that are not supported by the other plugin categories.
az: Ümumi qoşmalar, digər qoşma kateqoriyaları tərəfindən dəstəklənməyən müxtəlif yollarla Açıq Jurnal Sistemləri istifadəsini genişləndirmək üçün istifadə edilir.
bg: Общите (вътрешни за системата) плъгини се използват за разширяване на Open Journal Systems по различни начини, които не се поддържат от другите категории плъгини.
bs_ba: Opći dodaci služe proširivanju funkcionalnosti OJS-a. Ovo je rezidualna kategorije u koju spadaju dodaci koji ne pripadaju ni jednoj od sistematiziranih kategorija.
de_de: Generische Plugins werden zur Erweiterung von Open Journal Systems in einer Vielzahl von Wegen genutzt, die nicht durch die anderen Plugin-Kategorien bereitgestellt werden.
el_gr: Τα Γενικά Πρόσθετα χρησιμοποιούνται για επέκταση των λειτουργικοτήτων του Open Journal Systems με τρόπους που δεν υποστηρίζονται από άλλες κατηγορίες Πρόσθετων.
eu: Plugin generikoek Open Journal Systems hedatzen dute gainerako plugin kategoriek egin ezin dituzten hainbat gauzatarako.
gd_gb: Thathar a’ cleachdadh plugain coitcheann airson siostam an iris-leabhair fhosgailte a leudachadh ann an dòighean air nach eil plugain eile comasach.
gl_es: Os complementos xenéricos utilízanse para ampliar as funcionalidades de Open Journal Systems non incluídas noutras categorías de complementos.
hi_in: जेनेरिक प्लगइन्स का उपयोग ओपन जर्नल सिस्टम को विभिन्न तरीकों से विस्तारित करने के लिए किया जाता है जो अन्य प्लगइन श्रेणियों द्वारा समर्थित नहीं हैं।
hu_hu: Az általános pluginok, amelyek nem tartoznak más plugin kategóriába, bővítik az OJS-t lehetőségeit.
hy_am: Ընդհանուր պլագիններն օգտագործվում են բաց ամսագրի համակարգերը ընդլայնելու համար տարբեր ձևերով, որոնք չեն աջակցվում հավելումների այլ դասերի կողմից:
ja: 他のカテゴリに含まれていない方法でオープン･ジャーナル･システムを拡張するのに使用されます。
ka: ზოგადი პლაგინები გამოიყენება Open Journal Systems-ის გასავრცელებლად სხვადასხვა გზით, რომლებიც არ არის მხარდაჭერილი პლაგინების სხვა კატეგორიების მიერ.
kk: Жалпы модульдер Open Journal Systems жүйесінің мүмкіндіктерін кеңейту үшін қолданылады.
ku_iq: گرێدانە گشتییەکان بۆ فراوانکردنی سیستەمی گۆڤاری کراوە بەکار دێت بە ڕێگای جیاواز و بۆ پاڵپشتیکردنی ئەو گرێدانانەی کە بێ پاڵپشتین.
ky: Жалпы плагиндер Open Journal Systems’ди башка плагин категориялары колдобогон ар кандай жолдор менен кеңейтүү үчүн колдонулат.
lt: Naudojami bendrieji įskiepiai. Todėl atvirosios prieigos žurnalų sistema veikia net ir tada, kai kitų kategorijų įskiepiai nepalaikomi.
lv_lv: Vispārīgos spraudņus izmanto, lai paplašinātu Open Journal Systems dažādos veidos, kurus neatbalsta citas spraudņu kategorijas.
mk_mk: Генерички додатоци се користат за проширување на Open Journal Systems на различни начини кои не се поддржани од другите категории на додатоци.
mr: इतर प्लग-इन श्रेणींद्वारे आधार नसलेल्या कामांसाठी जेनेरिक प्लग-इन्सचा वापर मुक्त नियतकालिके प्रणाली (ओपन जर्नल सिस्टम्स) चा विस्तार करण्यासाठी विविध मार्गांनी केला जातो.
ms: Plugin Generik digunakan untuk memperluas Open Journal Systems dengan pelbagai cara yang tidak disokong oleh kategori plugin yang lain.
nb_no: Generiske programtillegg brukes for å utvide Open Journal Systems på en rekke måter som ikke er støttet av de andre kategoriene av programtillegg.
ro: Plugin-urile generice sunt utilizate pentru a extinde sistemele Open Journal într-o varietate de moduri care nu sunt acceptate de celelalte categorii de pluginuri.
sk_sk: Všeobecné pluginy sa používajú k rozšíreniu OJS rôznymi spôsobmi, ktoré nie sú podporované inými kategóriami pluginov.
sl_si: Generični vtičniki razširjujejo Open Journal System v večih smereh, ki niso podprte z vtičniki drugih kategorij.
sr_rs@cyrillic: Генерички додаци служе проширивању функционалности OJS-а на многе начине који нису подржани додацима у другим катерогијама.
sr_rs@latin: Generički dodaci služe proširivanju funkcionalnosti OJS-a na mnoge načine koji nisu podržani dodacima u drugim katerogijama.
th: ปลั๊กอินทั่วไปถูกใช้เพื่อขยายความสามารถของ Open Journal Systems ในหลากหลายวิธีที่ไม่ได้รับการสนับสนุนจากหมวดหมู่ปลั๊กอินอื่น ๆ
uk_ua: Загальні модулі дозволяють багатьма шляхами розширити функціональність Open Journal Systems.
uz@latin: Umumiy plaginlar Open Journal tizimlarini boshqa plaginlar toifalari tomonidan qo'llab -quvvatlanmaydigan turli usullar bilan kengaytirish uchun ishlatiladi.
vi_vn: Các plugin chung được sử dụng để mở rộng Hệ thống Tạp chí Mở theo nhiều cách không được các loại plugin khác hỗ trợ.
zh_cn: 该类型插件以各种方式扩充OJS，让其他种类的WEB程序可以支持OJS.
zh_hant: 一般插件用來在尚未有其他插件支援的不同方面擴展Open Journal Systems。

# about.subscriptions
source: Subscriptions
az: Abunəlik
bg: Абонаменти
bs_ba: Pretplate
de_de: Abonnements
el_gr: Συνδρομές
eu: Harpidetzak
gd_gb: Fo-sgrìobhaidhean
gl_es: Subscricións
hi_in: सदस्यता
hu_hu: Előfizetések
hy_am: Բաժանորդագրություններ
is: Áskriftir
ja: 購読
ka: გამოწერები
kk: Жазылымдар
ku_iq: بەشداریکردن
ky: Жазылуулар
lt: Prenumeratos
lv_lv: Abonementi
mk_mk: Претплати
mr: वर्गणी/सदस्यता
ms: Langganan
nb_no: Abonnementer
ro: Abonamente
sk_sk: Predplatné
sl_si: Naročnine
sq: Pajtimet
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
th: การสมัครสมาชิก
uk_ua: Передплати
uz@latin: Obunalar
vi_vn: Thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# about.archiving
source: Archiving
az: Arxivləşdirmə
bg: Архивиране
bs_ba: Arhiviranje
de_de: Archivierung
el_gr: Αρχειοθέτηση
eu: Artxibatzea
gd_gb: Tasglannadh
gl_es: Arquivamento
hi_in: संग्रह
hu_hu: Archiválás
hy_am: Արխիվացում
is: Útgefið efni
ja: アーカイビング
ka: დაარქივება
kk: Мұрағатқа жіберілуде
ku_iq: ئەرشیفکردن
ky: Архивдөө
lt: Archyvavimas
lv_lv: Arhivēšana
mk_mk: Архивирање
mr: संग्रहण
ms: Pengarkiban
nb_no: Arkivering
ro: Arhivare
sk_sk: Archivácia
sl_si: Arhiviranje
sr_rs@cyrillic: Архивирање
sr_rs@latin: Arhiviranje
th: การเก็บรักษา
uk_ua: Архівування
uz@latin: Arxivlash
vi_vn: Lưu trữ
zh_cn: 存档
zh_hant: 典藏

# about.delayedOpenAccessDescription2
source: month(s) after an issue is published.
az: Ay sonra açıq giriş formatında əlçatan olacaq.
bg: месец(и) след публикуването на брой.
bs_ba: mjesec(i) nakon objave broja časopisa.
de_de: Monat(e) nach der Veröffentlichung einer Ausgabe.
el_gr: μήνα(-ες) μετά από τη δημοσίευση τεύχους.
eu: hilabetera egongo da erabilgarri sarbide irekian.
gd_gb: mìos(an) an dèidh foillseachadh de dh’iris.
gl_es: mes/es despois da publicación dun número.
hi_in: एक अंक प्रकाशित होने के बाद महीना।
hu_hu: hónap(ok) a szám megjelenése után.
hy_am: համարի հրապարակումից հետո ամիս(ներ):
is: mánuði/mánuðum eftir að tölublað er gefið út.
ja: ヵ月からオープンアクセスで公開されます。
ka: თვე ნომრის გამოცემის შემდეგ.
kk: басылым шыққаннан кейін бірнеше ай өтті.
ku_iq: ماوەی دوای بڵاوکردنەوەکە بە مانگ.
ky: чыгарылыш жарыялангандан кийин ай(лар).
lt: mėnuo (mėnesiai) nuo žurnalo išspausdinimo.
lv_lv: mēnesi(-šus) pēc numura publicēšanas.
mk_mk: месец(и) откако изданието е објавено.
mr: महिन्यांनी अंक प्रकाशित झाल्यानंतर.
ms: bulan selepas sesuatu terbitan diterbitkan.
nb_no: måned(er) etter at en utgave er publisert.
ro: lună (luni) după publicarea unui număr.
sk_sk: mesiac(e) po tom, čo bolo číslo publikované.
sl_si: mesecev po izdaji revije.
sq: muaj(t) pasi një numër reviste është botuar.
sr_rs@cyrillic: месец(и) након објављивања броја часописа.
sr_rs@latin: mesec(i) nakon objavljivanja broja časopisa.
th: เดือนหลังจากการตีพิมพ์ฉบับนั้น ๆ
uk_ua: місяців після дати публікації випуску.
uz@latin: son nashrdan keyin oylar.
vi_vn: (các) tháng sau khi một số được công bố.
zh_cn: 个月后期刊将出版.

# about.delayedOpenAccessDescription1
source: The contents of this journal will be available in an open access format
az: Bu Jurnalın məzmunu
bg: Съдържанието на това списание ще бъде достъпно във формат с отворен достъп
bs_ba: Sadržaj ovog časopisa bit će dostupan u formatu otvorenog pristupa
de_de: Der Inhalt dieser Zeitschrift erscheint in einem frei zugänglichen Format
el_gr: Το περιεχόμενο του συγκεκριμένου περιοδικού θα είναι διαθέσιμο με ανοικτή πρόσβαση
eu: Aldizkari honen edukia zenbakia argitaratu eta
gd_gb: Bidh inntrigeadh fosgailte do shusbaint an iris-leabhair seo
gl_es: Os contidos desta revista estarán dispoñibles en formato de acceso libre
hi_in: इस जर्नल की सामग्री एक ओपन एक्सेस प्रारूप में उपलब्ध होगी
hu_hu: Ennek a folyóiratnak a tartalmai nyílt hozzáférés keretében jelennek meg
hy_am: Այս ամսագրի բովանդակությունը հասանելի կլինի բաց մատչելիության ձևաչափով
is: Allar greinar sem birtar eru í tímaritinu eru í opnum aðgangi
ja: 本誌のコンテンツは、出版後
ka: ამ ჟურნალის შიგთავსი გამოქვეყნდება ღია წვდომით
kk: Бұл журнал мазмұны жалпыға қолжетімді болады
ku_iq: ناوەرۆکی ئەم گۆڤارە بە سیستەمی کراوە بەردەست دەبێت
ky: Бул журналдын мазмуну ачык жеткиликтүүлүк форматында жеткиликтүү болот
lt: Šio žurnalo tekstai atvirosios prieigos formatu bus pateikti
lv_lv: Šī žurnāla saturs būs pieejams atvērtās piekļuves formātā
mk_mk: Содржината на ова списание ќе биде достапна во формат со отворен пристап
mr: या नियतकालिकातील मजकूर मुक्त प्रारूपात उपलब्ध असेल
ms: Kandungan jurnal ini boleh didapati dalam format akses terbuka
nb_no: Innholdet i dette tidsskriftet vil bli tilgjengelig i Open Access-format
ro: Conținutul acestui jurnal va fi disponibil în format liber
sk_sk: Obsah tohto čísla bude dostupný vo formáte otvoreného prístupu
sl_si: Odprt dostop do te revije bo na voljo
sr_rs@cyrillic: Садржај овог часописа бит ће доступан у формату отвореног приступа
sr_rs@latin: Sadržaj ovog časopisa bit će dostupan u formatu otvorenog pristupa
th: เนื้อหาของวารสารนี้จะสามารถเข้าถึงได้ในรูปแบบการเข้าถึงแบบเปิด
uk_ua: Зміст цього журналу буде доступний у форматі відкритого доступу через
uz@latin: Ushbu jurnalning mazmuni ochiq formatda bo'ladi
vi_vn: Nội dung của tạp chí này sẽ có sẵn ở định dạng truy cập mở
zh_cn: 本期刊的内容将采用开发存取的格式
zh_hant: 此期刊內容將為開放取用可供查閱

# about.delayedOpenAccess
source: Delayed Open Access
az: Gecikmiş açıq giriş
bg: Отложен отворен достъп
bs_ba: Odgođeni otvoreni pristup
de_de: Verzögerter Open Access
el_gr: Καθυστερημένη ανοικτή πρόσβαση
eu: Sarbide ireki geroratua
gd_gb: Inntrigeadh fosgailte le dàil
gl_es: Acceso libre diferido
hi_in: विलंबित ओपन एक्सेस
hu_hu: Késleltetett nyílt hozzáférés
hy_am: Հետաձգված բաց մատչելիություն
is: Seinkaður opinn aðgangur
ja: エンバーゴ付きオープンアクセス
ka: გადადებული ღია წვდომის ჩართვა
kk: Кешіктірілген ашық ену
ku_iq: دەستپێڕاگەیشتنی کراوەی دواخراو
ky: Кечиктирилген ачык жеткиликтүүлүк
lt: Atidėta atviroji prieiga
lv_lv: Atvērtā piekļuve ar embargo periodu
mk_mk: Одложен отворен пристап
mr: विलंबित मुक्त उपलब्धता
ms: Akses Terbuka Tertangguh
nb_no: Utsatt Open Access
ro: Acces liber întârziat
sk_sk: Oneskorený otvorený prístup
sl_si: Odprt dostop z zakasnitvijo
sr_rs@cyrillic: Одгођени отворени приступ
sr_rs@latin: Odgođeni otvoreni pristup
th: การเข้าถึงแบบเปิดที่ล่าช้า
uk_ua: Відстрочений відкритий доступ
uz@latin: Kechiktirilgan ochiq kirish
vi_vn: Truy cập mở bị trì hoãn
zh_cn: 延迟开放存取
zh_hant: 延遲開放取用

# about.openAccessPolicy
source: Open Access Policy
az: Açıq giriş politikası
bg: Политика за отворен достъп
bs_ba: Otvoreni pristup
de_de: Open-Access-Richtlinie
el_gr: Πολιτική ανοικτής πρόσβασης
eu: Sarbide irekiko politika
gd_gb: Poileasaidh an inntrigidh fhosgailte
gl_es: Política de acceso libre
hi_in: ओपन एक्सेस नीति
hu_hu: Nyílt hozzáférés politika
hy_am: Բաց մատչելիության քաղաքականություն
is: Stefna um opinn aðang
ja: オープンアクセスポリシー
ka: ღია წვდომის პოლიტიკა
kk: Қол жетімділік саясаты
ku_iq: سیاسەتی دەستپێڕاگەیشتنی کراوە
ky: Ачык жеткиликтүүлүк саясаты
lt: Atvirosios prieigos nuostatos
lv_lv: Atvērtās piekļuves politika
mk_mk: Полиса за отворен пристап
mr: मुक्त उपलब्धतेसंबंधी धोरण
ms: Dasar Akses Terbuka
nb_no: Retningslinjer om Open Access
ro: Politica de acces liber
sk_sk: Pravidlá otvoreného prístupu
sl_si: Politika odprtega dostopa
sq: Politika e Aksesit të Hapur
sr_rs@cyrillic: Отворени приступ
sr_rs@latin: Otvoreni pristup
th: นโยบายการเข้าถึงแบบเปิด
uk_ua: Політика відкритого доступу
uz@latin: Ochiq kirish siyosati
vi_vn: Chính sách truy cập mở
zh_cn: 开放存取政策
zh_hant: 開放取用政策

# about.peerReviewProcess
source: Peer Review Process
az: Dəyərləndirmə prosesi
bg: Процес на рецензиране (Peer Review)
bs_ba: Recenzijski postupak
de_de: Peer-Review-Vorgang
el_gr: Διαδικασία Ομότιμης Αξιολόγησης
eu: Adituen ebaluazio-prozesua
gd_gb: Pròiseas nan lèirmheas le seise
gl_es: Proceso de avaliación por pares
hi_in: पीर रिव्यु प्रक्रिया
hu_hu: lektorálási eljárás
hy_am: Գործընկերային գրախոսության գործընթաց
is: Ritrýniferli
ja: 査読プロセス
ka: რეცენზირების პროცესი
kk: Рецензиялау процесі
ku_iq: پرۆسەی هەڵسەنگاندنی نهێنی
ky: Рецензия процесси
lt: Recenzavimas
lv_lv: Recenzēšanas process
mk_mk: Процес на отворено рецензирање
mr: तज्ज्ञ समीक्षण प्रक्रिया
ms: Proses Ulasan Sejawat
nb_no: Prosessen rundt fagfellevurderingen
ro: Procesul de revizuire
sk_sk: Recenzné riadenie
sl_si: Recenzentski postopek
sr_rs@cyrillic: Рецензентски поступак
sr_rs@latin: Recenzentski postupak
th: กระบวนการพิจารณาโดยผู้ทรงคุณวุฒิ
uk_ua: Процес рецензування
uz@latin: O'zaro baholash jarayoni
vi_vn: Quy trình đánh giá ngang hàng
zh_cn: 同行评议流程
zh_hant: 同行評審過程

# about.authorFeesMessage
source: This journal charges the following author fees.
az: Bu Jurnal aşağıdakı müəllif ödənişini tətbiq edir
bg: Това списание начислява следните авторски такси.
bs_ba: Časopis naplaćuje od autora sljedeće radnje.
de_de: Diese Zeitschrift erhebt die folgenden Autor/innen-Gebühren.
el_gr: Το περιοδικό αυτό επιβαρύνει τους Συγγραφείς με τις παρακάτω εισφορές:
eu: Aldizkari honek tarifa hauek ditu egileentzat.
gd_gb: Iarraidh an t-iris-leabhar seo na tàillean a leanas air ùghdaran.
gl_es: Esta revista aplícalles aos autores/as as cotas seguintes.
hi_in: यह जर्नल निम्नलिखित लेखक की फीस लेती है।
hu_hu: Ez a folyóirat az alábbi szerzői díjakkal dolgozik.
hy_am: Այս ամսագիրը գանձում է հետևյալ հեղինակային վճարները.
is: Þetta tímarit innheimtir eftirfarandi gjöld af höfundum.
ja: 本ジャーナルでは、下記の著者料金が発生します。
ka: ეს ჟურნალი იხდის შემდეგ საავტორო მოსაკრებლებს.
kk: Бұл журнал авторлардан келесі төлемдерді қабылдайды.
ku_iq: ئەم گۆڤارە ئەم بڕە پارەیە لە توێژەران وەردەگرێت.
ky: Бул журнал төмөнкү автордук төлөмдөрдү талап кылат.
lt: Šiame žurnale taikomi šie autoriaus mokesčiai.
lv_lv: Šis žurnāls iekasē šādu autora maksu.
mk_mk: Ова списание ги наплаќа следните надоместоци од авторот.
mr: हे नियतकालिक लेखकांना खालीलप्रमाणे शुल्क आकारते.
ms: Jurnal ini mengenakan yuran pengarang berikut.
nb_no: Dette tidsskriftet krever denne forfatteravgiften.
ro: Acest jurnal percepe următoarele taxe de autor.
sk_sk: Tento časopis si účtuje nasledujúce autorské poplatky.
sl_si: Ta revija zaračunava naslednje avtorske prispevke.
sr_rs@cyrillic: Часопис наплаћује од аутора следеће радње.
sr_rs@latin: Časopis naplaćuje od autora sledeće radnje.
th: วารสารนี้เรียกเก็บค่าธรรมเนียมผู้เขียนดังต่อไปนี้
uk_ua: Цей журнал стягує з авторів оплату за наступні послуги.
uz@latin: Bu jurnal quyidagi mualliflik haqlarini oladi.
vi_vn: Tạp chí này tính phí tác giả như sau.
zh_cn: 这个期刊收取一下作者费用.
zh_hant: 此期刊將收取以下作者費用。

# about.authorFees
source: Author Fees
az: Müəllif qonorarı
bg: Авторски такси
bs_ba: Autorske naknade
de_de: Autor/innen-Gebühren
el_gr: Εισφορά Συγγραφέα
eu: Egile-tarifak
gd_gb: Tàillean ùghdair
gl_es: Cotas dos autores/as
hi_in: लेखक शुल्क
hu_hu: Szerzői díjak
hy_am: Հեղինակային վճարներ
is: Höfundagjöld
ja: 論文掲載料
ka: ავტორის გადახდები
kk: Авторлардың төлемдері
ku_iq: پارەدانی توێژەر
ky: Автордук төлөмдөр
lt: Autoriaus mokesčiai
lv_lv: Autora maksa
mk_mk: Надоместоци од авторорт
mr: लेखकांसाठी शुल्क
ms: Yuran Pengarang
nb_no: Forfatteravgift
ro: Taxe pentru autor
sk_sk: Autorské poplatky
sl_si: Avtorski prispevki
sq: Tarifat e Autorit
sr_rs@cyrillic: Ауторске надокнаде
sr_rs@latin: Autorske nadoknade
th: ค่าธรรมเนียมผู้เขียน
uk_ua: Авторські внески
uz@latin: Mualliflik to'lovlari
vi_vn: Phí tác giả
zh_cn: 作者费
zh_hant: 作者費用
