Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# installer.updatingInstructions
source: If you are upgrading an existing installation of OJS, <a href="{$upgradeUrl}">click here</a> to proceed.
az: Mövcud bir ADS quraşdırmasını təkmilləşdirirsinizsə, davam etmək üçün bura <a href="{$upgradeUrl}">klikləyin</a>. .
bg: Ако надстройвате съществуваща инсталация на OJS, <a href="{$upgradeUrl}">натиснете тук</a> за да продължите.
eu: Instalatuta dagoen OJS instalazio bat bertsio-berritzen ari baldin bazara, <a href="{$upgradeUrl}">egin klik hemen</a> aurrera egiteko.
gl_es: Estase actualizando unha instalación de OJS xa existente, faga clic <a href="{$upgradeUrl}">aquí</a> para continuar.
hy_am: Եթե դուք թարմացնում եք OJS-ի գոյություն ունեցող տեղադրումը, <a href="{$upgradeUrl}">սեղմեք այստեղ</a> շարունակելու համար:
is: Ef þú ert að uppfæra OJS kerfi sem búið er að setja upp, <a href="{$upgradeUrl}">smelltu hér</a> til að halda áfram.
ja: 既存のOJSをアップグレードする場合は、<a href="{$upgradeUrl}">ここをクリック</a>して進んでください。
ka: თუ განაახლებთ OJS-ის არსებულ ინსტალაციას, <a href="{$upgradeUrl}">დააჭირეთ აქ,</a> რომ გააგრძელოთ.
kk: Егер сіз бұрыннан бар OJS қондырғысын жаңартсаңыз, жалғастыру үшін <a href="{$upgradeUrl}"> мына жерді басыңыз </a>.
ky: Эгер OJS орнотуусун жаңыртып жатсаңыз, улантуу үчүн <a href="{$upgradeUrl}">бул жерге басыңыз</a>.
lt: Jei atnaujinate esamą „OJS“ diegimą, <a href="{$upgradeUrl}">spustelėkite čia</a>, kad tęstumėte.
lv_lv: Ja vēlaties atjaunināt esošo OJS instalāciju, <a href="{$upgradeUrl}">klikšķiniet šeit</a>, lai turpinātu.
mk_mk: Ако ја надградувате постоечката инсталација на OJS, <a href="{$upgradeUrl}"> кликнете тука </a> за да продолжите.
mr: तुम्हाला OJS च्या विद्यमान आवृत्तीचा (Installation) नव्या आवृत्तीत बदल करायचा (अपग्रेड करत) असल्यास <a href="{$upgradeUrl}">येथे क्लिक करा</a>.
ms: Jika anda menaik taraf pemasangan OJS sedia ada, <a href="{$upgradeUrl}">klik di sini</a> untuk meneruskan.
nb_no: Hvis du oppgraderer en eksisterende innstallasjon av OJS: <a href="{$upgradeUrl}">fortsett til oppgraderingen</a>.
ro: Dacă actualizați o instalare existentă a OJS-ului, <a href="{$upgradeUrl}">click aici</a> pentru a continua.
sl_si: Če delate nadgradnjo obsotječe namestitve, za nadaljevanje <a href="{$upgradeUrl}">kliknite tukaj</a>.
th: หากคุณกำลังอัปเกรดการติดตั้ง OJS ที่มีอยู่ <a href="{$upgradeUrl}">คลิกที่นี่</a> เพื่อดำเนินการต่อ
uz@latin: Agar siz mavjud OJS o'rnatilishini yangilayotgan bo'lsangiz, davom etish uchun <a href="{$upgradeUrl}"> bu erga bosing </a>.
zh_hant: 如您現正升級一個安裝中的OJS，<a href="{$upgradeUrl}">按此</a>繼續。

# installer.ojsUpgrade
source: OJS Upgrade
az: OJS təkmilləşdirmə
bg: Надстройка (upgrade) на OJS
bs_ba: OJS nadogradnja
de_de: Aktualisierung von OJS
el_gr: Αναβάθμιση του OJS
eu: OJS bertsio-berritzea
gd_gb: Àrdachadh OJS
gl_es: Actualización de OJS
hi_in: OJS अपग्रेड
hu_hu: OJS Frissítés
hy_am: OJS-ի արդիականացում
is: OJS uppfærsla
ja: OJSのバージョンアップ
ka: OJS-ის განახლება
kk: OJS жаңарту
ku_iq: نوێکردنەوەی سیستەمی گۆڤاری کراوە
ky: OJS Жаңыртуу
lt: Naujovinti APS
lv_lv: OJS atjaunināšana
mk_mk: Надградба на OJS
mr: OJS चे नवे स्वरूप वापरा
ms: Naik taraf OJS
nb_no: Oppgradere OJS
ro: Actualizare OJS
sk_sk: Aktualizácia OJS
sl_si: OJS nadgradnja
sr_rs@cyrillic: OJS надоградња
sr_rs@latin: OJS nadogradnja
th: การอัปเกรด OJS
uk_ua: Оновлення OJS
uz@latin: OJS yangilash
vi_vn: Nâng cấp OJS
zh_cn: OJS升级
zh_hant: OJS升級

# installer.appInstallation
source: OJS Installation
az: OJS quraşdırılması
bg: Инсталация на OJS
bs_ba: OJS instalacija
de_de: Installation von OJS
el_gr: Εγκατάσταση του OJS
eu: OJS instalazioa
gd_gb: Stàladh OJS
gl_es: Instalación de OJS
hi_in: OJS स्थापना
hu_hu: OJS Installáció
hy_am: OJS-ի տեղադրում
is: OJS uppsetning
ja: OJSのインストール
ka: OJS-ის დაყენება
kk: OJS орнату
ku_iq: دانان و ڕێکخستنی سیستەمی گۆڤاری کراوە
ky: OJS Орнотуу
lt: Diegti APS
lv_lv: OJS uzstādīšana
mk_mk: Инсталација на OJS
mr: OJS ची प्रस्थापना (Installation)
ms: Pemasangan OJS
nb_no: Installere OJS
ro: Instalare OJS
sk_sk: OJS inštalácia
sl_si: OJS namestitev
sr_rs@cyrillic: OJS инсталација
sr_rs@latin: OJS instalacija
th: การติดตั้ง OJS
uk_ua: Встановлення OJS
uz@latin: OJS o'rnatish
vi_vn: Cài đặt OJS
zh_cn: OJS安装
zh_hant: OJS安裝

# payment.subscription.expires
source: Expires
az: Başa çatır
bg: Изтича
bs_ba: Istječe
de_de: Läuft aus
el_gr: Λήγει
eu: Iraungitze-data
gd_gb: Falbhaidh an ùine air
gl_es: Vencemento
hi_in: समय-सीमा समाप्त
hu_hu: Lejár
hy_am: Ժամկետը լրանում է
is: Rennur út
ja: 購読期限
ka: ვადა გასდის
kk: Мерзімі аяқталады
ku_iq: بەسەر چووە
ky: Мөөнөтү бүтөт
lt: Baigiasi: {$data}
lv_lv: Derīguma termiņš beidzas
mk_mk: Истекува
mr: मुदत संपली
ms: Tamat tempoh
nb_no: Utløper
ro: Expiră
sk_sk: Vyprší
sl_si: Datum izteka
sr_rs@cyrillic: Истиче
sr_rs@latin: Ističe
th: หมดอายุ
uk_ua: Завершується
uz@latin: Muddati tugaydi
vi_vn: Hết hạn
zh_cn: 到期
zh_hant: 過期

# payment.subscription.renew
source: Renew Subscription
az: Abunə yeniləmə
bg: Подновяване на абонамент
bs_ba: Obnovite pretplatu
de_de: Abonnement erneuern
el_gr: Ανανεώστε τη συνδρομή.
eu: Berritu harpidetza
gd_gb: Ath-nuadhaich am fo-sgrìobhadh
gl_es: Renovar a subscrición
hi_in: सदस्यता का नवीनीकरण
hu_hu: Előfizetés megújítása
hy_am: Նորացրեք բաժանորդագրությունը
is: Endurnýja áskrift
ja: 購読の更新
ka: გამოწერის განახლება
kk: Жазылымды жаңарту
ku_iq: نوێکردنەوەی بەشداریکردن
ky: Жазылууну жаңылоо
lt: Pratęsti prenumeratą
lv_lv: Atjaunot abonementu
mk_mk: Обнови ја претплатата
mr: सदस्यत्वाचे नुतनीकरण करा
ms: Perbaharui Langganan
nb_no: Forny abonnement
ro: Reînnoiește abonamentul
sk_sk: Obnoviť predplatné
sl_si: Obnovi naročnino
sr_rs@cyrillic: Обновите претплату
sr_rs@latin: Obnovite pretplatu
th: ต่ออายุการสมัครสมาชิก
uk_ua: Поновити передплату
uz@latin: Obunani yangilash
vi_vn: Gia hạn thuê bao
zh_cn: 续订
zh_hant: 更新訂閱

# payment.subscription.purchase
source: Purchase Subscription
az: Abunəlik alın
bg: Покупка на абонамент
bs_ba: Kupi pretplatu
de_de: Abonnement erwerben
el_gr: Ενεργοποιήστε συνδρομή.
eu: Erosi harpidetza
gd_gb: Ceannaich fo-sgrìobhaidh
gl_es: Comprar unha subscrición
hi_in: सदस्यता ख़रीदे
hu_hu: Előfizetés vásárlás
hy_am: Գնեք բաժանորդագրություն
is: Kaupa áskrift
ja: 購読の購入
ka: გამოწერის შეძენა
kk: Жазылымды сатып алыңыз
ku_iq: بەشدار ببە
ky: Жазылуу сатып алуу
lt: Nusipirkti prenumeratą
lv_lv: Iegādāties abonementu
mk_mk: Претплата за набавка
mr: सदस्यता शुल्क भरा
ms: Beli Langganan
nb_no: Kjøp abonnement
ro: Cumpărare de abonament
sk_sk: Kúpiť predplatné
sl_si: Kupi naročnino
sr_rs@cyrillic: Купи претплату
sr_rs@latin: Kupi pretplatu
th: ซื้อการสมัครสมาชิก
uk_ua: Придбати передплату
uz@latin: Obuna sotib olish
vi_vn: Thuê bao mua
zh_cn: 支付订阅
zh_hant: 付款訂閱

# payment.membership.ends
source: Ends
az: Sona çatır
bg: Завършва
bs_ba: Član do
de_de: Endet
el_gr: Λήγει
eu: Amaiera-data
gd_gb: A’ crìochnachadh
gl_es: Finaliza
hi_in: समाप्त होता है
hu_hu: Tagság vége
hy_am: Ավարտվում է
is: Lýkur
ja: 終了
ka: სრულდება
kk: Аяқталады
ku_iq: کۆتایی هات
ky: Аяктоо
lt: Baigiasi
lv_lv: Beidzas
mk_mk: Завршува
mr: कालबाह्य झाले आहे
ms: Tamat
nb_no: Utløper
ro: Finalizare
sk_sk: Končí
sl_si: Izteče
sr_rs@cyrillic: Члан до
sr_rs@latin: Član do
th: สิ้นสุด
uk_ua: Завершується
uz@latin: Tugaydi
vi_vn: Kết thúc
zh_cn: 结束
zh_hant: 結束

# payment.membership.renewMembership
source: Renew Individual Membership
az: Fərdi abunə yenilənməsi
bg: Подновяване на индивидуално членство
bs_ba: Obnovite individualno članstvo
de_de: Mitgliedschaft erneuern
el_gr: Ανανεώστε την ατομική συνδρομή.
eu: Berritu bazkidetza indibiduala
gd_gb: Ath-nuadhaich a’ bhallrachd neach fa leth
gl_es: Renovar a afiliación individual
hi_in: व्यक्तिगत सदस्यता को नवीनीकृत करें
hu_hu: Egyéni tagság megújítása
hy_am: Անհատական անդամակցության նորացում
is: Endurnýja einstaklingsaðild
ja: 個人会員の更新
ka: ინდივიდუალური წევრობის განახლება
kk: Жеке мүшелікті жаңарту
ku_iq: نوێکردنەوەی بەشداریکردنی کەسی
ky: Жеке мүчөлүктү жаңылоо
lt: Pratęsti narystę asmeniui
lv_lv: Atjaunot individuālo dalību
mk_mk: Обновете го индивидуалното членство
mr: वैयक्तिक सदस्यत्वाचे नुतनीकरण करा
ms: Memperbaharui Keahlian Individu
nb_no: Forny individuelt medlemskap
ro: Reînnoiește calitatea de membru individual
sk_sk: Obnoviť individuálne členstvo
sl_si: Obnovi individualno članarino
sr_rs@cyrillic: Обновите индивидуално чланство
sr_rs@latin: Obnovite individualno članstvo
th: ต่ออายุการเป็นสมาชิกบุคคล
uk_ua: Поновити індивідуальне членство
uz@latin: Shaxsiy a'zolikni yangilang
vi_vn: Gia hạn thành viên cá nhân
zh_cn: 续订个人会员
zh_hant: 更新個人會員資格

# payment.membership.buyMembership
source: Buy Individual Membership
az: Fərdi abunəlik alın
bg: Покупка на индивидуално членство
bs_ba: Kupite individualno članstvo
de_de: Mitgliedschaft erwerben
el_gr: Ενεργοποιήστε ατομική συνδρομή.
eu: Erosi bazkidetza indibiduala
gd_gb: Ceannaich ballrachd neach fa leth
gl_es: Comprar unha afiliación individual
hi_in: व्यक्तिगत सदस्यता खरीदें
hu_hu: Egyéni tagság vásárlása
hy_am: Գնեք անհատական անդամակցություն
is: Kaupa einstaklingsaðild
ja: 個人会員の購入
ka: ინდივიდუალური წევრობის შეძენა
kk: Жеке мүшелікті сатып алу
ku_iq: کڕینی بەشداریکردنی تاکە کەسی
ky: Жеке мүчөлүк сатып алуу
lt: Sumokėti už narystę asmeniui
lv_lv: Iegādāties individuālo dalību
mk_mk: Купете индивидуално членство
mr: वैयक्तिक सदस्यत्व वर्गणी भरा
ms: Beli Keahlian Individu
nb_no: Kjøp individuelt medlemskap
ro: Cumpără calitatea de membru individual
sk_sk: Kúpiť individuálne členstvo
sl_si: Kupi individualno članarino
sr_rs@cyrillic: Купите индивидуално чланство
sr_rs@latin: Kupite individualno članstvo
th: ซื้อการเป็นสมาชิกบุคคล
uk_ua: Купити індивідуальне членство
uz@latin: Shaxsiy a'zolikni sotib oling
vi_vn: Mua thành viên cá nhân
zh_cn: 购买个人会员
zh_hant: 購買個人會員資格

# payment.publication.publicationPaid
source: Publication Fee Paid
az: Nəşr haqqı ödənildi
bg: Таксата за публикуване е платена
bs_ba: Naknada za objavljivanje uplaćena
de_de: Veröffentlichungsgebühr bezahlt
el_gr: Η εισφορά δημοσίευσης πληρώθηκε.
eu: Argitaratze-tarifa ordainduta
gd_gb: Tàille foillseachaidh air a phàigheadh
gl_es: Cota de publicación pagada
hi_in: प्रकाशन शुल्क अदा किया
hu_hu: Közzétételi díj kifizetve
hy_am: Հրատարակության գինը վճարված է
is: Útgáfugjald greitt
ja: 出版費用の支払い
ka: პუბლიკაციის საფასური გადახდილია
kk: Басылым ақысы төленді
ku_iq: پارەی بڵاکردنەوە درا
ky: Жарыялоо төлөмү төлөндү
lt: Spausdinimo mokestis sumokėtas
lv_lv: Samaksāta publicēšanas maksa
mk_mk: Платена цената за објавување
mr: प्रकाशन शुल्क भरले
ms: Yuran Penerbitan Dibayar
nb_no: Publiseringsavgift er betalt
ro: Taxa de publicare plătită
sk_sk: Poplatok za publikovanie zaplatený
sl_si: Pristojbina objave plačana
sr_rs@cyrillic: Накнада за објављивање уплаћена.
sr_rs@latin: Naknada za objavljivanje uplaćena.
th: ชำระค่าธรรมเนียมการตีพิมพ์แล้ว
uk_ua: За публікацію статті сплачено
uz@latin: Nashr uchun to'lov to'lanadi
vi_vn: Phí xuất bản đã thanh toán
zh_cn: 出版费已经支付
zh_hant: 已支付出版費用

# payment.publication.payPublication
source: Pay to Publish
az: Nəşr üçün ödəniş
bg: Такса за публикуване
bs_ba: Uplatite naknadu za objavljivanje
de_de: Veröffentlichungsgebühr zahlen
el_gr: Πληρώστε την εισφορά δημοσίευσης.
eu: Ordaindu argitaratzeko
gd_gb: Pàigh airson foillseachadh
gl_es: Pagar por publicar
hi_in: प्रकाशित करने के लिए भुगतान करें
hu_hu: Fizetés a megjelentésért
hy_am: Վճարեք հրապարակման համար
is: Greiða fyrir birtingu
ja: 出版の支払い
ka: გადახდა გამოქვეყნებისთვის
kk: Жариялау үшін төлеңіз
ku_iq: پارەی بڵاوکردنەوە بدە
ky: Жарыялоо үчүн төлөө
lt: Sumokėkite, kad būtų galima spausdinti
lv_lv: Maksāt par publicēšanu
mk_mk: Платете за објавување
mr: प्रकाशन शुल्क भरा
ms: Bayar untuk Penerbitan
nb_no: Betal publiseringsavgift
ro: Taxa de publicare
sk_sk: Zaplatiť za publikovanie
sl_si: Plačaj za objavo
sr_rs@cyrillic: Уплатите накнаду за објављивање
sr_rs@latin: Uplatite naknadu za objavljivanje
th: ชำระเงินเพื่อการตีพิมพ์
uk_ua: Сплатити за публікацію
uz@latin: Nashr qilish uchun to'lash
vi_vn: Thanh toán để xuất bản
zh_cn: 支付出版费
zh_hant: 付款出版

# payment.submission.paySubmission
source: Pay Submission Fee
az: Məqalə üçün ödəniş
bg: Плащане на такса за изпращане на материали
bs_ba: Uplatite naknadu za prijavu članka
de_de: Einreichungsgebühr zahlen
el_gr: Πληρώστε την εισφορά υποβολής.
eu: Ordaindu bidalketa-tarifa
gd_gb: Pàigh tàille tagraidh
gl_es: Pagar a cota de envío
hi_in: सबमिशन फीस का भुगतान करें
hu_hu: Benyújítási díj fizetése
hy_am: Վճարեք ներկայացման գինը
is: Greiða innsendingargjald
ja: 投稿料の支払い
ka: წარდგენის საფასური
kk: Материалды жіберу төлемі
ku_iq: پارەی پێشکەشکردن بدە
ky: Тапшырма төлөмүн төлөө
lt: Sumokėkite straipsnio pateikimo mokestį
lv_lv: Maksāt iesniegšanas maksu
mk_mk: Платете ја цената за поднесување
mr: सादरीकरणासाठी भरावयाचे शुल्क अदा करा
ms: Bayar Yuran Penyerahan
nb_no: Betal innsendingsavgift
ro: Taxa de depunere manuscris
sk_sk: Zaplatiť poplatok za príspevok
sl_si: Plačaj pristojbino oddaje
sr_rs@cyrillic: Уплатите накнаду за пријаву чланка
sr_rs@latin: Uplatite naknadu za prijavu članka
th: ชำระค่าธรรมเนียมการส่งบทความ
uk_ua: Сплатити за подання
uz@latin: Taqdim etish uchun to'lov
vi_vn: Thanh toán phí bài gửi
zh_cn: 支付投稿费
zh_hant: 支付投稿費用

# payment.donation.makeDonation
source: Make a donation
az: İanə edin
bg: Направете дарение
bs_ba: Uplatite donaciju
de_de: Spenden
el_gr: Κάντε μία δωρεά
eu: Egin dohaintza bat
gd_gb: Thoir tabhartas
gl_es: Facer unha doazón
hi_in: एक दान करें
hu_hu: Adományozás
hy_am: Կատարեք նվիրատվություն
is: Gefa frjálst framlag
ja: 寄付をする
ka: შემოწირულობა
kk: Қайырымдылық жасаңыз
ku_iq: پارە ببەخشە
ky: Кайрымдуулук кылуу
lt: Aukoti
lv_lv: Veikt ziedojumu
mk_mk: Направете донација
mr: देणगी द्या
ms: Buat sumbangan
nb_no: Gi en pengegave
ro: Faceți o donație
sk_sk: Darovať
sl_si: Doniraj
sr_rs@cyrillic: Уплатите донацију
sr_rs@latin: Uplatite donaciju
th: ทำการบริจาค
uk_ua: Зробити пожертву
uz@latin: Xayriya qiling
vi_vn: Đóng góp
zh_cn: 捐献
zh_hant: 捐款

# payment.notFound
source: A payment has been requested, but the request has expired. Contact the Journal Manager for details.
az: Bir ödəniş tələb edildi, ancaq tələb müddəti başa çatdı. Detallar üçün Jurnal İdarəçisinə müraciət edin
bg: Искано е плащане, но заявката е изтекла. Свържете се с мениджъра на списанието за подробности.
bs_ba: Zatraženo je plaćanje, ali zahtjev je istekao. Za više detalja kontaktirajte glavnog urednika.
de_de: Eine Zahlung wurde angefordert, aber die Anforderung ist abgelaufen. Kontaktieren Sie den Zeitschriftenverwalter/die Zeitschriftenverwalterin für Einzelheiten.
el_gr: Έχει ζητηθεί μια πληρωμή, αλλά το αίτημα έληξε. Επικοινωνήστε με τον Διαχειριστή του Περιοδικού για λεπτομέριες.
eu: Ordainketa bat eskatu da, baina eskaera iraungi egin da. Xehetasunetarako, jarri harremanetan aldizkariaren kudeatzailearekin.
gd_gb: Chaidh pàigheadh iarraidh ach dh’fhalbh an ùine air an iarrtas. Cuir fios gu manaidsear an iris-leabhair airson mion-fhiosrachadh.
gl_es: Solicitouse un pagamento, pero a solicitude expirou. Contacte co administrador/a da revista para máis detalles.
hi_in: भुगतान का अनुरोध किया गया है, लेकिन अनुरोध समाप्त हो गया है। विवरण के लिए जर्नल मैनेजर से संपर्क करें।
hu_hu: Befizetés lett kérve, de a határidő lejárt. Lépjen kapcsolatba a Szerkesztővel a részletekkel kapcsolatban.
hy_am: Պահանջվել է վճարում, սակայն հարցման ժամկետը սպառվել է: Մանրամասների համար կապվեք ամսագրի կառավարիչի հետ:
is: Búið er að biðja um greiðslu en beiðnin er útrunnin. Hafðu samband við stjórnanda tímaritsins fyrir nánari upplýsingar.
ja: 支払いの要求をしましたがリクエストが失効しました。詳細は雑誌管理者にお問い合わせください。
ka: მოთხოვნილია გადახდა, მაგრამ მოთხოვნას ვადა გაუვიდა. დეტალებისთვის დაუკავშირდით ჟურნალის მენეჯერს.
kk: Төлем талап етілді, бірақ төлем мерзімі өтіп кетті. Толық ақпарат алу үшін журнал менеджеріне хабарласыңыз.
ku_iq: پارەدان داوا کراوە، بەڵام داواکردنەکە بەسەر چووە. پەیوەندی بە سەرنوسەرەوە بکە بۆ زانیاری زیاتر.
ky: Төлөм суралган, бирок өтүнүч мөөнөтү бүттү. Толук маалымат үчүн Журнал менеджери менен байланышсаңыз.
lt: Laikas, per kurį reikėjo sumokėti privalomą sumokėti mokestį, baigėsi. Susisiekite su žurnalo sekretoriumi (-e).
lv_lv: Maksājums ir pieprasīts, bet pieprasījuma termiņš ir beidzies. Sazinieties ar žurnāla pārvaldnieku, lai saņemtu sīkāku informāciju.
mk_mk: Побарано е плаќање, но барањето е истечено. Контактирајте го Менаџерот за весници за детали.
mr: देय रक्कमेची मागणी केली होती, परंतु आता ती कालबाह्य झाली आहे. तपशीलासाठी नियतकालिकाच्या व्य्वस्थापकाशी संपर्क साधा.
ms: Bayaran telah diminta, tetapi permintaan telah tamat tempoh. Hubungi Pengurus Jurnal untuk maklumat lanjut.
nb_no: En betaling har blitt forespurt, men forespørselen har gått ut. Kontakt tidsskriftsadministratoren for detaljer.
ro: A fost solicitată o plată, dar cererea a expirat. Pentru detalii, contactați managerul de jurnal.
sk_sk: Bola požadovaná platba, ale termín požiadavke vypršal. Podrobné informácie získate od správcu časopisu.
sl_si: Plačilo je bilo zahtevano, a je zahteva že zapadla. Obrnite se na administratorja revije.
th: มีการร้องขอการชำระเงิน แต่คำขอนั้นหมดอายุแล้ว กรุณาติดต่อผู้จัดการวารสารเพื่อดูรายละเอียด
uk_ua: Отримано запит на оплату, але термін дії запиту минув. Зверніться до менеджера журналіу, щоб дізнатись більше.
uz@latin: To'lov talab qilindi, lekin so'rov muddati tugadi. Tafsilotlar uchun jurnal menejeriga murojaat qiling.
vi_vn: Một khoản thanh toán đã được yêu cầu, nhưng yêu cầu đã hết hạn. Liên hệ với Quản lý Tạp chí để biết chi tiết.
zh_cn: 已申请付款，但申请已过期。有关详细信息，请联系期刊管理员。
zh_hant: 已提出付款請求，但請求已過期。詳情請聯絡期刊管理員。

# payment.requestPublicationFee
source: Request publication fee ({$feeAmount})
az: Nəşr ödənişi: ( {$feeAmount}
bg: Искане за такса за публикация ({$feeAmount})
bs_ba: Zatraži naknadu za objavljivanje ({$feeAmount})
de_de: Fordere Veröffentlichungsgebühr ({$feeAmount}) an
el_gr: Ζητήστε εισφορά δημοσίευσης ({$feeAmount})
eu: Eskatu argitaratze-tarifa ({$feeAmount})
gd_gb: Iarr tàille foillseachaidh ({$feeAmount})
gl_es: Solicitar a taxa de publicación ({$feeAmount})
hi_in: अनुरोध प्रकाशन शुल्क ({$ feeAmount})
hu_hu: Megjelentetetési díj szükséges ({$feeAmount})
hy_am: Հարցրեք հրապարակման վճարի մասին ({$feeAmount})
is: Útgáfugjald ({$feeAmount})
ja: 請求掲載料 ({$feeAmount})
ka: გამოცემის საფასურის მოთხოვნა ({$feeAmount})
kk: Жариялау ақысын сұрау ({$feeAmount})
ku_iq: داوای پارەدانی بڵاوکردنەوە بکە ({$feeAmount})
ky: Жарыялоо төлөмүн талап кылуу ({$feeAmount})
lt: Prašyti mokėti už spausdinimą ({$feeAmount})
lv_lv: Pieprasīt publicēšanas maksu ({$feeAmount})
mk_mk: Побарајте цена за објавување ({$feeAmount})
mr: प्रकाशन शुल्क ({$feeAmount}) भरा
ms: Meminta yuran penerbitan ({$feeAmount})
nb_no: Be om publiseringsgebyr ({$feeAmount})
ro: Solicitați taxa de publicare ({$feeAmount})
sk_sk: Požadovaný publikačný poplatok ({$feeAmount})
sl_si: Zahtevajte naročnino v višini ({$feeAmount})
th: ขอค่าธรรมเนียมการตีพิมพ์ ({$feeAmount})
uk_ua: Зробити запит на оплату публікації ({$feeAmount})
uz@latin: Nashr qilish haqini so'rash ({$ ücretAmount})
vi_vn: Yêu cầu phí xuất bản ({$feeAmount})
zh_cn: 需要出版费（{$ feeAmount}）
zh_hant: 要求出版費用（{$feeAmount}）

# payment.type.donation
source: Donations
az: İanələr
bg: Дарения
bs_ba: Donacije
de_de: Spenden
el_gr: Δωρεές
eu: Dohaintzak
gd_gb: Tabhartasan
gl_es: Doazóns
hi_in: दान
hu_hu: Adományok
hy_am: Նվիրատվություններ
is: Frjáls framlög
ja: 寄付
ka: შემოწირულობები
kk: Қайырымдылық
ku_iq: بەخشینەکان
ky: Кайрымдуулуктар
lt: Aukojimas
lv_lv: Ziedojumi
mk_mk: Донации
mr: देणग्या
ms: Sumbangan
nb_no: Pengegaver
ro: Donații
sk_sk: Dary
sl_si: Donacije
sr_rs@cyrillic: Донације
sr_rs@latin: Donacije
th: การบริจาค
uk_ua: Пожертви
uz@latin: Xayr -ehsonlar
vi_vn: Quyên góp
zh_cn: 捐献
zh_hant: 捐款

# payment.type.subscription
source: Subscription Fee
az: Abunəlik qiyməti
bg: Абонаментна такса
bs_ba: Iznos pretplate
de_de: Abonnementgebühr
el_gr: Εισφορά συνδρομής
eu: Harpidetza-tarifa
gd_gb: Tàille fo-sgrìobhaidh
gl_es: Cota de subscrición
hi_in: सदस्यता शुल्क
hu_hu: Előfizetési díj
hy_am: Բաժանորդային վճար
is: Áskriftargjald
ja: 購読料金
ka: გამოწერის საფასური
kk: Абоненттік төлем
ku_iq: نرخی بەشداریکردن
ky: Жазылуу төлөмү
lt: Prenumeratos mokestis
lv_lv: Abonēšanas maksa
mk_mk: Цена за претплата
mr: सदस्यता शुल्क
ms: Yuran Langganan
nb_no: Abonnementsavgift
ro: Taxa de abonare
sk_sk: Predplatné
sl_si: Pristojbina naročnine
sr_rs@cyrillic: Износ претплате
sr_rs@latin: Iznos pretplate
th: ค่าธรรมเนียมการสมัครสมาชิก
uk_ua: Плата за передплату
uz@latin: Obuna to'lovi
vi_vn: Phí thuê bao
zh_cn: 订阅费
zh_hant: 訂閱費用

# payment.type.purchaseIssue
source: Purchase Issue Fee
az: Nəşr ödənişi
bg: Такса за покупка на брой на списание
bs_ba: Cijena nabavke izdanja
de_de: Ausgabengebühr
el_gr: Εισφορά αγοράς τεύχους
eu: Zenbakia erosteko tarifa
gd_gb: Tàille airson iris a cheannach
gl_es: Cota por comprar números
hi_in: अंक शुल्क खरीदें
hu_hu: Folyóiratszám vásárlási díj
hy_am: Թողարկման գնման վճար
is: Gjald fyrir tölublað
ja: 巻号購入料金
ka: გამოცემის საფასურის გადახდა
kk: Нөмірді сатып алу төлемі
ku_iq: پارەدانی نرخی ژمارەیەکی گۆڤار
ky: Чыгарылыш сатып алуу төлөмү
lt: Numerio įsigijimo mokestis
lv_lv: Pirkuma maksa par numuru
mk_mk: Цена за купување издание
mr: अंक खरेदी शुल्क भरा
ms: Pembelian Yuran Terbitan
nb_no: Avgift for kjøp av utgave
ro: Prețul de achiziție al numărului
sk_sk: Zakúpenie prístupu k číslu
sl_si: Pristojbina nakupa izvoda
sr_rs@cyrillic: Цена куповине издања
sr_rs@latin: Cena kupovine izdanja
th: ค่าธรรมเนียมการซื้อฉบับวารสาร
uk_ua: Плата за придбання випуску
uz@latin: Xarid qilish uchun to'lov
vi_vn: Phí mua số
zh_cn: 免费购买期刊
zh_hant: 購買期號費用

# payment.waived
source: Waived
az: Ödənişdən azaddır
bg: Отменено
eu: Salbuetsia
gl_es: Non esixido
hy_am: Հրաժարվել է
is: Fellt niður
ja: 免除
ka: გაუქმებულია
kk: Бас тартылды
ky: Төлөмдөн бошотулган
lt: Atsisakyta
lv_lv: Atteikts
mk_mk: Отфрлено
mr: शुल्क आकारणी रद्द केली
ms: Dikecualikan
nb_no: Frafalt
ro: Anulată
th: ยกเว้น
uz@latin: Bekor qilingan
zh_hant: 已免除

# payment.unpaid
source: Unpaid
az: Ödənməyib
bg: Неплатено
eu: Ordaindu gabe
gl_es: Non pagado
hy_am: Չվճարված
is: Ógreitt
ja: 未払い
ka: გადაუხდელი
kk: Төленбеген
ky: Төлөнгөн эмес
lt: Nesumokėta
lv_lv: Neapmaksāts
mk_mk: Неплатено
mr: रक्कम भरली नाही
ms: Belum dibayar
nb_no: Ubetalt
ro: Neplătit
th: ยังไม่ได้ชำระ
uz@latin: To'lanmagan
zh_hant: 尚未付款

# user.authorization.journalDoesNotPublish
source: This journal does not publish its content online.
az: Bu jurnal onlayn yayımlanmır.
bg: Това списание не публикува съдържанието си онлайн.
eu: Aldizkari honek ez du bere edukia sarean argitaratzen.
gl_es: Esta revista non publica os seus contidos en liña.
hy_am: Այս ամսագիրը չի հրապարակում իր բովանդակությունը առցանց:
is: Þetta tímarit birtir ekki innihald sitt á vefnum.
ja: 本誌はオンラインでの公開はしていません。
ka: ეს ჟურნალი არ აქვეყნებს მის შინაარსს ონლაინ.
kk: Бұл журнал өз мазмұнын желіде жарияламайды.
ky: Бул журнал өзүнүн мазмунун онлайн жарыялабайт.
lt: Šis žurnalas neskelbia savo turinio internete.
lv_lv: Šī žurnāla saturs netiek publicēts tiešsaistē.
mr: या नियतकलिकातील मजकूराचे प्रकाशन ऑनलाइन पद्धतीने होत नाही.
ms: Jurnal ini tidak menerbitkan isi kandungannya dalam talian.
ro: Această revistă nu își publică conținutul online.
th: วารสารนี้ไม่ได้เผยแพร่เนื้อหาของตนทางออนไลน์
uz@latin: Bu jurnal o'z tarkibini Internetda chiqarmaydi.
zh_hant: 此期刊不在網上出版內容。

# reader.purchasePrice
source: ({$currency} {$price})
az: ({$price} {$currency})
bg: Цена ({$price} {$currency} )
bs_ba: ({$price} {$currency} )
eu: {{$price} {$currency}}
kk: ({$price} {$currency})
lt: ({$price} {$currency})
ro: ({$valuta} {$preț})
sk_sk: {$price}) ({$currency}
uk_ua: ({$price} {$currency})
zh_cn: ({$currency} {$price})元
