Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# manager.people.noAdministrativeRights
source: Sorry, you do not have administrative rights over this user. This may be because: <ul> <li>The user is a site administrator</li> <li>The user is active in journals you do not manage</li> </ul> This task must be performed by a site administrator.
az: Təəssüf edirik, bu istifadəçi üzərində idari haqqınız yoxdur. Bunun səbəbi: <ul> <li>İsitfadəçi sayt idarəçisidir</li> <li>İstifadəçi idarə etmədiyiniz Jurnallarda aktivdir</li> </ul> Bu vəzifə sayt idarəçisi tərəfindən yerinə yetirilməlidi
bg: За съжаление нямате административни права над този потребител. Това може да се дължи на: <ul> <li>Потребителят е администратор на сайта </li> <li>Потребителят е активен в списания, които не управлявате </li> </ul> Тази задача трябва да бъде изпълнена от администратора на сайта.
bs_ba: Oprostite, nemate administrativnih prava nad ovim korisnikom. To može biti zbog: <ul> <li>Korisnik je administrator sranice</li> <li> Korisnik je aktivan u časopisima kojima vi ne upravljate</li> </ul> Ovaj zadatak mora biti izvršen od administratora stranice.
de_de: Leider haben Sie keine Verwaltungsrechte für diese/n Benutzer/in. Die Gründe mögen sein: <ul> <li>Die Benutzerin/der Benutzer ist ein/e Website-Administrator/in</li> <li>Die Benutzerin/der Benutzer ist an Zeitschriften beteiligt, die Sie nicht verwalten.</li> </ul> Diese Aufgabe muss von einer Website-Administratorin/einem Website-Administrator durchgeführt werden.
el_gr: Δεν έχετε δικαιώματα διαχείρισης για τον συγκεκριμένο Χρήστη. Αυτό μπορεί να οφείλεται στα παρακάτω: &lt;ul&gt; &lt;li&gt;Ο Χρήστης είναι ο Διαχειριστής του ιστοτόπου&lt;/li&gt; &lt;li&gt;Ο Χρήστης κατέχει ενεργό ρόλο σε περιοδικά που δεν διαχειρίζεστε&lt;/li&gt; &lt;/ul&gt; Η εργασία αυτή πρέπει να εκτελεστεί από κάποιον Διαχειριστή του ιστοτόπου.
eu: Barkatu, ez daukazu administratzaile-eskubiderik erabiltzaile horren gainean. Arrazoia hauetako bat izan daiteke: <ul> <li>Erabiltzailea gunearen administratzailea ere izatea.</li> <li>Erabiltzailea zuk kudeatzen ez duzun aldizkariren batean ere aktibo egotea.</li> </ul> Lan hau gunearen administratzaile batek egin behar du.
gd_gb: Tha sinn duilich ach chan eil còraichean rianachd agad mu choinneamh a’ chleachdaiche seo. Dh’fhaoidte nach eil a chionn ’s: <ul> <li>gu bheil an cleachdaiche na rianaire làraich </li> <li>gu bheil an cleachdaiche gnìomhach ann an iris-leabhraichean nach eil fo do stiùireadh-sa </li> </ul> gum bi aig rianaire làraich an t-saothair seo a choileanadh.
gl_es: Non ten dereitos administrativos sobre este usuario/a. Isto pode ser debido a algún destes motivos: <ul> <li>O usuario/a é un administrador/a do sitio web</li> <li>O usuario/a está activo en revistas que vostede non xestiona</li> </ul> Esta tarefa debe ser efectuada por un administrador/a do sitio web.
hu_hu: Elnézést, de nincs joga módosítani a felhasználót. Ez a következő okok miatt lehet: <ul> <li>A felhasználó az oldal adminisztrátora</li> <li>A felhasználó jelenleg aktív a folyóiratnál, nem módosíthatja</li> </ul> Ezt a feladatot egy adminisztrátor tudja elvégezni.
hy_am: Ներեցեք, դուք այս օգտվողի նկատմամբ վարչական իրավունքներ չունեք: Սա կարող է լինել այն պատճառով, որ. <ul> <li>Օգտվողը կայքի կառավարիչ է</li> <li>Օգտվողը ակտիվ է այն ամսագրերում, որոնք դուք չեք կառավարում</li> </ul> Այս խնդիրը պետք է կատարի կայքի ադմինիստրատորը:
is: Því miður, Þú hefur ekki réttindi til að hafa umsjón með þessum notanda. Mögulega vegna þess að: <ul> <li>Notandinn er vefstjóri</li> <li>Notandinn er virkur í tímariti sem þú stýrir ekki</li> </ul> Þetta verk þarf að framkvæma af vefstjóra síðunnar.
ja: 申し訳ありませんが、あなたはこのユーザーに関する管理権限がありません。その理由は、以下のいずれかです。 <ul> <li>このユーザーはサイト管理である。</li> <li>このユーザーはあなたが管理していない雑誌に登録されている。</li> </ul> この処理は、サイト管理者が行う必要があります。
ka: უკაცრავად, თქვენ ამ ადმინისტრატორის უფლებები არ გაქვთ. ეს შეიძლება იყოს იმის გამო, რომ: <ul> <li> მომხმარებელი არის საიტის ადმინისტრატორი</li> <li> მომხმარებელი აქტიურია ჟურნალებში, რომლებსაც თქვენ არ მართავთ</li> </ul> ეს დავალება უნდა შეასრულოს საიტის ადმინისტრატორმა.
kk: Кешіріңіз, сізде бұл қолданушының жазбасын басқаруға жеткілікті әкімшілік құқығыңыз жоқ. Бұл келесі себептерге байланысты болуы мүмкін: <ul> <li>бұл қолданушы сайт администраторы</li> <li>бұл қолданушы сіз тіркелмеген өзге журналдың қолданушысы</li> </ul> Бұл операцияны сайт админстраторы орындауы керек.
ku_iq: ببورە، تۆ مافی دەستکاریکردنی ئەم بەکارهێنەرەت نییە، ئەمە لەبەر ئەوەی: <ul> <li>ئەم بەکارهێنەرە بەڕێوەبەری پەڕەکەیە</li> <li>ئەم بەکارهێنەرە لە گۆڤارێکدا چالاکە کە تۆ بەڕێوەی نابەیت</li> </ul> ئەمە تەنیا بۆ بەڕێوەبەری پەڕەکە ڕێگەپێدراوە.
ky: Кечиресиз, бул колдонуучуга карата сизде административдик укуктар жок. Бул төмөнкү себептерден болушу мүмкүн: <ul> <li>Колдонуучу сайттын администратору болуп саналат</li> <li>Колдонуучу сиз башкарбаган журналдарда активдүү</li> </ul> Бул тапшырманы сайттын администратору гана аткара алат.
lt: Atsiprašome, neturite administratoriaus teisių šiam naudotojui. Taip gali būti dėl to, kad: <ul> <li>Naudotojas yra svetainės administratorius</li> <li>Naudotojas yra aktyvus žurnaluose, kurių jūs nevaldote</li> </ul> Šią užduotį turi atlikti svetainės administratorius.
lv_lv: Atvainojiet, jums nav administratora tiesību attiecībā uz šo lietotāju. Tas var būt tāpēc, ka: <ul> <li>Lietotājs ir vietnes administrators</li> <li>Lietotājs ir aktīvs žurnālos, kurus jūs nepārvaldāt.</li> </ul> Šis uzdevums jāveic vietnes administratoram.
mk_mk: За жал, немате административни права над овој корисник. Ова може да биде затоа што: <ul> <li> Корисникот е администратор на страницата </li> <li> Корисникот е активен во списанија со кои не управувате </li> </ul> Оваа задача мора да ја изврши администраторот на страницата.
mr: क्षमस्व, तुम्हाला या वापरकर्त्यावर प्रशासकीय अधिकार वापरता येणार नाहीत. खालीलपैकी याचे एक कारण असू शकते : <ul> <li>वापरकर्ता संकेतस्थळाचा प्रशासक आहे</li> <li>तुम्ही व्यवस्थापन करीत नसलेल्या नियतकालिकांमध्ये वापरकर्ता सक्रिय आहे</li> </ul> हे कार्य संकेतस्थळाच्या प्रशासकाद्वारेच करणे आवश्यक आहे.
ms: Maaf, anda tidak mempunyai hak pentadbiran terhadap pengguna ini. Ini mungkin kerana: <ul> <li> Pengguna adalah pentadbir laman web </li> <li> Pengguna aktif dalam jurnal yang tidak anda uruskan </li> </ul> Tugas ini mesti dilaksanakan oleh pentadbir laman web.
nb_no: Beklager, du har ikke administrative rettigheter over denne brukeren. Dette kan være fordi: <ul> <li>Brukeren er nettstedsadministrator</li> <li>Brukeren er aktiv i tidsskrift du ikke administrerer</li> </ul> Denne handlingen må utføres av en nettstedsadministrator.
ro: Ne pare rău, nu aveți drepturi administrative asupra acestui utilizator. Acest lucru se poate întâmpla pentru că: <ul> <li>Utilizatorul este administrator de site</li> <li>Utilizatorul este activ în jurnalele pe care nu le gestionați</li> </ul> Această sarcină trebuie efectuată de un administrator de site.
sk_sk: Prepáčte, nad týmto užívateľom nemáte administrátorské práva. Dôvodom môže byť: <ul> <li>Užívateľ je administrátorom stránok</li> <li>Užívateľ je aktívny v časopisoch, ktoré Vy nespravujete</li> </ul> Túto úlohu musí vykonať administrátor stránok.
sl_si: Oprostite, nad tem uporabniškem računom nimate administratorskih pravic.To je najverjetneje zaradi: <ul> <li>Uporabnik je administrator tega spletišča</li> <li>Uporabnik je aktiven v revijah, ki jih vi ne upravljate</li> </ul> To operacijo lahko naredi le administrator spletišča.
sr_rs@cyrillic: Извините, немате административних права над овим корисником. То може бити због: <ul> <li>Корисник је администратор сајта</li> <li> Корисник је активан у часописима којима ви не управљате</li> </ul> Овај задатак мора бити извршен од администратора сајта.
sr_rs@latin: Izvinite, nemate administrativnih prava nad ovim korisnikom. To može biti zbog: <ul> <li>Korisnik je administrator sajta</li> <li> Korisnik je aktivan u časopisima kojima vi ne upravljate</li> </ul> Ovaj zadatak mora biti izvršen od administratora sajta.
th: ขออภัย คุณไม่มีสิทธิ์ในการจัดการผู้ใช้นี้ อาจเป็นเพราะ: <ul> <li>ผู้ใช้เป็นผู้ดูแลระบบของเว็บไซต์</li> <li>ผู้ใช้มีบทบาทในวารสารที่คุณไม่ได้จัดการ</li> </ul> งานนี้ต้องดำเนินการโดยผู้ดูแลระบบเว็บไซต์
uk_ua: Вибачте, але Ви не маєте прав для управління цим користувачем, з огляду на те, що: <ul> <li>Користувач є адміністратором сайту</li> <li>Користувач активнований у журналах, якими Ви не керуєте</li> </ul> Це завдання може виконати адміністратор сайту.
uz@latin: Kechirasiz, sizda bu foydalanuvchi ustidan ma'muriy huquqlar yo'q. Buning sababi bo'lishi mumkin: <ul> <li> Foydalanuvchi sayt ma'muri </li> <li> Foydalanuvchi siz boshqarmaydigan jurnallarda faol </li> </ul> Bu vazifani sayt ma'muri bajarishi kerak.
vi_vn: Xin lỗi, bạn không có quyền quản trị đối với người dùng này. Điều này có thể là do: <ul> <li> Người dùng là quản trị viên trang </li> <li> Người dùng đang hoạt động trong các tạp chí bạn không quản lý </li> </ul> Nhiệm vụ này phải được thực hiện bởi Quản trị trang web.
zh_cn: 对不起，您对这个用户没有管理权限，这可能是因为： <ul> <li>这个用户是一个网站管理员</li> <li>这个用户是在您没有管理权限的期刊上活动</li> </ul> 所要进行的动作，必须由网站管理员来完成。
