Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# reviewer.article.downloadSubmission
source: Click on file names to download and review (on screen or by printing) the files associated with this submission.
az: Məqaləni və əgər varsa əlavələri görüntüləmək və ya çıxarmaq üçün faylın adına klikləyin
bg: Кликнете върху имената на файловете, за да изтеглите и прегледате (на екрана или чрез отпечатване) файловете, свързани с този материал.
bs_ba: Kliknite na ime datoteke kako biste preuzeli rukopis ove prijave.
de_de: Klicken Sie auf die Dateinamen, um die zur Einreichung gehörenden Dateien herunterzuladen und zu begutachten (auf dem Bildschirm oder im Ausdruck).
el_gr: Πατήστε στα ονόματα των αρχείων για να μεταφορτώσετε τα αρχεία της υποβολής.
eu: Egin klik fitxategi-izenetan, bidalketa honi lotutako fitxategiak jaisteko eta ebaluatzeko (pantailan edo inprimatuta).
gd_gb: Briog air ainmean fhaidhlichean airson na faidhlichean a tha co-cheangailte ris an tagradh seo a luchdadh a-nuas is lèirmheas a dhèanamh orra (air an sgrìn no air tionndadh clò-bhuailte).
gl_es: Faga clic nos nomes dos arquivos que quere descargar e revise os asociados a este envío. Pode facelo en pantalla ou ben imprimilos.
hi_in: डाउनलोड करने और समीक्षा करने के लिए फ़ाइल नामों पर क्लिक करें (स्क्रीन पर या प्रिंटिंग करके) इस सबमिशन से जुड़ी फाइलें।
hu_hu: Kattintson a fájlok nevére, hogy letölthesse és ellenőrizhesse (a képernyőn, vagy kinyomtatva) a benyújtott anyaghoz kapcsolódó fájlt.
hy_am: Սեղմեք նիշքերի անունների վրա՝ այս ներկայացման հետ կապված նիշքերը ներբեռնելու և գրախոսելու համար (պաստառին կամ տպելու միջոցով):
is: Smelltu á skráarnöfnin til að hlaða niður og ritrýna (á skjá eða útprenti) skránum sem eru tengdar þessari innsendingu.
ja: ファイル名をクリックしてこの投稿物に関係するファイルをダウンロードして、査読を行ってください。
ka: დააჭირეთ ფაილების სახელებს, რომ გადმოწეროთ და გადახედოთ ამ წარდგენასთან დაკავშირებულ ფაილებს (ეკრანზე ან ბეჭდვით).
kk: Осы материалмен байланысты файлдарды жүктеу және қарау үшін файл атауларын белгілеңіз (оларды экранда көрсету немесе басып шығару).
ku_iq: لەسەر ناوی فایلەکان کلیک بکە بۆ بینین و دابەزاندنیان.
ky: Тапшырууга байланышкан файлдарды жүктөп алуу жана кароо үчүн файлдын атын чыкылдатыңыз (экранда же басып чыгаруу аркылуу).
lt: Pažymėkite, kuriuos su straipsniu susijusius failus norėtumėte atsisiųsti ir recenzuoti (kompiuteriu arba popieriuje).
lv_lv: Noklikšķiniet uz failu nosaukumiem, lai lejupielādētu un pārskatītu (ekrānā vai izdrukājot) ar šo iesniegto materiālu saistītos failus.
mk_mk: Кликнете на имињата на датотеките за да ги превземете и рецензирате (на екран или преку печатење) датотеките поврзани со овој поднесок.
mr: या सादरीकरणाशी संबंधित फाईल उतरवून घेण्यासाठी (डाउनलोड) आणि समीक्षण करण्यासाठी (स्क्रीनवर किंवा प्रिंट करून) फाईलच्या नावांवर क्लिक करा.
ms: Klik pada nama fail untuk memuat turun dan mengulas (di skrin atau dengan mencetak) fail yang berkaitan dengan penyerahan ini.
nb_no: Klikk på filnavn for å laste ned og fagfellevurdere (på skjerm eller i utskrift) filen(e) i innleveringen.
ro: Faceți clic pe numele fișierelor pentru a descărca și revizui fișierele asociate cu această depunere.
sk_sk: Pre stiahnutie a spracovanie recenzie súborov spojených s týmto príspevkom kliknite na názvy týchto súborov.
sl_si: Kliknite na imena datotek, da pregledate datoteke (na zaslonu ali stiskano), ki so del tega prispevka.
sr_rs@cyrillic: Кликните на име фајла како бисте преузели рукопис ове пријаве.
sr_rs@latin: Kliknite na ime fajla kako biste preuzeli rukopis ove prijave.
th: คลิกที่ชื่อไฟล์เพื่อดาวน์โหลดและพิจารณา (บนหน้าจอหรือโดยการพิมพ์) ไฟล์ที่เกี่ยวข้องกับการส่งบทความนี้
uk_ua: Натискайте на імена файлів, щоб завантажити та переглянути (з екрану або у роздрукованому вигляді) файли, асоційовані з цим поданням.
uz@latin: Ushbu yuborish bilan bog'liq fayllarni yuklab olish va ko'rib chiqish (ekran yoki bosib chiqarish) uchun fayl nomlarini bosing.
vi_vn: Nhấp vào tên tệp để tải xuống và xem lại (trên màn hình hoặc bằng cách in) các tệp được liên kết với nội dung này.
zh_cn: 通过点击文件名称下载稿件，并审阅与稿件相关的文件。
zh_hant: 點選想下載的與此投稿相關的檔案及進行評審（在電腦或列印出來）。

# reviewer.article.consultGuidelines
source: If you are going to do the review, consult Reviewer Guidelines below.
az: Dəyərləndirməni edəcəksinizsə, aşağıdakı rəyçi bələdçisinə nəzər yetirin
bg: Ако ще правите рецензия, моля, консултирайте се с Насоките за рецензенти по-долу.
bs_ba: Ukoliko ste pristali na izradu recenzije, molimo vas konzultirajte smjernice za recenzente pri dnu stranice.
de_de: Falls Sie die Begutachtung vornehmen wollen, beachten Sie bitte die nachfolgenden Richtlinien für Gutachter/innen.
el_gr: Εάν αναλάβετε την αξιολόγηση, συμβουλευτείτε τις "Οδηγίες προς Αξιολογητές".
eu: Ebaluazioa egin behar baduzu, irakurri behean ematen diren "Ebaluatzailearen gidalerroak".
gd_gb: Ma tha thusa a’ dol a dhèanamh an lèirmheis, thoir sùil air an stiùireadh do lèirmheasaichean gu h-ìosal.
gl_es: Se aceptou facer a revisión, consulte as directrices para o revisor/a.
hi_in: यदि आप समीक्षा करने जा रहे हैं, तो नीचे समीक्षक दिशानिर्देशों से परामर्श करें।
hu_hu: Ha elkezdi a szakmai lektorálást olvassa át az alábbi lektorálási útmutatót.
hy_am: Եթե դուք պատրաստվում եք գրախոսել, դիմեք Ստորև բերված Գրախոսների ուղեցույցներին:
is: Ef þú ætlar að taka að þér ritrýnina, skoðaðu leiðbeiningar til ritrýna hér fyrir neðan.
ja: 次項の査読の手引きを参照してください。
ka: თუ მიმოხილვას აპირებთ, გაეცანით რეცენზენტის მითითებებს ქვემოთ.
kk: Егер сіз мақаланы рецензиялаудан бас тартқыңыз келсе, төмендегі реңензиялаушыларға арналған нұсқаулықты қараңыз.
ku_iq: ئەگەر تۆ هەڵسەنگاندنەکە دەکەیت، ڕێنماییەکانی هەڵسەنگاندن بخوێنەوە.
ky: Эгер кароо жасай турган болсоңуз, төмөнкү рецензент көрсөтмөлөрүн караңыз.
lt: Jei recenzuosite, perskaitykite „nurodymus recenzentams“.
lv_lv: Ja gatavojaties veikt recenzēšanu, iepazīstieties ar recenzēšanas vadlīnijām.
mk_mk: Доколку ќе ја извршите рецензијата, земете ги во предвид упатствата за рецензија подолу.
mr: तुम्ही समीक्षण करणार असल्यास, खालील ‘समीक्षकासाठी मार्गदर्शक सूचना’ पहा.
ms: Sekiranya anda akan melakukan ulasan, rujuk Garis Panduan Pengulas di bawah.
nb_no: Hvis du påtar deg fagfellevurderingen: se «Instruks for fagfellevurdering» nedenfor.
ro: Dacă acceptați să faceți revizuirea, consultați ghidul de revizuire de mai jos.
sk_sk: Ak budete spracovávať recenziu, držte sa nižšie uvedených Pokynov pre recenzenta.
sl_si: Če boste naredili recenzijo, preglejte recenzentska navodila spodaj.
sr_rs@cyrillic: Уколико сте пристали на израду рецензије, молимо Вас да консултујете смернице за рецензенте које се налазе при дну странице.
sr_rs@latin: Ukoliko ste pristali na izradu recenzije, molimo Vas da konsultujete smernice za recenzente koje se nalaze pri dnu stranice.
th: หากคุณจะทำการพิจารณา โปรดศึกษาคู่มือสำหรับผู้พิจารณาที่ด้านล่างนี้
uk_ua: Якщо Ви плануєте зробити рецензією, проконсультуйтеся з керівництвом для рецензентів, наведеним нижче.
uz@latin: Agar siz ko'rib chiqmoqchi bo'lsangiz, quyida ko'rib chiquvchilar uchun qo'llanmalar bilan tanishing.
vi_vn: Nếu bạn định thực hiện đánh giá, hãy tham khảo Hướng dẫn người phản biện ở bên dưới.
zh_cn: 如果你要做审稿，参阅如下审稿准则.
zh_hant: 如您將進行評審，請參閱以下評審員指引。

# reviewer.article.notifyEditorB
source: as to whether you will undertake the review.
az: Dəyərləndirməni qəbul edib-etmədiyinizi avtomatik olaraq yaradılacaq email vasitəsilə redaktora göndərmək üçün zəhmət olmasa uyğun işarəni klikləyin
bg: ще прегледате и съответно изготвите рецензия.
bs_ba: da li ćete preuzeti recenziju ovog priloga.
de_de: des Beitrags benachrichtigen, ob Sie die Begutachtung übernehmen wollen.
el_gr: για το αν θα αναλάβετε την αξιολόγηση.
eu: ebaluazioa egiteko prest zauden ala ez.
gd_gb: is innis an gabh thu an lèirmheas os làimh.
gl_es: se acepta facer a revisión.
hi_in: के रूप में है कि क्या आप समीक्षा शुरू करेंगे ।
hu_hu: arról, hogy vállalja a lektorálást.
hy_am: այն մասին, թե արդյոք դուք կստանձնեք գրախոսությունը:
is: um hvort þú getir tekið að þér ritrýnina.
ja: 担当編集者にお知らせください。
ka: რომ თანახმა ხართ რეცენზირებაზე.
kk: рецензиялауға келісетініңіз туралы хабарлау.
ku_iq: ئەگەر تۆ هەڵسەنگاندنەکە ئەنجام دەدەیت.
ky: кароону жасайсызбы же жокпу.
lt: ar imsitės recenzuoti.
lv_lv: par to, vai veiksiet recenzēšanu.
mk_mk: дали ќе превземете обврска да извршите рецензија.
mr: तुम्ही समीक्षण करणे स्वीकारत आहात की नाही.
ms: apakah anda akan melakukan ulasan.
nb_no: om hvorvidt du vil påta deg fagfellevurderingen.
ro: dacă veți face revizia.
sk_sk: či spracujete recenziu.
sl_si: če boste opravili recenzijo.
sr_rs@cyrillic: да ли ћете преузети рецензију овог прилога.
sr_rs@latin: da li ćete preuzeti recenziju ovog priloga.
th: ว่าคุณจะดำเนินการพิจารณาหรือไม่
uk_ua: про те, чи зробите Ви рецензію.
uz@latin: Siz ko'rib chiqasizmi yoki yo'qmi.
vi_vn: như bạn sẽ thực hiện đánh giá.
zh_cn: 你是否会进行审稿。
zh_hant: 您是否願意進行評審而言。

# reviewer.article.notifyEditorA
source: Notify the submission's editor
az: Məqalə redaktorunu məlumatlandırın
bg: Известяване на редактора на изпратения материал
bs_ba: Obavijestite urednika
de_de: Die Redakteurin/den Redakteur
el_gr: Ενημέρωση του Επιμελητή της υποβολής
eu: Jakinarazi bidalketaren editoreari
gd_gb: Cuir fios gu deasaiche nan tagraidhean
gl_es: Notificar ao editor/a do envío
hi_in: सबमिशन संपादक को सूचित करें
hu_hu: Az anyag szerkesztőjének értesítése
hy_am: Տեղեկացրեք ներկայացման խմբագրին
is: Senda skilaboð á ristjóra innsendingar
ja: 査読を受諾するか否かを、
ka: შეატყობინება წარდგენის რედაქტორს
kk: Материал редакторын
ku_iq: ئاگادارکردنەوەی سەرنوسەر لە پێشکەشکردنەکە
ky: Тапшырманын редакторуна билдирүү
lt: Inormuoti straipsnio redaktorių
lv_lv: Paziņot iesniegtā materiāla redaktoram
mk_mk: Известете го уредникот на поднесокот
mr: सादरीकरणाच्या संपादकाला सूचित करा
ms: Maklumkan kepada editor penyerahan
nb_no: Send e-post til redaktøren
ro: Notificați editorul responsabil de depunerea manuscriselor
sk_sk: Informovať editora príspevku
sl_si: Opozori urednika prispevkov
sr_rs@cyrillic: Обавести уредника
sr_rs@latin: Obavesti urednika
th: แจ้งบรรณาธิการของการส่งบทความนี้
uk_ua: Повідомити редактора подання
uz@latin: Ariza muharririga xabar bering
vi_vn: Thông báo cho biên tập viên của bài gửi
zh_cn: 通知稿件负责编辑
zh_hant: 通知負責相關投稿的編輯

# reviewer.article.reviewerGuidelines
source: Reviewer Guidelines
az: Rəyçi bələdçisi
bg: Ръководство за рецензенти
bs_ba: Smjernice za recenzente
de_de: Richtlinien für die Gutachter/innen
el_gr: Οδηγίες προς Αξιολογητές
eu: Ebaluatzaileen gidalerroak
gd_gb: Stiùireadh do lèirmheasaichean
gl_es: Directrices para o revisor/a
hi_in: समीक्षक दिशानिर्देश
hu_hu: Szakmai lektorálási útmutató
hy_am: Գրախոսի ուղեցույց
is: Leiðbeiningar fyrir ritrýna
ja: 査読の手引き
ka: რეცენზენტის სახელმძღვანელო
kk: Рецензенттерге арналған нұсқаулық
ku_iq: ڕێنماییەکانی هەڵسەنگێنەر
ky: Рецензент үчүн көрсөтмөлөр
lt: Nurodymai recenzentams
lv_lv: Recenzēšanas vadlīnijas
mk_mk: Упатства за рецензенти
mr: समीक्षकासाठी मार्गदर्शक सूचना
ms: Garis Panduan Pengulas
nb_no: Instruks for fagfeller
ro: Ghidul pentru revizori
sk_sk: Inštrukcie pre recenzenta
sl_si: Recenzentska navodila
sr_rs@cyrillic: Смернице за рецензенте
sr_rs@latin: Smernice za recenzente
th: แนวทางสำหรับผู้พิจารณา
uk_ua: Керівництво для рецензентів
uz@latin: Tekshiruvchi ko'rsatmalari
vi_vn: Hướng dẫn cho người phản biện
zh_cn: 审稿人向导
zh_hant: 評審員指引

# reviewer.article.reviewSteps
source: Review Steps
az: Dəyərləndirmə addımları
bg: Стъпки за рецензиране
bs_ba: Koraci recenzije
de_de: Begutachtungsschritte
el_gr: Βήματα αξιολόγησης
eu: Ebaluazioaren urratsak
gd_gb: Ceuman lèirmheis
gl_es: Pasos para a revisión
hi_in: स्टेप्स की समीक्षा करें
hu_hu: Lektorálási lépések
hy_am: Գրախոսման քայլեր
is: Skref ritrýni
ja: 査読処理
ka: რეცენზირების ბიჯები
kk: Рецензиялау қадамдары
ku_iq: هەنگاوەکانی هەڵسەنگاندن
ky: Кароо кадамдары
lt: Recenzavimo eiga
lv_lv: Recenzēšanas soļi
mk_mk: Прегледај чекори
mr: टप्प्यांचा आढावा घ्या
ms: Semak semula Langkah
nb_no: Fagfellevurdering steg for steg
ro: Pași pentru revizie
sk_sk: Kroky recenzie
sl_si: Koraki recenzije
sr_rs@cyrillic: Кораци рецензије
sr_rs@latin: Koraci recenzije
th: ขั้นตอนการพิจารณา
uk_ua: Кроки рецензування
uz@latin: Ko'rib chiqish bosqichlari
vi_vn: Các bước đánh giá
zh_cn: 审稿步骤
zh_hant: 檢查步驟

# reviewer.article.reviewSchedule
source: Review Schedule
az: Dəyərləndirmə qrafiki
bg: График за рецензиране
bs_ba: Vremenski okvir recenzije
de_de: Zeitplan der Begutachtung
el_gr: Πρόγραμμα αξιολόγησης
eu: Ebaluaziorako egutegia
gd_gb: Sgeideal lèirmheis
gl_es: Planificación da revisión
hi_in: अनुसूची की समीक्षा करें
hu_hu: Szakmai lektorálási ütemezés
hy_am: Գրախոսման ժամանակացույց
is: Verkröð ritrýni
ja: 査読スケジュール
ka: რეცენზირების გრაფიკი
kk: Рецензиялау кестесі
ku_iq: هەڵسەنگاندنی خشتەی کار
ky: Кароо графиги
lt: Recenzavimas
lv_lv: Recenzēšanas grafiks
mk_mk: Прегледај распоред
mr: वेळापत्रकाचा आढावा घ्या
ms: Semak semula Jadual
nb_no: Plan for fagfellevurdering
ro: Programare revizie
sk_sk: Plán recenzie
sl_si: Časovnica za recenzijo
sr_rs@cyrillic: Временски оквир рецензије
sr_rs@latin: Vremenski okvir recenzije
th: ตารางการพิจารณา
uk_ua: Графік рецензування
uz@latin: Ko'rib chiqish jadvali
vi_vn: Thời hạn đánh giá
zh_cn: 审稿安排
zh_hant: 檢查進度

# reviewer.article.submissionToBeReviewed
source: Submission To Be Reviewed
az: Dəyərləndiriləcək müraciətlər
bg: Изпратеният материал следва да се рецензира
bs_ba: Prilog koji je potrebno recenzirati
de_de: Beitrag zur Begutachtung
el_gr: Υποβολή προς αξιολόγηση
eu: Ebaluatzeko bidalketa
gd_gb: An tagradh a tha ri lèirmheasadh
gl_es: Envío por revisar
hi_in: सबमिशन किया जाना है
hu_hu: Benyújtott anyag felülvizsgálatra
hy_am: Ներկայացում, որը պետք է գրախոսվի
is: Innsending á að fara í ritrýni
ja: 査読する投稿物
ka: მასალა განსახილველად
kk: Реңензилау материалы
ku_iq: پێشکەشکردن بۆ هەڵسەنگاندن
ky: Кароого тапшырма
lt: Straipsnį ketinama recenzuoti
lv_lv: Iesniegtais materiāls recenzēšanai
mk_mk: Поднесокот треба да се рецензира
mr: सादरीकरणाचे समीक्षण अद्याप बाकी आहे
ms: Penyerahan Untuk Diulas
nb_no: Innlevering som skal fagfellevurderes
ro: Manuscris depus pentru a fi revizuit
sk_sk: Príspevok k recenzovaniu
sl_si: Prispevek za recenzijo
sr_rs@cyrillic: Прилог који је потребно рецензирати
sr_rs@latin: Prilog koji je potrebno recenzirati
th: บทความที่จะพิจารณา
uk_ua: Подання на рецензування
uz@latin: Arizani ko'rib chiqish kerak
vi_vn: Bài gửi đã được đánh giá
zh_cn: 投稿待审阅
zh_hant: 尚待評審投稿

# reviewer.article.schedule
source: Schedule
az: Zaman qrafiki
bg: Разписание
bs_ba: Napravite raspored
de_de: Zeitplan
el_gr: Πρόγραμμα
eu: Egutegia
gd_gb: An sgeideal
gl_es: Planificación
hi_in: अनुसूची
hu_hu: Ütemezés
hy_am: Ժամանակացույց
is: Verkröð
ja: スケジュール
ka: განრიგი
kk: Кесте
ku_iq: خشتەی کار
ky: План
lt: Numatyti
lv_lv: Grafiks
mk_mk: Закажи
mr: वेळापत्रक
ms: Jadual
nb_no: Planlagte oppgaver
ro: Programare
sk_sk: Plánovanie
sl_si: Časovnica
sr_rs@cyrillic: Направите распоред
sr_rs@latin: Napravite raspored
th: ตารางเวลา
uk_ua: Графік
uz@latin: Jadval
vi_vn: Thời hạn
zh_cn: 计划
zh_hant: 進度

# reviewer.article.decision.seeComments
source: See Comments
az: Başqa bir rəyçiyə göndər
bg: Виж коментарите
bs_ba: Vidite komentare
de_de: Siehe Kommentare
el_gr: Ανατρέξτε στα σχόλια
eu: Ikusi oharrak
gd_gb: Seall na beachdan
gl_es: Ver os comentarios
hi_in: टिप्पणी देखो
hu_hu: Lásd a megjegyzéseket
hy_am: Տես Մեկնաբանությունները
is: Sjá athugasemdir
ja: コメント参照
ka: იხ. კომენტარები
kab: Wali iwenniten
kk: Пікірлерді қарау
ku_iq: تێچێنەکان ببینە
ky: Комментарийлерди көрүү
lt: Žiūrėti komentarus
lv_lv: Skatīt komentārus
mk_mk: Види коментари
mr: अभिप्राय पहा
ms: Lihat Komen
nb_no: Se kommentarer
ro: Vezi comentariile
sk_sk: Pozri komentáre
sl_si: Poglej komentarje
sr_rs@cyrillic: Погледајте коментаре
sr_rs@latin: Pogledajte komentare
th: ดูความคิดเห็น
uk_ua: Див. коментарі
uz@latin: Sharhlarga qarang
vi_vn: Xem bình luận
zh_cn: 查看评论
zh_hant: 見意見欄

# reviewer.article.decision.decline
source: Decline Submission
az: Dərc edilə bilməz
bg: Отказ за публикуване на изпратените материали
bs_ba: Tekst nije za objavljivanje
de_de: Beitrag ablehnen
el_gr: Απόρριψη υποβολής
eu: Ez onartu bidalketa
gd_gb: Diùlt an tagradh
gl_es: Rexeitar o envío
hi_in: सबमिशन घटाना
hu_hu: Megjelentetés nem javasolt
hy_am: Մերժել ներկայացումը
is: Hafna innsendingu
ja: 不採用
ka: მასალის უარყოფა
kk: Мақаланы қабылдамау
ku_iq: پێشکەشکردنەکە بکشێنەوە
ky: Тапшырманы четке кагуу
lt: Atmesti straipsnį
lv_lv: Noraidīt iesniegto materiālu
mk_mk: Одбиј поднесок
mr: सादरीकरणाला नकार
ms: Tolak Penyerahan
nb_no: Avvises
ro: Refuzare depunere manuscris
sk_sk: Odmietnuť príspevok
sl_si: Zavrni prispevek
sr_rs@cyrillic: Текст није за објављивање
sr_rs@latin: Tekst nije za objavljivanje
th: ปฏิเสธการส่งบทความ
uk_ua: Відхилити подання
uz@latin: Yuborishni rad etish
vi_vn: Từ chối bài gửi
zh_cn: 拒绝投稿
zh_hant: 拒絕投稿

# reviewer.article.decision.resubmitElsewhere
source: Resubmit Elsewhere
az: Dərc olunmaması daha uyğundur
bg: Повторно изпращане на друго място
bs_ba: Predložiti za objavljivanje drugdje
de_de: Anderswo erneut einreichen
el_gr: Επανυποβολή αλλού
eu: Birbidali beste norabait
gd_gb: Cuir às ùr am badeigin eile
gl_es: Volver enviar a outra publicación
hi_in: कहीं और फिर से जमा करें
hu_hu: Egyéb folyóirat javasolt
hy_am: Կրկին ներկայացնել այլ տեղ
is: Senda aftur annarstaðar
ja: 別の雑誌に投稿
ka: ხელახლა გაგზავნა სხვაგან
kk: Басқа жерге жіберіңіз
ku_iq: لە جێگایەکی دیکە پێشکەشی بکە
ky: Башка жерге кайра тапшыруу
lt: Teikti spausdinti kitur
lv_lv: Atkārtoti iesniegt citur
mk_mk: Поднеси повторно на друго место
mr: इतरत्र सादर करा
ms: Serah semula ke tempat lain
nb_no: Send til et annet tidsskrift
ro: Redepunere în altă parte
sk_sk: Podať niekde inde
sl_si: Pošlji ponovno drugam
sr_rs@cyrillic: Предложити за објављивање другде
sr_rs@latin: Predložiti za objavljivanje drugde
th: ส่งไปยังที่อื่น
uk_ua: До іншого видання/у інший розділ
uz@latin: Boshqa joyga qayta topshirish
vi_vn: Gửi bài cho tạp chí khác
zh_cn: 在其他地方重新提交
zh_hant: 在其他地方重新提交

# reviewer.article.decision.resubmitHere
source: Resubmit for Review
az: Düzəlişlərdən sonra incələnməsi lazımdır
bg: Повторно изпращане за рецензия
bs_ba: Revidirati i vratiti na recenziju
de_de: Erneut zur Begutachtung einreichen
el_gr: Επανυποβολή για αξιολόγηση
eu: Birbidali ebaluatzeko
gd_gb: Cuir a chùm lèirmheis às ùr
gl_es: Modificar para volver avaliar
hi_in: समीक्षा के लिए पुनः सबमिट करें
hu_hu: Nagyobb átdolgozás szükséges
hy_am: Կրկին ներկայացնել գրախոսման համար
is: Senda aftur í ritrýni
ja: 再投稿
ka: ხელახლა გაგზავნა განსახილველად
kk: Рецензиялауға қайта жіберу
ku_iq: پێشکەشکردنەکە دوبارە بۆ هەڵسەنگاندن بنێرە
ky: Кароо үчүн кайра тапшыруу
lt: Teikti recenzuoti dar kartą
lv_lv: Atkārtoti iesniegt recenzēšanai
mk_mk: Поднеси повторно за рецензија
mr: समीक्षणासाठी पुन्हा सादर करा
ms: Serah semula untuk Ulasan
nb_no: Sendes til enda en fagfellevurdering
ro: Redepunere pentru revizie
sk_sk: Znovu predložiť na recenziu
sl_si: Ponovno pošlji v recenzijo
sr_rs@cyrillic: Вратити на рецензију
sr_rs@latin: Vratiti na recenziju
th: ส่งอีกครั้งเพื่อการพิจารณา
uk_ua: Необхідне додаткове рецензування
uz@latin: Qayta ko'rib chiqish uchun yuboring
vi_vn: Gửi lại để đánh giá tiếp
zh_cn: 重新提交便于审阅
zh_hant: 重新提交予評審

# reviewer.article.decision.pendingRevisions
source: Revisions Required
az: Düzəlişlər edildikdən sonra nəşr edilə bilər
bg: Необходима е доработка и ревизия
bs_ba: Objaviti uz predložene izmjene
de_de: Überarbeitung erforderlich
el_gr: Απαιτούνται αναθεωρήσεις
eu: Berrikusi egin behar da
gd_gb: Tha feum air ath-dheasachadh
gl_es: Publicable con modificacións
hi_in: संशोधन आवश्यक है
hu_hu: Kisebb átdolgozás szükséges
hy_am: Պահանջվում են վերանայումներ
is: Þarfnast endurskoðunar
ja: 改訂を要求
ka: საჭიროა შესწორებები
kk: Қосымша өңдеуді талап етеді
ku_iq: چاوپێداخشانەوە داواکراوە
ky: Оңдоолор талап кылынат
lt: Taisyti
lv_lv: Nepieciešamās korekcijas
mk_mk: Потребни исправки
mr: सुधारणा आवश्यक आहेत
ms: Semakan Diperlukan
nb_no: Aksepteres med forbehold om omarbeiding
ro: Revizii necesare
sk_sk: Požadovať prepracovanie
sl_si: Potrebni so popravki
sr_rs@cyrillic: Објавити уз предложене измене
sr_rs@latin: Objaviti uz predložene izmene
th: ต้องการการแก้ไข
uk_ua: Необхідні виправлення
uz@latin: Tuzatishlar talab qilinadi
vi_vn: Yêu cầu sửa chữa
zh_cn: 需要修订
zh_hant: 需要修改

# reviewer.article.decision.accept
source: Accept Submission
az: Nəşrə uyğundur
bg: Приемане на изпратените материали
bs_ba: Objaviti bez izmjena
de_de: Beitrag annehmen
el_gr: Αποδοχή υποβολής
eu: Onartu bidalketa
gd_gb: Gabh ris an tagradh
gl_es: Aceptar o envío
hi_in: सबमिशन स्वीकार करें
hu_hu: Változtatás nélkül
hy_am: Ընդունել ներկայացումը
is: Samþykkja innsendingu
ja: 採用
ka: მასალის მიღება
kk: Материалды қабылдау
ku_iq: پێشکەشکردنەکە قبوڵ بکە
ky: Тапшырманы кабыл алуу
lt: Priimti straipsnį
lv_lv: Iesniegtais materiāls pieņemts
mk_mk: Прифати поднесок
mr: सादरीकरण स्वीकारावे
ms: Terima Penyerahan
nb_no: Aksepteres
ro: Înregistrare acceptată
sk_sk: Prijať príspevok
sl_si: Sprejmi prispevek
sr_rs@cyrillic: Објавити без измена
sr_rs@latin: Objaviti bez izmena
th: ยอมรับการส่งบทความ
uk_ua: Прийняти подання
uz@latin: Arizani qabul qiling
vi_vn: Chấp nhận bài gửi
zh_cn: 接受投稿
zh_hant: 接受投稿

# reviewer.article.schedule.due
source: Review Due
az: Dəyərləndirmə müddəti
bg: Срок за рецензия
bs_ba: Rok recenzije
de_de: Gutachten fällig
el_gr: Προσθεσμία αξιολόγησης
eu: Ebaluazioa bidaltzeko epea
gd_gb: Tha an lèirmheas ri lìbhrigeadh
gl_es: Vencemento da revisión
hi_in: देय की समीक्षा करें
hu_hu: lektorálási határidő
hy_am: Գրախոսությունը ենթակա է վերադարձի
is: Skila ritrýni
ja: 査読期限
ka: რეცენზიის გაგზავნის ვადა
kk: Жіберу мерзімін қарау
ku_iq: کاتی هەڵسەنگاندن
ky: Кароо мөөнөтү
lt: Recenziją pateikti iki
lv_lv: Recenzijas temiņš
mk_mk: Доспеана рецензија
mr: समीक्षण नियत दिनांक
ms: Ulasan Tamat Tempoh
nb_no: Frist for fagfellevurdering
ro: Revizie finalizată
sk_sk: Termín pre recenziu
sl_si: Rok za recenzijo
sr_rs@cyrillic: Рок за рецензије
sr_rs@latin: Rok za recenzije
th: กำหนดการพิจารณา
uk_ua: Кінцевий термін
uz@latin: Tekshirish muddati
vi_vn: Thời hạn đánh giá
zh_cn: 由于审阅（Review Due）
zh_hant: 評審到期

# reviewer.article.schedule.submitted
source: Review Submitted
az: Dəyərləndirmə göndərildi
bg: Рецензията е изпратена
bs_ba: Recenzija predana
de_de: Gutachten eingereicht
el_gr: Υποβολή αξιολόγησης
eu: Ebaluazioa bidalita
gd_gb: Chaidh an lèirmheas a chur
gl_es: Revisión enviada
hi_in: सबमिशन की समीक्षा करें
hu_hu: Beküldött szakmai lektorálás
hy_am: Գրախոսությունը ուղարկված է
is: Ritrýni send inn
ja: 査読結果送付
ka: რეცენზია წარდგენილია
kk: Рецензия жіберілді
ku_iq: هەڵسەنگاندنەکە پێشکەش کرا
ky: Кароо тапшырылды
lt: Recenzija pateikta
lv_lv: Iesniegta recenzija
mk_mk: Поднесена рецензија
mr: समीक्षण सादर केले
ms: Ulasan Diserahkan
nb_no: Fagfellevurdering innlevert
ro: Revizie încărcată
sk_sk: Recenzia odoslaná
sl_si: Recenzija oddana
sr_rs@cyrillic: Рецензија предата
sr_rs@latin: Recenzija predata
th: การพิจารณาถูกส่งแล้ว
uk_ua: Рецензія надіслана
uz@latin: Sharh yuborildi
vi_vn: Bài đánh giá đã được gửi
zh_cn: 已经提交的审阅
zh_hant: 已提交評審

# reviewer.article.schedule.response
source: Your Response
az: Cavabınız
bg: Вашият отговор
bs_ba: Vaš odgovor
de_de: Ihre Antwort
el_gr: Η απάντησή σας
eu: Zure erantzuna
gd_gb: Do fhreagairt
gl_es: A súa resposta
hi_in: तुम्हारा जवाब
hu_hu: Az ön válasza
hy_am: Ձեր արձագանքը
is: Þitt svar
ja: 回答
ka: თქვენი პასუხი
kab: Tiririt-ik·im
kk: Сіздің жауабыңыз
ku_iq: وەڵامی تۆ
ky: Сиздин жообуңуз
lt: Jūsų atsakymas
lv_lv: Jūsu atbilde
mk_mk: Вашиот одоговор
mr: तुमचा प्रतिसाद
ms: Maklum balas anda
nb_no: Ditt svar
ro: Răspunsul tău
sk_sk: Vaša odpoveď
sl_si: Vaš odgovor
sr_rs@cyrillic: Ваш одговор
sr_rs@latin: Vaš odgovor
th: การตอบรับของคุณ
uk_ua: Ваша відповідь
uz@latin: Sizning javobingiz
vi_vn: Phản hồi của bạn
zh_cn: 您的回应
zh_hant: 您的回應
