Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# manager.people.confirmDisable
source: Disable this user? This will prevent the user from logging into the system. You may optionally provide the user with a reason for disabling their account.
az: Bu abunəni passivləşdir. Sistemə girən abunəni rədd edəcək. Sərbəst hesabları deaktiv etmək üçün səbəb göstərərək istifadəçini passivləşdir.
bg: Деактивиране на този потребител? Това ще попречи на потребителя да влезе в системата. По желание можете да предоставите на потребителя причина за деактивиране на неговия акаунт.
bs_ba: Da li želite onemogućiti ovog korisnika? Ovo će spriječiti korisnika da se prijavi u sustav. Opcionalno možete proslijediti korisniku razlog zašto ste mu onemogućili račun.
de_de: Diese Nutzerin/diesen Nutzer sperren? Dies wird die Nutzerin/den Nutzer daran hindern, sich bei diesem System anzumelden. Sie können der Nutzerin/dem Nutzer einen Grund für die Sperrung des Zugangs angeben.
el_gr: Απενεργοποίηση του Χρήστη; Δεν θα επιτρέπεται στον Χρήστη τη σύνδεση στο σύστημα. Προαιρετικά, μπορείτε να ενημερώσετε τον Χρήστη για τους λόγους απενεργοποίησης του λογαριασμού του.
eu: Erabiltzailea desgaitu? Horrek erabiltzaileari eragotziko dio aurrerantzean sisteman sartzea. Aukeran, kontua zergatik desgaitu diozun azal diezaiokezu erabiltzaileari.
gd_gb: A bheil thu airson an cleachdaiche seo a chur à comas? Ma nì thu seo, chan urrainn dhan chleachdaiche clàradh a-steach dhan t-siostam tuilleadh. ’S urrainn dhut innse dhan chleachdaiche carson a chuir thu an cunntas aca à comas.
gl_es: Desactivar este usuario/a? Isto impediralle iniciar sesión no sistema. Pode proporcionarlle ao usuario/a unha razón para desactivar a súa conta.
hi_in: इस उपयोगकर्ता को अक्षम करें? यह उपयोगकर्ता को सिस्टम में लॉग इन करने से रोकेगा। आप वैकल्पिक रूप से उपयोगकर्ता को उनके खाते को अक्षम करने का कारण प्रदान कर सकते हैं।
hu_hu: Inaktívvá teszi a felhasználót? Ezzel megakadályozza, hogy az a felhasználó bejelentkezhessen a rendszerbe. Arra is lehetősége van, hogy megindokolja a felhasználónak a fiók letiltását.
hy_am: Անջատե՞լ այս օգտվողին: Սա թույլ չի տա օգտվողին մուտք գործել համակարգ: Դուք կարող եք կամայականորեն օգտվողին բացատրել իր հաշիվն անջատելու պատճառը:
is: Afvirkja þennan notanda? Það mun koma í veg fyrir að viðkomandi geti skráð sig inn í kerfið. Þú getur valið að greina notanda frá ástæðu þess að notendareikningur er afvirkjaður.
ja: このユーザーを無効にしますか？この処理によってユーザーはシステムにログインできなくなります。 アカウントを無効にする理由をユーザーに対して連絡したほうがよいかもしれません。
ka: გამოვრთოთ ეს მომხმარებელი? ეს ქმედება აუკრძალავს მომხმარებელს სისტემაში შესვლას. ასევე შეგიძლიათ მიუთითოთ გამორთვის მიზეზი.
kk: Бұл қолданушыны жүйеден өшіру керек пе? Бұдан кейін қолданушы өзінің жойылған есептік жазбасымен жүйеге ене алмайды. Сондай-ақ, сіз (қажет болған жағдайда) қолданушыларға олардың есептік жазбасын өшіру себебін көрсете аласыз.
ku_iq: ئایا دەتەوێت ئەم بەکارهێنەرە ناچالاک بکەیت؟ ئەمە ڕێگا لە بەکارهێنەرەکە دەگرێت بۆ ئەوەی داخلی سیستەمەکە ببێت. تۆ دەتوانیت هۆکاری ناچالاککردنەکەش بنوسیت ئەگەر بتەوێت.
ky: Бул колдонуучуну өчүрөсүзбү? Бул аны системага кирүүдөн тосот. Кааласаңыз, колдонуучунун аккаунтун өчүрүү себебин көрсөтсөңүз болот.
lt: Išjungti šį naudotoją? Tai neleis jam prisijungti prie sistemos. Galite pasirinktinai pateikti priežastį, kodėl naudotojo paskyra išjungiama.
lv_lv: Atslēgt šo lietotāju? Tas neļaus lietotājam pieteikties sistēmā. Pēc izvēles varat lietotājam norādīt iemeslu, kāpēc viņa konts ir atspējots.
mk_mk: Оневозможи го овој корисник? Ова ќе го спречи корисникот да се најави во системот. По избор можете да го известите корисникот за причината за оневозможување на нивната сметка.
mr: हा वापरकर्ता निष्क्रिय करायचा? यामुळे वापरकर्त्यास प्रणालीमध्ये लॉग-इन करता येणार नाही. वापरकर्त्याला त्यांचे खाते निष्क्रिय करण्याचे कारण द्यायचे की नाही हे ठरवण्याचा पर्याय तुमच्याकडे असेल.
ms: Nyahdayakan pengguna ini? Ini akan mengelakkan pengguna log masuk ke dalam sistem. Anda mempunyai pilihan untuk memberi alasan kepada pengguna untuk menyahdayakan akaun mereka.
nb_no: Slå av denne brukeren? Dette gjør at brukeren ikke kan logge seg inn i systemet. Du kan velge å gi brukeren en begrunnelse for at kontoen er slått av.
ro: Dezactivați acest utilizator? Acest lucru va împiedica utilizatorul să se autentifice în sistem. Opțional, puteți oferi utilizatorului un motiv pentru dezactivarea contului său.
sk_sk: Zablokovať tohto používateľa? Táto akcia zabráni užívateľovi, aby sa prihlásil do systému. Voliteľne môžete užívateľovi poskytnúť zdôvodnenie, prečo bol jeho účet zablokovaný.
sl_si: Onemogoči tega uporabnika? To bo uporabniku preprečilo dostop do tega sistema. Uporabniku lahko tudi sporočite razlog zaradi česa bo njegov uporabniški račun onemogočen.
sr_rs@cyrillic: Да ли желите да онемогућите овог корисника? Ово ће спречити корисника да се пријави у систем. Опционо можете проследити кориснику разлог зашто сте му онемогућили налог.
sr_rs@latin: Da li želite da onemogućite ovog korisnika? Ovo će sprečiti korisnika da se prijavi u sistem. Opciono možete proslediti korisniku razlog zašto ste mu onemogućili nalog.
th: ต้องการปิดการใช้งานผู้ใช้นี้หรือไม่? สิ่งนี้จะทำให้ผู้ใช้ไม่สามารถเข้าสู่ระบบได้ คุณสามารถให้เหตุผลในการปิดการใช้งานบัญชีผู้ใช้ได้ตามต้องการ
uk_ua: Деактивувати цього користувача? Після цього користувач не зможе зайти в систему. За бажанням Ви можете повідомити користувачу причину деактивації його облікового запису.
uz@latin: Bu foydalanuvchi o‘chirib qo‘yilsinmi? Bu foydalanuvchining tizimga kirishiga to'sqinlik qiladi. Siz ixtiyoriy ravishda foydalanuvchiga o'z hisobini o'chirish sababini ko'rsatishingiz mumkin.
vi_vn: Vô hiệu hóa người dùng này? Điều này sẽ ngăn người dùng đăng nhập vào hệ thống. Bạn có thể tùy chọn cung cấp cho người dùng một lý do cho việc vô hiệu hóa tài khoản của họ.
zh_cn: 停用这个用户帐号？这会让这个用户无法再登入这个系统。您可以选择性地给这些用户一个理由，说明为什么停用他们的帐号.
zh_hant: 限制此用戶？此會限制用戶登入系統。 您也可選擇向用會提供限制帳戶的理由。

# about.onlineSubmissions.submissionActions
source: {$newSubmission} or {$viewSubmissions}.
az: {$newSubmission} və ya {$viewSubmissions}
bg: {$newSubmission} или {$viewSubmissions}.
bs_ba: {$newSubmission} ili {$viewSubmissions}.
de_de: {$newSubmission} oder {$viewSubmissions}.
el_gr: {$newSubmission} ή {$viewSubmissions}.
eu: {$newSubmission} edo {$viewSubmissions}.
gd_gb: {$newSubmission} no {$viewSubmissions}.
gl_es: {$newSubmission} ou {$viewSubmissions}.
hi_in: {$ newSubmission} या {$ viewSubmissions}।
hu_hu: {$newSubmission} vagy {$viewSubmissions}.
hy_am: {$newSubmission} կամ {$viewSubmissions}.
is: {$newSubmission} eða {$viewSubmissions}.
ja: {$newSubmission}または{$viewSubmissions}。
ka: {$newSubmission}, ან {$viewSubmissions}.
kk: {$newSubmission} немесе {$viewSubmissions}.
ku_iq: {$newSubmission} یان {$viewSubmissions}.
ky: {$newSubmission} же {$viewSubmissions}.
lt: {$newSubmission} arba {$viewSubmissions}.
lv_lv: {$newSubmission} vai {$viewSubmissions}.
mk_mk: {$newSubmission} или {$viewSubmissions}.
mr: {$newSubmission} किंवा {$viewSubmissions}.
ms: {$newSubmission} atau {$viewSubmissions}.
nb_no: {$newSubmission} eller {$viewSubmissions}.
ro: {$newSubmission} sau {$viewSubmissions}.
sk_sk: {$newSubmission} alebo {$viewSubmissions}.
sl_si: {$newSubmission} ali {$viewSubmissions}.
sq: {$newSubmission} ose {$viewSubmissions}.
sr_rs@cyrillic: {$newSubmission} или {$viewSubmissions}.
sr_rs@latin: {$newSubmission} ili {$viewSubmissions}.
th: {$newSubmission} หรือ {$viewSubmissions}
uk_ua: {$newSubmission} або {$viewSubmissions}.
uz@latin: {$ new Submissions} / {$ view Submissions}.
vi_vn: {$newSubmission} hoặc {$viewSubmissions}.
zh_cn: {$newSubmission} 或 {$viewSubmissions}.
zh_hant: {$newSubmission}或{$viewSubmissions}。

# about.onlineSubmissions.registrationRequired
source: {$login} or {$register} to make a submission.
az: Bir məqalə göndərmək üçün {$login} və ya {$register} edin
bg: Изберете {$login} или {$register} за да можете да изпратите материали.
bs_ba: Registracija i prijava su obavezne ukoliko želite predati članak putem ovog sustava te u svakom trenutku biti u mogućnosti provjeriti trenutno stanje prijavljenih priloga.
de_de: Um Beiträge online einzureichen oder den aktuellen Status eines eingereichten Beitrags zu überprüfen, müssen Sie registriert und eingeloggt sein. In einen existierenden Account {$login} oder einen neuen Account {$register}.
el_gr: {$login} ή {$register} για να κάνετε μία υποβολή.
eu: {$login} edo {$register} bidalketa egiteko.
gd_gb: {$login} no {$register} a dhèanamh tagradh.
gl_es: Necesita {$login} ou {$register} para realizar un envío.
hi_in: सबमिशन करने के लिए {$ login} या {$ register}।
hu_hu: {$login} vagy {$register} a beküldéshez.
hy_am: {$login} կամ {$register} ներկայացնելու համար։
is: {$login} eða {$register} til að senda inn grein.
ja: 投稿のために{$login}または{$register}してください。
ka: მასალების გასაგზავნად საჭიროა {$login}, ან {$register}.
kk: Материалды жіберу үшін сізге {$login} немесе {$register} қажет.
ku_iq: {$login} یان{$register} بۆ پێشکەشکردنی توێژینەو.
ky: Тапшырма берүү үчүн {$login} же {$register}.
lt: Norint pateikti straipsnį, reikia {$login} arba {$register}.
lv_lv: {$login} vai {$register}, lai iesniegtu materiālu.
mk_mk: {$login} или {$register} да направите поднесок.
mr: सादरीकरणासाठी {$login} किंवा {$register} करा.
ms: {$login} atau {$register} untuk membuat penyerahan.
nb_no: {$login} eller {$register} for innlevering.
ro: {$login} sau {$register} pentru a depune un manuscris.
sk_sk: K podaniu príspevku je treba {$login} alebo {$register}.
sl_si: Za oddajo prispevkov online je potrebna {$register} in {$login}.
sq: {$login} ose {$register} për të dorëzuar një punim.
sr_rs@cyrillic: {$login} или {$register} да пријавите чланак.
sr_rs@latin: {$login} ili {$register} da prijavite članak.
th: {$login} หรือ {$register} เพื่อทำการส่งบทความ
uk_ua: Для того, щоб мати можливість подавати статті до журналу та перевіряти поточний статус своїх матеріалів необхідно увійти на сайт як зареєстрований користувач.
uz@latin: Yuborish uchun {$ login} yoki {$ register}.
vi_vn: {$login} hoặc {$register} để gửi bài.
zh_cn: 投稿需要先注册和登录，而且需要在线检查当前投稿的状态.
zh_hant: 投稿請先{$login}或{$register}。

# about.onlineSubmissions.register
source: Register
az: Qeydiyyat
bg: Регистрация
bs_ba: Registrirajte se
de_de: Registrieren
el_gr: Εγγραφείτε
eu: Izena eman
gd_gb: Clàraich
gl_es: Rexistrarse
hi_in: रजिस्टर करें
hu_hu: Regisztráció
hy_am: Գրանցվել
is: Nýskráning
ja: ユーザー登録画面へ
ka: რეგისტრაცია
kk: Тіркелу
ku_iq: خۆتۆمارکردن
ky: Катталуу
lt: Registruotis
lv_lv: Reģistrēties
mk_mk: Регистрација
mr: नोंदणी करा
ms: Daftar
nb_no: Registrer
ro: Înregistrare
sk_sk: Registrovať
sl_si: Prijava
sq: Regjistrohu
sr_rs@cyrillic: Регистрација
sr_rs@latin: Registracija
th: ลงทะเบียน
uk_ua: Зареєструватися
uz@latin: Ro'yxatdan o'tish
vi_vn: Đăng ký
zh_cn: 注册
zh_hant: 註冊

# about.onlineSubmissions.login
source: Login
az: Daxil olun
bg: Вход
bs_ba: Prijavite se
de_de: Zum Login
el_gr: Συνδεθείτε
eu: Hasi saioa
gd_gb: Clàraich a-steach
gl_es: Ir ao inicio de sesión
hi_in: लॉग इन करें
hu_hu: Bejelentkezés
hy_am: Մուտք
is: Innskráning
ja: ログイン画面へ
ka: შესვლა
kk: Кіру
ku_iq: داخلبون
ky: Кирүү
lt: Prisijungti
lv_lv: Pieslēgties
mk_mk: Најава
mr: लॉग-इन
ms: Log masuk
nb_no: Innlogging
ro: Autentificare
sk_sk: Ísť na prihlásenie
sl_si: Pojdi na vstop
sq: Hyr
sr_rs@cyrillic: Пријавите се
sr_rs@latin: Prijavite se
th: เข้าสู่ระบบ
uk_ua: Увійдіть на сайт
uz@latin: Kirish
vi_vn: Đăng nhập
zh_cn: 开始登录
zh_hant: 登入

# about.submissions
source: Submissions
az: Fayllar
bg: Изпращане на материали
bs_ba: Prijave priloga
de_de: Beitragseinreichung
el_gr: Υποβολές
eu: Bidalketak
gd_gb: Tagraidhean
gl_es: Envíos
hi_in: सबमिशन्स
hu_hu: Beküldések
hy_am: Ներկայացումներ
is: Senda inn efni
ja: 投稿
ka: მასალების გაგზავნა
kk: Материалдарды жіберу
ku_iq: پێشکەشکردنەکان
ky: Тапшырмалар
lt: Straipsnių teikimas
lv_lv: Iesniegtie materiāli
mk_mk: Поднесоци
mr: सादरीकरणे
ms: Penyerahan
nb_no: Innleveringer
ro: Înregistrare manuscrise
sk_sk: Príspevky
sl_si: Prispevki
sq: Punimet
sr_rs@cyrillic: Пријаве прилога
sr_rs@latin: Prijave priloga
th: การส่งบทความ
uk_ua: Подання
uz@latin: Taqdimotlar
vi_vn: Các bài gửi
zh_cn: 投稿
zh_hant: 投稿

# about.sectionPolicies
source: Section Policies
az: Bölmə politikası
bg: Правила на разделите на списанието
bs_ba: Rubrike
de_de: Rubriken-Richtlinien
el_gr: Πολιτικές ενότητας
eu: Atalen politikak
gd_gb: Poileasaidhean nan earrannan
gl_es: Políticas de seccións
hi_in: अनुभाग नीतियाँ
hu_hu: Rovat irányelvek
hy_am: Բաժնի Քաղաքականություն
is: Stefnur
ja: セクションポリシー
ka: ჟურნალის სეაციების წესები
kk: Журнал бөлімінің ережелері
ku_iq: سیاسەتەکانی ئەم بەشە
ky: Бөлүм саясаты
lt: Šio skyriaus nuostatos
lv_lv: Sadaļas politika
mk_mk: Секциски полиси
mr: विभागांची धोरणे
ms: Bahagian Dasar
nb_no: Retningslinjer for seksjonen
ro: Secțiunea Politici
sk_sk: Pravidlá sekcií
sl_si: Politika rubrik
sq: Politikat e Seksioneve
sr_rs@cyrillic: Политика секција
sr_rs@latin: Politika sekcija
th: นโยบายของส่วนต่าง ๆ
uk_ua: Політика розділів
uz@latin: Bo'lim siyosati
vi_vn: Chính sách các chuyên mục
zh_cn: 栏目要求
zh_hant: 分類政策

# about.focusAndScope
source: Focus and Scope
az: Fokus və əhatə dairəsi
bg: Фокус и обхват на списанието
bs_ba: Fokus i područje djelovanja
de_de: Konzept
el_gr: Θεματική περιοχή και περιεχόμενο
eu: Helburua eta esparrua
gd_gb: Fòcas is sgòp
gl_es: Enfoque e alcance
hi_in: फोकस और स्कोप
hu_hu: Fókuszpont és szakterület
hy_am: Ուղղվածություն և շրջանակ
is: Áherslur og svið
ja: 対象と範囲
ka: ჟურნალის კონცეფცია
kk: Журнал концепциясы
ku_iq: سەرنج و بوواری کارکردن
ky: Фокус жана көлөмү
lt: Sritis ir tikslas
lv_lv: Mērķis un darbības joma
mk_mk: Главен интерес и обем
mr: लक्ष्य आणि व्याप्ती
ms: Fokus dan Skop
nb_no: Hovedfokus og spennvidde
ro: Scop
sk_sk: Zameranie a záber
sl_si: Namen in cilji
sq: Fokusi dhe Qëllimi
sr_rs@cyrillic: Фокус и подручје деловањa
sr_rs@latin: Fokus i područje delovanja
th: เป้าหมายและขอบเขต
uk_ua: Галузь та проблематика
uz@latin: Fokus va qamrov
vi_vn: Phạm vi và mục đích
zh_cn: 重点和范围
zh_hant: 重點及範圍

# about.editorialPolicies
source: Editorial Policies
az: Nəşr siyasəti
bg: Редакционна политика
bs_ba: Uređivačka politika
de_de: Zeitschriftenrichtlinien und Publikationsprozess
el_gr: Πολιτικές Σύνταξης
eu: Politika editorialak
gd_gb: Poileasaidhean deasachaidh
gl_es: Políticas editoriais
hi_in: संपादकीय नीतियां
hu_hu: Szerkesztői politikák
hy_am: Խմբագրական քաղաքականություն
is: Ritstjórnarstefna
ja: 編集ポリシー
ka: გამომცემლობის პოლიტიკა
kk: Редакциялық саясат
ku_iq: سیاسەتەکانی گۆڤار
ky: Редакциялык саясат
lt: Leidybos nuostatos
lv_lv: Redakcijas politika
mk_mk: Уредничка полиса
mr: संपादकीय धोरणे
ms: Polisi Editorial
nb_no: Redaksjonelle retningslinjer
ro: Politici editoriale
sk_sk: Edičné pravidlá
sl_si: Uredniška politika
sq: Politikat Editoriale
sr_rs@cyrillic: Уређивачка политика
sr_rs@latin: Uređivačka politika
th: นโยบายบรรณาธิการ
uk_ua: Редакційна політика
uz@latin: Tahririyat siyosati
vi_vn: Chính sách biên tập
zh_cn: 编辑政策
zh_hant: 編輯政策

# about.editorialTeam.biography
source: Biography
az: Tərcümeyi-hal
bg: Биография
bs_ba: Životopis
de_de: Biografie
el_gr: Βιογραφικό
gd_gb: Beatha-eachdraidh
gl_es: Biografía
hi_in: जीवनी
hu_hu: Életrajz
hy_am: Կենսագրություն
is: Ágrip (bio)
ja: 人物紹介
ka: ბიოგრაფია
kk: Өмірбаян
ku_iq: ژیاننامە
lv_lv: Biogrāfija
mk_mk: Биографија
mr: परिचय
ms: Biografi
nb_no: Biografi
ro: Biografie
sk_sk: Životopis
sl_si: Biografija
sq: Biografia
sr_rs@cyrillic: Биографија
sr_rs@latin: Biografija
th: ประวัติ
uk_ua: Біографія
uz@latin: Biografiya
vi_vn: Tiểu sử
zh_cn: 简介（Biography）
zh_hant: 發展史

# about.editorialTeam
source: Editorial Team
az: Redaksiya heyəti
bg: Редакционен екип
bs_ba: Časopis uređuju
de_de: Redaktion
el_gr: Συντακτική ομάδα
gd_gb: An sgioba deasachaidh
gl_es: Equipo editorial
hi_in: संपादकीय टीम
hu_hu: Szerkesztőbizottság
hy_am: Խմբագրական կազմ
is: Ritstjórnarteymi
ja: 編集委員会
ka: რედაქცია
kk: Редакция қызметкерлері
ku_iq: دەستەی سەرنوسەران
lv_lv: Redkolēģija
mk_mk: Уреднички тим
mr: संपादक मंडळ
ms: Kumpulan Editorial
nb_no: Redaksjon
ro: Colectiv editorial
sk_sk: Editorský tým
sl_si: Uredništvo
sq: Redaksia
sr_rs@cyrillic: Часопис уређују
sr_rs@latin: Časopis uređuju
th: ทีมบรรณาธิการ
uk_ua: Редакційний штат
uz@latin: Tahririyat jamoasi
vi_vn: Ban biên tập
zh_cn: 编辑团队
zh_hant: 編輯委員會

# about.history
source: Journal History
az: Jurnal tarixi
bg: История на списанието
bs_ba: Povijest časopisa
de_de: Zeitschriften-Geschichte
el_gr: Ιστορικό περιοδικού
eu: Aldizkariaren historia
gd_gb: Eachdraidh an iris-leabhair
gl_es: Historia da revista
hi_in: जर्नल इतिहास
hu_hu: A folyóirat története
hy_am: Ամսագրի պատմություն
is: Saga tímaritsins
ja: 雑誌の歴史
ka: ჟურნალის ისტორია
kk: Журналдың шығу тарихы
ku_iq: مێژوی گۆڤارەکە
ky: Журнал тарыхы
lt: Žurnalo istorija
lv_lv: Žurnāla vēsture
mk_mk: Историја на списанието
mr: नियतकालिकाचा पूर्वेतिहास
ms: Sejarah Jurnal
nb_no: Tidsskriftets historie
ro: Istoricul revistei
sk_sk: História časopisu
sl_si: Zgodovina revije
sq: Historia e Revistës
sr_rs@cyrillic: Историја часописа
sr_rs@latin: Istorija časopisa
th: ประวัติของวารสาร
uk_ua: Історія журналу
uz@latin: Jurnal tarixi
vi_vn: Lịch sử Tạp chí
zh_cn: 期刊历史
zh_hant: 期刊歷史

# about.aboutContext
source: About the Journal
az: Jurnal haqqında
bg: За списанието
bs_ba: O časopisu
de_de: Über die Zeitschrift
el_gr: Σχετικά με το περιοδικό
eu: Aldizkariari buruz
gd_gb: Mun iris-leabhar
gl_es: Sobre a revista
hi_in: जर्नल के बारे में
hu_hu: Információk
hy_am: Ամսագրի մասին
is: Um tímaritið
ja: 本誌について
ka: ჟურნალის შესახებ
kk: Журнал туралы
ku_iq: دەربارەی گۆڤارەکە
ky: Журнал жөнүндө
lt: Apie žurnalą
lv_lv: Par žurnālu
mk_mk: За списанието
mr: नियतकालिकाविषयी
ms: Mengenai Jurnal
nb_no: Tidsskriftet
ro: Despre revistă
sk_sk: O časopise
sl_si: O reviji
sq: Rreth Revistës
sr_rs@cyrillic: О часопису
sr_rs@latin: O časopisu
th: เกี่ยวกับวารสาร
uk_ua: Про журнал
uz@latin: Jurnal haqida
vi_vn: Giới thiệu về Tạp chí
zh_cn: 关于期刊
zh_hant: 關於期刊

# about.contact
source: Contact
az: Əlaqə
bg: Контакт
bs_ba: Kontakt
de_de: Kontakt
el_gr: Επικοινωνία
eu: Kontaktua
gd_gb: Fiosrachadh conaltraidh
gl_es: Contacto
hi_in: संपर्क करें
hu_hu: Kapcsolat
hy_am: Կոնտակտ
is: Hafa samband
ja: 雑誌の連絡先
ka: კონტაქტი
kk: Байланыстар
ku_iq: پەیوەندی
ky: Байланыш
lt: Kontaktai
lv_lv: Kontaktinformācija
mk_mk: Контакт
mr: संपर्क
ms: Kenalan
nb_no: Kontakt
ro: Date de contact
sk_sk: Kontakt
sl_si: Kontakt
sq: Kontakto
sr_rs@cyrillic: Контакт
sr_rs@latin: Kontakt
th: ติดต่อ
uk_ua: Контакти
uz@latin: Aloqa
vi_vn: Liên hệ
zh_cn: 联系
zh_hant: 聯絡

# about.statistics
source: Statistics
az: Statistikalar
bg: Статистики
bs_ba: Statistike
de_de: Statistiken
el_gr: Στατιστικά
eu: Estatistikak
gd_gb: Stats
gl_es: Estatísticas
hi_in: सांख्यिकी
hu_hu: Statisztikák
hy_am: Վիճակագրություն
is: Tölfræði
ja: 統計
ka: სტატისტიკა
kk: Статистика
ku_iq: ئامارەکان
ky: Статистика
lt: Statistika
lv_lv: Statistika
mk_mk: Статистики
mr: आकडेवारी
ms: Statistik
nb_no: Statistikk
ro: Statistici
sk_sk: Štatistiky
sl_si: Statistike
sq: Statistika
sr_rs@cyrillic: Статистикe
sr_rs@latin: Statistike
th: สถิติ
uk_ua: Статистика
uz@latin: Statistika
vi_vn: Số liệu thống kê
zh_cn: 统计
zh_hant: 數據

# archive.issueUnavailable
source: Issue Unavailable
az: Nömrə əlçatan deyil
bg: Броят не е достъпен
bs_ba: Broj časopisa je nedostupan
de_de: Ausgabe nicht verfügbar
el_gr: Μη διαθέσιμο τεύχος
eu: Zenbakia ez dago eskuragarri
gd_gb: Chan eil an iris seo ri làimh
gl_es: O número non está dispoñible
hi_in: अंक अनुपलब्ध
hu_hu: A szám elérhetetlen
hy_am: Համարն անհասանելի է
is: Tölublað ekki aðgengilegt
ja: 利用できない号
ka: ნომერი მიუწვდომელია
kk: Басылым қолжетімсіз
ku_iq: ئەم ژمارەیە بەردەست نییە
ky: Чыгарылыш жеткиликсиз
lt: Numeris nepasiekiamas
lv_lv: Izdevums nav pieejams
mk_mk: Изданието не е достапно
mr: अंक अनुपलब्ध
ms: Terbitan Tidak Tersedia
nb_no: Utgaven er ikke tilgjengelig
ro: Număr indisponibil
sk_sk: Číslo nedostupné
sl_si: številke ni na voljo
sr_rs@cyrillic: Број часописа је недоступан
sr_rs@latin: Broj časopisa je nedostupan
th: ฉบับไม่พร้อมใช้งาน
uk_ua: Випуск недоступний
uz@latin: Muammo mavjud emas
vi_vn: Số không tồn tại
zh_cn: 刊期不存在
zh_hant: 尚未開放

# archive.browse
source: Browse through the older issues
az: Əvvəlki nömrələrə baxın
bg: Разглеждане на по-стари броеве
bs_ba: Pregledajte pomoću starijih brojeva časopisa
de_de: Ältere Ausgaben durchblättern
el_gr: Περιηγηθείτε σε παλαιότερα τεύχη
eu: Arakatu aurreko zenbakiak
gd_gb: Rùraich na seann irisean
gl_es: Navegar polos números anteriores
hi_in: पुराने अंको के माध्यम से ब्राउज़ करें
hu_hu: Böngészés a korábbi számok között
hy_am: Թերթիր ավելի հին համարների միջով
is: Skoða eldri tölublöð
ja: バックナンバーをブラウズ
ka: ძველი ნომრების ნახვა
kk: Ескі журнал басылымдарын қарау
ku_iq: پیشاندانی ژمارەکانی پێشتر
ky: Эски чыгарылыштарды карап чыгуу
lt: Ieškoti ankstesniuose numeriuose
lv_lv: Pārlūkot vecākos izdevumus
mk_mk: Прелистај низ претходни изданија
mr: पूर्वीचे अंक चाळा (ब्राऊझ करा)
ms: Layari terbitan lama
nb_no: Finn fram i eldre utgaver
ro: Căutați în numerele mai vechi
sk_sk: Prehľadávať staršie čísla
sl_si: Preglej starejše številke
sr_rs@cyrillic: Прегледајте старије бројева часописа
sr_rs@latin: Pregledajte starije brojeva časopisa
th: เรียกดูฉบับเก่า
uk_ua: Перегляд старих випусків
uz@latin: Eski muammolarni ko'rib chiqing
vi_vn: Duyệt qua các số cũ hơn
zh_cn: 浏览以前的刊期
zh_hant: 瀏覽過往期刊

# archive.archivesPageNumber
source: Archives - Page {$pageNumber}
az: Arxivlər - Səhifə: {$pageNumber}
bg: Архиви - Стр. {$pageNumber}
bs_ba: Arhive - Stranica {$pageNumber}
de_de: Archive - Seite {$pageNumber}
el_gr: Αρχείο - Σελίδα {$pageNumber}
eu: Artxiboak - {$pageNumber}. orrialdea
gd_gb: Na tasg-lannan – Duilleag {$pageNumber}
gl_es: Arquivos - Páxina {$pageNumber}
hi_in: पुरालेखागार - पृष्ठ {$ pageNumber}
hu_hu: Archívum - Oldal {$pageNumber}
hy_am: Արխիվներ - էջ {$pageNumber}
is: Útgefið efni - síða {$pageNumber}
ja: アーカイブ - ページ{$pageNumber}
ka: არქივები — გვერდი {$pageNumber}
kk: Мұрағат - {$pageNumber} беті
ku_iq: ئەرشیفەکان - پەڕە {$pageNumber}
ky: Архивдер – {$pageNumber}-барак
lt: Archyvas – {$pageNumber} puslapis
lv_lv: Arhīvi- Lapa {$pageNumber}
mk_mk: Архиви - {$pageNumber} страна
mr: संग्रह - पृष्ठ {$pageNumber}
ms: Arkib - Halaman {$pageNumber}
nb_no: Arkiver, side {$pageNumber}
ro: Arhivă - Page {$pageNumber}
sk_sk: Archívy - strana {$pageNumber}
sl_si: Arhivi - Stran {$pageNumber}
sr_rs@cyrillic: Архива - страна {$pageNumber}
sr_rs@latin: Архива - страна {$pageNumber}
th: คลัง - หน้า {$pageNumber}
uk_ua: Архіви - Сторінка {$pageNumber}
uz@latin: Arxivlar - sahifa {$ pageNumber}
vi_vn: Lưu trữ - Trang {$pageNumber}
zh_cn: 归档 - 第 {$pageNumber} 页
zh_hant: 各期目錄 - 頁碼{$pageNumber}

# archive.archives
source: Archives
az: Arxiv
bg: Архиви
bs_ba: Arhiva izdanja
de_de: Archiv
el_gr: Αρχείο τευχών
eu: Artxiboak
gd_gb: Na tasg-lannan
gl_es: Arquivos
hi_in: पुरालेखागार
hu_hu: Archívum
hy_am: Արխիվներ
is: Útgefið efni
ja: アーカイブ
ka: არქივები
kk: Мұрағаттар
ku_iq: ئەرشیف
ky: Архивдер
lt: Archyvas
lv_lv: Arhīvi
mk_mk: Архиви
mr: संग्रह
ms: Arkib
nb_no: Arkiv
ro: Arhivă
sk_sk: Archívy
sl_si: Arhivi
sr_rs@cyrillic: Архива издања
sr_rs@latin: Arhiva izdanjа
th: คลัง
uk_ua: Архіви
uz@latin: Arxivlar
vi_vn: Lưu trữ
zh_cn: 过刊
zh_hant: 各期目錄
