Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# search.results.orderBy.relevance
source: Relevance
az: Əlaqə
bg: Релевантност
bs_ba: Relevantnost
de_de: Relevanz
el_gr: Συνάφεια
eu: Garrantzia
gd_gb: Buntainneas
gl_es: Relevancia
hi_in: प्रासंगिकता
hu_hu: Relevancia
hy_am: Համապատասխանություն
is: Mikilvægi
ja: 関連度
ka: შესაბამისობა
kk: Өзектілігі
ku_iq: پەیوەندیدار
ky: Тийиштүүлүк
lt: Aktualumą
lv_lv: Atbilstība
mk_mk: Релевантност
mr: समर्पकतेनुसार
ms: Perkaitan
nb_no: Relevans
ro: Relevanţă
sk_sk: Relevantnosť
sl_si: Ustreznost
sq: Rëndësia
sr_rs@cyrillic: Релевантност
sr_rs@latin: Relevantnost
th: ความเกี่ยวข้อง
uk_ua: релевантністю
uz@latin: Aloqadorlik
vi_vn: Sự liên quan
zh_cn: 关联
zh_hant: 相關程度

# search.results.orderBy.popularityMonth
source: Popularity (Last Month)
az: Populyarlıq (keçən ay)
bg: Популярност (за последния месец)
bs_ba: Popularnost (prethodni mjesec)
de_de: Beliebtheit (letzter Monat)
el_gr: Επισκεψιμότητα (τον τελευταίο μήνα)
eu: Ospea (azken hilabetean)
gd_gb: Fèillmhorachd (am mìos seo chaidh)
gl_es: Popularidade (último mes)
hi_in: लोकप्रियता (अंतिम माह)
hu_hu: Népszerűség (az elmúlt hónap)
hy_am: Հանրաճանաչություն (անցյալ ամիս)
is: Vinsældir (síðasta mánuð)
ja: 人気（先月）
ka: პოპულარობა (ბოლო თვე)
kk: Көп қарастырылған (соңғы айда)
ku_iq: ئاستی بینین (لە مانگی ڕابردودا)
ky: Популярдуулук (Өткөн ай)
lt: Skaitomumą (paskutinio mėnesio)
lv_lv: Popularitāte (pēdējā mēneša laikā)
mk_mk: Популарност (изминатиот месец)
mr: लोकप्रियतेनुसार (गेल्या महिन्यातल्या)
ms: Populariti (Bulan Lalu)
nb_no: Popularitet (sist måned)
ro: Popularitate (În ultima lună)
sk_sk: Popularita (za mesiac)
sl_si: Popularnost (zadnji mesec)
sr_rs@cyrillic: Популарност (последњи месец)
sr_rs@latin: Popularnost (poslednji mesec)
th: ความนิยม (เดือนที่ผ่านมา)
uk_ua: популярністю (за останній місяць)
uz@latin: Mashhurlik (o'tgan oy)
vi_vn: Mức độ phổ biến (Tháng trước)
zh_cn: 受欢迎度（上一个月）
zh_hant: 受歡迎程度（上一個月）

# search.results.orderBy.popularityAll
source: Popularity (All Time)
az: Populyarlıq (bütün dövrlər)
bg: Популярност (без ограничение за период)
bs_ba: Popularnost (cijelo vrijeme)
de_de: Beliebtheit (gesamte Zeit)
el_gr: Επισκεψιμότητα (σε όλο το χρονικό διάστημα)
eu: Ospea (guztira)
gd_gb: Fèillmhorachd (a-riamh)
gl_es: Popularidade (desde o comezo)
hi_in: लोकप्रियता (सभी समय)
hu_hu: Népszerűség (mindenkori)
hy_am: Հանրաճանաչություն (Բոլոր ժամանակներում)
is: Vinsældir (allra tíma)
ja: 人気（全期間）
ka: პოპულარობა (მთლიანად)
kk: Көп қарастырылған (барлық уақыт аралығында)
ku_iq: ژمارەی بینینەکان (هەمو کاتێک)
ky: Популярдуулук (Бардык убакыт)
lt: Skaitomumą (nuolatinį)
lv_lv: Popularitāte (visos laikos)
mk_mk: Популарност (цело време)
mr: लोकप्रियतेनुसार (एकूण)
ms: Populariti (Sepanjang Masa)
nb_no: Popularitet (uavhengig av tid)
ro: Popularitate (Tot timpul)
sk_sk: Popularita (za celý čas)
sl_si: Popularnost (od nekdaj)
sr_rs@cyrillic: Популарност (сво време)
sr_rs@latin: Popularnost (svo vreme)
th: ความนิยม (ตลอดเวลา)
uk_ua: популярністю (за весь час)
uz@latin: Mashhurlik (hamma vaqt)
vi_vn: Mức độ phổ biến (Mọi lúc)
zh_cn: 受欢迎程度（所有时间）
zh_hant: 受歡迎程度（所有時期）

# search.results.orderBy.journal
source: Journal Title
az: Jurnal Başlığı
bg: Заглавие на списанието
bs_ba: Naslov časopisa
de_de: Zeitschriftentitel
el_gr: Τίτλος περιοδικού
eu: Aldizkariaren izenburua
gd_gb: Tiotal an iris-leabhair
gl_es: Título da revista
hi_in: जर्नल शीर्षक
hu_hu: Folyóirat címe
hy_am: Ամսագրի վերնագիրը
is: Titill tímarits
ja: 雑誌名
ka: ჟურნალის სათაური
kk: Журнал атауы
ku_iq: ناونیشانی گۆڤار
ky: Журналдын аталышы
lt: Žurnalo antraštę
lv_lv: Žurnāla nosaukums
mk_mk: Наслов на списание
mr: नियतकालिकानुसार
ms: Tajuk Jurnal
nb_no: Tidsskriftstittel
ro: Titlu Jurnal
sk_sk: Názov časopisu
sl_si: Naslov revije
sq: Titulli i Revistës
sr_rs@cyrillic: Наслов часописа
sr_rs@latin: Naslov časopisa
th: ชื่อวารสาร
uk_ua: назвою журналу
uz@latin: Jurnal nomi
vi_vn: Tiêu đề tạp chí
zh_cn: 期刊标题
zh_hant: 期刊名稱

# search.results.orderBy.issue
source: Issue
az: Nömrə
bg: Брой
bs_ba: Broj
de_de: Ausgabe
el_gr: Τεύχος
eu: Zenbakia
gd_gb: Iris
gl_es: Número
hi_in: अंक
hu_hu: Szám
hy_am: Թողարկում
is: Tölublað
ja: 巻号
ka: გამოცემა
kk: Шығарылым
ku_iq: ژمارە
ky: Чыгарылыш
lt: Numerį
lv_lv: Izdevums
mk_mk: Издание
mr: अंकानुसार
ms: Terbitan
nb_no: Utgave
ro: Număr
sk_sk: Číslo
sl_si: Številka
sq: Numri
sr_rs@cyrillic: Број
sr_rs@latin: Broj
th: ฉบับ
uk_ua: випуском
uz@latin: Nashr
vi_vn: Số
zh_cn: 期
zh_hant: 期號

# search.results.orderBy.date
source: Publication Date
az: Nəşr tarixi
bg: Дата на публикуване
bs_ba: Datum objavljivanja
de_de: Veröffentlichungsdatum
el_gr: Ημερομηνία δημοσίευσης
eu: Argitalpen data
gd_gb: Ceann-là an fhoillseachaidh
gl_es: Data de publicación
hi_in: प्रकाशन तिथि
hu_hu: Publikálás dátuma
hy_am: Հրապարակման ամսաթիվ
is: Útgáfudagur
ja: 発行日
ka: გამოქვეყნების თარიღი
kk: Жарияланған уақыты
ku_iq: ڕێککەوتی بڵاوکردنەوە
ky: Жарыялоо датасы
lt: Paskelbimo laiką
lv_lv: Publicēšanas datums
mk_mk: Датум на објава
mr: प्रकाशन वर्षानुसार
ms: Tarikh penerbitan
nb_no: Publiseringsdato
ro: Data publicării
sk_sk: Dátum zverejnenia
sl_si: Datum objave
sq: Data e publikimit
sr_rs@cyrillic: Дан објављивања
sr_rs@latin: Dan objavljivanja
th: วันที่ตีพิมพ์
uk_ua: датою публікації
uz@latin: Nashr qilingan sana
vi_vn: Ngày xuất bản
zh_cn: 发布日期
zh_hant: 出版日期

# search.results.orderBy.author
source: Author
az: Müəllif
bg: Автор
bs_ba: Autor
de_de: Autor/in
el_gr: Συγγραφέα
eu: Egilea
gd_gb: Ùghdar
gl_es: Autor/a
hi_in: लेखक
hu_hu: Szerző
hy_am: Հեղինակ
is: Höfundur
ja: 筆者名
ka: ავტორი
kk: Автор
ku_iq: توێژەر
ky: Автор
lt: Autorių
lv_lv: Autors
mk_mk: Автор
mr: लेखकानुसार
ms: Pengarang
nb_no: Forfatter
ro: Autor
sk_sk: Autor
sl_si: Avtor
sq: Autori
sr_rs@cyrillic: Аутор
sr_rs@latin: Autor
th: ผู้เขียน
uk_ua: автором
uz@latin: Muallif
vi_vn: Tác giả
zh_cn: 作者
zh_hant: 作者

# search.results.orderBy.article
source: Article Title
az: Məqalə adı
bg: Заглавие на статия
bs_ba: Naslov članka
de_de: Artikeltitel
el_gr: Τίτλο άρθρου
eu: Artikuluaren izenburua
gd_gb: Tiotal an artaigil
gl_es: Título do artigo
hi_in: लेख का शीर्षक
hu_hu: Cikk címe
hy_am: Հոդվածի վերնագիրը
is: Titill greinar
ja: 論文タイトル
ka: სტატიის სათაური
kab: Azwel n umagrad
kk: Мақала атауы
ku_iq: ناونیشانی توێژینەوە
ky: Макаланын аталышы
lt: Straipsnio antraštę
lv_lv: Raksta virsraksts
mk_mk: Наслов на трудот
mr: लेखाच्या शिर्षकानुसार
ms: Tajuk Artikel
nb_no: Artikkeltittel
ro: Titlu articol
sk_sk: Názov článku
sl_si: Naslov prispevka
sr_rs@cyrillic: Наслов чланка
sr_rs@latin: Naslov članka
th: ชื่อบทความ
uk_ua: назвою статті
uz@latin: Maqola sarlavhasi
vi_vn: Tiều đề bài báo
zh_cn: 文章标题
zh_hant: 文章標題

# search.results.orderBy
source: Order results by
az: Nəticələri aşağıdakı kimi sırala
bg: Подреждане на резултатите по
bs_ba: Poredaj rezultate prema
de_de: Ergebnisse sortieren nach
el_gr: Διάταξη αποτελεσμάτων ανά:
eu: Antolatu emaitzak honen arabera:
gd_gb: Cuir na toraidhean air dòigh a rèir
gl_es: Ordenar resultados por
hi_in: द्वारा आदेश परिणाम
hu_hu: Az eredmények rendezése az alábbi szerint
hy_am: Դասավորել արդյունքները ըստ
is: Raða niðurstöðum eftir
ja: 結果の並べ替え
ka: შედეგების დახარისხება
kk: Нәтижелерді сұрыптау
ku_iq: ئەنجامەکان ڕێک بخە بە گوێرەی
ky: Натыйжаларды иреттөө
lt: Rikiuoti rezultatus pagal
lv_lv: Sakārtot rezultātus pēc
mk_mk: Подреди ги резултатите според
mr: यादीचा अनुक्रम याप्रमाणे
ms: Susun hasil carian mengikut
nb_no: Sorter resultat etter
ro: Ordonează rezultatele după
sk_sk: Radiť výsledky podľa
sl_si: Uredi rezultate po
sr_rs@cyrillic: Поредај резултате по
sr_rs@latin: Poredaj rezultate po
th: เรียงลำดับผลการค้นหาโดย
uk_ua: Сортувати результати за
uz@latin: Buyurtma natijalari bo'yicha
vi_vn: Kết quả sắp xếp theo
zh_cn: 对结果排序
zh_hant: 次序排列按

# comments.authenticated
source: by <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
az: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> tərəfindən
bg: от <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
bs_ba: od <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
de_de: von <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
el_gr: από <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
eu: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> erabiltzaileak egiaztatuta
gd_gb: a rèir <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
gl_es: por <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
hi_in: द्वारा <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
hu_hu: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> által
hy_am: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
is: af <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ja: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ka: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
kab: sɣur <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
kk: (<a href="{$publicProfileUrl}" target="_parent">{$userName}</a>)
ku_iq: لە لایەن<a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ky: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> тарабынан
lt: autorius <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
lv_lv: ar <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
mk_mk: од <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
mr: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> द्वारे
ms: oleh <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
nb_no: av <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ro: by <a href="{$publicProfileUrl}" target="_parent">{$NumeUtilzator}</a>
sk_sk: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
sl_si: od <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
sr_rs@cyrillic: од <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>{$userName}
sr_rs@latin: од <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>{$userName}
th: โดย <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
uk_ua: як <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
uz@latin: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> tomonidan
vi_vn: bởi <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
zh_cn: 通过 <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>

# comments.commentsOnArticle
source: Comments on this article
az: Bu məqalədə haqqındakı şərhlər
bg: Коментари във връзка с тази статия
bs_ba: Komentari za ovaj članak
de_de: Kommentare zu diesem Artikel
el_gr: Σχόλια σε αυτό το άρθρο
eu: Artikulu honi buruzko oharrak
gd_gb: Beachdan air an artaigeal seo
gl_es: Comentarios sobre este artigo
hi_in: इस लेख पर टिप्पणियाँ
hu_hu: Megjegyzések ehhez a cikkhez
hy_am: Մեկնաբանություններ այս հոդվածի վերաբերյալ
is: Athugasemdir við þessa grein
ja: この論文に対するコメント
ka: კომენტარების ამ სტატიაზე
kab: Iwenniten ɣef umagrad-a
kk: Осы мақалаға түсініктемелер
ku_iq: تێچێنەکان دەربارەی ئەم توێژینەوەیە
ky: Бул макала боюнча комментарийлер
lt: Atsiliepimai apie straipsnį
lv_lv: Komentāri šim rakstam
mk_mk: Коментари за овој труд
mr: या लेखावरील अभिप्राय/मतप्रदर्शन (comments)
ms: Komen mengenai artikel ini
nb_no: Kommentarer til denne artikkelen
ro: Comentarii pentru acest articol
sk_sk: Komentáre k tomuto článku
sl_si: Komentarji na ta prispevek
sr_rs@cyrillic: Коментари на овај чланак
sr_rs@latin: Komentari na ovaj članak
th: ความคิดเห็นเกี่ยวกับบทความนี้
uk_ua: Коментарі до цієї статті
uz@latin: Ushbu maqolaga sharhlar
vi_vn: Bình luận về bài báo này
zh_cn: 这篇文章的评论
zh_hant: 對此文章的意見

# reader.subscriptionOrFeeAccess
source: Requires Subscription or Fee
az: Abunə və ya giriş haqqı
bg: Необходим е абонамент или регистрационна такса за ползване на ресурса
bs_ba: Pretplatnički ili otvoren pristup
de_de: Zugang für Abonnent/innen oder durch Zahlung einer Gebühr
el_gr: Απαιτείται συνδρομή ή πληρωμή για την πρόσβαση
eu: Harpidetuta egotea edo ordaintzea beharrezkoa da
gd_gb: Feumaidh seo fo-sgrìobhadh no tàille
gl_es: Acceso mediante subscrición ou pagamento
hi_in: सदस्यता या शुल्क की आवश्यकता है
hu_hu: Előfizetés igénylése vagy fizetés
hy_am: Պահանջվում է բաժանորդագրություն կամ վճար
is: Krefst áskriftar eða greiðslu
ja: 購読アクセスまたはフリーアクセス
ka: მოთხოვნილია გამოწერა, ან გადახდა
kk: Тіркелу немесе төлем қажет
ku_iq: پارەدان یان بەشداریکردن داوا کراوە
ky: Жазылуу же төлөм талап кылынат
lt: Reikia prenumeratos arba įmokos
lv_lv: Nepieciešams abonements vai maksa
mk_mk: Потребно е претплата или наплата
mr: सदस्यता किंवा शुल्क आवश्यक आहे
ms: Memerlukan Langganan atau Yuran
nb_no: Krever abonnement eller avgift
ro: Necesită abonare sau plată
sk_sk: Predplatné alebo platený prístup
sl_si: Naročniški ali prosti dostop
sr_rs@cyrillic: Претплатнички или отворен приступ
sr_rs@latin: Pretplatnički ili otvoren pristup
th: ต้องมีการสมัครสมาชิกหรือจ่ายค่าธรรมเนียม
uk_ua: Передплата або плата за доступ
uz@latin: Obuna yoki to'lov talab qilinadi
vi_vn: Yêu cầu đăng ký thuê bao hoặc miễn phí
zh_cn: 订阅或者付费存取
zh_hant: 需要訂閱或費用

# reader.subscriptionAccess
source: Requires Subscription
az: Abunə giriş
bg: Необходим е абонамент за ползване на ресурса
bs_ba: Pretplatnički pristup
de_de: Zugang für Abonnent/innen
el_gr: Απαιτείται συνδρομή
eu: Harpidetuta egotea beharrezkoa da
gd_gb: Feumaidh seo fo-sgrìobhadh
gl_es: Acceso mediante subscrición
hi_in: सदस्यता की आवश्यकता है
hu_hu: Előfizetés igénylése
hy_am: Պահանջում է բաժանորդագրություն
is: Krefst áskriftar
ja: 購読アクセス
ka: მოთხოვნილია გამოწერა
kk: Тіркелу қажет
ku_iq: پێشکەشکردن داوا کراوە
ky: Жазылуу талап кылынат
lt: Reikia prenumeratos
lv_lv: Nepieciešama abonēšana
mk_mk: Потребна е претплата
mr: सदस्यता आवश्यक आहे
ms: Memerlukan Langganan
nb_no: Krever abonnement
ro: Necesită abonare
sk_sk: Predplatený prístup
sl_si: Naročniški dostop
sr_rs@cyrillic: Претплатнички приступ
sr_rs@latin: Pretplatnički pristup
th: ต้องมีการสมัครสมาชิก
uk_ua: Доступ за передплатою
uz@latin: Obuna bo'lishni talab qiladi
vi_vn: Yêu cầu đăng ký thuê bao
zh_cn: 订阅存取
zh_hant: 需要訂閱

# reader.openAccess
source: Open Access
az: Açıq giriş
bg: Отворен достъп
bs_ba: Otvoren pristup
de_de: Freier Zugang (Open Access)
el_gr: Ανοικτή πρόσβαση
eu: Sarbide irekia
gd_gb: Inntrigeadh fosgailte
gl_es: Acceso libre
hi_in: ओपन एक्सेस
hu_hu: Nyílt hozzáférés
hy_am: Բաց մատչելիություն
is: Opinn aðgangur
ja: オープン･アクセス
ka: ღია წვდომა
kk: Ашық
ku_iq: سیستەمی کراوە
ky: Ачык жеткиликтүүлүк
lt: Atviroji prieiga
lv_lv: Atvērtā piekļuve
mk_mk: Отворен пристап
mr: मुक्तपणे उपलब्ध
ms: Akses Terbuka
nb_no: Åpen tilgang (Open Access)
ro: Acces liber
sk_sk: Voľný prístup
sl_si: Prost dostop
sr_rs@cyrillic: Отворен приступ
sr_rs@latin: Otvoren pristup
th: การเข้าถึงแบบเปิด
uk_ua: Відкритий доступ
uz@latin: Ochiq kirish
vi_vn: Truy cập mở
zh_cn: 开放存取
zh_hant: 開放取用

# reader.subscriptionRequiredLoginText
source: Subscription required to access item. To verify subscription, log in to journal.
az: Elementə çatmaq üçün abunəlik tələb olunur. Abunəliyinizi təsdiqləmək üçün, jurnala daxil olun.
bg: За достъп до този информационен ресурс е необходим абонамент. За да проверите абонамента, влезте в системата на списанието с потребителското си име.
bs_ba: Samo pretplatnici mogu pristupiti ovom sadržaju. Za potvrdu pretplatničkog statusa, prijavite se u sustav.
de_de: Für den Zugang ist ein Abonnement erforderlich. Um Ihr Abonnement zu bestätigen, loggen Sie sich bei der Zeitschrift ein.
el_gr: Απαιτείται συνδρομή για την πρόσβαση στο άρθρο. Για να πιστοποιήσετε την συνδρομή σας, συνδεθείτε στο περιοδικό.
eu: Harpidetuta egon behar da lan hau atzitzeko. Harpidetza egiaztatzeko, hasi saioa aldizkarian.
gd_gb: Feumaidh tu fo-sgrìobhadh mus fhaigh thu cothrom air an nì seo. Clàraich a-steach dhan iris-leabhar gus am fo-sgrìobhadh a dhearbhadh.
gl_es: Cómpre estar subscrito para ter acceso a este artigo. Acceda á revista para verificar a súa subscrición.
hi_in: आइटम का उपयोग करने के लिए आवश्यक सदस्यता। सदस्यता सत्यापित करने के लिए, जर्नल में लॉग इन करें।
hu_hu: Előfizetés szükséges a hozzáféréshez. Az előfizetés ellenőrzéséhez, jelentkezzen be az oldalra.
hy_am: Նյութին մուտք գործելու համար պահանջվում է բաժանորդագրություն: Բաժանորդագրությունը հաստատելու համար մուտք գործեք ամսագիր:
is: Þú þarf að vera í áskrift til að hafa aðgang hér. Skráðu þig inn til að staðfesta áskrift.
ja: このアイテムにアクセスするには購読が必要です。購読を確認するために、雑誌にログインしてください。
ka: გამოწერა საჭიროა მასალაზე წვდომისთვის. გამოწერის დასადასტურებლად შედით ჟურნალში.
kk: Бұл материалға қол жеткізу үшін тіркелу қажет. Тіркелу мәртебесін тексеру үшін журналдың веб-сайтына есептік жазбаңызбен кіріңіз.
ku_iq: بۆ دەستپێگەیشتن دەبێت بەشدار بوبیت. بۆ دڵنیابونەوە لە بەشداریکردنت داخلی هەژمارەکەت ببە.
ky: Бул элементке кирүү үчүн жазылуу талап кылынат. Жазылууну текшерүү үчүн журналга кириңиз.
lt: Šis elementas pasiekiamas tik su prenumerata. Norėdami patvirtinti prenumeratą prisijunkite.
lv_lv: Lai piekļūtu vienumam, nepieciešams abonements. Lai apstiprinātu abonementu, autorizējieties žurnālā.
mk_mk: Потребна е претплата за пристап до елементот. За потврда на претплатата, најавете се во списанието.
mr: लेखन वाचण्याकरता सदस्यता आवश्यक आहे. सदस्यता पडताळण्यासाठी, नियतकालिकात लॉग-इन करा.
ms: Langganan diperlukan untuk mengakses item. Untuk mengesahkan langganan, log masuk ke jurnal.
nb_no: Bare abonnenter får tilgang til dette elementet. Logg inn for å bekrefte abonnement.
ro: Abonare necesară pentru accesarea temei. Pentru a verifica abonamentul, va trebui să vă autentificați.
sk_sk: Pre prístup k položke je vyžadované predplatné. Prihláste sa do časopisu pre overenie predplatného.
sl_si: Za dostop je potrebna naročnina. Za preverjanje naročnine se prijavite v sistem.
sr_rs@cyrillic: Само претплатници могу приступити овом садржају. За потврду претплатничког статуса, пријавите се у систем.
sr_rs@latin: Samo pretplatnici mogu pristupiti ovom sadržaju. Za potvrdu pretplatničkog statusa, prijavite se u sistem.
th: ต้องมีการสมัครสมาชิกเพื่อเข้าถึงเนื้อหานี้ กรุณาเข้าสู่ระบบวารสารเพื่อยืนยันการสมัครสมาชิก
uk_ua: Для доступу до об'єкту необхідна передплата. Для перевірки наявності передплати, ввійдіть на сайт журналу.
uz@latin: Ob'ektga kirish uchun obuna kerak. Obunani tekshirish uchun jurnalga kiring.
vi_vn: Yêu cầu đăng ký thuê bao để truy cập mục. Để xác minh thuê bao, đăng nhập vào tạp chí.
zh_cn: 订阅所需的访问项目，需要登录期刊进行订阅验证.
zh_hant: 需要訂閱才可閱覽項目。請登入期刊認證訂閱權限。

# reader.subscribersOnly
source: Subscribers Only
az: Yalnız abunəçilər
bg: Само за абонати
bs_ba: Samo za pretplatnike
de_de: Nur für Abonnent/innen
el_gr: Μόνο Συνδρομητές
eu: Harpidedunak soilik
gd_gb: Fo-sgrìobhaichean a-mhàin
gl_es: Só para subscritores/as
hi_in: केवल सदस्य
hu_hu: Csak előfizetőknek
hy_am: Միայն բաժանորդներ
is: Eingöngu áskrifendur
ja: 購読者のみ
ka: მხოლოდ ხელმომწერებს
kk: Тек тіркелген оқырмандар үшін
ku_iq: تەنیا بەشداربووان
ky: Жазылуучулар гана
lt: Tik prenumeratoriams
lv_lv: Tikai abonentiem
mk_mk: Само за претплатници
mr: फक्त सदस्यांसाठी
ms: Pelanggan Sahaja
nb_no: Kun for abonnenter
ro: Doar pentru abonați
sk_sk: Iba pre predplatiteľov
sl_si: Samo za naročnike
sr_rs@cyrillic: Само за претплатнике
sr_rs@latin: Samo za pretplatnike
th: เฉพาะสมาชิกเท่านั้น
uk_ua: Лише для передплатників
uz@latin: Faqat obunachilar
vi_vn: Chỉ những thuê bao
zh_cn: 只是订阅者
zh_hant: 只限訂閱者

# submission.event.layout.layoutComplete
source: Layout assignment completed
az: Tərtibat təyinatı tamamlandı
bg: Оформлението е завършено
bs_ba: Završena je dodijela uređivanja prijeloma
de_de: Layout abgeschlossen
el_gr: Η σελιδοποίηση ολοκληρώθηκε.
eu: Maketazioaren esleipena bukatu da
gd_gb: Chaidh an obair co-dhealbhachd a choileanadh
gl_es: Completouse a asignación da maquetaxe
hi_in: लेआउट असाइनमेंट पूरा हुआ
hu_hu: Tördelés elkészült
hy_am: Դասավորության առաջադրանքն ավարտված է
is: Umbroti lokið
ja: レイアウトが完了した
ka: დაკაბადონება დასრულებულია
kk: Сайтты редакциялау аяқталды
ku_iq: ئەرکی نەخشەساز تەواو بو
ky: Макет тапшырмасы аяктады
lt: Sumaketuota
lv_lv: Makets pabeigts
mk_mk: Задачата за распоред е завршена
mr: सादरीकरणाची मांडणी करण्याचे कार्य पूर्ण झाले
ms: Tugasan susun atur selesai
nb_no: Layout ferdigstilt
ro: Machetarea articolului este completă
sk_sk: Typografické úpravy dokončené
sl_si: Urejanje preloma je končano
sr_rs@cyrillic: Завршена је додела уређивања прелома
sr_rs@latin: Završena je dodela uređivanja preloma
th: การมอบหมายการจัดวางเสร็จสมบูรณ์แล้ว
uk_ua: Редактор верстки завершив роботу
uz@latin: Joylashtirish vazifasi bajarildi
vi_vn: Biên tập trình bày được phân công đã hoàn thành
zh_cn: 排版指派已经完成
zh_hant: 完成版面分配

# submission.event.layout.layoutGalleyCreated
source: Layout galley updated
az: Tərtibat dizaynı yeniləndi
bg: Типографското оформление е актуализирано
bs_ba: Ažurirani prijelomi
de_de: Layoutfahne erstellt
el_gr: Το σελιδοποιημένο τυπογραφικό δοκίμιο ενημερώθηκε.
eu: Maketazioko galerada eguneratu da
gd_gb: Chaidh mòr-dhuilleag na co-dhealbhachd ùrachadh
gl_es: Actualizáronse as galeradas de maquetaxe
hi_in: लेआउट गैली अपडेट किया गया
hu_hu: Tördelt fájl frissítve
hy_am: Դասավորության շարվածքը թարմացվել է
is: Umbrotsgalley uppfært
ja: レイアウトゲラ版が更新された
ka: განლაგების სვეტი განახლდა
kk: Материалдың электрондық нұсқасы жаңартылды
ku_iq: تابلۆی نەخشەساز نوێ کرایەوە
ky: Макет галлейи жаңыртылды
lt: Maketas atnaujintas
lv_lv: Maketa saliktnis atjaunināts
mk_mk: Ажуриран е отисокот за распоред
mr: मांडणी केलेली कच्ची मुद्रिते अद्ययावत केली
ms: Susun atur galley dikemas kini
nb_no: Layoutoppsett oppdatert
ro: Galeria cu articolul machetat a fost actualizată
sk_sk: Sadzobnica aktualizovaná
sl_si: Prelomom je posodobljena
sr_rs@cyrillic: Aжурирани преломи
sr_rs@latin: Ažurirani prelomi
th: แกลเล่ย์การจัดวางได้รับการอัปเดตแล้ว
uk_ua: Гранка подання оновлена
uz@latin: Gadjetning tuzilishi yangilandi
vi_vn: Bản in đã được cập nhật
zh_cn: 排版草稿已经上传
zh_hant: 已更新版面校對樣本

# submission.event.layout.layoutInitiated
source: Layout assignment initiated
az: Tərtibatçı təyinatı başladıldı
bg: Започната е процедурата за редакция на оформлението на изпратените материали
bs_ba: Pokrenuta je dodijela uređivanja prijeloma
de_de: Layout für Beitrag veranlasst
el_gr: Ανάθεση επιμέλειας σελιδοποίησης
eu: Maketazioaren esleipena hasi da
gd_gb: Thòiseachadh air an obair cho-dhealbhachd
gl_es: Iniciouse a asignación da maquetaxe
hi_in: लेआउट असाइनमेंट शुरू किया
hu_hu: Tördelési munka elkezdve
hy_am: Դասավորության նշանակումը սկսված է
is: Úthlutun í umbrot hafin
ja: レイアウトが開始された
ka: განლაგების დავალება დაიწყო
kk: Сайтты редакциялау басталды
ku_iq: ئەرکی نەخشەساز دەستی پێ کرد
ky: Макет тапшырмасы башталды
lt: Paskiriamas maketuotojas
lv_lv: Maketēšana uzsākta
mk_mk: Започнато доделување за распоред
mr: सादरीकरणाची मांडणी करण्याचे कार्य सुरू झाले
ms: Tugasan susun atur dimulakan
nb_no: Layoutoppdrag startet
ro: S-a inițiat atribuirea machetei articolului
sk_sk: Typografické úpravy zahájené
sl_si: Dodelitev preloma je bila sprožena
sr_rs@cyrillic: Покренута је додела уређивања прелоma
sr_rs@latin: Pokrenuta je dodela uređivanja preloma
th: การมอบหมายการจัดวางเริ่มต้นแล้ว
uk_ua: Редактор верстки розпочав роботу
uz@latin: Tartibni belgilash boshlandi
vi_vn: Biên tập trình bày bắt đầu
zh_cn: 排版已经开始
zh_hant: 開始分配版面設計
