Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# subscriptionTypes.nonExpiring
source: Non-expiring
az: Müddətsiz
bg: Безсрочен
bs_ba: Ne ističe
de_de: Nicht endend
el_gr: Χωρίς λήξη
eu: Ez da iraungitzen
gd_gb: Buan
gl_es: Sen caducidade
hi_in: गैर समाप्त
hu_hu: Nem lejáró
hy_am: Անժամկետ
is: Rennur ekki út
ja: 期間なし
ka: უვადო
kk: Мерзімсіз
ku_iq: بەسەرنەچو
ky: Мөөнөтсүз
lt: Nesibaigianti
lv_lv: Beztermiņa
mk_mk: Не истекува
mr: बेमुदत
ms: Tiada luput
nb_no: Uten utløpsdato
ro: în termen
sk_sk: Trvalé
sl_si: Brez poteka
sr_rs@cyrillic: Не истиче
sr_rs@latin: Ne ističe
th: ไม่มีวันหมดอายุ
uk_ua: Необмежена
uz@latin: Amal qilish muddati tugamagan
vi_vn: Không hết hạn
zh_cn: 没有到期
zh_hant: 不會過期

# subscriptionTypes.months
source: months
az: aylıq
bg: месеци
bs_ba: mjeseci
de_de: Monate
el_gr: Μήνες
eu: hilabeteak
gd_gb: mìos(an)
gl_es: meses
hi_in: महीना
hu_hu: hónapok
hy_am: ամիսներ
is: mánuðir
ja: ヶ月
ka: თვეები
kk: айлар
ku_iq: مانگەکان
ky: айлар
lt: mėnesiai
lv_lv: mēneši
mk_mk: месеци
mr: महिने
ms: bulan
nb_no: måneder
ro: lunile
sk_sk: mesiace
sl_si: meseci
sr_rs@cyrillic: месеци
sr_rs@latin: meseci
th: เดือน
uk_ua: місяці
uz@latin: oylar
vi_vn: theo tháng
zh_cn: 月
zh_hant: 月份

# subscriptionTypes.month
source: month
az: ay
bg: месец
bs_ba: mjesec
de_de: Monat
el_gr: Μήνας
eu: hilabetea
gd_gb: mhìos
gl_es: mes
hi_in: महीना
hu_hu: hónap
hy_am: ամիս
is: mánuður
ja: 月
ka: თვე
kk: ай
ku_iq: مانگ
ky: ай
lt: mėnuo
lv_lv: mēnesis
mk_mk: месец
mr: महिना
ms: bulan
nb_no: måned
ro: luna
sk_sk: mesiac
sl_si: mesec
sr_rs@cyrillic: месец
sr_rs@latin: mesec
th: เดือน
uk_ua: місяць
uz@latin: oy
vi_vn: tháng
zh_cn: 月
zh_hant: 月份

# subscriptionTypes.years
source: years
az: illər
bg: години
bs_ba: godine
de_de: Jahre
el_gr: Έτη
eu: urteak
gd_gb: bliadhna
gl_es: anos
hi_in: साल
hu_hu: évek
hy_am: տարիներ
is: ár
ja: 年
ka: წლები
kk: жылдар
ku_iq: ساڵەکان
ky: жылдар
lt: metai
lv_lv: gadi
mk_mk: години
mr: वर्षे
ms: tahun
nb_no: år
ro: ani
sk_sk: roky
sl_si: leta
sr_rs@cyrillic: године
sr_rs@latin: godine
th: ปี
uk_ua: роки
uz@latin: yillar
vi_vn: các năm
zh_cn: 年
zh_hant: 年份

# subscriptionTypes.year
source: year
az: il
bg: година
bs_ba: godina
de_de: Jahr
el_gr: Έτος
eu: urtea
gd_gb: bhliadhna
gl_es: ano
hi_in: साल
hu_hu: év
hy_am: տարի
is: ár
ja: 年
ka: წელი
kk: жыл
ku_iq: ساڵ
ky: жыл
lt: metai
lv_lv: gads
mk_mk: година
mr: वर्ष
ms: tahun
nb_no: år
ro: an
sk_sk: rok
sl_si: leto
sr_rs@cyrillic: година
sr_rs@latin: godina
th: ปี
uk_ua: рік
uz@latin: yil
vi_vn: năm
zh_cn: 年
zh_hant: 年份

# subscriptionTypes.currency
source: Currency
az: Valyuta vahidi
bg: Валута
bs_ba: Valuta
de_de: Währung
el_gr: Νόμισμα
eu: Dibisa
gd_gb: Airgeadra
gl_es: Moeda
hi_in: मुद्रा
hu_hu: Pénznem
hy_am: Արտարժույթ
is: Gjaldmiðill
ja: 通貨
ka: ვალუტა
kk: Валюта
ku_iq: دراو
ky: Валюта
lt: Valiuta
lv_lv: Valūta
mk_mk: Валута
mr: चलन
ms: Mata Wang
nb_no: Valuta
ro: Valuta
sk_sk: Mena
sl_si: Valuta
sr_rs@cyrillic: Валута
sr_rs@latin: Valuta
th: สกุลเงิน
uk_ua: Валюта
uz@latin: Valyuta
vi_vn: Tiền tệ
zh_cn: 货币
zh_hant: 貨幣

# issue.return
source: Return to Issue Details
az: Nömrə detallarına qayıdın
bg: Обратно към подробностите за броя
bs_ba: Povratak na detalje broja
de_de: Zu Ausgabendetails zurückkehren
el_gr: Επιστροφή στις πληροφορίες για το τεύχος
eu: Itzuli zenbakiaren xehetasunetara
gd_gb: Till gu mion-fhiosrachadh na h-irise
gl_es: Volver aos detalles do número
hi_in: अंक विवरण पर लौटें
hu_hu: Vissza a folyóiratszám részleteihez
hy_am: Վերադարձ դեպի Թողարկման մանրամասներ
is: Til baka í tölublað
ja: 巻号情報に戻る
ka: გამოცემის დეტალებზე დაბრუნება
kk: Шығарылым туралы мәліметтерге оралу
ku_iq: گەڕانەوە بۆ زانیارییەکان دەربارەی ئەم ژمارەیە
ky: Чыгарылыш деталдарына кайтуу
lt: Grįžti prie informacijos apie numerį
lv_lv: Atgriezties pie izdevuma informācijas
mk_mk: Назад кон детали на изданието
mr: अंकाच्या तपशीलाकडे परत जा
ms: Kembali ke Butiran Terbitan
nb_no: Returner til detaljene om utgaven
ro: Revin-o la detaliile numărului
sk_sk: Vrátiť sa na podrobnosti čísla
sl_si: Nazaj na podrobnosti številke
sr_rs@cyrillic: Врати се на детаље броја
sr_rs@latin: Vrati se na detalje broja
th: กลับไปยังรายละเอียดของฉบับ
uk_ua: Повернутися до даних про випуск
uz@latin: Nashrning tafsilotlariga qaytish
vi_vn: Trở lại Chi tiết Số
zh_cn: 返回到刊期详细信息
zh_hant: 返回該期

# issue.viewIssue
source: View Issue
az: Nömrəni göstərin
bg: Виж броя
bs_ba: Pregledaj izdanje
de_de: Ausgabe ansehen
el_gr: Προβολή τεύχους
eu: Ikusi zenbakia
gd_gb: Seall an iris
gl_es: Ver o número
hi_in: अंक देखें
hu_hu: Folyóiratszám megtekintése
hy_am: Դիտել թողարկումը
is: Skoða tölublað
ja: 巻号の閲覧
ka: გამოცემის ნახვა
kk: Шығарылымды қарау
ku_iq: بینینی ئەم ژمارەیە
ky: Чыгарылышты көрүү
lt: Peržiūrėti numerį
lv_lv: Skatīt izdevumu
mk_mk: Прегледај го изданието
mr: अंक पहा
ms: Lihat Terbitan
nb_no: Vis utgaven
ro: Vizualizare număr
sk_sk: Prezrieť číslo
sl_si: Poglej številko
sr_rs@cyrillic: Погледај издање
sr_rs@latin: Pogledaj izdanje
th: ดูฉบับ
uk_ua: Переглянути випуск
uz@latin: Nashrni ko'rish
vi_vn: Xem Số
zh_cn: 浏览期次
zh_hant: 查看期號

# issue.nonpdf.title
source: Issue Download
az: Nömrəni endirin
bg: Свали броя
bs_ba: Preuzmi izdanje
de_de: Ausgaben-Download
el_gr: Λήψη τεύχους
eu: Zenbakia jaistea
gd_gb: Luchdaich a-nuas an iris
gl_es: Descargar o número
hi_in: अंक डाउनलोड
hu_hu: Folyóiratszám letöltése
hy_am: Թողարկման ներբեռնում
is: Hlaða niður tölublaði
ja: 巻号ダウンロード
ka: გამოცემის ჩამოტვირთვა
kk: Шығараылымды жадқа сақтау
ku_iq: دابەزاندنی ئەم ژمارەیە
ky: Чыгарылышты жүктөө
lt: Atsisiųsti numerį
lv_lv: Izdevuma lejupielāde
mk_mk: Превземи го изданието
mr: अंक उतरवून घ्या (डाउनलोड करा)
ms: Muat turun Terbitan
nb_no: Last ned utgaven
ro: Descărcare număr
sk_sk: Stiahnutie čísla
sl_si: Prenesi številko
sr_rs@cyrillic: Преузми издање
sr_rs@latin: Preuzmi izdanje
th: ดาวน์โหลดฉบับ
uk_ua: Завантажити випуск
uz@latin: Nashrni yuklab olish
vi_vn: Tải xuống Số
zh_cn: 期次下载
zh_hant: 下載此期

# issue.fullIssue
source: Full Issue
az: Tam nömrə
bg: Целият брой на списанието
bs_ba: Kompletno izdanje
de_de: Komplette Ausgabe
el_gr: Πλήρες τεύχος
eu: Zenbaki osoa
gd_gb: An iris shlàn
gl_es: Número completo
hi_in: पूर्ण अंक
hu_hu: Teljes szám
hy_am: Ամբողջական թողարկումը
is: Allt tölublaðið
ja: 全巻号
ka: სრული გამოცემა
kk: Барлық шығарылымдар
ku_iq: ژمارەی تەواو
ky: Толук чыгарылыш
lt: Visas numeris
lv_lv: Pilns izdevuma numurs
mk_mk: Целосно издание
mr: संपूर्ण अंक
ms: Terbitan Penuh
nb_no: Hele utgaven
ro: Număr complet
sk_sk: Celé číslo
sl_si: Celotna številka
sr_rs@cyrillic: Пуно издање
sr_rs@latin: Puno izdanje
th: ฉบับเต็ม
uk_ua: Весь випуск
uz@latin: To'liq nashr
vi_vn: Cả số
zh_cn: 完整期次
zh_hant: 全期

# issue.coverPage.altText
source: Cover Page
az: Qabaq səhifəsi
bg: Заглавна страница (обложка)
bs_ba: Slika naslovnice broja
de_de: Titelseite
el_gr: Σελίδα εξωφύλλου
eu: Azala
gd_gb: An duilleag-chòmhdachaidh
gl_es: Cuberta
hi_in: आवरण पृष्ठ
hu_hu: Borítóoldal
hy_am: Շապիկը
is: Forsíða
ja: 表紙ページ
ka: თავფურცელი
kk: Мұқаба
ku_iq: پەڕەی بەرگ
ky: Капкак барак
lt: Viršelis
lv_lv: Titullapa
mk_mk: Насловна страна
mr: मुखपृष्ठ
ms: Muka hadapan
nb_no: Omslagsside
ro: Copertă
sk_sk: Obálka
sl_si: Naslovnica
sr_rs@cyrillic: Слика насловне странице броја
sr_rs@latin: Slika naslovne stranice broja
th: หน้าปก
uk_ua: Обкладинка
uz@latin: Muqova sahifasi
vi_vn: Trang bìa
zh_cn: 封面
zh_hant: 封面

# issue.abstract
source: Abstract
az: Xülasə
bg: Абстракт
bs_ba: Sažetak
de_de: Zusammenfassung
el_gr: Περίληψη
eu: Laburpena
gd_gb: An geàrr-chunntas
gl_es: Resumo
hi_in: सार
hu_hu: Absztrakt
hy_am: Համառոտագրություն
is: Útdráttur/ágrip
ja: 要旨
ka: აბსტრაქტი
kk: Аңдатпа
ku_iq: پوختە
ky: Аннотация
lt: Anotacija
lv_lv: Kopsavilkums
mk_mk: Апстракт
mr: गोषवारा
ms: Abstrak
nb_no: Sammendrag
ro: Rezumat
sk_sk: Abstrakt
sl_si: Povzetek
sr_rs@cyrillic: Aпстракт
sr_rs@latin: Apstrakt
th: บทคัดย่อ
uk_ua: Анотація
uz@latin: Abstrakt
vi_vn: Tóm tắt
zh_cn: 摘要
zh_hant: 摘要

# issue.toc
source: Table of Contents
az: Mündəricat
bg: Съдържание
bs_ba: Kazalo sadržaja
de_de: Inhaltsverzeichnis
el_gr: Πίνακας περιεχομένων
eu: Aurkibidea
gd_gb: An clàr-innse
gl_es: Táboa de contidos
hi_in: सामग्री की तालिका
hu_hu: Tartalomjegyzék
hy_am: Բովանդակություն
is: Efnisyfirlit
ja: 目次
ka: სარჩევი
kk: Мазмұны
ku_iq: ناوەرۆک
ky: Мазмун тизмеси
lt: Turinys
lv_lv: Saturs
mk_mk: Содржина
mr: अनुक्रमणिका
ms: Isi Kandungan
nb_no: Innholdsfortegnelse
ro: Cuprins
sk_sk: Obsah
sl_si: Kazalo
sr_rs@cyrillic: Садржај
sr_rs@latin: Sadržaj
th: สารบัญ
uk_ua: Зміст
uz@latin: Mundarija
vi_vn: Mục lục
zh_cn: 目录
zh_hant: 目錄

# issue.noIssues
source: No Issues
az: Nömrə yoxdur
bg: Няма броеве
bs_ba: Nema brojeva
de_de: Keine Ausgaben
el_gr: Δεν υπάρχουν τεύχη
eu: Zenbakirik ez
gd_gb: Gun iris sam bith
gl_es: Non hai ningún número
hi_in: कोई अंक नहीं
hu_hu: Nincs folyóiratszám
hy_am: Թողարկումներ չկան
is: Engin tölublöð
ja: 発行なし
ka: გამოცემები არ არის
kk: Шығарылымдар жоқ
ku_iq: هیچ ژمارەیەک بەردەست نییە
ky: Чыгарылыштар жок
lt: Nėra nė vieno numerio
lv_lv: Nav izdevumu
mk_mk: Нема изданија
mr: अंक नाहीत
ms: Tiada terbitan
nb_no: Ingen utgaver
ro: Fără Numere
sk_sk: Žiadne čísla
sl_si: Ni številk
sr_rs@cyrillic: Нема бројева
sr_rs@latin: Nema brojeva
th: ไม่มีฉบับ
uk_ua: Немає номерів
vi_vn: Không có số nào
zh_cn: 没有刊期
zh_hant: 未有期號

# issue.year
source: Year
az: İl
bg: Година
bs_ba: Godina
de_de: Jahr
el_gr: Έτος
eu: Urtea
gd_gb: Bliadhna
gl_es: Ano
hi_in: वर्ष
hu_hu: Év
hy_am: Տարի
is: Ár
ja: 年
ka: წელი
kk: Жыл
ku_iq: ساڵ
ky: Жыл
lt: Metai
lv_lv: Gads
mk_mk: Година
mr: वर्ष
ms: Tahun
nb_no: År
ro: An
sk_sk: Rok
sl_si: Leto
sr_rs@cyrillic: Година (актуелна)
sr_rs@latin: Godina (aktuelna)
th: ปี
uk_ua: Рік
uz@latin: Yil
vi_vn: Năm
zh_cn: 年
zh_hant: 年

# issue.no
source: No.
az: Nömrə.
bg: Бр.
bs_ba: Br.
de_de: Nr.
el_gr: Αρ.
eu: Zk.
gd_gb: Àir.
gl_es: Núm.
hu_hu: szám
hy_am: Հմր․
is: Nr.
ja: 号
ku_iq: ژمارە
lt: Nr.
lv_lv: Nr.
mk_mk: Бр.
nb_no: Nr.
ro: Nr.
sk_sk: Číslo
sl_si: Št.
sr_rs@cyrillic: Бр.
sr_rs@latin: Br.
th: หมายเลข
uz@latin: Nomeri
vi_vn: S.
zh_cn: 编号
zh_hant: 期

# issue.vol
source: Vol.
az: Cild.
bg: Т.
bs_ba: Svezak
de_de: Bd.
el_gr: Τόμ.
eu: Libk.
gd_gb: Lbh.
hi_in: खंड
hu_hu: Évf.
hy_am: Հտ․
is: Árg.
ja: 巻
ka: ტომ.
kk: Нөмір
ku_iq: بەرگ
ky: Том
lt: T.
lv_lv: Sēj.
mk_mk: Том.
ms: Jil.
ro: Volum
sk_sk: Diel
sl_si: Letn.
sr_rs@cyrillic: Год.
sr_rs@latin: God.
th: เล่ม
uk_ua: Том
uz@latin: Jild
vi_vn: T.
zh_cn: 卷
zh_hant: 卷

# issue.number
source: Number
az: Nömrə
bg: Брой (номер)
bs_ba: Broj
de_de: Nummer
el_gr: Αριθμός
eu: Zenbakia
gd_gb: Àireamh
gl_es: Número
hi_in: संख्या
hu_hu: Szám
hy_am: Համար
is: Númer
ja: 号
ka: ნომერი
kk: Нөмір
ku_iq: ژمارە
ky: Номер
lt: Numeris
lv_lv: Numurs
mk_mk: Број
mr: अंक
ms: Nombor
nb_no: Nummer
ro: Număr
sk_sk: Číslo
sl_si: Številka
sr_rs@cyrillic: Bрој
sr_rs@latin: Broj
th: หมายเลข
uk_ua: Номер
uz@latin: Raqam
vi_vn: Số
zh_cn: 编号
zh_hant: 編號

# issue.volume
source: Volume
az: Cild
bg: Том
bs_ba: Svezak
de_de: Band
el_gr: Τόμος
eu: Liburukia
gd_gb: Leabhar
hi_in: वाल्यूम
hu_hu: Évfolyam
hy_am: Հատոր
is: Bindi
ja: 巻
ka: ტომი
kk: Журналдың нөмірі
ku_iq: بەرگ
ky: Том
lt: Tomas
lv_lv: Sējums
mk_mk: Том
mr: खंड
ms: Jilid
nb_no: Årgang
ro: Volum
sk_sk: Ročník
sl_si: Letnik
sr_rs@cyrillic: Година
sr_rs@latin: Godina
th: เล่ม
uk_ua: Том
uz@latin: Jild
vi_vn: Tập
zh_cn: 卷
zh_hant: 卷號

# issue.viewIssueIdentification
source: View {$identification}
az: {$identification} baxış
bg: Преглед {$identification}
bs_ba: Pogledaj {$identification}
de_de: Ansehen {$identification}
el_gr: Προβολή του {$identification}
eu: Ikusi {$identification}
gd_gb: Seall {$identification}
gl_es: Ver {$identification}
hy_am: Դիտել {$identification}
is: Skoða {$identification}
ja: {$identification}の閲覧
ka: ნახვა {$identification}
kk: Көрсету {$identification}
ky: {$identification} көрүү
lt: Peržiūrėti {$identification}
lv_lv: Skatīt {$identification}
mk_mk: Прегледај {$identification}
mr: {$identification} पहा
ms: Lihat {$identification}
nb_no: Se {$identification}
ro: Vizualizare {$identification}
sk_sk: Náhľad {$identification}
sl_si: Poglej {$identification}
th: ดู {$identification}
uz@latin: {$ Identifikatorini) ko'rish
vi_vn: Xem {$identification}
zh_cn: 查看 {$identification}
zh_hant: 查看{$identification}

# issue.title
source: Title
az: Başlıq
bg: Заглавие
bs_ba: Naslov
de_de: Titel
el_gr: Τίτλος
eu: Izenburua
gd_gb: Tiotal
gl_es: Título
hi_in: शीर्षक
hu_hu: Cím
hy_am: Վերնագիր
is: Titill
ja: タイトル
ka: სათაური
kk: Атауы
ku_iq: ناونیشان
ky: Аталыш
lt: Antraštė
lv_lv: Nosaukums
mk_mk: Наслов
mr: शिर्षक
ms: Tajuk
nb_no: Tittel
ro: Titlu
sk_sk: Názov
sl_si: Naslov
sr_rs@cyrillic: Наслов
sr_rs@latin: Naslov
th: ชื่อเรื่อง
uk_ua: Назва
uz@latin: Sarlavha
vi_vn: Tiêu đề
zh_cn: 标题
zh_hant: 標題

# issue.issues
source: Issues
az: Nömrələr
bg: Броеве
bs_ba: Brojevi časopisa
de_de: Ausgaben
el_gr: Τεύχη
eu: Zenbakiak
gd_gb: Irisean
gl_es: Números
hi_in: अंक
hu_hu: Folyóirat számok
hy_am: Թողարկումներ
is: Tölublöð
ja: 巻号
ka: გამოცემები
kk: Журналдың сандары
ku_iq: ژمارەکان
ky: Чыгарылыштар
lt: Numeriai
lv_lv: Izdevumi
mk_mk: Изданија
mr: अंक (अनेक)
ms: Terbitan
nb_no: Utgaver
ro: Numere
sk_sk: Čísla
sl_si: Številke
sr_rs@cyrillic: Bројеви часописа
sr_rs@latin: Brojevi časopisa
th: ฉบับทั้งหมด
uk_ua: Номери
vi_vn: Các số
zh_cn: 刊期
zh_hant: 期號

# issue.issue
source: Issue
az: Nömrə
bg: Брой
bs_ba: Broj časopisa
de_de: Ausgabe
el_gr: Τεύχος
eu: Zenbakia
gd_gb: Iris
gl_es: Número
hi_in: अंक
hu_hu: Folyóirat szám
hy_am: Թողարկում
is: Tölublað
ja: 巻号
ka: გამოცემა
kk: Журналдың саны
ku_iq: ژمارە
ky: Чыгарылыш
lt: Numeris
lv_lv: Izdevums
mk_mk: Издание
mr: अंक
ms: Terbitan
nb_no: Utgave
ro: Număr
sk_sk: Číslo
sl_si: Številka
sr_rs@cyrillic: Bрој часописа
sr_rs@latin: Broj časopisa
th: ฉบับ
uk_ua: Номер
uz@latin: Nashr
vi_vn: Số
zh_cn: 期
zh_hant: 期號

# user.role.journalAssistants
source: Journal Assistants
az: Jurnal köməkçiləri
bg: Асистенти на списанието
bs_ba: Suradnici časopisa
de_de: Zeitschriftenassistent/innen
el_gr: Βοηθοί Περιοδικού
eu: Aldizkariko laguntzaileak
gd_gb: Cuidichean an iris-leabhair
gl_es: Asistentes de revista
hi_in: जर्नल सहायकों
hu_hu: Folyóirat asszisztensek
hy_am: Ամսագրի օգնականներ
is: Aðstoðarfólk
ja: 雑誌アシスタント
ka: ჟურნალის ასისტენტები
kk: Журнал көмекшілері
ku_iq: هاوکارەکانی گۆڤار
ky: Журнал ассистенттери
lt: Žurnalo pagalbininkai (-ės)
lv_lv: Žurnāla palīgi
mk_mk: Асистенти на списанието
mr: नियतकालिकाचे साहाय्यक
ms: Pembantu Jurnal
nb_no: Redaksjonell stab
ro: Asistenții jurnalului
sk_sk: Asistenti časopisu
sl_si: Asistenti revije
sr_rs@cyrillic: Асистенти часописа
sr_rs@latin: Asistenti časopisa
th: ผู้ช่วยบรรณาธิการวารสาร
uk_ua: Асистенти журналу
uz@latin: Jurnal yordamchilari
vi_vn: Các Thư ký Tạp chí
zh_cn: 期刊助理
zh_hant: 期刊助理

# user.role.journalAssistant
source: Journal Assistant
az: Jurnal köməkçisi
bg: Асистент на списанието
bs_ba: Suradnik časopisa
de_de: Zeitschriftenassistent/in
el_gr: Βοηθός Περιοδικού
eu: Aldizkariko laguntzailea
gd_gb: Cuidiche an iris-leabhair
gl_es: Asistente de revista
hi_in: जर्नल सहायक
hu_hu: Folyóirat asszisztens
hy_am: Ամսագրի օգնական
is: Aðstoðarmanneskja
ja: 雑誌アシスタント
ka: ჟურნალის ასისტენტი
kk: Журнал көмекшісі
ku_iq: هاوکاری گۆڤار
ky: Журнал ассистенти
lt: Žurnalo pagalbininkas (-ė)
lv_lv: Žurnāla palīgs
mk_mk: Асистент на списанието
mr: नियतकालिकाचा साहाय्यक
ms: Pembantu Jurnal
nb_no: Redaksjonell stab
ro: Asistentul jurnalului
sk_sk: Asistent časopisu
sl_si: Asistent revije
sr_rs@cyrillic: Асистент часописа
sr_rs@latin: Asistent časopisa
th: ผู้ช่วยบรรณาธิการวารสาร
uk_ua: Асистент журналу
uz@latin: Jurnal yordamchisi
vi_vn: Thư ký Tạp chí
zh_cn: 期刊助理
zh_hant: 期刊助理

# user.role.subscriptionManagers
source: Subscription Managers
az: Abunə idarəçiləri
bg: Отговорници за абонаментите
bs_ba: Administratori pretplate
de_de: Abonnementverwalter/innen
el_gr: Διαχειριστές Συνδρομών
eu: Harpidetza-kudeatzaileak
gd_gb: Manaidsearan an fho-sgrìobhaidh
gl_es: Administradores/as de subscricións
hi_in: सदस्यता प्रबंधक
hu_hu: Előfizetés menedzserek
hy_am: Բաժանորդագրության կառավարիչներ
is: Umsjón með áskriftum
ja: 購読管理者
ka: ხელმოწერის მმართველები
kk: Хабарлама басқармасы
ku_iq: بەڕێوەبەرانی بەشداریکردنەکان
ky: Жазылуу менеджерлери
lt: Prenumeratos tvarkytojai (-os)
lv_lv: Abonēšanas pārvaldnieki
mk_mk: Раководители на претплата
mr: वर्गणी/सदस्यता व्यवस्थापक समूह
ms: Pengurus Langganan
nb_no: Abonnementskontakter
ro: Coordonatori abonamente
sk_sk: Manažéri predplatného
sl_si: Uredniki naročnin
sr_rs@cyrillic: Менаджери претплата
sr_rs@latin: Menadžeri pretplata
th: ผู้จัดการการสมัครสมาชิก
uk_ua: Менеджери передплати
uz@latin: Obuna menejerlari
vi_vn: Các Quản lý Thuê bao
zh_cn: 订阅管理员
zh_hant: 訂閱管理員

# user.role.subEditors
source: Section Editors
az: Bölmə redaktorları
bg: Редактори на раздели
bs_ba: Urednici rubrika
de_de: Rubrikredakteur/innen
el_gr: Επιμελητές Ενότητας
eu: Ataleko editoreak
gd_gb: Deasaichean na h-earrainn
gl_es: Editores/as de sección
hi_in: अनुभाग संपादक
hu_hu: Rovatszerkesztők
hy_am: Բաժնի խմբագիրներ
is: Ritstjórar kafla
ja: セクション編集者
ka: განყოფილებების რედაქტორები
kk: Бөлім редакторлары
ku_iq: سەرنوسەرانی بەشەکان
ky: Бөлүм редакторлору
lt: Skyriaus redaktoriai (-ės)
lv_lv: Sadaļu redaktori
mk_mk: Секциски уредници
mr: विभागांचे संपादक
ms: Bahagian Editor
nb_no: Seksjonsredaktører
ro: Editori de secțiune
sk_sk: Editori sekcií
sl_si: Uredniki rubrike
sr_rs@cyrillic: Уредници секција/рубрика
sr_rs@latin: Urednici sekcija/rubrika
th: บรรณาธิการส่วน
uk_ua: Редактори розділів
uz@latin: Bo'lim muharrirlari
vi_vn: Các Biên tập viên chuyên mục
zh_cn: 栏目编辑
zh_hant: 分類編輯

# user.role.managers
source: Journal Managers
az: Jurnal idarəçiləri
bg: Ръководители на списанието
bs_ba: Glavni urednici
de_de: Zeitschriftenverwalter/innen
el_gr: Διαχειριστές Περιοδικών
eu: Aldizkariaren kudeatzaileak
gd_gb: Manaidsearan an iris-leabhair
gl_es: Administradores/oras de revistes
hi_in: जर्नल प्रबंधकों
hu_hu: Folyóirat menedzserek
hy_am: Ամսագրի կառավարիչներ
is: Stjórnendur
ja: 雑誌管理者
ka: ჟურნალის მმართველები
kk: Журнал басқармасы
ku_iq: بەڕێوەبەرانی گۆڤار
ky: Журнал менеджерлери
lt: Žurnalo sekretoriai (-ės)
lv_lv: Žurnālu pārvaldnieki
mk_mk: Раководители на списанието
mr: नियतकालिकाचे संपादक
ms: Pengurus Jurnal
nb_no: Redaksjonsledere
ro: Coordonatori jurnal
sk_sk: Manažéri časopisu
sl_si: Administratorji revije
sr_rs@cyrillic: Главни уредници
sr_rs@latin: Glavni urednici
th: ผู้จัดการวารสาร
uk_ua: Менеджери журналів
uz@latin: Jurnal menejerlari
vi_vn: Các Quản lý tạp chí
zh_cn: 期刊管理员
zh_hant: 期刊管理員

# user.role.subscriptionManager
source: Subscription Manager
az: Abunə idarəçisi
bg: Мениджър на абонаментите
bs_ba: Administrator pretplate
de_de: Abonnementverwalter/in
el_gr: Διαχειριστής Συνδρομών
eu: Harpidetza-kudeatzailea
gd_gb: Manaidsear an fho-sgrìobhaidh
gl_es: Administrador/a de subscricións
hi_in: सदस्यता प्रबंधक
hu_hu: Előfizetés menedzser
hy_am: Բաժանորդագրության կառավարիչ
is: Umsjón með áskriftum
ja: 購読管理者
ka: ხელმოწერის მმართველი
kk: Хабарлама меңгерушісі
ku_iq: بەڕێوەبەری بەشداریکردنەکان
ky: Жазылуу менеджери
lt: Prenumeratos tvarkytojas (-a)
lv_lv: Abonēšanas pārvaldnieks
mk_mk: Раководител на претплати
mr: वर्गणी/सदस्यता व्यवस्थापक
ms: Pengurus Langganan
nb_no: Abonnementskontakt
ro: Gestionar abonamente
sk_sk: Manažér predplatného
sl_si: Urednik za naročnine
sr_rs@cyrillic: Менаджер претплата
sr_rs@latin: Upravnik za pretplatae
th: ผู้จัดการการสมัครสมาชิก
uk_ua: Менеджер передплати
uz@latin: Obuna menejeri
vi_vn: Quản lý Thuê bao
zh_cn: 订阅管理员
zh_hant: 訂閱管理員

# user.role.subEditor
source: Section Editor
az: Bölmə redaktor
bg: Редактор на раздела (секцията)
bs_ba: Urednik rubrike
de_de: Rubrikredakteur/in
el_gr: Επιμελητής Ενότητας
eu: Ataleko editorea
gd_gb: Deasaiche na h-earrainn
gl_es: Editor/a de sección
hi_in: अनुभाग संपादक
hu_hu: Rovatszerkesztő
hy_am: Բաժնի խմբագիր
is: Ritsjtóri kafla
ja: セクション編集者
ka: განყოფილების რედაქტორი
kk: Бөлім редакторы
ku_iq: سەرنوسەری بەش
ky: Бөлүм редактору
lt: Skyriaus redaktorius (-ė)
lv_lv: Sadaļas redaktors
mk_mk: Секциски уредник
mr: विभाग संपादक
ms: Bahagian Editor
nb_no: Seksjonsredaktør
ro: Editor de secțiune
sk_sk: Editor sekcie
sl_si: Urednik rubrike
sr_rs@cyrillic: Уредник секције
sr_rs@latin: Urednik sekcije
th: บรรณาธิการส่วน
uk_ua: Редактор розділу
uz@latin: Bo'lim muharriri
vi_vn: Biên tập viên chuyên mục
zh_cn: 栏目编辑
zh_hant: 分類編輯

# user.role.manager
source: Journal Manager
az: Jurnal idarəçisi
bg: Ръководител (мениджър) на списанието
bs_ba: Glavni urednik
de_de: Zeitschriftenverwalter/in
el_gr: Διαχειριστής Περιοδικού
eu: Aldizkariaren kudeatzailea
gd_gb: Manaidsear an iris-leabhair
gl_es: Administrador/a da revista
hi_in: जर्नल प्रबंधक
hu_hu: Folyóirat menedzser
hy_am: Ամսագրի կառավարիչ
is: Framkvæmdastjóri
ja: 雑誌管理者
ka: ჟურნალის მმართველი
kk: Журнал меңгерушісі
ku_iq: بەڕێوەبەری گۆڤار
ky: Журнал менеджери
lt: Žurnalo sekretorius (-ė)
lv_lv: Žurnāla pārvaldnieks
mk_mk: Раководител на списанието
mr: नियतकालिकाचा व्यवस्थापक
ms: Pengurus Jurnal
nb_no: Redaksjonsleder
ro: Manager jurnal
sk_sk: Manažér časopisu
sl_si: Administrator revije
sr_rs@cyrillic: Главни уредник
sr_rs@latin: Glavni urednik
th: ผู้จัดการวารสาร
uk_ua: Менеджер журналу
uz@latin: Jurnal menejeri
vi_vn: Quản lý Tạp chí
zh_cn: 期刊管理员
zh_hant: 期刊管理員
