Repository: pkp/ojs
Catalog: locale/*/locale.xlf
Languages: it_it, nl_nl

# sectionEditor-proofreader-confirmRenotify
source: Notifying this proofreader again will restart their assignment. Are you sure you wish to do this?
it_it: L'invio al correttore di bozze farà ricominciare l'incarico. Sei sicuro di volerlo fare?
nl_nl: Deze proeflezer opieuw berichten zal de taak herstarten. Weet u zeker dat u dit wilt doen?

# sectionEditor-regrets-breadcrumb
source: Regrets
it_it: Rifiuti
nl_nl: Spijtopties

# sectionEditor-regrets-title
source: #{$submissionId} Reviewer Regrets, Cancellations & Earlier Rounds
it_it: #{$submissionId} Rifiuti dei revisori, cancellazioni & e round precedenti
nl_nl: #{$submissionId} Reviewer spijtopties, terugtrekkingen & eerdere rondes

# sectionEditor-regrets
source: Regrets
it_it: Rifiuti
nl_nl: Spijtopties

# sectionEditor-regrets-link
source: View Regrets, Cancels, Previous Rounds
it_it: Visualizza rifiuti dei revisori, cancellazioni & e round precedenti
nl_nl: Toon spijtopties, terugtrekkingen, eerdere rondes

# sectionEditor-regrets-reviewRound
source: Peer Review, Round {$round}
nl_nl: Peer review, ronde {$round}

# sectionEditor-regrets-decisionRound
source: Editor Decision, Round {$round}
it_it: Decisione delleditor, Round {$round}
nl_nl: Redactiebeslissing, ronde {$round}

# sectionEditor-regrets-regretsAndCancels
source: Reviewer Regrets & Cancellations
it_it: Rifiuti dei revisori & Cancellazioni
nl_nl: Reviewers spijtopties en terugtrekkingen

# sectionEditor-regrets-regret
source: Regret
it_it: Rifiuto
nl_nl: Spijtoptie

# sectionEditor-regrets-result
source: Result
it_it: Risultato
nl_nl: Resultaat

# sectionEditor-review-enrollReviewer
source: Enroll an Existing User As Reviewer
it_it: Abilita come revisore un utente già esistente
nl_nl: Schrijf een bestaande gebruiker in als reviewer

# sectionEditor-review-createReviewer
source: Create New Reviewer
it_it: Crea un nuovo revisore
nl_nl: Nieuwe reviewer aanmaken

# layoutEditor-activeEditorialAssignments
source: Active Editorial Assignments
it_it: Incarichi attivi
nl_nl: Actieve redactietaken

# layoutEditor-completedEditorialAssignments
source: Completed Editorial Assignments
it_it: Incarichi completati
nl_nl: Voltooide redactietaken

# layoutEditor-noActiveAssignments
source: No active editorial assignments.
it_it: Nessuna proposta assegnata.
nl_nl: Geen actieve redactietaken.

# layoutEditor-layoutEditingAssignments
source: Layout Editing Assignments
it_it: Incarichi attivi
nl_nl: Opmaakredactietaken

# layoutEditor-galley-uploadGalleyFormat
source: Upload galley format
it_it: Carica una gabbia
nl_nl: Proef laden

# layoutEditor-galley-replaceGalley
source: Replace File
it_it: Sostituisci il file
nl_nl: Vervang bestand

# layoutEditor-galley-uploadSuppFile
source: Upload supplementary file
it_it: Carica un file supplementare
nl_nl: Aanvullend bestand laden

# submission-layout-imageInvalid
source: Invalid image format. Accepted formats are .gif, .jpg, and .png.
it_it: Formato dell'immagine non valido. I formati accettati sono .gif, .jpg e .png.
nl_nl: Ongeldig afbeeldingsformaat. Toegestaan zijn .gif, .jpg, en .png.

# submission-layout-galley-remotelyHostedContent
source: This galley will be available at a separate website.
it_it: Questa gabbia è disponibile sul un sito web separato
nl_nl: Deze proef zal beschikbaar zijn op een afzonderlijke website.

# submission-layout-galley-remoteURL
source: URL of remotely-hosted content
it_it: URL di contenuto conservato in remoto
nl_nl: URL van inhoud die elders wordt aangeboden

# reviewer-pendingReviews
source: Articles Pending Review
it_it: Articoli in attesa di revisione
nl_nl: Artikels in afwachting van review

# reviewer-completedReviews
source: Done
it_it: Fatto
nl_nl: Gereed

# reviewer-averageQuality
source: Rating
it_it: Voto
nl_nl: Beoordeling

# reviewer-article-fileToBeReviewed
source: File to be reviewed
it_it: File da revisionare
nl_nl: Bestand moet beoordeeld worden

# reviewer-article-notifyTheEditor
source: Notify The Editor
it_it: Notifica ll'editor
nl_nl: Bericht de redacteur

# reviewer-article-canDoReview
source: Will do the review
it_it: Effettuerò la revisione
nl_nl: Zal de review doen

# reviewer-article-cannotDoReview
source: Unable to do the review
it_it: Non posso effettuare la revisione
nl_nl: Kan de review niet doen

# reviewer-article-restrictedFileAccess
source: Submission will be made available, if and when reviewer agrees to undertake review
it_it: Il manoscritto verrà reso disponibile al revisore solo dopo l'accettazione dell'incarico
nl_nl: De inzending wordt beschikbaar gesteld wanneer de reviewer de review accepteert

# reviewer-article-submissionEditor
source: Submission Editor
it_it: Editor della proposta
nl_nl: Inzendingsredacteur

# reviewer-article-reviewerCommentsDescription
source: Type or paste in review comments here
it_it: Inserisci qui i commenti sulla revisione
nl_nl: Type of plak de reviewcommentaaren hier

# reviewer-article-editorToEnter
source: Editor To Enter
it_it: Inserito dall'editor
nl_nl: Invullen door de redacteur

# reviewer-article-sendReminder
source: Send Reminder
it_it: Invia promemoria
nl_nl: Stuur herinnering

# reviewer-article-recommendation
source: Recommendation
it_it: Parere
nl_nl: Aanbeveling

# reviewer-article-submitReview
source: Submit Review To Editor
it_it: Spedisci il parere all'editor
nl_nl: Stuur review naar redacteur

# reviewer-article-reviewerComments
source: Comments
it_it: Comment
nl_nl: Comentaar

# reviewer-article-uploadedFile
source: Uploaded files
it_it: File caricati
nl_nl: Geladen bestanden

# reviewer-article-reviewersAnnotatedVersion
source: Version uploaded by reviewer
it_it: Versione caricata dal revisore
nl_nl: Door de reviewer geladen versie

# reviewer-article-reviewersAnnotatedVersionDescription
source: (If you want to annotate the file, for the editor, save on your hard drive and use Browse/Upload.)
it_it: (Se vuoi modificare il file con commenti da condividere poi con l'editor, salvalo sul tuo computer e poi caricalo nuovamente.)
nl_nl: (Als u het bestand wilt annoteren voor de redacteur, bewaar het op uw harde schijf en gebruik bladeren/laden.)

# reviewer-article-schedule-request
source: Editor's Request
it_it: Richiesta dell'editor
nl_nl: Verzoek van de redacteur

# reviewer-article-schedule-response
source: Your Response
it_it: La tua risposta
nl_nl: Uw reactie

# reviewer-article-schedule-submitted
source: Review Submitted
it_it: Revisione trasmessa
nl_nl: Review ingezonden

# reviewer-article-schedule-due
source: Review Due
it_it: Scadenza revisione
nl_nl: In afwachting van review

# reviewer-article-decision-accept
source: Accept Submission
it_it: Accettare la proposta
nl_nl: Accepteer inzending

# reviewer-article-decision-pendingRevisions
source: Revisions Required
it_it: Richiedere correzioni
nl_nl: Revisies benodigd

# reviewer-article-decision-resubmitHere
source: Resubmit for Review
it_it: Inviare di nuovo in revisione
nl_nl: Opnieuw indienen voor review

# reviewer-article-decision-resubmitElsewhere
source: Resubmit Elsewhere
it_it: Suggerire di proporre altrove
nl_nl: Elders opnieuw insturen

# reviewer-article-decision-decline
source: Decline Submission
it_it: Rifiutare la proposta
nl_nl: Weiger inzending

# reviewer-article-decision-seeComments
source: See Comments
it_it: Vedere i commenti
nl_nl: Bekijk commentaar

# reviewer-article-schedule
source: Schedule
it_it: Attività
nl_nl: Schema

# reviewer-article-submissionToBeReviewed
source: Submission To Be Reviewed
it_it: Proposte da revisionare
nl_nl: Te reviewen inzending

# reviewer-article-reviewSchedule
source: Review Schedule
it_it: Scadenza della revisione
nl_nl: Reviewschema

# reviewer-article-reviewSteps
source: Review Steps
it_it: Passaggi per la revisione
nl_nl: Review stappen

# reviewer-article-reviewerGuidelines
source: Reviewer Guidelines
it_it: Linee guida per i revisori
nl_nl: Richtlijnen voor reviewer

# reviewer-article-reviewGuidelinesDescription
source: The Review Guidelines will provide reviewers with criteria for judging a submission's suitability for publication in the journal, and can include any special instructions for preparing an effective and helpful review. In conducting the review, reviewers are presented with with two open text boxes, the first "for author and editor," and the second "for editor." Alternatively, the Journal Manager can create a peer review form under Review Forms. In all cases, editors will have the option of including the reviews in corresponding with the author.
it_it: Le Linee guida per i revisori indicano ai revisori i criteri per giudicare l'idoneità di una proposta alla pubblicazione nella rivista e possono includere suggerimenti per scrivere una revisione efficace e utile. Al momento di concludere la revisione, i revisori vedranno due box, il primo "per l'autore e per l'editor" e il secondo "solo per l'editor". In alternativa, il Journal Manager può creare dei moduli sotto Moduli per la revisione. In ogni caso, gli editor potranno scegliere di includere le revisioni nella corrispondenza con lgli autori.
nl_nl: De richtlijnen voor review geven reviewers criteria voor het beoordelen van de geschiktheid van een inzending voor publicatie in het tijdschrift. Ze kunnen instructies bevatten voor het maken een effectief en behulpzaam review. Bij het uitvoeren van een review krijgen reviewers twee tekstvelden, de eerste "voor redacteur en auteur" en de tweede "voor redacteur". De tijdschriftbeheerder kan ook een reviewformulier aanmaken bij revieuwformulieren, In alle gevallen hebben de redacteurs de mogelijkheid om de reviews op te nemen in de correspondentie met de auteur.

# reviewer-article-notifyEditorA
source: Notify the submission's editor
it_it: Comunica all'editor di questa proposta
nl_nl: Bericht de redacteur van deze inzending

# reviewer-article-notifyEditorB
source: as to whether you will undertake the review.
it_it: se sei disponibile o meno ad accettare l'incarico di revisore.
nl_nl: vraagt of u deze review wilt doen.

# reviewer-article-consultGuidelines
source: If you are going to do the review, consult Reviewer Guidelines below.
it_it: Se hai deciso di effettuare la revisione, consulta le linee guida sottostanti.
nl_nl: Als u de review gaat doen, sla dan de richtlijnen voor reviewers hieronder na.

# reviewer-article-downloadSubmission
source: Click on file names to download and review (on screen or by printing) the files associated with this submission.
it_it: Fai click sul nome dei file per scaricarli ed effettuare la revisione (su schermo o dopo averli stampati).
nl_nl: Klik op de bestandsnamen om de bestanden behorend bij deze inzending te downloaden en te beoordelen (op het scherm of door afdrukken).

# reviewer-article-enterCompetingInterests
source: Declare whether or not you have competing interests with regard to this research (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
it_it: Dichiara se hai un conflitto di interessi riguardo a questa ricerca (vedi <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
nl_nl: Geef aan of u wel of geen strijdige belangen hebt met betrekking tot dit onderzoek (zie <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">SB Beleid</a>).

# reviewer-competingInterests
source: Competing Interests
nl_nl: Strijdige belangen

# reviewer-article-enterReviewA
source: Click on icon to enter (or paste) your review of this submission.
it_it: Fai click sull'icona per inserire il commento a questa proposta.
nl_nl: Klik op het icoon om uw review van deze inzending in voeren (of te plakken).

# reviewer-article-uploadFile
source: In addition, you can upload files for the editor and/or author to consult.
it_it: È possibile, inoltre, caricare file da sottoporre all'editor e/o all'autore.
nl_nl: Aanvullend kunt u bestanden laden die de redacteur en/of auteur na kunnen slaan.

# reviewer-article-selectRecommendation
source: Select a recommendation and submit the review to complete the process. You must enter a review or upload a file before selecting a recommendation.
it_it: Seleziona un parere conclusivo e invialo all'editor per completare questa fase. Devi inserire un commento o caricare un file prima di poter scegliere il parere.
nl_nl: Kies een aanbeveling en stuur het review in om het prodes af te ronden. U moet een review invoeren of een bestand laden voor u een aanbeveling kiest.

# reviewer-article-selectRecommendation-byEditor
source: Set or adjust the reviewer recommendation.
it_it: Imposta o modifica il parere del revisore
nl_nl: Selecteer of wijzig een aanbeveling.

# reviewer-article-mustSelectDecision
source: No recommendation was selected. You must choose a recommendation to submit.
it_it: Non è stato selezionato alcun parere. Devi scegliere un parere da inviare.
nl_nl: Geen aanbeveling geselecteerd. U moet een aanbeveling kiezen om in te kunnen sturen.

# reviewer-article-confirmDecision
source: Once you have recorded a decision you will no longer be able to make changes to this review. Are you sure you wish to continue?
it_it: Una volta che la tua decisione è stata registrata non sarai più in grado in modificarla. Sei sicuro di continuare?
nl_nl: Als u een beslissing hebt vastgelegd kunt u de review niet meer veranderen. Weet u zeker dat u door wilt gaan?

# copyeditor-article-fileToCopyedit
source: File To C/E
it_it: File al Copyeditor
nl_nl: Stuur naar tekstredactie

# copyeditor-article-copyeditorFile
source: Copyeditor File
it_it: File del Copyeditor
nl_nl: Bestand voor tekstredacteur

# copyeditor-article-copyeditorFinalFile
source: Copyeditor File
it_it: File del Copyeditor
nl_nl: Bestand voor tekstredacteur

# proofreader-noProofreadingAssignments
source: No Proofreading Assignments
it_it: Nessun incarico assegnato.
nl_nl: Geen proefleestaken

# author-submit-uploadInstructions
source: <p>To upload a manuscript to this journal, complete the following steps.</p> <ol> <li>On this page, click Browse (or Choose File) which opens a Choose File window for locating the file on the hard drive of your computer.</li> <li>Locate the file you wish to submit and highlight it.</li> <li>Click Open on the Choose File window, which places the name of the file on this page.</li> <li>Click Upload on this page, which uploads the file from the computer to the journal's web site and renames it following the journal's conventions.</li> <li>Once the submission is uploaded, click Save and Continue at the bottom of this page.</li> </ol>
it_it: <p>Per inviare una proposta a questa rivista, completa i passaggi seguenti.</p> <ol> <li>In questa pagina, clicca sul bottone 'Sfoglia' (o 'Scegli file'), che aprirà una finestra per cercare il file nel tuo PC.</li> <li>Localizza il file che hai deciso di sottomettere e selezionalo.</li> <li>Clicca su Apri nella finestra 'Scegli File', e il nome del file verrà copiato in questa pagina.</li> <li>Clicca su 'Carica'; questa operazione permette di caricare il file dal proprio comupter al sito web della rivista e lo rinomina automaticamente secondo le convenzioni della rivista.</li> <li>Una volta che il file è stato caricato, clicca su 'Salva e continua' in fondo a questa pagina.</li> </ol>
nl_nl: <p>Doorloop de volgende stappen om een manuscript in het tijdschrift te laden.</p> <ol> <li>Klik Blader (of Kies bestand) op deze pagina, waarna een venster wordt geopend waarmee het bestand op uw computer aangewezen kan worden.</li> <li>Lokaliseer het bestand en selecteer het.</li> <li>Klik Open in het bestandskeuzevenster, waarna de naam van het bestand op deze pagina getoond wordt.</li> <li>Klik Laden op deze pagina, waarna het bestand van uw computer in de website van het tijdschrift wordt geladen. Het bestand krijgt een naam volgens de conventies van het tijdschrift</li> <li>Als de inzending geladen is, klik dan op Bewaren en Doorgaan onderaan de pagina.</li> </ol>

# submission-review-mustUploadFileForReview
source: Request email cannot be sent until a Review Version is in place.
it_it: L'email di richiesta non può essere inviata finché non venga caricato il file da inviare in revisione.
nl_nl: E-mailverzoek kan pas verzonden worden als er een reviewversie is.

# submission-copyedit-mustUploadFileForInitialCopyedit
source: Request email cannot be sent until file is selected for copyediting in Editor Decision, Review page.
it_it: L'email di richiesta non può essere inviata finché non sia stato scelto il file da inviare al copyediting nella Decisione dell'editor, all'interno della pagina della revisione.
nl_nl: E-mailverzoek kan pas verstuurd worden als het bestand is geselecteerd voor tekstredactie in Beslissing redacteur, Review

# submission-copyedit-mustUploadFileForCopyedit
source: Request email cannot be sent until file is uploaded for copyediting.
it_it: L'email di richiesta non può essere inviata finché non venga caricato il file da inviare al copyediting.
nl_nl: E-mailverzoek kan pas verstuurd worden als het bestand is geladen voor tekstredactie.

# submission-copyedit-initialCopyedit
source: Initial Copyedit
it_it: Copyedit iniziale
nl_nl: Eerste tekstredactie

# submission-copyedit-editorsCopyedit
source: Editor's Copyedit
it_it: Copyedit dell'editor
nl_nl: Tekstredactie redacteur

# submission-copyedit-editorAuthorReview
source: Author Copyedit
it_it: Copyedit dell'autore
nl_nl: Tekstredactie auteur

# submission-copyedit-finalCopyedit
source: Final Copyedit
it_it: Copyedit finale
nl_nl: Laatste tekstredactie

# submission-copyedit-copyeditVersion
source: C/E Version
it_it: Versione del copyeditor
nl_nl: Tekstredactie versie

# submission-copyedit-selectCopyeditor
source: Assign Copyeditor
it_it: Assegna Copyeditor
nl_nl: Tekstredacteur toewijzen

# submission-copyedit-useFile
source: Use File
it_it: Usa il file
nl_nl: Gebruik bestand

# submission-copyedit-copyeditComments
source: Copyedit Comments
it_it: Commenti del Copyeditor
nl_nl: Opmerkingen tekstredactie

# submission-copyedit-instructions
source: Copyedit Instructions
it_it: Istruzioni per il copyedit
nl_nl: Instructies voor tekstredactie

# submission-layout-noLayoutFile
source: None (Upload final copyedit version as Layout Version prior to sending request)
it_it: Nessuno (Carica la versione finale del copyedit come Layout Version prima di inviare la richiesta)
nl_nl: Geen (laad de laatste tekstredactieversie als opmaakversie voorafgaand aan het versturen van het verzoek)

# submission-layout-publicGalleyId
source: Public Galley Identifier
it_it: Identificatore pubblico della gabbia
nl_nl: Publieke identificatie voor

# submission-layout-galleyPublicIdentificationExists
source: Public galley identification already exists.
it_it: L'dentificatore pubblico della gabbia esiste già.
nl_nl: Publieke identificatie bestaat al voor proefdruk.

# submission-layout-assignLayoutEditor
source: Assign Layout Editor
it_it: Assegna Layout Editor
nl_nl: Opmaakredacteur toekennen

# submission-layout-replaceLayoutEditor
source: Replace Layout Editor
it_it: Sostituisci Layout Editor
nl_nl: Opmaakredacteur vervangen

# submission-layout-layoutComments
source: Layout Comments
it_it: Commenti del Layout editor
nl_nl: Commentaren opmaak

# submission-layout-instructions
source: Layout Instructions
it_it: Istruzioni per il Layout editor
nl_nl: Opmaakinstructies

# submission-layout-referenceLinking
source: Reference Linking
nl_nl: Linken naar referenties

# submission-proofreadingComments
source: Proofreading Comments
it_it: Commenti del correttore di bozze
nl_nl: Proeflees-commentaren

# submission-proofread-corrections
source: Proofreading Corrections
it_it: Correzioni del correttore di bozze
nl_nl: Proeflezen correcties

# submission-proofread-instructions
source: Proofing Instructions
it_it: Istruzioni per il correttore di bozze
nl_nl: Proeflees-instructies

# submission-logType-article
source: Article
it_it: Articolo
nl_nl: Artikel

# submission-logType-author
source: Author
it_it: Autore
nl_nl: Auteur

# submission-logType-editor
source: Editor
nl_nl: Redacteur

# submission-logType-copyedit
source: Copyedit
nl_nl: Tekstredactie

# submission-logType-layout
source: Layout
it_it: Layout editing
nl_nl: Opmaak

# submission-logType-proofread
source: Proofread
it_it: Correttore di bozze
nl_nl: Proeflezen

# submission-comments-editorAuthorCorrespondence
source: Editor/Author Correspondence
it_it: Corrispondenza Editor/Autore
nl_nl: Redacteur/auteur correspondentie

# submission-comments-copyeditComments
source: Copyedit Comments
it_it: Commenti del Copyeditor
nl_nl: Tekstredactie commentaren

# submission-comments-viewableDescription
source: These comments can be shared with the author.<br /> (After saving, further comments can be added.)
it_it: Questi commenti possono essere condivisi con l'autore.<br /> (Dopo aver salvato, potranno essere aggiunti ulteriori commenti.)
nl_nl: Deze commentaren kunnen met de auteur gedeeld worden.<br /> (Na opslaan kan meer commentaar toegevoegd worden.)

# submission-comments-canShareWithAuthor
source: For author and editor
it_it: Per l'autore e per l'editor
nl_nl: Voor auteur en redacteur

# submission-comments-cannotShareWithAuthor
source: For editor
it_it: Solo per l'editor
nl_nl: Voor redacteur

# submission-comments-blindCcReviewers
source: After sending, present an editable BCC copy to send to reviewers.
it_it: Dopo l'invio, presenta una copia modificabile da inviare in CCN ai revisori.
nl_nl: Toon na het versturen een wijzigbare BCC kopie om naar de reviewers te sturen

# submission-comments-forAuthorEditor
source: For author and editor
it_it: Per l'autore e per l'editor
nl_nl: Voor auteur en redacteur

# submission-comments-forEditor
source: For editor
it_it: Solo per l'editor
nl_nl: Voor redacteur

# submission-comments-saveAndEmailAuthor
source: Save and Email Author
it_it: Salva e invia all'autore
nl_nl: Bewaar en e-mail auteur

# submission-comments-saveAndEmailEditor
source: Save and Email Editor
it_it: Salva e invia all'editor
nl_nl: Bewaar en e-mail redacteur

# user-register-selectContext
source: Select a journal to register with:
it_it: Seleziona una rivista in cui registrarti:
nl_nl: Selecteer een tijschrift om u bij te registreren:

# user-register-noJournals
source: There are no journals you may register with on this site.
it_it: Non ci sono riviste alle quali registrarsi.
nl_nl: Deze site heeft geen tijdschriften waarbij u zich kunt registreren.

# user-register-privacyStatement
source: Privacy Statement
it_it: Informativa sulla privacy
nl_nl: Privacyverklaring

# user-register-registrationDisabled
source: This journal is currently not accepting user registrations.
it_it: Questa rivista attualmente non accetta registrazioni.
nl_nl: Dit tijdschrift accepteert momenteel geen registraties.

# user-register-form-passwordLengthTooShort
source: The password you entered is not long enough.
it_it: La password inserita non è abbastanza lunga.
nl_nl: Het ingevoerde wachtwoord is niet lang genoeg.

# user-register-readerDescription
source: Notified by email on publication of an issue of the journal.
it_it: Avvertimi via email della pubblicazione di un nuovo fascicolo di questa rivista.
nl_nl: Verwittigings-e-mail bij de publicatie van een nieuw nummer van het tijdschrift.

# user-register-openAccessNotificationDescription
source: Notified by email when an issue of the journal is made open access.
it_it: Avvertimi via email quando un fascicolo di questa rivista viene reso disponibile ad accesso aperto.
nl_nl: Verwittigings-e-mail als een nummer van het tijdschrift open access wordt.

# user-register-authorDescription
source: Able to submit items to the journal.
it_it: Abilitato a sottoporre articoli alla rivista.
nl_nl: In staat om stukken voor het tijdschrift in te sturen.
