Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# notification.type.submissionComment
source: An editor has made a comment on "{$title}."
az: "{$title}" başlıqlı məqalə haqqında bir redaktor şərt etdi.
bg: Редактор направи коментар за "{$title}."
bs_ba: Urednik je komentirao "{$title}".
de_de: Ein/e Redakteur/in hat "{$title}" kommentiert.
el_gr: Ένας Επιμελητής έχει κάνει ένα σχόλιο για το "{$title}".
eu: Editore batek ohar bat egin du "{$title}" artikuluari buruz.
gd_gb: Thug deasaiche seachad beachd air “{$title}.”
gl_es: Un editor/a fixo un comentario sobre "{$title}".
hi_in: एक संपादक ने "{$ title}" पर एक टिप्पणी की है।
hu_hu: A(z) "{$title}" című cikkhez egy szerkesztő megjegyzést adott hozzá.
hy_am: Խմբագիրը մեկնաբանություն է արել "{$title}." -ի վերաբերյալ։
is: Ritstjóri hefur skrifað athugasemd við "{$title}."
ja: 「{$title}」について編集者からコメントがあった。
ka: რედაქტორმა დატოვა კომენტარი: “{$title}.”
kk: Редактор "{$title}" пікір қалдырды.
ku_iq: سەرنوسەر تێچێنێکی دەربارەی "{$title}." نوسیوە
ky: Редактор "{$title}" боюнча комментарий калтырды.
lt: Redaktorius paliko komentarą straipsniui „{$title}.“
lv_lv: Redaktors ir komentējis "{$title}."
mk_mk: Уредник направи коментар на „{$title}.“
mr: एका संपादकाने "{$title}" वर अभिप्राय नोंदवला आहे
ms: Seorang editor telah membuat komen mengenai "{$title}."
nb_no: En redaktør har kommentert «{$title}».
ro: Un editor a făcut un comentariu la "{$title}."
sk_sk: Editor vložil poznámku k článku "{$title}."
sl_si: Na prispevek "{$title}" je urednik dodal komentar.
sr_rs@cyrillic: Уредник је коментарисао "{$param}".
sr_rs@latin: Urednik je komentarisao "{$title}".
th: บรรณาธิการได้แสดงความคิดเห็นใน "{$title}"
uk_ua: Редактор зробив коментар на подання "{$title}."
uz@latin: Tahrirchi "{$title}." ga izoh berdi
vi_vn: Một biên tập viên đã bình luận về "{$title}."
zh_cn: 一个编辑已经对"{$title}"进行了评论.
zh_hant: 編輯已留下有關「{$title}」的意見。

# notification.type.site
source: Site Events
az: Sayt vəziyyətləri
bg: Събития във връзка със сайта
bs_ba: Događaji na sajtu
de_de: Site-Ereignisse
el_gr: Συμβάντα ιστοτόπου
eu: Guneko gertaerak
gd_gb: Tachartasan na làraich
gl_es: Eventos do sitio
hi_in: साइट आयोजन
hu_hu: Oldal események
hy_am: Կայքի իրադարձություններ
is: Viðburðir á síðu
ja: サイトイベント
ka: საიტის ღონისძიებები
kk: Сайт оқиғалары
ku_iq: ڕوداوەکانی پەڕە
ky: Сайт окуялары
lt: Žiniatinklio pranešimai
lv_lv: Vietnes norises
mk_mk: Настани на страницата
mr: संकेतस्थळावरील उपक्रम
ms: Peristiwa Laman
nb_no: Nettstedsaktivitet
ro: Sit Evenimente
sk_sk: Udalosti stránok
sl_si: Dogodki spletišča
sr_rs@cyrillic: Догађаји на сајту
sr_rs@latin: Događaji na sajtu
th: เหตุการณ์ของไซต์
uk_ua: Події сайту
uz@latin: Sayt voqealari
vi_vn: Các sự kiện của trang web
zh_cn: 站点事件
zh_hant: 網站事件

# notification.type.reviewing
source: Reviewing Events
az: Dəyərləndirmə vəziyyətləri
bg: Събития във връзка с рецензирането
bs_ba: Pregledanje događaja
de_de: Begutachtungsereignisse
el_gr: Συμβάντα αξιολόγησης
eu: Ebaluazioaren gertaerak
gd_gb: Lèirmheasadh thachartasan
gl_es: Eventos de revisión
hi_in: आयोजन की समीक्षा करना
hu_hu: Szakmai lektorálási események
hy_am: Գրախոսության իրադարձություններ
is: Ritrýni
ja: 査読イベント
ka: რეცეზნირების ღონისძიებები
kk: Рецензиялау оқиғалары
ku_iq: ڕوداوەکانی هەڵسەنگاندن
ky: Кароо окуялары
lt: Recenzavimas
lv_lv: Recenzēšanas norises
mk_mk: Преглед на настани
mr: उपक्रमांचा आढावा
ms: Mengulas Peristiwa
nb_no: Fagfelleaktivitet
ro: Revizuirea evenimentelor
sk_sk: Udalosti recenzného procesu
sl_si: Recenzijski dogodki
sr_rs@cyrillic: Догађаји у читалачком делу
sr_rs@latin: Događaji u čitalačkom delu
th: เหตุการณ์ที่เกี่ยวกับการทบทวน
uk_ua: Події процесу рецензування
uz@latin: Voqealarni ko'rib chiqish
vi_vn: Các sự kiện trong quá trình phản biện
zh_cn: 审稿事件
zh_hant: 評審事件

# notification.type.reviewerFormComment
source: A review form review has been submitted for "{$title}."
az: "{$title}" başlıqlı məqalə üçün dəyərləndirmə formu göndərildi
bg: Подадена е преглед на формуляра за рецензия за "{$title}."
bs_ba: Obrazac za recenziju je poslata za "{$title}".
de_de: Für "{$title}" wurde ein Begutachtungsformular eingereicht.
el_gr: Μία φόρμα αξιολόγησης έχει υποβληθεί για το "{$title}".
eu: Ebaluazio-inprimaki baten ebaluazioa bidali da "{$title}" artikuluarentzat.
gd_gb: Chaidh lèirmheas air foirm lèirmheis a chur mu choinneamh “{$title}.”
gl_es: Enviouse a revisión do formulario de avaliación para "{$title}".
hi_in: "{$ title}" के लिए एक समीक्षा फ़ॉर्म समीक्षा प्रस्तुत की गई है।
hu_hu: A(z) "{$title}" című cikkhez szakmai lektorálási űrlapot küldtek be.
hy_am: Գրախոսման ձև է ուղարկվել այս ներկայացման համար "{$title}."
is: Búið er að skila ritrýnieyðublaði fyrir "{$title}."
ja: 「{$title}」についての査読が査読フォームから送信された。
ka: რეცენზიის ფორმა გაგზავნილია: “{$title}.”
kk: Шолу нысаны "{$title}" үшін жіберілді.
ku_iq: فۆڕمی هەڵسەنگاندنی "{$title}." پێشکەش کرا
ky: "{$title}" үчүн кароо формасы тапшырылды.
lt: Recenzijos forma pateikta straipsniui „{$title}.“
lv_lv: Ir iesniegta recenzijas veidlapa par "{$title}."
mk_mk: Поднесена е преглед на образец за преглед за „{$title}.“
mr: "{$title}" साठी समीक्षण फॉर्ममध्ये अभिप्राय सादर केला गेला आहे
ms: Ulasan borang semakan telah dihantar untuk "{$title}."
nb_no: Et skjema for fagfellevurdering har blitt sendt inn for «{$title}».
ro: A fost încărcată o evaluare pentru "{$title}."
sk_sk: Bol vyplnený recenzný formulár k článku "{$title}."
sl_si: Rezencija preko recenzentskega obrazca je bila oddana za "{$title}"
sr_rs@cyrillic: Рецензија преко рецензентске форме је предата за "{$param}".
sr_rs@latin: Recenzija preko recenzentske forme je predata za "{$title}".
th: มีการส่งความคิดเห็นแบบฟอร์มการทบทวนสำหรับ "{$title}"
uk_ua: Надіслана форма рецензування для подання "{$title}."
uz@latin: "{$title}." uchun taqriz shakli ko‘rib chiqildi
vi_vn: Một mẫu phản biện đã được gửi cho "{$title}."
zh_cn: 一个关于 "{$title}"的审稿评论已经提交.
zh_hant: 「{$title}」的評審表格已被提交。

# notification.type.newAnnouncement
source: A new announcement has been created.
az: Yeni elan yaradıldı.
bg: Създадено е ново съобщение.
bs_ba: Nova obavijest je napisana.
de_de: Eine neue Ankündigung wurde erstellt.
el_gr: Μία νέα ανακοίνωση έχει δημιουργηθεί.
eu: Iragarki berria sortu da.
gd_gb: Chaidh fios-naidheachd ùr a chruthachadh.
gl_es: Creouse un novo anuncio.
hi_in: एक नई घोषणा की गई है।
hu_hu: Egy új közlemény készült.
hy_am: Ստեղծվել է նոր հայտարարություն.
is: Ný tilkynning hefur verið búin til.
ja: 新しいお知らせが作成された。
ka: შეიქმნა ახალი განცხადება.
kk: Жаңа хабарлама.
ku_iq: ڕاگەیاندنێکی نوێ دروست کرا.
ky: Жаңы билдирүү түзүлдү.
lt: Parengtas naujas pranešimas.
lv_lv: Ir izveidots jauns paziņojums.
mk_mk: Создадено е ново соопштение.
mr: एक नवीन निवेदन/सूचना तयार केली आहे.
ms: Pengumuman baharu telah dicipta.
nb_no: Nytt oppslag.
ro: A fost creat un anunț de revizuire.
sk_sk: Bolo vytvorené nové oznámenie.
sl_si: Objavljena je bila nova številka.
sr_rs@cyrillic: Ново обавештење је направљено.
sr_rs@latin: Novo obaveštenje je napravljeno.
th: มีการสร้างประกาศใหม่
uk_ua: Створений новий анонс.
uz@latin: Yangi e'lon e'lon qilindi.
vi_vn: Một thông báo mới đã được tạo ra.
zh_cn: 一条新的公告已经被创建.
zh_hant: 已創建新公告。

# notification.type.issuePublished
source: An issue has been published.
az: Yeni nömrə dərc edilmişdir.
bg: Броят беше публикуван.
bs_ba: Izdanje je objavljeno.
de_de: Eine Ausgabe wurde veröffentlicht.
el_gr: Ένα τεύχος έχει δημοσιευτεί.
eu: Zenbaki bat argitaratu da.
gd_gb: Chaidh iris fhoillseachadh.
gl_es: Publicouse un número.
hi_in: एक अंक प्रकाशित किया गया है।
hu_hu: Egy folyóiratszám publikálásra került.
hy_am: Հրատարակվել է հերթական համարը.
is: Búið er að gefa út tölublað.
ja: 新しい巻号が出版された。
ka: ახალი გამოცემა გამოქვეყნდა.
kk: Жаңа басылым шықты.
ku_iq: گۆڤار ژمارەیەکی نوێی بڵاو کردەوە.
ky: Чыгарылыш жарыяланды.
lt: Numeris paskelbtas.
lv_lv: Žurnāla numurs ir publicēts.
mk_mk: Објавено е издание.
mr: अंक प्रकाशित झाला आहे.
ms: Sebuah terbitan telah diterbitkan.
nb_no: En utgave har blitt publisert.
ro: Un număr a fost publicat.
sk_sk: Bolo publikované číslo.
sl_si: Objavljena je bila nova številka.
sr_rs@cyrillic: Издање је објављено.
sr_rs@latin: Izdanje je objavljeno.
th: มีการเผยแพร่ฉบับใหม่
uk_ua: Опублікований випуск.
uz@latin: Muammo chop etildi.
vi_vn: Một số đã được xuất bản.
zh_cn: 一个刊期已经出版
zh_hant: 新一期已出版。

# notification.type.galleyModified
source: A galley has been modified for "{$title}."
az: " {$title} " başlıqlı məqalə yeniləndi
bg: Типографията беше променена за "{$title}."
bs_ba: Izvršena je promjena na korekturnoj kopiji za "{$title}"
de_de: Für "{$title}" wurde eine Korrekturfahne geändert.
el_gr: Ένα τυπογραφικό δοκίμιο έχει τροποποιηθεί για το "{$title}".
eu: Galerada bat aldatu da "{$title}" artikuluan.
gd_gb: Chaidh mòr-dhuilleag airson “{$title}” atharrachadh.
gl_es: Modificouse unha galerada para "{$title}".
hi_in: "{$ title}" के लिए एक गैली को संशोधित किया गया है।
hu_hu: A(z) "{$title}" című cikk megjelentetési formátuma megváltozott.
hy_am: Շարվածքը փոփոխվել է "{$title}." -ի համար։
is: Lokapróförk/Galley var uppfært fyrir "{$title}."
ja: 「{$title}」のゲラが更新された。
ka: სვეტი შეიცვალა: "{$title}."
kk: Мақала жазбасы "{$title}" болып өзгертілді.
ku_iq: تابلۆی "{$title}." نوێ کرایەوە
ky: "{$title}" үчүн верстка өзгөртүлдү.
lt: Straipsniui „{$title}.“ buvo pakeistas maketas
lv_lv: "{$title}" ir pārveidots saliktnis.
mk_mk: Отисокот на труд е изменет за „{$title}.“
mr: "{$title}" साठीच्या कच्च्या मुद्रितात (गॅलीत) बदल केला आहे
ms: Sebuah galley telah diubah suai untuk "{$title}."
nb_no: Et oppsett til "{$title}" har blitt endret.
ro: Conținutul a fost modificat pentru "{$title}."
sk_sk: Bola zmenená sadzobnica článku "{$title}."
sl_si: Prelom je bil popravljen za "{$title}"
sr_rs@cyrillic: Фајл за приказ је измењен за "{$param}".
sr_rs@latin: Fajl za prikaz je izmenjen za "{$title}".
th: มีการแก้ไขกัลลีย์สำหรับ "{$title}"
uk_ua: Змінена гранка статті "{$title}."
uz@latin: “{$title}.” uchun galleriya o‘zgartirildi
vi_vn: Một bản in đã được sửa đổi cho "{$title}."
zh_cn: 草稿已经被修改，关于"{$title}".
zh_hant: 「{$title}」的校對樣本已被修改。

# notification.type.editorDecisionComment
source: A comment has been left on the editor decision for "{$title}."
az: "{$title}" başlıqlı məqalə haqqında redaktor şərh etdi
bg: Оставен е коментар към решението на редактора за "{$title}."
bs_ba: Postavljen je komentar na urednikovu odluku za "{$title}".
de_de: Ein Kommentar zur Entscheidung des Redakteur/der Redaktuerin über "{$title}" wurde hinterlassen.
el_gr: Ένα σχόλιο έχει εισαχθεί σχετικά με την απόφαση του Επιμελητή στο "{$title}".
eu: Ohar bat utzi da editoreak "{$title}" artikuluaz harturiko erabakiari buruz
gd_gb: Chaidh beachd a thoirt seachad air co-dhùnadh an deasaiche mu choinneamh “{$title}.”
gl_es: Deixouse un comentario relativo á decisión editorial para "{$title}".
hi_in: "{$ title}" के लिए संपादक के निर्णय पर एक टिप्पणी छोड़ दी गई है।
hu_hu: Megjegyzés érkezett a(z) "{$title}" című cikk szerkesztői döntéséhez.
hy_am: Խմբագրի որոշման վերաբերյալ մեկնաբանություն է թողնվել սրա համար "{$title}."
is: Athugasemd hefur verið skráð við ákvörðun ritstjóra fyrir "{$title}."
ja: 「{$title}」の編集者の判断についてコメントがあった。
ka: კომენტარი დატოვეს რედაქტორის გადაწყვეტილებაზე “{$title}.”
kk: "{$title}" редакциялық шешімі туралы түсініктеме қосылды.
ku_iq: تێچێنێک بۆ سەرنوسەر دەربارەی بڕیاردان لە "{$title}." جێ هێڵدراوە
ky: "{$title}" боюнча редактор чечимине комментарий калтырылды.
lt: Paliktas komentaras dėl redaktoriaus sprendimo straipsniui „{$title}.“
lv_lv: Ir atstāts komentārs par redaktora lēmumu attiecībā uz "{$title}".
mk_mk: Оставен е коментар за одлуката на уредникот за „{$title}.“
mr: "{$title}" साठी संपादकाच्या निर्णयावर एक अभिप्राय आहे
ms: Komen telah tersisa atas keputusan editor untuk "{$title}."
nb_no: Redaktørens beslutning vedrørende "{$title}" har blitt kommentert.
ro: Un comentariu a fost lăsat la decizia editorului pentru "{$title}."
sk_sk: Bola vložená poznámka k rozhodnutiu editora o článku "{$title}."
sl_si: Na uredniško odločitev za "{$title}" je bil dodan komentar
sr_rs@cyrillic: Остављен је коментар на уредникову одлуку "{$param}".
sr_rs@latin: Ostavljen je komentar na urednikovu odluku "{$title}".
th: มีการแสดงความคิดเห็นในส่วนการตัดสินใจของบรรณาธิการสำหรับ "{$title}"
uk_ua: Залишено коментар на рішення редактора щодо статті"{$title}."
uz@latin: “{$title}.” uchun muharrir qaroriga izoh qoldirildi
vi_vn: Một bình luận đã được để lại trên quyết định của biên tập viên cho "{$title}."
zh_cn: 在编辑的决定里已经对 "{$title}"进行了评论
zh_hant: 有人留下有關「{$title}」編輯決定的意見。

# notification.type.submissionSubmitted
source: A new article, "{$title}," has been submitted.
az: Yeni bir məqalə, "{$title}" göndərildi.
bg: Нова статия, "{$title}," беше изпратена.
bs_ba: Novi članak, "{$title}," je prijavljen.
de_de: Ein neuer Artikel wurde eingereicht: "{$title}".
el_gr: Ένα νέο άρθρο, με τίτλο "{$title}," έχει υποβληθεί.
eu: Artikulu berria, "{$title}", bidali da.
gd_gb: Chaidh artaigeal ùr, “{$title}”, a chur.
gl_es: Enviouse un novo artigo: "{$title}".
hi_in: एक नया लेख, "{$ title}" प्रस्तुत किया गया है।
hu_hu: Egy új cikk, "{$title}," címmel került feltöltésre.
hy_am: Ներկայացվել է նոր հոդված՝ "{$title},"
is: Búið er að senda inn nýja grein, "{$title}".
ja: 新しい論文「{$title}」が投稿された。
ka: გაგზავნილია ახალი სტატია: “{$title}”.
kk: «{$title}» жаңа мақаласы жіберілді.
ku_iq: توێژینەوەیەکی نوێ بە ناوی "{$title}"، پێشکەش کرا.
ky: Жаңы макала "{$title}" тапшырылды.
lt: Pateiktas naujas straipsnis „{$title}“.
lv_lv: Ir iesniegts jauns raksts "{$title}".
mk_mk: Доставена е нова статија „{$title}“.
mr: एक नवीन लेख, "{$title}," सादर केला गेला आहे.
ms: Artikel baru, "{$title}," telah diserah.
nb_no: En ny artikkel, «{$title}», har blitt innlevert.
ro: Un nou manuscris, "{$title}," a fost încărcat.
sk_sk: Nový článok s názvom "{$title}" bol vložený.
sl_si: ANov prispevek, "{$title}", je bil dodan.
sr_rs@cyrillic: Нови чланак "{$title}" је предат.
sr_rs@latin: Novi članak "{$title}" je predat.
th: มีการส่งบทความใหม่ "{$title}"
uk_ua: Нова стаття, "{$title}," була подана.
uz@latin: "{$ Title}" nomli yangi maqola yuborildi.
vi_vn: Một bài viết mới, "{$title}," đã được gửi.
zh_cn: 提交了新稿件 “ {$ title}” 。
zh_hant: 新一篇文章「{$title}」已被提交。

# notification.type.editing
source: Editing Events
az: Tənzimləmə vəziyyətləri
bg: Събития във връзка с редактирането
bs_ba: Uređivanje događaja
de_de: Redaktionelle Ereignisse
el_gr: Επεξεργασία συμβάντων
eu: Edizio-lanaren gertaerak
gd_gb: Tachartasan deasachaidh
gl_es: Eventos editoriais
hi_in: संपादन कार्यक्रम
hu_hu: Események szerkesztése
hy_am: Իրադարձությունների խմբագրում
is: Ritstjórn
ja: 編集イベント
ka: ჩასწორების ღონისძიებები
kk: Оқиғаларды өңдеу
ku_iq: گۆڕانەکان
ky: Оңдоо окуялары
lt: Spausdinimas
lv_lv: Rediģēšanas darbības
mk_mk: Уредување на настани
mr: संपादन उपक्रम
ms: Menyunting Peristiwa
nb_no: Redigeringsaktivitet
ro: Editare evenimente
sk_sk: Editácia udalostí
sl_si: Uredi dogodke
sr_rs@cyrillic: Догађаји у уредништву
sr_rs@latin: Događaji u redakciji
th: เหตุการณ์การแก้ไข
uk_ua: Події редакційного процесу
uz@latin: Voqealarni tahrirlash
vi_vn: Các sự kiện trong quá trình biên tập
zh_cn: 编辑事件
zh_hant: 編輯事件

# metadata.pkp.peerReviewed
source: Peer-reviewed Article
az: Dəyərləndirmədən keçmiş məqalə
bg: Рецензирана статия
bs_ba: Stručno recenziran članak
de_de: Begutachter Beitrag
el_gr: Άρθρο από Ομότιμους Αξιολογητές
eu: Adituek ebaluatutako artikulua
gd_gb: Artaigeal air a lèirmheas le seise
gl_es: Artigo revisado por pares
hi_in: सहकर्मी-समीक्षा लेख
hu_hu: Lektorált cikk
hy_am: Գործընկերային գրախոսության հոդված
is: Ritrýnd grein
ja: 査読論文
ka: რეცენზირებული სტატია
kk: Рецензияланған мақала
ku_iq: توێژینەوەی هەڵسەنگێندراو
ky: Рецензияланган макала
lt: Recenzuojamas straipsnis
lv_lv: Recenzēts raksts
mk_mk: Рецензиран напис
mr: तज्ज्ञ-समीक्षण केलेला लेख
ms: Artikel yang diulas oleh rakan sejawat
nb_no: Fagfellevurdert artikkel
ro: Articol revizuit
sk_sk: Recenzovaný článok
sl_si: Strokovno recenziran prispevek
sr_rs@cyrillic: Стручно рецензирани чланак
sr_rs@latin: Stručno recenzirani članak
th: บทความที่ผ่านการประเมินโดยผู้ทรงคุณวุฒิ
uk_ua: Рецензована Стаття
uz@latin: Tekshirilgan maqola
vi_vn: Các bài báo đã được đánh giá ngang hàng
zh_cn: 同行评议的文章
zh_hant: 同行評審文章

# log.imported
source: {$userName} has imported article {$submissionId}.
az: {$userName} {$submissionId} nömrəli məqaləni sistemə yüklədi.
bg: {$userName} импортира статия {$submissionId}.
bs_ba: {$userName} je unio članak {$submissionId}.
de_de: {$userName} hat Beitrag {$submissionId} importiert.
el_gr: Ο/Η {$userName} έχει εισάγει το άρθρο {$submissionId}.
eu: {$userName} erabiltzaileak {$submissionId} bidalketa inportatu du.
gd_gb: Thug {$userName} a-steach an t-artaigeal {$submissionId}.
gl_es: {$userName} importou o artigo {$submissionId}.
hi_in: {$userName} ने लेख {$submissionId} आयात किया है।
hu_hu: {$userName} felhasználó importálta a {$submissionId} cikket.
hy_am: {$userName} -ը ներմուծել է {$submissionId} հոդվածը:
is: {$userName} hefur flutt inn grein {$submissionId}.
ja: {$userName}が論文 {$submissionId}をインポートした。
ka: მომხმარებელმა {$userName} დააიმპორტა სტატია {$submissionId}.
kk: {$userName} пайдаланушысы {$submissionId} мақаласын импорттады.
ku_iq: {$userName} توێژینەوەی {$submissionId} هاوردە کرد.
ky: {$userName} {$submissionId} макаласын импорттоду.
lt: {$userName} parsisiuntė straipsnį {$submissionId}.
lv_lv: {$userName} ir importējis rakstu {$submissionId}.
mk_mk: {$userName} ја увези статијата {$submissionId}.
mr: {$userName} ने {$submissionId} लेख दाखल केला (इम्पोर्ट) केला आहे.
ms: {$userName} telah mengimport artikel {$submissionId}.
nb_no: {$userName} har importert artikkelen {$submissionId}.
ro: {$userName} a importat aricolul {$submissionId}.
sk_sk: {$userName} importoval článok {$submissionId}.
sl_si: {$userName} je uvozil prispevek {$submissionId}.
sr_rs@cyrillic: {$userName} је унео чланак {$submissionId}.
sr_rs@latin: {$userName} je uneo članak {$submissionId}.
th: {$userName} ได้ทำการนำเข้าบทความ {$submissionId}
uk_ua: {$userName} імпортував статтю {$submissionId}.
uz@latin: {$ userName} ga {$ submitId} maqolasi import qilingan.
vi_vn: {$userName} đã nhập bài viết {$submitId}.
zh_cn: {$userName}导入文章{$submissionId}.

# log.proofread.complete
source: {$proofreaderName} has submitted {$submissionId} for scheduling.
az: {$proofreaderName} {$submissionId} nömrəli məqalə nəşr üçün göndərildi.
bg: {$proofreaderName} изпрати материали с идентификатор {$submissionId} за насрочване за публикация.
bs_ba: {$proofreaderName} je postavio prilog {$submissionId} u raspored za izdavanje.
de_de: {$proofreaderName} hat Beitrag {$submissionId} auf den Zeitplan gesetzt.
el_gr: Ο/Η {$proofreaderName} υπέβαλε το {$submissionId} για προγραμματισμό.
eu: {$proofreaderName} proba-zuzentzaileak programatzeko bidali du {$submissionId}.
gd_gb: Chuir {$proofreaderName} {$submissionId} airson sgeidealachadh.
gl_es: {$proofreaderName} enviou {$submissionId} para a planificación.
hi_in: {$proofreaderName} शेड्यूलिंग के लिए {$submissionId} जमा किया है।
hu_hu: {$proofreaderName}korrektúrázó ütemezésre küldte a {$submissionId} cikket.
hy_am: {$proofreaderName}-ը ներկայացրել է {$submissionId}՝ ժամանակացույցի համար:
is: {$proofreaderName} hefur skilað {$submissionId} fyrir verkröð.
ja: {$proofreaderName}がスケジューリングのために {$submissionId} を投稿した。
ka: კორექტორმა {$proofreaderName} გადაგზავნა მასალა {$submissionId} გამოცემაში განსათავსებლად.
kk: {$proofreaderName} корректоры басылымға орналастыру үшін {$submissionId} сайтына материал жіберді.
ku_iq: {$proofreaderName}پێشکەش کرا {$submissionId} بۆ.
ky: {$proofreaderName} {$submissionId} тапшырмасын графикке киргизүү үчүн тапшырды.
lt: {$proofreaderName} pateikė straipsnio {$submissionId} korektūrą.
lv_lv: {$proofreaderName} ir iesniedzis {$submissionId} plānošanai.
mk_mk: {$proofreaderName} достави {$submissionId} за закажување.
mr: {$proofreaderName} ने प्रकाशन क्रम लावण्यासाठी (शेड्युलिंग) {$submissionId} हे सादरीकरण सादर केले आहे.
ms: {$proofreaderName} telah menyerahkan {$submissionId} untuk penjadualan.
nb_no: {$proofreaderName} har sendt inn {$submissionId} for planlegging.
ro: {$proofreaderName} a depus {$submissionId} pentru programare.
sk_sk: {$ProofreaderName} odoslal {$submissionId} do plánovania.
sl_si: {$proofreaderName} je poslal prispevek {$submissionId} v razpored za objavo.
sr_rs@cyrillic: {$proofreaderName} је поставио прилог {$submissionId} у распоред за издавање.
sr_rs@latin: {$proofreaderName} je postavio prilog {$submissionId} u plan za izdavanje.
th: {$proofreaderName} ได้ส่งบทความ {$submissionId} สำหรับการวางกำหนดการแล้ว
uk_ua: {$proofreaderName} надіслав подання {$submissionId} для включення до графіку публікації.
uz@latin: {$ proofreaderName} rejalashtirish uchun {$ submitId} yubordi.
vi_vn: {$proofreaderName} đã cho {$submissionId} được lên lịch xuất bản.
zh_cn: {$proofreaderName} 提交文章 {$submissionId} 用户组版.
