Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.reviewerPrompt.optin
source: Yes, I would like to be contacted with requests to review submissions to this journal.
az: Bəli, bu jurnala göndərilən müraciətlərə rəyçilik tələb edənlərlə əlaqə qurmaq istəyirəm.
bg: Да, бих могъл да отговоря и можете да се свържете с мен за преглед на изпращани материали в това списание.
bs_ba: Da, želim biti kontaktiran vezano uz recenziranje radova u ovom časopisu.
de_de: Ja, ich möchte kontaktiert werden, um für Gutachten zu Einreichungen bei dieser Zeitschrift angefragt zu werden.
el_gr: Επιθυμώ να λαμβάνω αιτήματα για αξιολόγηση υποβολών σε αυτό το περιοδικό.
eu: Bai, gustatuko litzaidake aldizkari honetako artikuluak ebaluatzeko nirekin harremanetan jartzea.
gd_gb: Tha, tha mi ag iarraidh gun cuirear fios thugam ma bhios iarrtas ann airson lèirmheas tagraidh dhan iris-leabhar seo.
gl_es: Si, gustariame que contactasen comigo para revisar artigos desta revista.
hi_in: हां, मैं इस जर्नल को सबमिशन्स की समीक्षा करने के अनुरोधों के साथ संपर्क करना चाहूंगा।
hu_hu: Szeretnék lektorálási felkéréseket kapni ennél a folyóiratnál.
hy_am: Այո, ես կցանկանայի որ ինձ հետ կապվեն այս ամսագրին ներկայացված նյութերը գրախոսելու հարցումների վերաբերյալ:
is: Já, það má hafa samband við mig með beiðni um ritrýni á handritum fyrir þetta tímarit.
ja: はい、本誌に投稿された論文の査読依頼の連絡を希望します。
ka: დიახ, მსურს დამიკავშირდნენ ამ ჟურნალისთვის გაგზავნილი განცხადებების გადახედვის თხოვნით.
kk: Мақаланы рецензиялауға келіп түскен ұсыныстарды қабылдауға келісімімді беремін.
ku_iq: بەڵێ، من دەمەوێت کە وەک هەڵسەنگێنەرێک لە لایەن گۆڤارەوە پەیوەندیم پێوە بکریت.
ky: Ооба, бул журналга тапшырмаларды кароо өтүнүчү менен байланышкыңыз келет.
lt: Taip, norėčiau, kad man būtų siūloma recenzuoti šiam žurnalui teikiamus straipsnius.
lv_lv: Jā, es labprāt atsaukšos aicinājumam recenzēt šim žurnālam iesniegtos darbus.
mk_mk: Да, би сакал/а да ми испраќате барања за рецензирање поднесоци во ова списание.
mr: होय, या नियतकालिकाला आलेल्या सादरीकरणांचे समीक्षण करण्यासाठी माझ्याशी संपर्क साधा.
ms: Ya, saya ingin dihubungi dengan permintaan untuk mengulas penyerahan ke jurnal ini.
nb_no: Ja takk, kontakt meg gjerne med forespørsel om å bidra til fagfellevurderinger for dette tidsskriftet.
ro: Da, aș dori să fiu contactat pentru solicitări de analiză a manuscriselor înregistrate la acest jurnal.
sk_sk: Áno, chcem byť kontaktovaný s požiadavkami na recenzie príspevkov do tohto časopisu.
sl_si: Da, želim sprejemati povabila za opravljanje recenzije pri tej reviji.
th: ใช่, ฉันต้องการให้ติดต่อเพื่อขอให้ตรวจสอบบทความที่ส่งมายังวารสารนี้
uk_ua: Так, я хочу, щоб до мене зверталися з запитами на рецензування матеріалів для даного журналу.
uz@latin: Ha, men ushbu jurnalga yuborilgan materiallarni ko'rib chiqish so'rovlari bilan bog'lanmoqchiman.
vi_vn: Có, tôi muốn được liên hệ với yêu cầu phản biện cho tạp chí này.
zh_cn: 是的，我希望收到有关审阅该期刊投稿的请求。
zh_hant: 是，我希望期刊在有投稿需要我評審時聯絡我。

# user.reviewerPrompt.userGroup
source: Yes, request the {$userGroup} role.
az: Bəli, {$userGroup} rolunu tələb edin.
bg: Да, заявете ролята {$userGroup}.
bs_ba: Da, zatraži {$userGroup} ulogu.
de_de: Ja, die {$userGroup}-Rolle beantragen.
el_gr: Ναι, ζητήστε τον ρόλο {$userGroup}.
eu: Bai, eskatu {$userGroup} rola.
gd_gb: Tha, iarr dreuchd {$userGroup}.
gl_es: Si, solicitar o rol {$userGroup}.
hi_in: हां, {$ userGroup} भूमिका का अनुरोध करें।
hu_hu: Igen, {$userGroup} szerepkörrel is regisztrálok.
hy_am: Այո, պահանջեք {$userGroup} դերը:
is: Ef já, biddu þá um hlutverkið {$userGroup}.
ja: はい、{$userGroup}役割を要求します。
ka: დიახ, მოითხოვეთ {$userGroup} როლი.
kk: "{$userGroup}" рөлін сұрау.
ku_iq: بەڵێ، ڕۆڵی {$userGroup} لە ئەستۆ دەگرم.
ky: Ооба, {$userGroup} ролун сураңыз.
lt: Taip, norėčiau būti {$userGroup}.
lv_lv: Jā, pieprasīt {$userGroup} lomu.
mk_mk: Да, побарајте ја улогата {$userGroup}.
mr: होय, {$userGroup} ही भूमिका चालेल.
ms: Ya, minta peranan {$userGroup}.
nb_no: Ja, be om en rolle i {$userGroup}.
ro: Da, solicitați rolul {$ userGroup}.
sk_sk: Áno, požadovať rolu {$userGroup}.
sl_si: Da, zahtevam vlogo {$userGroup}.
sr_rs@cyrillic: Да, захтевам улогу {$userGroup}.
sr_rs@latin: Da, zahtevam ulogu {$userGroup}.
th: ใช่, ขอรับบทบาทเป็น {$userGroup}
uk_ua: Так, запитати роль {$userGroup}.
uz@latin: Ha, {$ userGroup} rolini so'rang.
vi_vn: Có, yêu cầu vai trò {$userGroup}.
zh_cn: 是的，请求 {$userGroup} 角色。

# user.reviewerPrompt
source: Would you be willing to review submissions to this journal?
az: Bu jurnala göndərilənləri görmək istəyərsinizmi?
bg: Можете ли да прегледате за рецензия изпратените материали в това списание?
bs_ba: Biste li željeli recenzirati prijave u ovaj časopis?
de_de: Wären Sie daran interessiert, Beiträge in dieser Zeitschrift zu begutachten?
el_gr: Θα θέλατε να αξιολογείτε υποβολές σε αυτό το περιοδικό;
eu: Aldizkari honetara bidalitako lanak ebaluatzeko prest egongo zinateke?
gd_gb: A bheil ùidh agad ann a bhith a’ dèanamh lèirmheasan air tagraidhean dhan iris-leabhar seo?
gl_es: Estaría disposto a revisar envíos para esta revista?
hi_in: क्या आप इस जर्नल को सबमिशन्स देने के लिए तैयार हैं?
hu_hu: Alkalmanként vállalná a folyóirathoz benyújtott kéziratok szakmai lektorálását?
hy_am: Ցանկանու՞մ եք գրախոսել այս ամսագրին ներկայացված նյութերը:
is: Myndir þú vilja ritrýna handrit sem send hafa verið á tímaritið?
ja: この雑誌に投稿された論文の査読をしていただけますか？
ka: გსურთ, გადახედოთ ამ ჟურნალისთვის გაგზავნილ სტატიებს?
kk: Журнал мақалаларына реңензия беру?
ku_iq: ئایا تۆ دەتەوێت وەک هەڵسەنگێنەری ئەم گۆڤارە کار بکەیت؟
ky: Бул журналга тапшырмаларды кароого макулсузбу?
lt: Ar norėtumėte recenzuoti šiam žurnalui pateikiamus straipsnius?
lv_lv: Vai vēlaties recenzēt šim žurnālam iesniegtos darbus?
mk_mk: Дали би сакале да ги рецензирате поднесоците на ова списание?
mr: तुम्ही या नियतकालिकाला आलेल्या सादरीकरणांचे समीक्षण कराल का?
ms: Adakah anda bersedia untuk mengulas penyerahan ke jurnal ini?
nb_no: Er du villig til å være fagfelle for dette tidsskriftet?
ro: Ați fi dispus să evaluați manuscrise înregistrate la acest jurnal?
sk_sk: Boli by ste ochotný/ná recenzovať príspevok do tohto časopisu?
sl_si: Bi bili pripravljeni opraviti recenzijo prispevka v tej reviji?
sr_rs@cyrillic: Да ли бисте желели да будете рецензент радова који се објављују у овом часопису?
sr_rs@latin: Da li biste želeli da budete recenzent radova koji se objavljuju u ovom časopisu?
th: คุณยินดีที่จะตรวจสอบบทความที่ส่งมายังวารสารนี้หรือไม่?
uk_ua: Хотіли б Ви рецензувати рукописи для цього журналу?
uz@latin: Ushbu jurnalga yuborilgan materiallarni ko'rib chiqishni xohlaysizmi?
vi_vn: Bạn có sẵn sàng làm phản biện cho tạp chí này?
zh_cn: 您愿意审查该期刊的投稿吗？
zh_hant: 您是否願意評審此期刊的投稿？

# user.registerForOtherJournals
source: Register for Other Journals
az: Digər jurnallar üçün müraciət edin
bg: Регистрация за други списания
bs_ba: Registracija za ostale časopise
de_de: Für andere Zeitschriften registrieren
el_gr: Εγγραφείτε σε άλλα περιοδικά
eu: Izena eman beste aldizkari batzuetan
gd_gb: Clàraich airson iris-leabhraichean eile
gl_es: Inscribirse noutras revistas
hi_in: अन्य जर्नल्स के लिए पंजीकरण करें
hu_hu: Regisztrálás további folyóiratokra
hy_am: Գրանցվել այլ ամսագրերի համար
is: Skrá sig hjá öðrum tímaritum
ja: 他の雑誌に登録
ka: დარეგისტრირდით სხვა ჟურნალებში
kk: Басқа журналдар үшін тіркеу
ku_iq: لە گۆڤاری دیکە تۆمار بکە
ky: Башка журналдарга катталуу
lt: Registruotis prie kitų žurnalų
lv_lv: Reģistrēties citiem žurnāliem
mk_mk: Регистрирај се на други списанија
mr: इतर नियतकालिकांसाठी नोंदणी करा
ms: Daftar untuk Jurnal Lain
nb_no: Registrer for andre tidsskrift
ro: Înregistrarea unei alte reviste
sk_sk: Registrovať sa do ďalších časopisov
sl_si: Registracija za ostale revije
sr_rs@cyrillic: Регистрација за остале часописе
sr_rs@latin: Registracija za ostale časopise
th: ลงทะเบียนสำหรับวารสารอื่น ๆ
uk_ua: Зареєструватися для інших журналів
uz@latin: Boshqa jurnallarga ro'yxatdan o'ting
vi_vn: Đăng ký Tạp chí khác
zh_cn: 注册到其他期刊
zh_hant: 註冊其他期刊

# user.showAllJournals
source: Show My Journals
az: Jurnallarımı göstərin
bg: Показва моите списания
bs_ba: Prikaz mojih časopisa
de_de: Alle Zeitschriften anzeigen
el_gr: Τα περιοδικά μου
eu: Erakutsi nire aldizkariak
gd_gb: Seall na h-iris-leabhraichean agam
gl_es: Mostrar as miñas revistas
hi_in: मेरी जर्नल्स दिखाएँ
hu_hu: Folyóirataim megjelenítése
hy_am: Ցույց տալ իմ ամսագրերը
is: Sýna "Mín tímarit"
ja: 全てのジャーナルの表示
ka: აჩვენე ჩემი ჟურნალები
kk: Менің журналдарымды көрсету
ku_iq: گۆڤارەکانم پیشان بدە
ky: Менин журналдарымды көрсөтүү
lt: Rodyti mano žurnalus
lv_lv: Rādīt manus žurnālus
mk_mk: Прикажи ги моите списанија
mr: माझ्या आवडीची नियतकालिके दाखवा
ms: Tunjukkan Jurnal Saya
nb_no: Vis mine tidsskrift
ro: Arată revistele mele
sk_sk: Zobraziť moje časopisy
sl_si: Pokaži moje revije
sr_rs@cyrillic: Прикажи моје часописе
sr_rs@latin: Prikaži moje časopise
th: แสดงวารสารของฉันทั้งหมด
uk_ua: Показати мої журнали
uz@latin: Mening jurnallarimni ko'rsatish
vi_vn: Xem các tạp chí của tôi
zh_cn: 显示我的期刊
zh_hant: 顯示我的期刊

# user.profile.profileImage
source: Profile Image
az: Profil şəkili
bg: Изображение на профила
bs_ba: Slika profila
de_de: Profilbild
el_gr: Εικόνα προφίλ
eu: Profilaren irudia
gd_gb: Dealbh na pròifil
gl_es: Imaxe do perfil
hi_in: प्रोफ़ाइल छवि
hu_hu: Profil kép
hy_am: Պրոֆիլի պատկերը
is: Mynd af notanda
ja: プロフィール画像
ka: პროფილის სურათი
kk: Профиль суреті
ku_iq: وێنەی پڕۆفایل
ky: Профиль сүрөтү
lt: Profilio atvaizdas
lv_lv: Profila attēls
mk_mk: Слика на профил
mr: संक्षिप्त परिचय पृष्ठावरील प्रतिमा
ms: Gambar Profil
nb_no: Profilbilde
ro: Imagine de profil
sk_sk: Profilový obrázok
sl_si: Slika profila
sr_rs@cyrillic: Слика профила
sr_rs@latin: Slika profila
th: ภาพโปรไฟล์
uk_ua: Зображення профілю
uz@latin: Profil tasviri
vi_vn: Ảnh Hồ sơ
zh_cn: 个人照片
zh_hant: 頭像

# user.noRoles.selectUsersWithoutRoles
source: Include users with no roles in this journal.
az: Bu jurnalda rolları olmayan istifadəçiləri daxil edin.
bg: Включване на потребители без назначени роли в това списание.
bs_ba: Uključi korisnike bez uloge u ovom časopisu.
de_de: Nutzer/innen ohne Rolle in dieser Zeitschrift mit aufnehmen.
el_gr: Περιλαμβάνονται Χρήστες που δεν τους έχουν ανατεθεί ρόλοι σε αυτό το περιοδικό.
eu: Aldizkari honetan rolik ez duten erabiltzaileak sartu.
gd_gb: Gabh a-staigh cleachdaichean aig nach eil dreuchd san iris-leabhar seo.
gl_es: Incluír usuarios/as que non teñen ningún rol nesta revista.
hi_in: इस जर्नल में बिना किसी भूमिका वाले उपयोगकर्ताओं को शामिल करें।
hu_hu: Tartalmazza azokat a felhasználókat, akiknek nincs a folyóiratnál szerepkörük.
hy_am: Ներառեք այս ամսագրում դերեր չունեցող օգտվողներին:
is: Taka með notendur án hlutverks í þessu tímariti.
ja: この雑誌では役割が与えられていないユーザーを含む。
ka: მომხმარებლების დამატება, რომლებსაც არ აქვთ როლები ამ ჟურნალში.
kk: Қолданушыларды осы журналда тағайындалған рөлдерсіз қосыңыз.
ku_iq: بەکارهێنەر زیاد بکە بە بێ دیاریکردنی ڕۆڵەکەی.
ky: Бул журналда ролу жок колдонуучуларды кошуу.
lt: Įtraukti ir su šio žurnalo rengimu nesusijusius vartotojus.
lv_lv: Iekļaut lietotājus bez lomām šajā žurnālā.
mk_mk: Вклучи корисници без улога во ова списание.
mr: या नियतकालिकामध्ये कोणतीही भूमिका नसलेल्या वापरकर्त्यांचा समावेश करा.
ms: Sertakan pengguna tanpa peranan dalam jurnal ini.
nb_no: Inkluder brukere som ikke har noen rolle i dette tidsskriftet.
ro: Includeți utilizatorii fără roluri în acest jurnal.
sk_sk: Zahrnúť aj používateľov bez rolí v tomto časopise.
sl_si: Vključi uporabnike brez vloge v tej reviji.
sr_rs@cyrillic: Укључи и кориснике без улога у овом часопису.
sr_rs@latin: Uključi i korisnike bez uloga u ovom časopisu.
th: รวมผู้ใช้ที่ไม่มีบทบาทในวารสารนี้
uk_ua: Включити користувачів без призначених ролей в цьому журналі.
uz@latin: Ushbu jurnalda hech qanday rol bo'lmagan foydalanuvchilarni kiriting.
vi_vn: Bao gồm người dùng không có vai trò trong tạp chí này.
zh_cn: 包含在该期刊中没有角色的用户。
zh_hant: 包括在此期刊沒有特定身份的用戶。

# user.authorization.representationNotFound
source: The requested galley could not be found.
az: İstədiyiniz dizayn tapılmadı.
bg: Търсената типография не можа да бъде намерена.
bs_ba: Galley ne može biti pronađena
eu: Eskatutako galerada ezin izan da aurkitu.
gd_gb: Cha b’ urrainn dhuinn a’ mhòr-dhuilleag a dh’iarr thu a lorg.
gl_es: Non se puido atopar a galerada solicitada.
hi_in: अनुरोधित गैली प्रूफ़ नहीं मिली।
hy_am: Պահանջվող շարվածքը չհաջողվեց գտնել:
is: Umbeðið galley fannst ekki.
ja: 要求されたゲラが見つかりませんでした。
ka: მოთხოვნილი სვეტი ვერ მოიძებნა.
kk: Сұралған мақаланың электрондық нұсқасы табылған жоқ.
ky: Суралган галлей табылган жок.
lt: Nepavyko rasti prašomos prezentacijos.
lv_lv: Pieprasītais saliktnis nav atrasts.
mk_mk: Бараниот отисок не беше пронајден.
mr: कच्चे मुद्रित (गॅली) सापडले नाही.
ms: Galley yang diminta tidak dapat dijumpai.
nb_no: Oppsettet ble ikke funnet.
ro: Conținutul solicitat nu poate fi găsit.
sk_sk: Nepodarilo sa nájsť požadovanú sadzobnicu.
sl_si: Zahtevani prelom ne obstaja.
th: ไม่พบแกลเล่ย์ที่ร้องขอ
uz@latin: So‘ralgan oshxona topilmadi.
zh_hant: 未能找到您所查詢的校對樣本。

# journal.viewAllIssues
source: View All Issues
az: Bütün nömrələri göstərin
bg: Виж всички броеве
bs_ba: Pregledaj sve brojeve
de_de: Alle Ausgaben anzeigen
el_gr: Προβολή όλων των τευχών
eu: Zenbaki guztiak ikusi
gd_gb: Seall a h-uile iris
gl_es: Ver todos os números
hi_in: सभी अंक देखें
hu_hu: Az összes folyóiratszám megtekintése
hy_am: Դիտել բոլոր թողարկումները
is: Skoða öll tölublöð
ja: 全ての巻号の閲覧
ka: ყველა გამოცემის ნახვა
kk: Барлық журнал басылымдарын көрсету
ku_iq: بینینی هەمو ژمارەکانی گۆڤار
ky: Бардык чыгарылыштарды көрүү
lt: Peržiūrėti visus numerius
lv_lv: Skatīt visus izdevumus
mk_mk: Види ги сите изданија
mr: सगळे अंक पहा
ms: Lihat Semua Terbitan
nb_no: Vis alle utgavene
ro: Vezi toate numerele
sk_sk: Zobraziť všetky čísla
sl_si: Poglej vse številke
sr_rs@cyrillic: Погледај све бројеве
sr_rs@latin: Pogledaj sve brojeve
th: ดูทุกฉบับ
uk_ua: Переглянути всі випуски
uz@latin: Barcha masalalarni ko'rish
vi_vn: Xem Tất cả Các số
zh_cn: 显示所有刊期
zh_hant: 各期目錄

# journal.issn
source: ISSN
mk_mk: ИССН
zh_hant: 國際標準期刊號(ISSN)

# context.context
source: Journal
az: Jurnal
bg: Списание
bs_ba: Časopis
de_de: Zeitschrift
el_gr: Περιοδικό
eu: Aldizkaria
gd_gb: Iris-leabhar
gl_es: Revista
hi_in: जर्नल
hu_hu: Folyóirat
hy_am: Ամսագիր
is: Tímarit
ja: 雑誌
ka: ჟურნალი
kk: Журнал
ku_iq: گۆڤار
ky: Журнал
lt: Žurnalas
lv_lv: Žurnāls
mk_mk: Списание
mr: नियतकालिक
ms: Jurnal
nb_no: Tidsskrift
ro: Revistă
sk_sk: Časopis
sl_si: Revija
sr_rs@cyrillic: Часопис
sr_rs@latin: Časopis
th: วารสาร
uk_ua: Журнал
uz@latin: Jurnal
vi_vn: Tạp chí
zh_cn: 期刊
zh_hant: 期刊

# journal.path
source: Path
az: Yol
bg: Път
bs_ba: Putanja
de_de: Zugangspfad
el_gr: Διαδρομή
eu: Helbidea
gd_gb: Slighe
gl_es: Ruta
hi_in: पथ
hu_hu: Útvonal
hy_am: Ուղի
is: Slóð
ja: パス名
ka: მდებარეობა
kk: Жол
ku_iq: ڕێچکە
ky: Жол
lt: Kelias
lv_lv: Ceļš
mk_mk: Патека
mr: स्थानमार्ग (path)
ms: Laluan URL
nb_no: Filsti
ro: Cale
sk_sk: Cesta
sl_si: Pot revije
sr_rs@cyrillic: Путања
sr_rs@latin: Putanja
th: เส้นทาง
uk_ua: Шлях
uz@latin: Yo'l
vi_vn: Đường dẫn
zh_cn: 路径
zh_hant: 路徑

# context.contexts
source: Journals
az: Jurnallar
bg: Списания
bs_ba: Časopisi
de_de: Zeitschriften
el_gr: Περιοδικά
eu: Aldizkariak
gd_gb: Iris-leabhraichean
gl_es: Revistas
hi_in: जर्नल्स
hu_hu: Folyóiratok
hy_am: Ամսագրեր
is: Tímarit
ja: 雑誌
ka: ჟურნალები
kk: Журналдар
ku_iq: گۆڤارەکان
ky: Журналдар
lt: Žurnalai
lv_lv: Žurnāli
mk_mk: Списанија
mr: नियतकालिके
ms: Jurnal
nb_no: Tidsskrift
ro: Reviste
sk_sk: Časopisy
sl_si: Revije
sr_rs@cyrillic: Часописи
sr_rs@latin: Časopisi
th: วารสาร
uk_ua: Журнали
uz@latin: Jurnallar
vi_vn: Các tạp chí
zh_cn: 期刊
zh_hant: 期刊

# journal.currentIssue
source: Current Issue
az: Yeni nömrə
bg: Текущ брой
bs_ba: Trenutni broj
de_de: Aktuelle Ausgabe
el_gr: Τρέχον τεύχος
eu: Uneko zenbakia
gd_gb: An iris làithreach
gl_es: Número actual
hi_in: वर्तमान अंक
hu_hu: Aktuális szám
hy_am: Ընթացիկ թողարկումը
is: Nýjasta tölublað
ja: 最新号
ka: მიმდინარე გამოცემა
kk: Ағымдағы шығарылым
ku_iq: دواهەمین ژمارە
ky: Азыркы чыгарылыш
lt: Naujausias numeris
lv_lv: Aktuālais izdevums
mk_mk: Тековно издание
mr: वर्तमान अंक
ms: Terbitan Semasa
nb_no: Nyeste utgave
ro: Număr curent
sk_sk: Aktuálne číslo
sl_si: Trenutna številka
sr_rs@cyrillic: Тренутни број
sr_rs@latin: Trenutni broj
th: ฉบับปัจจุบัน
uk_ua: Поточний номер
uz@latin: Joriy muammo
vi_vn: Số hiện tại
zh_cn: 最新一期
zh_hant: 當期期刊

# submission.search
source: Article Search
az: Məqalə axtarışı
bg: Търсене на статия
bs_ba: Pretraživanje članaka
de_de: Artikelsuche
el_gr: Αναζήτηση Άρθρου
eu: Artikulua bilatu
gd_gb: Lorg artaigeal
gl_es: Busca de artigos
hi_in: लेख खोज
hu_hu: Cikk keresése
hy_am: Հոդվածի որոնում
is: Leita að grein
ja: 論文検索
ka: სტატიების ძებნა
kab: Nadi amagrad
kk: Мақаланы іздеу
ku_iq: گەڕان بۆ توێژینەوە
ky: Макала издөө
lt: Straipsnių paieška
lv_lv: Rakstu meklēšana
mk_mk: Пребарај труд
mr: लेख शोधन
ms: Pencarian Artikel
nb_no: Artikkelsøk
ro: Căutare articol
sk_sk: Vyhľadať článok
sl_si: Išči članek
sq: Kërko Artikull
th: ค้นหาบทความ
uk_ua: Пошук статей
uz@latin: Maqola qidirish
vi_vn: Tìm kiếm Bài báo
zh_cn: 文章搜索
zh_hant: 文章搜尋

# submissions.proofreadingComplete
source: Proofread
az: Dizayn təsdiq edilib
bg: Коректурата е преминала
bs_ba: Korigirano
de_de: Korrekturlektorat beendet
el_gr: Διορθωμένα τυπογραφικά δοκίμια
eu: Probak zuzenduta
gd_gb: Air a dhearbh-leughadh
gl_es: Corrección de probas concluída
hi_in: प्रूफ़रीड
hu_hu: Korrektúrázó
hy_am: Անցել է սրբագրումը
is: Prófarkalesa
ja: 校正済
ka: კორექტურა
kk: Корректурадан өтті
ku_iq: هەڵسەنگاندنی زمانی
ky: Корректура жасалды
lt: Skaityti korektūrą
lv_lv: Korektūra
mk_mk: Лекторирано
mr: मुद्रित लेखन तपासलेले
ms: Membaca pruf
nb_no: Korrekturlest
ro: Corectat
sk_sk: Po korektúre
sl_si: Korektura končana
sr_rs@cyrillic: Кориговано
sr_rs@latin: Korigovano
th: พิสูจน์อักษรเสร็จสิ้น
uk_ua: Скореговано
uz@latin: Tekshiruv
vi_vn: Đã Hiệu đính
zh_cn: 校对完的
zh_hant: 校對

# submissions.layoutComplete
source: Layout edited
az: Tərtibat tamamlandı
bg: Оформлението е редактирано
bs_ba: Prijelom dovršen
de_de: Layout fertig
el_gr: Σελιδοποιημένα κείμενα
eu: Maketazioa eginda
gd_gb: Co-dhealbhachd air a dheasachadh
gl_es: Maquetaxe
hi_in: लेआउट संपादित किया गया
hu_hu: Tördelt
hy_am: Դասավորությունը խմբագրված է
is: Umbrot/ Útlit ritstýrt
ja: レイアウト済み
ka: კორექტურა გაიარა
kk: Макет өңделді
ku_iq: ڕوکاری چاککراوە
ky: Макет түзөтүлдү
lt: Sumaketuota
lv_lv: Rediģēts makets
mk_mk: Уреден распоред
mr: कच्ची मुद्रिते संपादित झालेले
ms: Susun atur disunting
nb_no: Sider oppsatt
ro: Aspect editat
sk_sk: Po typografickej úprave
sl_si: Prelom končan
sr_rs@cyrillic: Прелом довршен
sr_rs@latin: Prelom dovršen
th: แก้ไขการจัดวางเสร็จสิ้น
uk_ua: Зверстано
uz@latin: Jadval tahrirlangan
vi_vn: Đã Trình bày
zh_cn: 排版完的
zh_hant: 已編輯版面設計

# submissions.copyeditComplete
source: Copyedited
az: Çap hazırlığı tamamlanıb
bg: Преминал стилово редактиране
bs_ba: Lektura dovršena
de_de: Lektorat beendet
el_gr: Επιμελημένα κείμενα
eu: Zuzenduta
gd_gb: Air a ghrinn-deasachadh
gl_es: Orixinais corrixidos
hi_in: कॉपी संपादित
hu_hu: Technikailag szerkesztett
hy_am: Անցել է գրական խմբագրումը
is: Yfirfarið
ja: 原稿整理済み
ka: ლიტერატურული ჩასწორება გაიარა
kk: Әдеби редакциялаудан өтті
ku_iq: چاککراوە
ky: Редакцияланды
lt: Suredaguota
lv_lv: Rediģēts
mk_mk: Уредено
mr: सुसंगतता आणि अचूकता तपासणी झालेले
ms: Disalin
nb_no: Språkvasket
ro: Editare
sk_sk: Zredigované
sl_si: Lekturirano
sr_rs@cyrillic: Лектура довршена
sr_rs@latin: Lektura dovršena
th: คัดลอกแก้ไขเสร็จสิ้น
uk_ua: Відредаговано
uz@latin: Nusxalangan
vi_vn: Đã Biên tập
zh_cn: 文字编辑完的
zh_hant: 已審稿

# submission.eventLog
source: Event Log
az: Qeydiyyat dəftəri
bg: Дневник на събитията (Event Log)
bs_ba: Zapis događaja
de_de: Protokoll der Ereignisse
el_gr: Ημερολόγιο συμβάντων
eu: Gertaera-erregistroa
gd_gb: Loga nan tachartas
gl_es: Rexistro de eventos
hi_in: इवेंट लोग
hu_hu: Eseménynapló
hy_am: Իրադարձությունների մատյան
is: Atburðaskrá
ja: イベントログ
ka: ღონისძიების ჟურნალი
kk: Әрекеттер журналы
ku_iq: تۆماری ڕوداوەکان
ky: Окуя журналы
lt: Įvykių žurnalas
lv_lv: Norises reģistrs
mk_mk: Дневник на настани
mr: घटनाक्रम
ms: Log Peristiwa
nb_no: Aktivitetslogg
ro: Jurnal de evenimente
sk_sk: Log udalostí
sl_si: Zaporedje dogodkov
sr_rs@cyrillic: Запис догађаја
sr_rs@latin: Zapis događaja
th: บันทึกเหตุการณ์
uk_ua: Журнал подій
uz@latin: Voqealar jurnali
vi_vn: Nhật ký Sự kiện
zh_cn: 事件日志
zh_hant: 事件日誌

# submissions.editorRuling
source: Editor Ruling
az: Redaktor düzəlişi
bg: Решение на редактора
bs_ba: Odluka urednika
de_de: Redaktionsbeschluss
el_gr: Κρίση Επιμελητή
eu: Editorearen azken erabakia
gd_gb: Riaghladh deasaiche
gl_es: Resolución do editor
hi_in: संपादक शासन
hu_hu: Szerkesztői szabályozás
hy_am: Խմբագրի կարգը
is: Úrskurður ritstjóra
ja: 編集者の判定
ka: რედაქტორის წესები
kk: Редвкторлар ережесі
ku_iq: بڕیاری سەرنوسەر
ky: Редактор токтому
lt: Redaktoriaus nutartis
lv_lv: Redaktora spriedums
mk_mk: Пресуда на уредникот
mr: संपादकाचा निवाडा
ms: Ketetapan Editor
nb_no: Redaktørens avgjørelse
ro: Hotărârea editorului
sk_sk: Pravidlá editorovania
sl_si: Odločitev urednika
sr_rs@cyrillic: Одлука уредникa
sr_rs@latin: Odluka urednika
th: คำตัดสินของบรรณาธิการ
uk_ua: Правила редактора
uz@latin: Tahrirlovchining qarori
vi_vn: Phán quyết của Biên tập viên
zh_cn: 编辑执行
zh_hant: 編輯原則

# submissions.editorDecision
source: Editor Decision
az: Redaktor qərarı
bg: Решение на редактора
bs_ba: Odluka urednika
de_de: Redaktionsentscheidung
el_gr: Απόφαση Επιμελητή
eu: Editorearen erabakia
gd_gb: Co-dhùnadh deasaiche
gl_es: Decisión do editor/a
hi_in: संपादक का निर्णय
hu_hu: Szerkesztői döntés
hy_am: Խմբագրի որոշումը
is: Ákvörðun ritstjóra
ja: 編集者の判断
ka: რედაქტორის გადაწყვეტილება
kk: Редактордың шешімі
ku_iq: بڕیاری سەرنوسەر
ky: Редактор чечими
lt: Redaktoriaus sprendimas
lv_lv: Redaktora lēmums
mk_mk: Одлука на уредникот
mr: संपादकाचा निर्णय
ms: Keputusan Editor
nb_no: Redaktørens beslutning
ro: Decizia editorului
sk_sk: Rozhodnutie editora
sl_si: Odločitev urednika
sr_rs@cyrillic: Одлука уредникa
sr_rs@latin: Odluka urednika
th: การตัดสินใจของบรรณาธิการ
uk_ua: Рішення редактора
uz@latin: Tahririyat qarori
vi_vn: Quyết định của Ban biên tập
zh_cn: 编辑决定
zh_hant: 編輯決定

# submissions.proof
source: Proof
az: Dizayn düzəltmə
bg: Кор
bs_ba: Korektura
de_de: Korrektur
el_gr: Διόρθωση τυπογραφικού δοκιμίου
eu: Proba
gd_gb: Dearbhadh
gl_es: Proba
hi_in: प्रमाण
hu_hu: Korrektúrázás
hy_am: Սրբագիր
is: Próförk
ja: 校正
ka: კორექტურა
kk: Корр.
ku_iq: چاککردنەوە
ky: Корректура
lt: Korektūra
lv_lv: Korektūra
mk_mk: Лекториран труд
mr: प्रमाणित (proof)
ms: Bukti
nb_no: Korrektur
ro: Corectură
sk_sk: Kontrola
sl_si: Korektura
sr_rs@cyrillic: Коректура
sr_rs@latin: Korektura
th: การพิสูจน์อักษร
uk_ua: Коректура
uz@latin: Dalil
vi_vn: Bản in thử
zh_cn: 证明
zh_hant: 校樣

# submissions.reviewRound
source: Review Round
az: Dəyərləndirmə turu
bg: Кръг (цикъл) на рецензиране
bs_ba: Krug recenzije
de_de: Begutachtungsdurchgang
el_gr: Γύρος αξιολόγησης
eu: Ebaluazio-itzulia
gd_gb: A’ chuairt lèirmheis
gl_es: Rolda de revisión
hi_in: समीक्षा दौर
hu_hu: Szakmai lektorálási kör
hy_am: Գրախոսման փուլ
is: Ritrýniumferð
ja: ラウンド
ka: რეცენზიის რაუნდი
kk: Рецензиялау кезеңі
ku_iq: خولی هەڵسەنگاندن
ky: Кароо айлампасы
lt: Recenzavimas
lv_lv: Recenzēšanas kārta
mk_mk: Рунда на рецензирање
mr: समीक्षेची फेरी (round)
ms: Pusingan Ulasan
nb_no: Fagfellevurderingsrunde
ro: Runda de revizie
sk_sk: Kolo recenzie
sl_si: Krog recenzije
sr_rs@cyrillic: Круг рецензије
sr_rs@latin: Krug recenzije
th: รอบการพิจารณา
uk_ua: Раунд рецензування
uz@latin: Ko'rib chiqish davri
vi_vn: Vòng đánh giá
zh_cn: 审稿回合
zh_hant: 評審次數
