Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# article.submissionId
source: Submission ID
az: Fayl ID-si
bg: ID на изпратен материал
bs_ba: Identifikator prijavljenog
de_de: Beitrags-ID
el_gr: Αναγνωριστικό υποβολής
eu: Bidalketaren ID
gd_gb: ID an tagraidh
gl_es: ID do envío
hi_in: सबमिशन आईडी
hu_hu: Beküldött anyag ID
hy_am: Ներկայացման ID
is: Kenni innsendingar
ja: 投稿物ID
ka: ახალი შენატანის იდენტიფიკატორი
kk: Мақала ID
ku_iq: ناسنامەی توێژینەوە پێشکەشکراو
ky: Материал ID
lt: Straipsnio identifikatorius
lv_lv: Iesniegtā materiāla ID
mk_mk: ID на поднесок
mr: सादरीकरणाचा ID
ms: ID Penyerahan
nb_no: Innleveringens ID
ro: ID Înregistrare manuscris
sk_sk: ID príspevku
sl_si: ID prispevka
sq: ID e Punimit
sr_rs@cyrillic: ID поднеска чланка
sr_rs@latin: ID prijave članka
th: รหัสการส่งบทความ
uk_ua: ID подання
uz@latin: Yuborish identifikatori
vi_vn: ID bài gửi
zh_cn: 投稿ID
zh_hant: 投稿ID

# common.publications
source: Articles
az: Məqalələr
bg: Статии
bs_ba: Članci
de_de: Artikel
el_gr: Άρθρα
eu: Artikuluak
gd_gb: Artaigealan
gl_es: Artigos
hi_in: लेखों
hu_hu: cikkek
hy_am: Հոդվածներ
is: Greinar
ja: 論文
ka: სტატიები
kab: Imagraden
kk: Мақалалар
ku_iq: توێژینەوەکان
ky: Макалалар
lt: Straipsniai
lv_lv: Raksti
mk_mk: Трудови
mr: अनेक लेख
ms: Artikel
nb_no: Artikler
ro: Articole
sk_sk: Články
sl_si: Prispevki
sq: Artikujt
sr_rs@cyrillic: Чланци
sr_rs@latin: Članci
th: บทความทั้งหมด
uk_ua: Статті
uz@latin: Maqolalar
vi_vn: Các bài báo
zh_cn: 文章
zh_hant: 文章

# common.publication
source: Article
az: Məqalə
bg: Статия
bs_ba: Članak
de_de: Artikel
el_gr: Άρθρο
eu: Artikulua
gd_gb: Artaigeal
gl_es: Artigo
hi_in: लेख
hu_hu: Cikk
hy_am: Հոդված
is: Grein
ja: 論文
ka: სტატია
kab: Amagrad
kk: Мақала
ku_iq: توێژینەوە
ky: Макала
lt: Straipsnis
lv_lv: Raksts
mk_mk: Труд
mr: लेख
ms: Artikel
nb_no: Artikkel
ro: Articol
sk_sk: Článok
sl_si: Prispevek
sq: Artikull
sr_rs@cyrillic: Чланак
sr_rs@latin: Članak
th: บทความ
uk_ua: Стаття
uz@latin: Maqola
vi_vn: Bài báo
zh_cn: 文章
zh_hant: 文章

# article.articles
source: Articles
az: Məqalələr
bg: Статии
bs_ba: Članci
de_de: Artikel
el_gr: Άρθρα
eu: Artikuluak
gd_gb: Artaigealan
gl_es: Artigos
hi_in: लेखों
hu_hu: Cikkek
hy_am: Հոդվածներ
is: Greinar
ja: 論文
ka: სტატიები
kab: Imagraden
kk: Мақалалар
ku_iq: توێژینەوەکان
ky: Макалалар
lt: Straipsniai
lv_lv: Raksti
mk_mk: Трудови
mr: अनेक लेख
ms: Artikel
nb_no: Artikler
ro: Articole
sk_sk: Články
sl_si: Prispevki
sq: Artikujt
sr_rs@cyrillic: Чланци
sr_rs@latin: Članci
th: บทความทั้งหมด
uk_ua: Статті
uz@latin: Maqolalar
vi_vn: Các bài báo
zh_cn: 文章
zh_hant: 文章

# article.article
source: Article
az: Məqalə
bg: Статия
bs_ba: Članak
de_de: Artikel
el_gr: Άρθρο
eu: Artikulua
gd_gb: Artaigeal
gl_es: Artigo
hi_in: लेख
hu_hu: Cikk
hy_am: Հոդված
is: Grein
ja: 論文
ka: სტატია
kab: Amagrad
kk: Мақала
ku_iq: توێژینەوە
ky: Макала
lt: Straipsnis
lv_lv: Raksts
mk_mk: Труд
mr: लेख
ms: Artikel
nb_no: Artikkel
ro: Articol
sk_sk: Článok
sl_si: Prispevek
sq: Artikull
sr_rs@cyrillic: Чланак
sr_rs@latin: Članak
th: บทความ
uk_ua: Стаття
uz@latin: Maqola
vi_vn: Bài báo
zh_cn: 文章
zh_hant: 文章

source: Section Policy
az: Bölmə siyasəti
bg: Правила на раздела
bs_ba: Politika rubrike
de_de: Richtlinien der Rubrik
el_gr: Πολιτική της Ενότητας
eu: Ataleko politika
gd_gb: Poileasaidh na h-earrainn
gl_es: Política de sección
hi_in: खंड नीति
hu_hu: Rovat irányelvek
hy_am: Բաժին քաղաքականությունը
is: Kaflastefna
ja: セクション・ポリシー
ka: სექციის წესები
kk: Бөлім ережелері
ku_iq: سیاسەتی بەش
ky: Бөлүмдүн эрежелери
lt: Skyriaus politika
lv_lv: Sadaļas politika
mk_mk: Секциска полиса
mr: विभागाचे धोरण
ms: Bahagian Polisi
nb_no: Retningslinjer for tidsskriftseksjoner
ro: Despre Secțiune
sk_sk: Pravidlá sekcie
sl_si: Politika rubrike
th: นโยบายส่วน
uk_ua: Політика розділу
uz@latin: Bo'lim siyosati
vi_vn: Chính sách của chuyên mục
zh_cn: 栏目政策
zh_hant: 分類政策

# section.abbreviation.example
source: (For example, Articles=ART)
az: (Məsələn, məqalələr = MƏQ)
bg: (Например, Статии=СТА)
bs_ba: (Npr. Članci=ČLA)
de_de: (Zum Beispiel, Artikel=ART)
el_gr: (π.χ. Άρθρα=ΑΡΘ)
eu: (Adibidez, Artikuluak=ART)
gd_gb: (Mar eisimpleir, Artaigealan=ART)
gl_es: (Por exemplo, artigos=ART)
hi_in: (उदाहरण के लिए, लेख = एआरटी)
hu_hu: (Például, Articles=ART)
hy_am: (Օրինակ, Articles=ART)
is: (T.d., Greinar = Gr.)
ja: (例、論文=ART)
ka: (მაგალითად, სტატიები = სტ)
kab: (Amedya, Imagraden=ART)
kk: (Мысалы, Мақалалар=МАҚ)
ku_iq: (نمونە، توێژینەوەکان = ART)
ky: (Мисалы, макалалар=MAK)
lt: (pavyzdžiui, straipsnis – str.)
lv_lv: (Piemēram, Raksti=RKS)
mk_mk: (На пример, Трудови=ТРУ)
mr: (उदा. लेख/Articles=ART)
ms: (Contohnya, Artikel=ART )
nb_no: (Eksempel: Artikler=ART)
ro: (De exemplu, Articol=ART)
sk_sk: (Napríklad články = ČL)
sl_si: (kot primer, Prispevki=PRI)
sq: (Për shembull, Artikujt=ART)
sr_rs@cyrillic: (Нпр. Чланци=CLA)
sr_rs@latin: (Npr. Članci=CLA)
th: (เช่น บทความ=ART)
uk_ua: (наприклад, статті=СТ)
uz@latin: (Masalan, Maqolalar = ART)
vi_vn: (Ví dụ: Bài báo=ART)
zh_cn: (例如 Articles=ART)
zh_hant: 例如：文章, Article為ART

# section.abbreviation
source: Abbreviation
az: Qısaltma
bg: Абревиатура на раздела
bs_ba: Kratica
de_de: Abkürzung
el_gr: Συντομογραφία
eu: Laburdura
gd_gb: Giorrachadh
gl_es: Abreviatura
hi_in: संक्षिप्तीकरण
hu_hu: Rövidítés
hy_am: Հապավում
is: Skammstöfun
ja: セクション名略称
ka: აბრევიატურა
kk: Қысқартылған атау
ku_iq: کورتکراوەکان
ky: Аббревиатура
lt: Santrumpa
lv_lv: Saīsinājums
mk_mk: Кратенка
mr: संक्षेप
ms: Singkatan
nb_no: Forkortelse
ro: Abreviere
sk_sk: Skratka
sl_si: Krajšava
sr_rs@cyrillic: Скраћеница
sr_rs@latin: Skraćenica
th: ตัวย่อ
uk_ua: Абревіатура
uz@latin: Qisqartma
vi_vn: Viết tắt
zh_cn: 缩写
zh_hant: 簡稱

source: Section title
az: Bölmə başlığı
bg: Заглавие на раздела
bs_ba: Naziv rubrike
de_de: Titel der Rubrik
el_gr: Τίτλος ενότητας
eu: Atalaren izenburua
gd_gb: Tiotal na h-earrainn
gl_es: Título de sección
hi_in: खंड शीर्षक
hu_hu: Rovatcím
hy_am: Բաժնի վերնագիրը
is: Titill kafla
ja: セクション名
ka: სექციის სათაური
kk: Бөлімнің атауы
ku_iq: ناونیشانی بەش
ky: Бөлүмдүн аталышы
lt: Skyriaus antraštė
lv_lv: Sadaļas nosaukums
mk_mk: Наслов на секција
mr: विभागाचे शिर्षक
ms: Tajuk bahagian
nb_no: Seksjonstittel
ro: Titlul secțiunii
sk_sk: Názov sekcie
sl_si: Naslov rubrike
sr_rs@cyrillic: Наслов секције
sr_rs@latin: Naslov sekcije
th: ชื่อส่วน
uk_ua: Назва розділу
uz@latin: Bo'lim nomi
vi_vn: Tiêu đề chuyên mục
zh_cn: 栏目标题
zh_hant: 分類名稱

# section.sections
source: Sections
az: Jurnal bölmələri
bg: Раздели (Секции)
bs_ba: Rubrike časopisa
de_de: Rubriken der Zeitschrift
el_gr: Ενότητες
eu: Aldizkariaren atalak
gd_gb: Earrannan
gl_es: Seccións da revista
hi_in: खंड
hu_hu: Rovatok
hy_am: Բաժիններ
is: Kaflar
ja: セクション
ka: სექციები
kk: Журнал бөлімдері
ku_iq: بەشەکان
ky: Журнал бөлүмдөрү
lt: Pagal skyrių
lv_lv: Sadaļas
mk_mk: Секции
mr: विभाग
ms: Bahagian
nb_no: Tidsskriftseksjoner
ro: Secțiuni
sk_sk: Sekcia časopisu
sl_si: Rubrike revije
sr_rs@cyrillic: Секције часописа
sr_rs@latin: Sekcije časopisa
th: ส่วนต่าง ๆ
uk_ua: Розділи журналу
uz@latin: Bo'limlar
vi_vn: Các chuyên mục
zh_cn: 期刊栏目
zh_hant: 分類

# section.section
source: Section
az: Bölmə
bg: Раздел (Секция)
bs_ba: Rubrika
de_de: Rubrik
el_gr: Ενότητα
eu: Atala
gd_gb: Earrann
gl_es: Sección
hi_in: खंड
hu_hu: Rovat
hy_am: Բաժին
is: Kafli
ja: セクション
ka: სექცია
kk: Бөлім
ku_iq: بەش
ky: бөлүм
lt: Skyrius
lv_lv: Sadaļa
mk_mk: Секција
mr: विभाग
ms: Bahagian
nb_no: Seksjon
ro: Secțiune
sk_sk: Sekcia
sl_si: Rubrike
sr_rs@cyrillic: Секција
sr_rs@latin: Sekcija
th: ส่วน
uk_ua: Розділ
uz@latin: Bo'lim
vi_vn: Chuyên mục
zh_cn: 栏目
zh_hant: 分類

# submissionGroup.assignedSubEditors
source: Assigned editors
az: Təyin edilmiş redaktorlar
bg: Назначени редактори
bs_ba: Dodijeljeni urednici
de_de: zugeordnete Redakteure
el_gr: Εκχωρημένοι συντάκτες
eu: Esleitutako editoreak
gd_gb: Deasaichean iomruinte
gl_es: Editores/as asignados
hi_in: नियुक्त संपादक
hy_am: Նշանակված խմբագիրներ
is: Úthlutaðir ritstjórar
ja: 担当編集者
ka: დანიშნული რედაქტორები
kk: Тағайындалған редакторлар
ky: Белгиленген редакторлор
lt: Priskirti redaktoriai
lv_lv: Piešķirtie redaktori
mk_mk: Назначени уредници
mr: नियुक्त केलेले संपादक
ms: Editor yang ditugaskan
nb_no: Valgte redaktører
ro: Editori alocați
sk_sk: Priradení editori
sl_si: Dodeljeni uredniki
th: บรรณาธิการที่ได้รับมอบหมาย
uz@latin: Tahrirlovchilar tayinlangan
vi_vn: Biên tập viên được phân công
zh_cn: 指定编辑
zh_hant: 分配編輯

# common.queue.short.completed
source: Archive
az: Arxiv
bg: Архив
bs_ba: Arhiva
de_de: Archiv
el_gr: Αρχείο
eu: Artxibatu
gd_gb: Tasg-lann
gl_es: Arquivo
hi_in: पुरालेख
hu_hu: Archív
hy_am: Արխիվ
is: Útgefið efni
ja: アーカイブ
ka: დაარქივება
kk: Мұрағат
ku_iq: ئەرشیف
ky: Архив
lt: Archyvas
lv_lv: Arhīvs
mk_mk: Архива
mr: संग्रह
ms: Arkib
nb_no: Arkiv
ro: Fișier
sk_sk: Archív
sl_si: Arhiv
sr_rs@cyrillic: Архива
sr_rs@latin: Arhiva
th: คลังเก็บ
uk_ua: Архів
uz@latin: Arxiv
vi_vn: Lưu trữ
zh_cn: 存档
zh_hant: 各期目錄

# common.queue.long.completed
source: Archive
az: Arxiv
bg: Архив
bs_ba: Arhiva
de_de: Archiv
el_gr: Αρχείο
eu: Artxibatu
gd_gb: Tasg-lann
gl_es: Arquivo
hi_in: पुरालेख
hu_hu: Archív
hy_am: Արխիվ
is: Útgefið efni
ja: アーカイブされた投稿物
ka: დაარქივება
kk: Мұрағат
ku_iq: ئەرشیف
ky: Архив
lt: Archyvas
lv_lv: Arhīvs
mk_mk: Архива
mr: संग्रह
ms: Arkib
nb_no: Arkiv
ro: Fișier
sk_sk: Archív
sl_si: Arhiv
sr_rs@cyrillic: Архива
sr_rs@latin: Arhiva
th: คลังเก็บ
uk_ua: Архів
uz@latin: Arxiv
vi_vn: Lưu trữ
zh_cn: 存档
zh_hant: 各期目錄

# common.queue.short.active
source: Active
az: Aktiv
bg: Активни
bs_ba: Aktivno
de_de: Aktuell
el_gr: Ενεργό
eu: Aktiboa
gd_gb: Gnìomhach
gl_es: Activa
hi_in: सक्रिय
hu_hu: Aktív
hy_am: Ակտիվ
is: Virkt
ja: 処理中
ka: აქტიური
kab: D urmid
kk: Өңделуде
ku_iq: چالاک
ky: Жумушта
lt: Aktyvūs
lv_lv: Aktīvi
mk_mk: Активни
mr: सक्रिय
ms: Aktif
nb_no: Aktive
ro: Activ
sk_sk: Aktívne
sl_si: Aktivno
sr_rs@cyrillic: Активно
sr_rs@latin: Aktivno
th: กำลังดำเนินการ
uk_ua: Активні
uz@latin: Faol
vi_vn: Hoạt động
zh_cn: 活动中
zh_hant: 處理中

# common.queue.long.active
source: Active
az: Aktiv məqalələr
bg: Активни
bs_ba: Aktivne prijave
de_de: Aktuelle Beiträge
el_gr: Ενεργό
eu: Aktiboak
gd_gb: Gnìomhach
gl_es: Envíos activos
hi_in: सक्रिय
hu_hu: Aktív
hy_am: Ակտիվ
is: Virkt
ja: 処理中の投稿物
ka: აქტიური
kab: D urmid
kk: Өңделуде
ku_iq: پێشکەشکردنە چالاکەکان
ky: Жумушта
lt: Aktyvūs
lv_lv: Aktīvi
mk_mk: Активни
mr: सक्रिय असलेले
ms: Aktif
nb_no: Alle aktive
ro: Activ
sk_sk: Aktívne príspevky
sl_si: Aktivni prispevki
sr_rs@cyrillic: Активне пријаве
sr_rs@latin: Aktivne prijave
th: กำลังดำเนินการ
uk_ua: Активні подання
uz@latin: Faol
vi_vn: Hoạt động
zh_cn: 活动中的投稿
zh_hant: 處理中

# common.queue.short.submissionsArchives
source: Archives
az: Arxivlənənlər
bg: Архиви
bs_ba: Arhiva
de_de: Archive
el_gr: Αρχεία
eu: Artxiboak
gd_gb: Tasg-lannan
gl_es: Arquivos
hi_in: पुरालेख
hu_hu: Archívumok
hy_am: Արխիվներ
is: Útgefið efni
ja: アーカイブ
ka: არქივები
kk: Мұрағат
ku_iq: ئەرشیفەکان
ky: Архивдер
lt: Archyvas
lv_lv: Arhīvi
mk_mk: Архиви
mr: संग्रहित
ms: Arkib
nb_no: Arkiv
ro: Fișiere
sk_sk: Archívy
sl_si: Arhivi
sr_rs@cyrillic: Архива
sr_rs@latin: Arhiva
th: คลังเก็บ
uk_ua: Архіви
uz@latin: Arxivlar
vi_vn: Lưu trữ
zh_cn: 存档
zh_hant: 各期目錄

# common.queue.long.submissionsArchives
source: Archives
az: Arxivlənənlər
bg: Архиви
bs_ba: Arhiva
de_de: Archive
el_gr: Αρχεία
eu: Artxiboak
gd_gb: Tasg-lannan
gl_es: Arquivos
hi_in: पुरालेख
hu_hu: Archívumok
hy_am: Արխիվներ
is: Útgefið efni
ja: アーカイブされた投稿物
ka: არქივები
kk: Мұрағат
ku_iq: ئەرشیفەکان
ky: Архивдер
lt: Archyvas
lv_lv: Arhīvi
mk_mk: Архиви
mr: संग्रहित
ms: Arkib
nb_no: Arkiv
ro: Fișiere
sk_sk: Archívy
sl_si: Arhivi
sr_rs@cyrillic: Архива
sr_rs@latin: Arhiva
th: คลังเก็บ
uk_ua: Архіви
uz@latin: Arxivlar
vi_vn: Lưu trữ
zh_cn: 存档
zh_hant: 各期目錄

# common.queue.short.submissionsInReview
source: In Review
az: Rəyçidəkilər
bg: В рецензиране
bs_ba: Recenzira se
de_de: In Begutachtung
el_gr: Υπό αξιολογηση
eu: Ebaluatzen
gd_gb: Fo lèirmheas
gl_es: En revisión
hi_in: समीक्षा में
hu_hu: Szakmai lektorálás alatt
hy_am: Գրախոսման մեջ են
is: Í ritrýni
ja: 査読中
ka: რეცენზირების რეჟიმში
kk: Мақала рцензияда
ku_iq: لە هەڵسەنگاندندا
ky: Карап чыгууда
lt: Recenzuojama
lv_lv: Recenzēšanā
mk_mk: Во Рецензија
mr: समीक्षणप्रक्रियेमध्ये
ms: Dalam Ulasan
nb_no: Til fagfellevurdering
ro: În evaluare
sk_sk: V recenznom konaní
sl_si: V recenziranju
sr_rs@cyrillic: Рецензира се
sr_rs@latin: Recenzira se
th: อยู่ในขั้นตอนการพิจารณา
uk_ua: Рецензується
uz@latin: Ko'rib chiqilmoqda
vi_vn: Phản biện
zh_cn: 审稿中
zh_hant: 評審中

# common.queue.long.submissionsInReview
source: Submissions in Review
az: Rəyçi baxışında olanlar
bg: Материали в процес на рецензиране
bs_ba: Prilozi u fazi recenzije
de_de: Beiträge in Begutachtung
el_gr: Υπό αξιολόγηση
eu: Ebaluatzen ari diren bidalketak
gd_gb: Tagraidhean fo lèirmheas
gl_es: Envíos en revisión
hi_in: सबमिशन में समीक्षा
hu_hu: A beküldött anyag szakmai lektorálás alatt
hy_am: Ներկայացումները գրախոսման մեջ են
is: Handrit í ritrýni
ja: 査読中の投稿物
ka: მასალები რეცენზირების რეჟიმშია
kk: Мақала рецензиялау қадамында
ku_iq: پێشکەشکراوەکان لە هەڵسەنگاندن دا
ky: Каралып жаткан материалдар
lt: Recenzuojami straipsniai
lv_lv: Iesniegtie materiāli recenzēšanā
mk_mk: Поднесоци во Рецензија
mr: समीक्षणप्रक्रियेमध्ये असलेली सादरीकरणे
ms: Penyerahan dalam Ulasan
nb_no: Innleveringer til fagfellevurdering
ro: Manuscrise în evaluare
sk_sk: Príspevky v recenznom konaní
sl_si: Prispevki v recenziranju
sr_rs@cyrillic: Прилози у фази рецензијe
sr_rs@latin: Prilozi u fazi recenzije
th: การส่งที่อยู่ในขั้นตอนการพิจารณา
uk_ua: Подання, що рецензуються
uz@latin: Takliflar ko'rib chiqilmoqda
vi_vn: Các bài gửi trong mục Phản biện
zh_cn: 投稿审阅中
zh_hant: 投稿尚待評審完成

# common.queue.short.submissionsInEditing
source: In Editing
az: Nəticələnənlər
bg: В редакция
bs_ba: Uređuje se
de_de: In redaktioneller Bearbeitung
el_gr: Σε επιμέλεια
eu: Editatzen
gd_gb: Fo dheasachadh
gl_es: En edición
hi_in: संपादन में
hu_hu: Szerkesztés alatt
hy_am: Խմբագրման մեջ է
is: Í ritstjórn
ja: 編集中
ka: მუშაობის რეჟიმში
kk: Мақала редакция қарауында
ku_iq: چاککردنی دوای هەڵسەنگاندن
ky: Редакцияда
lt: Redaguojama
lv_lv: Rediģēšanā
mk_mk: Во Уредување
mr: संपादनप्रक्रियेमध्ये
ms: Dalam Penyuntingan
nb_no: Språkvaskes
ro: În editare
sk_sk: Editované
sl_si: V urejanju
sr_rs@cyrillic: Уређује се
sr_rs@latin: Uređuje se
th: อยู่ในขั้นตอนการแก้ไข
uk_ua: Редагується
uz@latin: Tahrirda
vi_vn: Biên tập
zh_cn: 编辑中
zh_hant: 編輯中

# common.queue.long.submissionsInEditing
source: Submissions in Editing
az: Tənzimləmədəki Məqalələr
bg: Материали в процес на редакция
bs_ba: Prilozi u fazi uređivanja
de_de: In redaktioneller Bearbeitung
el_gr: Σε επιμέλεια
eu: Editatzen ari diren bidalketak
gd_gb: Tagraidhean fo dheasachadh
gl_es: Envíos en edición
hi_in: सबमिशन में संपादन
hu_hu: A beküldött anyag szerkesztés alatt
hy_am: Ներկայացումները խմբագրման մեջ են
is: Handrit í ritstjórn
ja: 編集中の投稿物
ka: მასალები რედაქტირების რეჟიმშია
kk: Мақала өңделуде
ku_iq: پێشکەشکردنەکان لە چاککردنی دوای هەڵسەنگاندن
ky: Редакциялоо процессиндеги материалдар
lt: Redaguojami straipsniai
lv_lv: Iesniegtie materiāli rediģēšanā
mk_mk: Поднесоци во Уредување
mr: संपादनप्रक्रियेमध्ये असलेली सादरीकरणे
ms: Penyerahan dalam Penyuntingan
nb_no: Innleveringer til språkvask
ro: Manuscrise în editare
sk_sk: Práve editované príspevky
sl_si: Prispevki v urejanju
sr_rs@cyrillic: Прилози у фази уређивања
sr_rs@latin: Prilozi u fazi uređivanja
th: การส่งที่อยู่ในขั้นตอนการแก้ไข
uk_ua: Подання, що редагуються
uz@latin: Tahrir qilish uchun arizalar
vi_vn: Các bài gửi trong mục Biên tập
zh_cn: 投稿编辑中
zh_hant: 投稿尚待編輯完成

# common.queue.short.submissionsUnassigned
source: Unassigned
az: Yeni müraciətlər
bg: Не е присвоено
bs_ba: Nedodijeljeno
de_de: Nicht zugewiesen
el_gr: Χωρίς ανάθεση
eu: Esleitu gabe
gd_gb: Gun iomruineadh
gl_es: Non asignado
hi_in: सौंपे नहीं गए
hu_hu: Nem hozzárendelt
hy_am: Չնշանակված
is: Óúthlutað
ja: 未処理
ka: ახლები
kk: Жаңа
ku_iq: بێ ئەرک کردن
ky: Жаңы
lt: Nepaskirta
lv_lv: Nav piešķirts
mk_mk: Недоделено
mr: न सोपवलेली / सोपवण्याच्या प्रतिक्षेतली
ms: Tidak ditugaskan
nb_no: Ikke oppnevnt til fagfelle
ro: Neatribuit
sk_sk: Nepridelené
sl_si: Nedodeljeno
sr_rs@cyrillic: Недодељено
sr_rs@latin: Nedodeljeno
th: ยังไม่ได้มอบหมาย
uk_ua: Неопрацьовані
uz@latin: Tayinlanmagan
vi_vn: Chưa phân công
zh_cn: 未指派
zh_hant: 未有分配

# common.queue.long.submissionsUnassigned
source: Unassigned
az: Yeni müraciətlər
bg: Не е присвоено
bs_ba: Nedodijeljeno
de_de: Nicht zugewiesen
el_gr: Χωρίς ανάθεση
eu: Esleitu gabe
gd_gb: Gun iomruineadh
gl_es: Non asignado
hi_in: सौंपे नहीं गए
hu_hu: Nem hozzárendelt
hy_am: Չնշանակված
is: Óúthlutað
ja: 未処理の投稿物
ka: მიუნიჭებელი
kk: Тағайындалмаған
ku_iq: بێ ئەرک کردن
ky: Дайындалган эмес
lt: Nepaskirta
lv_lv: Nav piešķirts
mk_mk: Недоделено
mr: न सोपवलेली / सोपवण्याच्या प्रतिक्षेतली
ms: Tidak ditugaskan
nb_no: Ikke tildelt
ro: Neatribuit
sk_sk: Nepridelené
sl_si: Nedodeljeno
sr_rs@cyrillic: Недодељено
sr_rs@latin: Nedodeljeno
th: ยังไม่ได้มอบหมาย
uk_ua: Неопрацьовані
uz@latin: Tayinlanmagan
vi_vn: Chưa phân công
zh_cn: 未指派
zh_hant: 未有分配

# navigation.skip.issue
source: Skip to the current issue
az: Cari nömrəni keçin
bg: Преминаване към текущия брой
bs_ba: Preskoči do trenutnog broja
de_de: Zur aktuellen Ausgabe springen
el_gr: Μετάβαση στο τρέχον τεύχος
eu: Zuzenean uneko zenbakira joan
gd_gb: Leum chun na h-irise làithreach
gl_es: Ir ao número actual
hi_in: वर्तमान अंक पर छोड़ें
hu_hu: Ugorjon az aktuális számra
hy_am: Անցնել ընթացիկ թողարկմանը
is: Yfir í nýjasta tölublaðið
ja: 最新号へスキップ
ka: მიმდინარე ნომერზე გადასვლა
kk: Ағымдағы шығарылымға өту
ku_iq: بچۆ بەشی دواهەمین ژمارە
ky: Түз эле учурдагы маселеге өтүңүз
lt: Pereiti prie dabartinio numerio
lv_lv: Pāriet uz aktuālo numuru
mk_mk: Прескокни до тековното издание
mr: वर्तमान अंकाला भेट द्या
ms: Langkau ke terbitan terkini
nb_no: Gå til nyeste nummer
ro: Treci la numărul curent
sk_sk: Prejsť na aktuálne vydanie
sl_si: Preskoči do trenutne številke
th: ข้ามไปที่ฉบับปัจจุบัน
uk_ua: Перейти до поточного випуску
uz@latin: Joriy songa o'ting
vi_vn: Bỏ qua số hiện tại
zh_cn: 转到当前刊期
zh_hant: 跳轉至當期期刊

# navigation.skip.about
source: Skip to about the journal
az: Jurnal haqqında bölməsini keç
bg: Преминаване към информацията за списанието
bs_ba: Preskoči do informacija o časopisu
de_de: Zu "Über uns" springen
el_gr: Μετάβαση στα Σχετικά με το Περιοδικό
eu: Zuzenean "Aldizkariari buruz" atalera joan
gd_gb: Leum chun an fhiosrachaidh mun iris-leabhar
gl_es: Ir ao apartado "Sobre a revista"
hi_in: जर्नल के बारे में छोड़ें
hu_hu: Ugorjon a folyóiratról részhez
hy_am: Անցնել ամսագրի մասին
is: Sleppa að "Um tímaritið"
ja: 本誌についてへスキップ
ka: ჟურნალის შესახებ ინფორმაციაზე გადასვლა
kk: Журнал туралы ақпаратқа өту
ku_iq: بچۆ بەشی دەربارەی گۆڤار
ky: Журнал маалыматына түз өтүңүз
lt: Pereiti prie „Apie žurnalą“
lv_lv: Pāriet uz sadaļu par žurnālu
mk_mk: Прескокни до списанието
mr: "नियतकालिकाविषयी" वर जा
ms: Langkau ke jurnal
nb_no: Gå til om tidsskriftet
ro: Treci la despre revistă
sk_sk: Prejsť k časopisu
sl_si: Preskoči do rubrike o reviji
th: ข้ามไปที่เกี่ยวกับวารสาร
uk_ua: Перейти до інформації про Журнал
uz@latin: Jurnal haqida o'ting
vi_vn: Bỏ qua về tạp chí
zh_cn: 转到期刊介绍
zh_hant: 跳轉至關於期刊

# navigation.infoForLibrarians.long
source: Information For Librarians
az: Kitabxanaçılar üçün məlumat
bg: Информация за библиотекари
bs_ba: Informacije za knjižničare
de_de: Informationen für Bibliothekar/innen
el_gr: Πληροφορίες για Υπευθύνους βιβλιοθηκών
eu: Liburuzainentzako informazioa
gd_gb: Fiosrachadh do leabhar-lannaichean
gl_es: Información para os bibliotecarios/as
hi_in: लाइब्रेरियन के लिए सूचना
hu_hu: Információ Könyvtárosoknak
hy_am: Տեղեկատվություն գրադարանավարների համար
is: Upplýsingar fyrir bókasafnsfræðinga
ja: 図書館員の皆さまへ
ka: ინფორმაცია ბიბლიოთეკებისთვის
kk: Кітапханаларға арналған ақпарат
ku_iq: زانیاری بۆ کەسانی کتێبخانەکان
ky: Китепканалар үчүн маалымат
lt: Informacija bibliotekininkams
lv_lv: Informācija bibliotekāriem
mk_mk: Информации за библиотекари
mr: ग्रंथपालांसाठी सूचना
ms: Maklumat Untuk Pustakawan
nb_no: Informasjon for bibliotekarer
ro: Informații pentru bibliotecari
sk_sk: Informácie pre knihovníkov
sl_si: Informacije za knjižničarje
sr_rs@cyrillic: Информације за библиотекаре
sr_rs@latin: Informacije za bibliotekare
th: ข้อมูลสำหรับบรรณารักษ์
uk_ua: Інформація для бібліотекарів
uz@latin: Kutubxonachilar uchun ma'lumot
vi_vn: Thông tin cho Thủ thư
zh_cn: 图书管理员须知
zh_hant: 圖書館管理員須知

# navigation.infoForAuthors.long
source: Information For Authors
az: Müəlliflər üçün məlumat
bg: Информация за автори
bs_ba: Informacije za autore
de_de: Informationen für Autor/innen
el_gr: Πληροφορίες για Συγγραφείς
eu: Egileentzako informazioa
gd_gb: Fiosrachadh do dh’ùghdaran
gl_es: Información para os autores/as
hi_in: लेखकों के लिए सूचना
hu_hu: Információ Szerzőknek
hy_am: Տեղեկատվություն հեղինակների համար
is: Upplýsingar fyrir höfunda
ja: 論文著者の皆さまへ
ka: ინფორმაცია ავტორებისთვის
kk: Авторларға арналған ақпарат
ku_iq: زانیاری بۆ توێژەران
ky: Авторлор үчүн маалымат
lt: Informacija autoriams
lv_lv: Informācija autoriem
mk_mk: Информации за автори
mr: लेखकांसाठी सूचना
ms: Maklumat Untuk Pengarang
nb_no: Informasjon for forfattere
ro: Informații pentru Autori
sk_sk: Informácie pre autorov
sl_si: Informacije za avtorje
sr_rs@cyrillic: Информације за ауторе
sr_rs@latin: Informacije za autore
th: ข้อมูลสำหรับผู้เขียน
uk_ua: Інформація для авторів
uz@latin: Mualliflar uchun ma'lumot
vi_vn: Thông tin cho Tác giả
zh_cn: 作者须知
zh_hant: 作者投稿須知

# navigation.competingInterestGuidelines
source: Competing Interest Guidelines
az: Mənfəət ziddiyyət bələdçisi
bg: Ръководство за полълване на Декларация за конфликт на интереси
bs_ba: Smjernice o sukobu interesa
de_de: Richtlinien für Interessenkonflikte
el_gr: Σχετικά με τα αντικρουόμενα συμφέροντα
eu: Interes-gatazketarako gidalerroak
gd_gb: Stiùireadh mu chòmhstri ùidhean
gl_es: Directrices sobre conflitos de intereses
hi_in: प्रतिस्पर्धा संबंधी दिशानिर्देश
hu_hu: Összeférhetetlenségi irányelvek
hy_am: Մրցակցային հետաքրքրությունների ուղեցույցներ
is: Leiðbeininar vegna hagsmunaárekstra
ja: 利害の競合に関するガイドライン
ka: ინტერესთა კონფლიქტის დეკლარაციის შევსების სახელმძღვანელო
kk: Мүдделер қақтығысы туралы декларацияны толтыру жөніндегі Нұсқаулық
ku_iq: ڕێنمایی سودمەندبونی ڕکابەر
ky: Кызыкчылыктардын кагылышуусу жөнүндө декларацияны толтуруу боюнча көрсөтмөлөр
lt: Interesų konfliktų gairės
lv_lv: Konkurējošu interešu pamatnostādnes
mk_mk: Директива за судир на интереси
mr: संभाव्य हितसंबंधांबाबत मार्गदर्शक सूचना
ms: Garis Panduan Konflik Kepentingan
nb_no: Retningslinjer angående interessekonflikter
ro: Orientări privind interesele concurente
sk_sk: Smernica pre konflikt záujmov
sl_si: Smernice za konflikt interesov
sr_rs@cyrillic: Упутства за сукоб интереса
sr_rs@latin: Uputstva za sukob interesa
th: แนวทางเรื่องผลประโยชน์ทับซ้อน
uk_ua: Керівництво щодо конфлікту інтересів
uz@latin: Raqobatbardosh qiziqishlar bo'yicha ko'rsatmalar
vi_vn: Nguyên tắc Lợi ích Cạnh tranh
zh_cn: 利益冲突向导
zh_hant: 利益衝突指引
