Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# subscriptions.institutionalOnlinePaymentDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the domain and IP ranges before the subscription is activated.
az: <strong>Not:</strong> Onlayn korporativ abunəliklərdə abunəlik aktivləşdirməsindən əvvəl sahə və IP aralığının təsdiq edilməsi tələb olunur.
bg: <strong>Бележка:</strong>Институционалните абонаменти, закупени онлайн, изискват одобрение на домейна и IP адресите, от които ще бъде достъпвано съдържанието, преди абонаментът да бъде активиран.
bs_ba: <strong>Napomena:</strong> Institucionalna pretplata kupljena preko interneta treba obaežno odobrenje domena i IP opsega prije aktiviranja pretplate.
de_de: <strong>Hinweis:</strong> Für online erworbene institutionelle Abonnements ist die Bewilligung der Domain und des IP-Bereiches erforderlich, bevor das Abonnement aktiviert wird.
el_gr: <strong>Σημείωση:</strong> Οι ιδρυματικές συνδρομές που συνάπτονται μέσω διαδικτύου απαιτούν την έγκριση της σχετικής περιοχής δικτύου (domain) και διευθύνσεων ΙΡ πριν ενεργοποιηθεί η συνδρομή.
eu: <strong>Adi:</strong> Linean egindako harpidetza instituzionalei beren domeinua eta IP barrutia onartu behar zaizkie harpidetza aktibatu baino lehen.
gd_gb: <strong>An aire:</strong> Feumaidh fo-sgrìobhaidhean institiuide a chaidh a cheannach air loidhne cead àrainne agus rainse nan IP mus tèid am fo-sgrìobhadh a chur an gnìomh.
gl_es: <strong>Nota:</strong> As subscricions institucionais adquiridas en liña requiren a aprobación do dominio e dos intervalos IP antes da súa activación.
hi_in: <strong>नोट:</strong> ऑनलाइन खरीदे गए संस्थागत सदस्यता को सदस्यता सक्रिय होने से पहले डोमेन और आईपी श्रेणियों के अनुमोदन की आवश्यकता होती है।
hu_hu: <strong>Megjegyzés:</strong> Az intézményi előfizetéseknél a domain és IP tartományokat előzetesen jóvá kell hagyni.
hy_am: <strong>Նշում.</strong> Ինստիտուցիոնալ բաժանորդագրությունները, որոնք ձեռք են բերվել առցանց, պահանջում են դոմեյնի և IP միջակայքի հաստատում մինչև բաժանորդագրության ակտիվացումը:
is: <strong>ATH:</strong> Stofnanaáskrift sem keypt er á vefnum þarfnast samþykkis á léni og IP tölum áður en hægt er að virkja áskriftina.
ja: <strong>注意:</strong> 機関のオンライン購読では購読のアクティベーションの前に提供されたドメイン名とIPアドレスの承認が必要です。
ka: <strong>შენიშვნა:</strong> შეძენილი ორგანიზაციის გამოწერები მოითხოვს დომენის და IP დიაპაზონის დამტკიცებას, სანამ გამოწერა გააქტიურდება.
kk: <strong>Ескерту:</strong> Сайт арқылы сатып алынған жазылымдар жазылым іске қосылмас бұрын Домен мен IP адрестерін растауды талап етеді.
ku_iq: <strong>تێبینی:</strong> بەشداریکردنی دەزگاکان لە ئۆنلاین داوادەکرێت و پێویستی بە قبوڵکردنی دۆمەین و ئایپییەکەیان هەیە پێشئەوەی بەشدارییەکەیان چالاک ببێت.
ky: <strong>Эскертүү:</strong> Онлайн сатып алынган институционалдык жазылуулар активдештирилерден мурун домен жана IP диапазондорунун бекитилишин талап кылат.
lt: <strong>Pastaba:</strong> Norint aktyvuoti interntu įsigytas prenumeratas, joms reikia patvirtinti domeną ir IP intervalą.
lv_lv: <strong>Piezīme:</strong> Iestāžu abonementiem, kas iegādāti tiešsaistē, pirms abonementa aktivizēšanas ir jāapstiprina domēna un IP diapazoni.
mk_mk: <strong>Забелешка:</strong> Кај институционални претплати купени онлајн, доменот и IP опсегот мора да бидат одобрени пред да се активира претплатата.
mr: <strong>टीप :</strong> ऑनलाइन पद्धतीने वर्गणी भरून झालेल्या संस्था सदस्यांना सदस्यत्व सक्रिय होण्यापूर्वी डोमेन आणि IP श्रेणींची मान्यता आवश्यक आहे.
ms: <strong>Catatan: </strong> Langganan institusi yang dibeli dalam talian memerlukan kelulusan domain dan julat IP sebelum langganan diaktifkan.
nb_no: <strong>Merk:</strong> Institusjonsabonnementer som er kjøpt på nett trenger godkjenning av domene og IP-adresseområde før abonnementet aktiveres.
ro: <strong>Notă:</strong> Abonamentele instituționale achiziționate online necesită aprobarea domeniilor și a intervalelor IP înainte de activarea abonamentului.
sk_sk: <strong> Poznámka: </strong> Inštitucionálne predplatné platené online vyžaduje overenie domény a rozsahu IP adries, aby mohlo byť aktivované.
sl_si: <strong>Opozorilo:</strong> Pred aktivacijo institucionalne naročnine, kupljena online, je zahtevana potrditev domene in IP področja.
sr_rs@cyrillic: <strong>Напомена:</strong> Институционалне претплате купљене онлајн захтевају одобравање домена и опсега IP адреса пре него претплата постане активна.
sr_rs@latin: <strong>Напомена:</strong> Institucionalne pretplate kupljene onlajn zahtevaju odobravanje domena i opsega IP adresa pre nego pretplata postane aktivna.
th: <strong>หมายเหตุ:</strong> การสมัครสมาชิกแบบสถาบันที่ซื้อทางออนไลน์จำเป็นต้องได้รับการอนุมัติโดเมนและช่วง IP ก่อนที่การสมัครสมาชิกจะถูกเปิดใช้งาน
uk_ua: <strong>Примітка:</strong> Передплати, придбані установами в електронному режимі, потребують перевірки даних про домени та діапазони IP-адрес, а також подальшої активації менеджером передплати.
uz@latin: <strong> Eslatma: </strong> Internetda sotib olingan institutsional obunalar, obuna yoqilishidan oldin, domen va IP diapazonini tasdiqlashni talab qiladi.
vi_vn: <strong>Lưu ý:</strong> Thuê bao tổ chức mua trực tuyến yêu cầu phê duyệt phạm vi tên miền và IP trước khi thuê bao được kích hoạt.
zh_cn: <strong>注意</strong>：在线购买的机构订阅必须先获得域名和IP范围的批准，然后才能激活订阅。
zh_hant: <strong>備註：</strong>透過網上付款的院校訂閱在啟用訂閱前需要先獲得網域及IP範圍的認可。

# subscriptions.institutionalDescription
source: Institutional subscriptions do not require login. The user's domain and/or IP address is used to provide access to subscription content.
az: Korporativ abunəlikdə giriş tələb olunmur. Korporativ abunə istifadəçiləri sahə və/və ya IP adresi nəzarətində məzmuna çata bilərlər.
bg: Институционалните абонаменти не изискват вход. Домейнът и/или IP адресът на потребителя се използва за осигуряване на достъп до абонаментно съдържание.
bs_ba: Institucionalne pretplate ne traže prijavu u sustav.
de_de: Für institutionelle Abonnements ist kein Login erforderlich. Die Domäne und/oder IP-Adresse werden genutzt, um auf Inhalte zuzugreifen.
el_gr: Οι ιδρυματικές συνδρομές δεν απαιτούν σύνδεση στο σύστημα. Η περιοχή δικτύου (domain) ή/και οι διευθύνσεις ΙΡ χρησιμοποιούνται για την πρόσβαση στο περιεχόμενο της συνδρομής.
eu: Harpidetza instituzionalek ez dute saioa hasi behar. Erabiltzailearen domeinua eta/edo IP helbidea erabiltzen da harpidetutako edukira sarbidea emateko.
gd_gb: Ma tha fo-sgrìobhadh institiuide aig cuideigin, cha leigear a leas clàradh a-steach. Gheibhear inntrigeadh do shusbaint nam fo-sgrìobhaidhean stèidhichte air àrainn agus/no seòladh IP a’ chleachdaiche.
gl_es: As subscricións institucionais non requiren o inicio de sesión. O dominio do usuario/a e/ou o enderezo IP utilízanse para proporcionar acceso ao contido restrinxido aos subscritores.
hi_in: संस्थागत सदस्यता के लिए लॉगिन की आवश्यकता नहीं है। उपयोगकर्ता के डोमेन और / या आईपी पते का उपयोग सदस्यता सामग्री तक पहुंच प्रदान करने के लिए किया जाता है।
hu_hu: Intézményi előfizetőknek nem kell bejelentkezniük. A felhasználó domain és/vagy IP cím használhatjuk az előfizetéshez kötött tartalom eléréséhez.
hy_am: Ինստիտուցիոնալ բաժանորդագրությունները մուտք չեն պահանջում: Օգտագործողի դոմեյնը և/կամ IP հասցեն օգտագործվում է բաժանորդագրության բովանդակությանը հասանելիություն ապահովելու համար:
is: Stofnanaáskrift krefst ekki innskráningar. Lén notanda og/eða IP tala er notuð til að gefa aðgang að innihaldi í áskrift.
ja: 機関購読ではログインは必要ありません。ユーザのドメインもしくはIPアドレス(またはその両方)によって購読コンテンツへのアクセスが提供されます。
ka: ორგანიზაციის გამოწერები არ საჭიროებს შესვლას. მომხმარებლის დომენის ან/და IP მისამართი გამოიყენება სააბონენტო შინაარსზე წვდომის უზრუნველსაყოფად.
kk: Ұйымға тіркелу жүйе қолданушыларының сайтқа кіруін талап етпейді. Жазылым арқылы берілген мағлұматқа қол жеткізу қолданушы домені және/немесе IP мекенжайы арқылы жүзеге асады.
ku_iq: ئەو دەزگایانەی بەشداریکردنیان هەیە پێویستییان بە داخلبون نییە. دۆمەین یان ئایپی ئەدرەسی بەکارهێنەر بەسە بۆ ئەوەی بەکارهێنەر سودمەند ببێت.
ky: Институционалдык жазылуулар кирүүнү талап кылбайт. Колдонуучунун домени жана/же IP дареги мазмунга жетүү үчүн колдонулат.
lt: Prenumeruojant įstaigai, prisijungti nereikia. Prieigą suteikia vartotojo domenas ir IP adresas.
lv_lv: Iestāžu abonementiem nav nepieciešama pieteikšanās. Lai nodrošinātu piekļuvi abonētajam saturam, tiek izmantots lietotāja domēns un/vai IP adrese.
mk_mk: Не е потребна најава за претплати преку институции. Доменот и/или IP адресата на корисникот се користи за обезбедување пристап до претплатничка содржина.
mr: संस्था सदस्यांना लॉग-इनची आवश्यकता नाही. सदस्यांसाठीच खुला असलेला मजकूर वाचण्याकरता वापरकर्त्याचे डोमेन आणि/किंवा IP पत्ता वापरला जातो.
ms: Langganan institusi tidak memerlukan log masuk. Domain dan/atau alamat IP pengguna digunakan untuk memberikan akses ke kandungan langganan.
nb_no: Institusjonsabonnement krever ikke innlogging. Brukerens domene og/eller IP-adresse benyttes for å gi tilgang til innhold.
ro: Abonamentele instituționale nu necesită autentificare. Domeniul de utilizator și/sau adresa IP sunt utilizate pentru a permite accesul la conținut.
sk_sk: Inštitucionálne predplatné nepožaduje login. Užívateľská doména a/alebo IP adresa slúži k umožneniu prístupu k obsahu predplatného.
sl_si: Institucionalna naročnina ne zahteva prijave. Za dostop do vsebin se preverja uporabnikova domena in/ali IP naslov.
sr_rs@cyrillic: Институционалне претплате не захтевају пријављивање. Кориснички домен или IP адреса се користи као потврда за приступ садржају претплате.
sr_rs@latin: Institucionalne pretplate ne zahtevaju prijavljivanje. Korisnički domen ili IP adresa se koristi kao potvrda za pristup sadržaju pretplate.
th: การสมัครสมาชิกแบบสถาบันไม่ต้องเข้าสู่ระบบ โดยใช้โดเมนและ/หรือที่อยู่ IP ของผู้ใช้ในการเข้าถึงเนื้อหาที่สมัครไว้
uk_ua: Інституційні передплати не вимагають входу передплатників на сайт з іменами користувачів/паролями. Передплатники розпізнаються за доменами та/або IP-адресами.
uz@latin: Institutsional obunalar kirishni talab qilmaydi. Foydalanuvchining domeni va/yoki IP -manzili obuna tarkibiga kirishni ta'minlash uchun ishlatiladi.
vi_vn: Thuê bao tổ chức không yêu cầu đăng nhập. Tên miền và/hoặc địa chỉ IP của người dùng được sử dụng để cung cấp quyền truy cập vào nội dung thuê bao.
zh_cn: 机构订阅不需要登录。依据用户的域名和/或IP地址是用来提供访问订阅内容。
zh_hant: 院校訂閱不需要登入。用戶可透過網域及／或IP地址來取用訂閱內容。

# subscriptions.individualDescription
source: Individual subscriptions require login to access subscription content.
az: Fərdi abunəlik məzmuna çatmaq üçün daxil olmağı tələb edir.
bg: Отделните (лични, а не институционални) абонаменти изискват вход за достъп до съдържанието на абонамента.
bs_ba: Individualne pretplate traže prijavu u sustav za pristup sadržaju.
de_de: Im Falle individueller Abonnements ist es erforderlich, sich einzuloggen, um auf Inhalte zuzugreifen.
el_gr: Οι μεμονωμένες συνδρομές απαιτούν σύνδεση στο σύστημα για πρόσβαση στο περιεχόμενο της συνδρομής.
eu: Harpidetza indibidualek saioa hasi behar dute harpidetutako edukira sartzeko.
gd_gb: Ma tha fo-sgrìobhadh neach fa leth aig cuideigin, feumaidh iad clàradh a-steach a dh’fhaighinn cothrom air susbaint an fho-sgrìobhaidh.
gl_es: As subscricións individuais requiren o inicio de sesión para acceder ao contido restrinxido.
hi_in: व्यक्तिगत सदस्यता के लिए सदस्यता सामग्री तक पहुंचने के लिए लॉगिन की आवश्यकता होती है।
hu_hu: Egyéni előfizetőknek be kell jelentkezni, hogy elérhessék az előfizetéshez kötött tartalmakat.
hy_am: Անհատական բաժանորդագրությունների համար անհրաժեշտ է մուտք գործել՝ բաժանորդագրության բովանդակության հասանելիության համար:
is: Í einstaklingsáskrift þarf að skrá sig inn til að sjá innihald í áskrift.
ja: 個人購読では購読コンテンツにアクセスするためにはログインが必要です。
ka: ინდივიდუალური გამოწერები საჭიროებს შესვლას შიგთავსის სანახავად.
kk: Жеке жазылымдар жазылым арқылы берілген мазмұнға қол жеткізу үшін сайтқа тіркелуді қажет етеді.
ku_iq: ئەوانەی بەشداریکردنیان هەیە، دەبێت داخلی ئەژمارەکانیان ببن بۆ ئەوەی ناوەرۆکەکان ببینن.
ky: Жеке жазылуулар мазмунга кирүү үчүн кирүүнү талап кылат.
lt: Norėdami prenumeruoti individualiai prisijunkite.
lv_lv: Lai piekļūtu abonētajam saturam, nepieciešams individuāls abonements.
mk_mk: Кај поединечни претплати, мора да бидете најавени за да пристапите до претплатничка содржина.
mr: सदस्यांसाठीच खुला असलेला मजकूर वाचण्याकरता वैयक्तिक सदस्यांनी लॉग-इन करणे आवश्यक आहे.
ms: Langganan individu memerlukan log masuk untuk mengakses kandungan langganan.
nb_no: Personlige abonnement krever at man logger inn for å få tilgang til innhold.
ro: Abonările individuale necesită autentificare pentru a avea acces la conținutul abonat.
sk_sk: Individuálne predplatné vyžaduje prihlásenie, aby bol umožnený prístup k obsahu predplatného.
sl_si: Individualna naročnina zahteva prijavo za dostop do naročenih vsebin.
sr_rs@cyrillic: Индивидуалне претплате захтевају пријављивање да би им се приступило
sr_rs@latin: Individualne pretplate zahtevaju prijavljivanje da bi im se pristupilo
th: การสมัครสมาชิกแบบบุคคลต้องเข้าสู่ระบบเพื่อเข้าถึงเนื้อหาที่สมัครไว้
uk_ua: Індивідуальні передплати передбачають доступ до передплаченого контенту за іменем користувача/паролем.
uz@latin: Shaxsiy obunalar obuna tarkibiga kirish uchun tizimga kirishni talab qiladi.
vi_vn: Các thuê bao cá nhân yêu cầu đăng nhập để truy cập nội dung thuê bao.
zh_cn: 个人订阅需要登录访问订阅内容。
zh_hant: 個體訂閱需要先登入才可取用訂閱內容。

# subscriptions.status.other
source: Other, See Notes
az: Digər, qeydlərə baxın
bg: Други, вижте забележките
bs_ba: Drugo, vidi bilješke
de_de: Andere, siehe Hinweis
el_gr: Άλλο, δείτε τις σημειώσεις.
eu: Besterik. Ikusi oharrak
gd_gb: Eile, faic na nòtaichean
gl_es: Outro, ver notas
hi_in: अन्य, नोट्स देखें
hu_hu: Egyéb, lásd a jegyzeteket
hy_am: Այլ, տես Ծանոթագրությունները
is: Annað, sjá minnispunkta
ja: その他，メモ
ka: სხვა, იხილეთ შენიშვნები
kk: Басқа, ескертулерді қараңыз
ku_iq: دیکە، تێبینییەکان ببینە
ky: Башка, эскертмелерди караңыз
lt: Kita (žr. smulkiau)
lv_lv: Cits, skat. piezīmes
mk_mk: Останато, видете белешки
mr: इतर, टिप्पण्या पहा
ms: Lain-lain, Lihat Nota
nb_no: Annet, se «Notater»
ro: Altele, a se vedea Notele
sk_sk: Iné, pozri poznámky
sl_si: Ostalo, glej opombe
sr_rs@cyrillic: Друго, погледај напомене
sr_rs@latin: Drugo, pogledaj napomene
th: อื่น ๆ ดูหมายเหตุ
uk_ua: Інше, див. примітки
uz@latin: Boshqalar, Izohlarga qarang
vi_vn: Khác, Xem Ghi chú
zh_cn: 其他，看注释
zh_hant: 其他，見備註

# subscriptions.status.noSubscription
source: You do not have an active subscription.
az: Aktiv bir abunəliyiniz yoxdur.
bg: Нямате активен абонамент.
bs_ba: Nemate aktivnih pretplata.
de_de: Sie haben kein aktives Abonnement.
el_gr: Δεν έχετε καμία ενεργή συνδρομή.
eu: Ez daukazu harpidetza aktibo bat.
gd_gb: Chan eil fo-sgrìobhadh gnìomhach agad.
gl_es: Non ten unha subscrición activa.
hi_in: आपके पास सक्रिय सदस्यता नहीं है।
hu_hu: Önnek nincs érvényes előfizetése.
hy_am: Դուք չունեք ակտիվ բաժանորդագրություն:
is: Þú ert ekki í neinni áskrift.
ja: 有効購読がありません。
ka: თქვენ არ გაქვთ აქტიური გამოწერა.
kk: Сізде белсенді жазылымдар жоқ.
ku_iq: لە ئێستادا تۆ بەشداریکردنت نییە.
ky: Сизде активдүү жазылуу жок.
lt: Jūs neprenumeruojate.
lv_lv: Jums nav aktīva abonementa.
mk_mk: Немате активна претплата.
mr: तुमची सदस्यता सक्रिय नाही.
ms: Anda tidak mempunyai langganan aktif.
nb_no: Du har ingen aktive abonnementer.
ro: Nu aveți nici un abonament activ.
sk_sk: Nemáte aktívne predplatné.
sl_si: Nimate aktivne naročnine.
th: คุณไม่มีการสมัครสมาชิกที่ใช้งานอยู่
uk_ua: У вас немає жодної активної підписки.
uz@latin: Sizda faol obuna yo'q.
vi_vn: Bạn không có đăng ký đang hoạt động.
zh_cn: 您没有有效的订阅。
zh_hant: 您未有一個現行訂閱方案。

# subscriptions.status.awaitingOnlinePayment
source: Awaiting Online Payment
az: Onlayn ödəniş gözlənilir
bg: Очаква автоматично (онлайн) плащане
bs_ba: Čeka se plaćanje internetom
de_de: Online-Zahlung abwarten
el_gr: Αναμονή διαδικτυακής πληρωμής
eu: Lineako ordainketaren zain
gd_gb: A’ feitheamh ri pàigheadh air loidhne
gl_es: Esperando pagamento en liña
hi_in: ऑनलाइन भुगतान की प्रतीक्षा है
hu_hu: Online fizetésre várakozás
hy_am: Սպասում է առցանց վճարման
is: Bíður greiðslu á vefnum
ja: オンライン支払待ち
ka: ელოდება ონლაინ გადახდას
kk: Онлайн-төлемді күту
ku_iq: لە چاوەڕوانی پارەدانی ئۆنلاین
ky: Онлайн төлөмдү күтүп жатат
lt: Laukiama mokėjimo internetu
lv_lv: Gaida tiešsaistes maksājumu
mk_mk: Очекува онлајн уплата
mr: ऑनलाईन पद्धतीने शुल्क भरण्याच्या प्रतीक्षेत
ms: Menunggu Pembayaran Dalam Talian
nb_no: Avventer betaling på nett
ro: Plată online în așteptare
sk_sk: Je očakávaná on-line platba
sl_si: Čaka na online plačilo
sr_rs@cyrillic: Чека онлајн плаћањe
sr_rs@latin: Čeka onlajn plaćanje
th: รอการชำระเงินออนไลน์
uk_ua: Очікують електронного платежу
uz@latin: Onlayn to'lovni kutish
vi_vn: Đang chờ Thanh toán Trực tuyến
zh_cn: 等待在线付款
zh_hant: 尚待網上付款

# subscriptions.status.awaitingManualPayment
source: Awaiting Manual Payment
az: Əllə ödəniş gözlənilir
bg: Изчаква ръчно плащане
bs_ba: Čekase ručno plaćanje
de_de: Manuelle Zahlung abwarten
el_gr: Αναμονή χειρωνακτικής πληρωμής
eu: Eskuzko ordainketaren zain
gd_gb: A’ feitheamh ri pàigheadh de làimh
gl_es: Esperando pagamento manual
hi_in: मैनुअल भुगतान की प्रतीक्षा है
hu_hu: Készpénzes fizetésre várakozás
hy_am: Սպասում է ձեռքով վճարման
is: Bíður eftir handvirkri greiðslu
ja: 手作業による支払い待ち
ka: ელოდება ხელით გადახდას
kk: Төлемді күту
ku_iq: چاوەڕێی پارەدانی ساڵانەیە
ky: Кол менен төлөмдү күтүп жатат
lt: Laukiama mokėjimo rankiniu būdu
lv_lv: Gaida manuālo maksājumu
mk_mk: Очекува рачна уплата
mr: शुल्क भरण्याच्या प्रतीक्षेत
ms: Menunggu Pembayaran Manual
nb_no: Avventer manuell betaling
ro: Plată în așteptare
sk_sk: Je očakávaná manuálna platba
sl_si: Čaka na ročno plačilo
sr_rs@cyrillic: Чека мануелно плаћање
sr_rs@latin: Čeka manuelno plaćanje
th: รอการชำระเงินแบบแมนนวล
uk_ua: Очікують ручного платежу
uz@latin: Qo'lda to'lovni kutish
vi_vn: Đang chờ Thanh toán Thủ công
zh_cn: 等待手动付款
zh_hant: 尚待手動付款

# subscriptions.status.needsApproval
source: Needs Approval
az: Təsdiq tələb olunur
bg: Трябва одобрение
bs_ba: Potrebno odobrenje
de_de: Genehmigung erforderlich
el_gr: Απαιτείται έγκριση
eu: Onarpena behar du
gd_gb: Feumach air aontachadh
gl_es: Necesita aprobación
hi_in: मंजूरी की जरूरत है
hu_hu: Jóváhagyás szükséges
hy_am: Հաստատման կարիք ունի
is: Þarfnast samþykkis
ja: 承認が必要
ka: საჭიროებს დამტკიცებას
kk: Растау қажет
ku_iq: تەسدیقکردن داوا کراوە
ky: Бекитүү талап кылынат
lt: Reikia patvirtinti
lv_lv: Nepieciešams apstiprinājums
mk_mk: Треба одобрување
mr: मंजुरी आवश्यक आहे
ms: Perlu Kelulusan
nb_no: Må godkjennes
ro: Necesită aprobare
sk_sk: Potrebuje schválenie
sl_si: Potrebuje odobritev
sr_rs@cyrillic: Треба одобрење
sr_rs@latin: Treba odobrenje
th: ต้องการการอนุมัติ
uk_ua: Необхідне підтвердження
uz@latin: Tasdiqlash kerak
vi_vn: Cần Phê duyệt
zh_cn: 需要审批
zh_hant: 需要批准

# subscriptions.status.needsInformation
source: Needs Information
az: Məlumat tələb olunur
bg: Трябва допълнителна информация
bs_ba: Potrebna informacija
de_de: Informationen erforderlich
el_gr: Απατούνται πληροφορίες
eu: Informazioa behar du
gd_gb: Fiosrachadh a dhìth
gl_es: Necesita información
hi_in: जानकारी चाहिए
hu_hu: Információ szükséges
hy_am: Տեղեկատվության կարիք կա
is: Þarfnast upplýsinga
ja: 情報の入力待ち
ka: საჭიროებს ინფორმაციას
kk: Ақпарат қажет
ku_iq: زانیاری داواکراوە
ky: Маалымат талап кылынат
lt: Reikia pateikti informaciją
lv_lv: Nepieciešama informācija
mk_mk: Треба информации
mr: माहिती हवी
ms: Memerlukan Maklumat
nb_no: Informasjon må legges inn
ro: Necesită informații
sk_sk: Potrebuje informácie
sl_si: Potrebuje informacije
sr_rs@cyrillic: Треба информације
sr_rs@latin: Treba informacije
th: ต้องการข้อมูลเพิ่มเติม
uk_ua: Необхідна інформація
uz@latin: Ma'lumot kerak
vi_vn: Cần thông tin
zh_cn: 需要的信息
zh_hant: 需要資料

# subscriptions.status.active
source: Active
az: Aktiv
bg: Активен
bs_ba: Aktivan
de_de: Aktiv
el_gr: Ενεργή
eu: Aktiboa
gd_gb: Gnìomhach
gl_es: Activo
hi_in: सक्रिय
hu_hu: Aktív
hy_am: Ակտիվ
is: Virkt
ja: 有効
ka: აქტიური
kk: Белсенді
ku_iq: چالاک
ky: Активдүү
lt: Aktyvus
lv_lv: Aktīvs
mk_mk: Активно
mr: सक्रिय
ms: Aktif
nb_no: Aktiv
ro: Activ
sk_sk: Aktívne
sl_si: Aktivno
sr_rs@cyrillic: Активно
sr_rs@latin: Aktivno
th: ใช้งานอยู่
uk_ua: Активні
uz@latin: Faol
vi_vn: Hoạt động
zh_cn: 活跃
zh_hant: 處理中

# subscriptions.status
source: Status
az: Vəziyyət
bg: Статус
el_gr: Κατάσταση
eu: Egoera
gd_gb: Staid
gl_es: Estado
hi_in: स्थिति
hu_hu: Státusz
hy_am: Կարգավիճակ
is: Staða
ja: 状態
ka: სტატუსი
kk: Мәртебе
ku_iq: بارودۆخ
ky: Статус
lt: Būsena
lv_lv: Statuss
mk_mk: Статус
mr: सद्यस्थिती
ro: Statut
sr_rs@cyrillic: Статус
th: สถานะ
uk_ua: Статус
uz@latin: Holat
vi_vn: Trạng thái
zh_cn: 状态
zh_hant: 狀態

# subscriptions.inactive
source: Inactive
az: Passiv
bg: Неактивен
bs_ba: neaktivan
de_de: Nicht aktiv
el_gr: Ανενεργή
eu: Ez-aktiboa
gd_gb: Neo-ghnìomhach
gl_es: Inactivo
hi_in: निष्क्रिय
hu_hu: Inaktív
hy_am: Ոչ ակտիվ
is: Óvirkt
ja: 無効
ka: არააქტიური
kk: Белсенді емес
ku_iq: ناچالاک
ky: Иштебейт
lt: Pasyvintas
lv_lv: Neaktīvs
mk_mk: Неактивно
mr: अक्रिय
ms: Tidak aktif
nb_no: Ikke aktiv
ro: Inactiv
sk_sk: Neaktívne
sl_si: Neaktivno
sr_rs@cyrillic: Неактивно
sr_rs@latin: Neaktivno
th: ไม่ใช้งาน
uk_ua: Неактивні
uz@latin: Faol emas
vi_vn: Không hoạt động
zh_cn: 已停用
zh_hant: 閒置

# subscriptionTypes.format.printOnline
source: Print and Online
az: Çapı edilmiş və onlayn
bg: Печатен и Онлайн
bs_ba: Tisak i na internetu
de_de: Print und Online
el_gr: Έντυπη & Διαδικτυακή
eu: Paperezkoa eta lineakoa
gd_gb: An clò-bhualadh is air loidhne
gl_es: En papel e en liña
hi_in: प्रिंट और ऑनलाइन
hu_hu: Nyomtatott és Online
hy_am: Տպագիր և առցանց
is: Prent og á vef
ja: 冊子とオンライン
ka: ნაბეჭდი და ელექტრონული
kk: Электронды және баспалы
ku_iq: چاپ و ئۆنلاین
ky: Басма жана онлайн
lt: Internetinis ir spausdintinis
lv_lv: Drukāts un tiešsaistē
mk_mk: За печатење и онлајн
mr: छापील आणि ऑनलाईन
ms: Cetak dan Dalam Talian
nb_no: Trykt og på nett
ro: Tipărit și Online
sk_sk: Tlač a Online
sl_si: Natisnjeno in Online
sr_rs@cyrillic: Штампано и онлајн
sr_rs@latin: Štampano i onlajn
th: พิมพ์และออนไลน์
uk_ua: Друкована та онлайнова
uz@latin: Chop etish va onlayn
vi_vn: In và trực tuyến
zh_cn: 在线与纸版
zh_hant: 印刷及網上

# subscriptionTypes.format.print
source: Print
az: Çap edilmiş
bg: Печатен
bs_ba: Tisak
el_gr: Έντυπη
eu: Paperezkoa
gd_gb: An clò-bhualadh
gl_es: En papel
hi_in: प्रिंट
hu_hu: Nyomtatott
hy_am: Տպագիր
is: Prent
ja: 冊子
ka: ბეჭდვა
kk: Баспалы
ku_iq: چاپ
ky: Басма
lt: Spausdintinis
lv_lv: Drukāts
mk_mk: Отпечати
mr: छापील
ms: Cetak
nb_no: Trykt
ro: Tipărit
sk_sk: Tlač
sl_si: Natisnjeno
sr_rs@cyrillic: Штампано
sr_rs@latin: Štampano
th: พิมพ์
uk_ua: Друкована
uz@latin: Chop etish
vi_vn: In
zh_cn: 纸版
zh_hant: 印刷

# subscriptionTypes.format.online
source: Online
az: Onlayn
bg: Онлайн
bs_ba: Na internetu
el_gr: Διαδικτυακή
eu: Linean
gd_gb: Air loidhne
gl_es: En liña
hi_in: ऑनलाइन
hy_am: Առցանց
is: Á vefnum
ja: オンライン
ka: ონლაინში
kk: Электронды
ku_iq: ئۆنلاین
ky: Онлайн
lt: Internetinis
lv_lv: Tiešsaiste
mk_mk: Онлајн
mr: ऑनलाईन (इंटरनेटशी जोडलेले)
ms: Dalam talian
nb_no: På nett
sr_rs@cyrillic: Онлајн
sr_rs@latin: Onlajn
th: ออนไลน์
uk_ua: Електронна
uz@latin: Onlayn
vi_vn: Trực tuyến
zh_cn: 在线
zh_hant: 網上

# subscriptionTypes.format
source: Format
bg: Формат
el_gr: Μορφή
eu: Formatua
gd_gb: Fòrmat
gl_es: Formato
hi_in: स्वरूप
hu_hu: Formátum
hy_am: Ձևաչափ
is: Snið
ja: フォーマット
ka: ფორმატი
kk: Пішім
ku_iq: ڕێکخستن
ky: Формат
lt: Formatas
lv_lv: Formāts
mk_mk: Формат
mr: प्रारूप
sk_sk: Formát
sr_rs@cyrillic: Формат
th: รูปแบบ
uk_ua: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_hant: 格式
