Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.subscriptions.expired
source: Expired: {$date}
az: Son tarix: {$date}
bg: Изтекъл на: {$date}
bs_ba: Istekla
de_de: Beendet: {$date}
el_gr: Έχει λήξει: {$date}
eu: Iraungita
gd_gb: Dh’fhalbh an ùine air: {$date}
gl_es: Vencida: {$date}
hi_in: समय सीमा समाप्त: {$date}
hu_hu: Lejárt {$date}
hy_am: Ժամկետանց: {$date}
is: Rann út: {$date}
ja: 購読期限切れ: {$date}
ka: ვადა ამოიწურა: {$date}
kk: Ақталған уақыты: {$date}
ku_iq: لە {$date} بەسەر چو
ky: Мөөнөтү бүттү: {$date}
lt: Pasibaigė: {$date}
lv_lv: Derīguma termiņš beidzies: {$date}
mk_mk: Истечено на: {$date}
mr: {$date} या तारखेला वर्गणी संपली
ms: Tamat tempoh: {$date}
nb_no: Utløpt: {$date}
ro: Expirat: {$date}
sk_sk: Vypršalo dňa {$date}
sl_si: Pretečena: {$date}
sr_rs@cyrillic: Истекло
sr_rs@latin: Isteklo
th: หมดอายุแล้ว: {$date}
uk_ua: Завершена
uz@latin: Muddati: {$ date}
vi_vn: Đã hết hạn: {$date}
zh_cn: 到期
zh_hant: 已過期：{$date}

# user.subscriptions.expires
source: Expires: {$date}
az: Bitmə tarixi: {$date}
bg: Изтича на: {$date}
bs_ba: Ističe
de_de: Endet: {$date}
el_gr: Λήγει: {$date}
eu: Iraungitze-data
gd_gb: Falbhaidh an ùine air: {$date}
gl_es: Vencemento: {$date}
hi_in: समय समाप्ति: {$date}
hu_hu: Lejárat {$date}
hy_am: Ժամկետը լրանում է: {$date}
is: Rennur út: {$date}
ja: 購読期限: {$date}
ka: იწურება: {$date}
kk: Аяқталу уақыты: {$date}
ku_iq: لە {$date} بەسەر دەچێت
ky: Мөөнөтү бүтөт: {$date}
lt: Baigiasi: {$date}
lv_lv: Derīguma termiņš beidzas: {$date}
mk_mk: Истекува на: {$date}
mr: {$date} या तारखेला वर्गणी संपते
ms: Tamat tempoh: {$date}
nb_no: Utløper: {$date}
ro: Expiră: {$date}
sk_sk: Vyprší dňa {$date}
sl_si: Datum preteka: {$date}
sr_rs@cyrillic: Истиче
sr_rs@latin: Ističe
th: หมดอายุ: {$date}
uk_ua: Завершується
uz@latin: Muddati: {$ date}
vi_vn: Hết hạn: {$date}
zh_cn: 到期
zh_hant: 到期日期：{$date}

# user.subscriptions.purchaseInstitutionalSubscription
source: Purchase Institutional Subscription
az: Korporativ abunəliyi başladın
bg: Покупка на институционален абонамент
bs_ba: Kupi institucionalnu pretplatu
de_de: Ein institutionelles Abonnement kaufen
el_gr: Ενεργοποίηση ιδρυματικής συνδρομής
eu: Erosi harpidetza instituzionala
gd_gb: Ceannaich fo-sgrìobhadh institiuide
gl_es: Comprar unha subscrición institucional
hi_in: क्रय संस्थागत सदस्यता
hu_hu: Intézményi előfizetés vásárlása
hy_am: Ձեռք բերեք ինստիտուցիոնալ բաժանորդագրություն
is: Kaupa stofnanaáskrift
ja: 機関購読を購入
ka: ორგანიზაციის გამოწერის შეძენა
kk: Ұйымға жазылуды сатып алыңыз
ku_iq: کڕینی بەشداریکردنی دەزگایی
ky: Институционалдык жазылуу сатып алуу
lt: Užsisakyti prenumeratą institucijai
lv_lv: Iegādāties iestāžu abonementu
mk_mk: Набави претплата преку институција
mr: संस्था सदस्यतेची वर्गणी भरा
ms: Pembelian Langganan Institusi
nb_no: Kjøp institusjonelt abonnement
ro: Cumpără un abonament instituțional
sk_sk: Zakúpiť inštitucionálne predplatné
sl_si: Nakup naročnine za ustanovo
sr_rs@cyrillic: Купи институционалну претплатu
sr_rs@latin: Kupi institucionalnu pretplatu
th: ซื้อการสมัครสมาชิกแบบสถาบัน
uk_ua: Купити інституційну передплату
uz@latin: Institutsional obunani sotib oling
vi_vn: Mua thuê bao tổ chức
zh_cn: 购买机构订阅
zh_hant: 購買院校訂閱

# user.subscriptions.purchaseIndividualSubscription
source: Purchase Individual Subscription
az: Fərdi abunəliyi başladın
bg: Покупка на индивидуален (личен) абонамент
bs_ba: Kupi individualnu pretplatu
de_de: Ein individuelles Abonnement kaufen
el_gr: Ενεργοποίηση ατομικής συνδρομής
eu: Erosi banakako harpidetza
gd_gb: Ceannaich fo-sgrìobhadh neach fa leth
gl_es: Comprar unha subscrición individual
hi_in: व्यक्तिगत सदस्यता खरीदें
hu_hu: Egyéni előfizetés vásárlása
hy_am: Ձեռք բերեք անհատական բաժանորդագրություն
is: Kaupa einstaklingsáskrift
ja: 個人購読を購入
ka: ინდივიდუალური გამოწერის შეძენა
kk: Жеке жазылымды сатып алыңыз
ku_iq: بەشداریکردنی کەسی بکڕە
ky: Жеке жазылуу сатып алуу
lt: Užsisakyti prenumeratą asmeniui
lv_lv: Iegādāties individuālo abonementu
mk_mk: Набави поединечна претплата
mr: वैयक्तिक सदस्यतेची वर्गणी भरा
ms: Pembelian Langganan Individu
nb_no: Kjøp personlig abonnement
ro: Cumpără un abonament individual
sk_sk: Zakúpiť individuálne predplatné
sl_si: Nakup individualne naročnine
sr_rs@cyrillic: Купи индивидуалну претплатu
sr_rs@latin: Kupi individualnu pretplatu
th: ซื้อการสมัครสมาชิกแบบบุคคล
uk_ua: Купити індивідуальну передплату
uz@latin: Shaxsiy obunani sotib oling
vi_vn: Mua thuê bao cá nhân
zh_cn: 购买个人订阅
zh_hant: 購買個體訂閱

# user.subscriptions.purchaseNewSubscription
source: Purchase New Subscription
az: Yeni abunəliyi başladın
bg: Покупка на нов абонамент
bs_ba: Kupi novu pretplatu
de_de: Ein neues Abonnement kaufen
el_gr: Ενεργοποίηση νέας συνδρομής
eu: Erosi harpidetza berria
gd_gb: Ceannaich fo-sgrìobhadh ùr
gl_es: Comprar unha nova subscrición
hi_in: नई सदस्यता खरीदें
hu_hu: Új előfizetés vásárlása
hy_am: Ձեռք բերեք նոր բաժանորդագրություն
is: Kaupa nýja áskrift
ja: 新しい購読を購入
ka: ახალი გამოწერის შეძენა
kk: Жаңа жазылымды сатып алыңыз
ku_iq: کڕینی بەشداریکردنی نوێ
ky: Жаңы жазылуу сатып алуу
lt: Užsisakyti naują prenumeratą
lv_lv: Iegādāties jaunu abonementu
mk_mk: Набави нова претплата
mr: नव्याने वर्गणी भरा
ms: Pembelian Langganan Baru
nb_no: Kjøp nytt abonnement
ro: Cumpără un nou abonament
sk_sk: Zakúpiť nové predplatné
sl_si: Nakup nove naročnine
sr_rs@cyrillic: Купи нову претплату
sr_rs@latin: Kupi novu pretplatu
th: ซื้อการสมัครสมาชิกใหม่
uk_ua: Купити нову передплату
uz@latin: Yangi obunani sotib oling
vi_vn: Mua thuê bao mới
zh_cn: 购买新的订阅
zh_hant: 購買新訂閱

# user.subscriptions.purchase
source: Purchase
az: Almaq
bg: Покупка
bs_ba: Nabavka
de_de: Kaufen
el_gr: Ενεργοποίηση
eu: Erosi
gd_gb: Ceannaich
gl_es: Comprar
hi_in: खरीद
hu_hu: Vásárlás
hy_am: Ձեռք բերել
is: Kaupa
ja: 購入
ka: შეძენა
kk: Сатып алу
ku_iq: کڕین
ky: Сатып алуу
lt: Užsisakyti prenumeratą
lv_lv: Iegāde
mk_mk: Набави
mr: वर्गणी भरा
ms: Pembelian
nb_no: Kjøp
ro: Cumpără
sk_sk: Kúpiť
sl_si: Nakup
sr_rs@cyrillic: Купи
sr_rs@latin: Kupi
th: ซื้อ
uk_ua: Купити
uz@latin: Sotib olish
vi_vn: Mua
zh_cn: 购买
zh_hant: 購買

# user.subscriptions.renew
source: Renew
az: Yenilə
bg: Подновяване
bs_ba: Obnovi
de_de: Verlängern
el_gr: Ανανέωση
eu: Berritu
gd_gb: Ath-nuadhaich
gl_es: Renovar
hi_in: नवीकरण
hu_hu: Megújítás
hy_am: Նորացնել
is: Endurnýja
ja: 更新
ka: განახლება
kk: Ұзарту
ku_iq: نوێکردنەوە
ky: Жаңылоо
lt: Pratęsti
lv_lv: Atjaunot
mk_mk: Обнови
mr: नुतनीकरण
ms: Memperbaharui
nb_no: Forny
ro: Reînnoire
sk_sk: Obnoviť
sl_si: Obnovi
sr_rs@cyrillic: Обнови
sr_rs@latin: Obnovi
th: ต่ออายุ
uk_ua: Поновити
uz@latin: Yangilash
vi_vn: Gia hạn
zh_cn: 续订
zh_hant: 更新

# user.subscriptions.institutionalSubscriptions
source: Institutional Subscriptions
az: Korporativ abunəlik
bg: Институционални абонаменти
bs_ba: Institucionalna pretplata
de_de: Institutionelles Abonnement
el_gr: Ιδρυματικές συνδρομές
eu: Harpidetza instituzionalak
gd_gb: Fo-sgrìobhaidhean institiuide
gl_es: Subscricions institucionais
hi_in: संस्थागत सदस्यता
hu_hu: Intézményi előfizetők
hy_am: Անհատական բաժանորդագրություններ
is: Stofnanaáskrift
ja: 機関購読
ka: ორგანიზაციის გამოწერები
kk: Ұйымға жазылу
ku_iq: بەشداریکردنی دەزگاکان
ky: Институционалдык жазылуулар
lt: Prenumeratorius institucija
lv_lv: Iestāžu abonementi
mk_mk: Претплати преку институции
mr: संस्था सदस्यत्व
ms: Langganan Institusi
nb_no: Institusjonelle abonnementer
ro: Abonare instituțională
sk_sk: Inštitucionálne predplatné
sl_si: Naročnina ustanov
sr_rs@cyrillic: Институционалне претплате
sr_rs@latin: Institucionalne pretplate
th: การสมัครสมาชิกแบบสถาบัน
uk_ua: Інституційна передплата
uz@latin: Institutsional obunalar
vi_vn: Thuê bao tổ chức
zh_cn: 机构订阅
zh_hant: 院校訂閱

# user.subscriptions.individualSubscriptions
source: Individual Subscription
az: Fərdi abunəlik
bg: Индивидуален абонамент
bs_ba: Individualna pretplata
de_de: Individuelles Abonnement
el_gr: Ατομική συνδρομή
eu: Banakako harpidetza
gd_gb: Fo-sgrìobhadh neach fa leth
gl_es: Subscrición individual
hi_in: व्यक्तिगत सदस्यता
hu_hu: Egyéni előfizető
hy_am: Անհատական բաժանորդագրություն
is: Einstaklingsáskrift
ja: 個人購読
ka: ინდივიდუალური გამოწერა
kk: Жеке жазылым
ku_iq: بەشداریکردنی کەسی
ky: Жеке жазылуу
lt: Prenumeratorius asmuo
lv_lv: Individuālais abonements
mk_mk: Поединечна претплата
mr: वैयक्तिक सदस्यत्व
ms: Langganan Individu
nb_no: Personlige abonnementer
ro: Abonare individuală
sk_sk: Individuálne predplatné
sl_si: Posamična naročnina
sr_rs@cyrillic: Индивидуалне претплате
sr_rs@latin: Individualne pretplate
th: การสมัครสมาชิกแบบบุคคล
uk_ua: Індивідуальна передплата
uz@latin: Shaxsiy obuna
vi_vn: Thuê bao cá nhân
zh_cn: 个人订阅
zh_hant: 個體訂閱

# user.subscriptions.status.awaitingOnlinePaymentDescription
source: An online payment has been initiated but canceled or not completed
az: Onlayn ödəniş başladıldı ancaq ləğv edilmədi ya da tamamlanmadı
bg: Онлайн плащане е инициирано, но е отменено или не е завършено
bs_ba: Plaćanje putem interneta je pokrenuto ali još nije završeno
de_de: Eine Online-Bezahlung wurde begonnen, aber abgebrochen oder nicht abgeschlossen.
el_gr: Μία διαδικτυακή πληρωμή έχει ξεκινήσει, αλλά ακυρώθηκε ή δεν ολοκληρώθηκε.
eu: Lineako ordainketa abiarazi da, baina ezeztatu da edo ez da burutu
gd_gb: Thòiseachadh air pàigheadh air loidhne ach sguireadh dheth no cha deach a choileanadh
gl_es: Iniciouse un pagamento en liña, pero cancelouse ou non se completou
hi_in: एक ऑनलाइन भुगतान शुरू किया गया है लेकिन रद्द या पूरा नहीं हुआ है
hu_hu: Egy online fizetés indult, de törlésre került, vagy nem befejezett
hy_am: Առցանց վճարում է սկսվել, բայց չեղարկվել է կամ չի ավարտվել
is: Greiðsla á netinu er hafin, en hætt var við eða hún ekki kláruð
ja: オンライン決済が開始されましたが、キャンセルされたか完了していません
ka: ონლაინ გადახდა დაიწყო, მაგრამ გაუქმდა, ან არ დასრულებულა
kk: Онлайн төлем басталды, бірақ кейін жойылды немесе аяқталмады
ku_iq: پارەدانی ئۆنلاین بەردەستە بەڵام لەوانەیە هەڵوەشابێتەوە یان تەواو نەکرابێت
ky: Онлайн төлөм башталды, бирок жокко чыгарылды же аяктаган жок
lt: Internetinis mokėjimas buvo inicijuotas, bet atšauktas arba neužbaigtas
lv_lv: Tiešsaistes maksājums ir uzsākts, bet ticis atcelts vai nav pabeigts
mk_mk: Започната е онлајн наплата но е откажана или не е завршена
mr: ऑनलाइन भरणा करण्यास प्रारंभ केला होता परंतु प्रक्रिया रद्द केली गेली किंवा अपूर्ण राहिली
ms: Pembayaran dalam talian telah dimulakan tetapi dibatalkan atau tidak selesai
nb_no: En nettbetaling har blitt startet, men har blitt kansellert eller er ikke fullført
ro: Plata online a fost inițiată, dar a fost anulată sau nu este completă
sk_sk: On-line platba bola začatá, ale buď bola zrušená, alebo nebola dokončená
sl_si: Spletno plačilo je bilo sproženo in prekinjeno ali nedokončano
sr_rs@cyrillic: Онлајн плаћање је започето, али се од њега одустало или није завршено
sr_rs@latin: Onlajn plaćanje je započeto, ali se od njega odustalo ili nije završeno
th: การชำระเงินออนไลน์ได้เริ่มต้นแล้วแต่ถูกยกเลิกหรือยังไม่เสร็จสิ้น
uk_ua: Процес електронної оплати був ініційований, але він був скасований або незавершений
uz@latin: Onlayn to'lov boshlandi, lekin bekor qilindi yoki tugallanmadi
vi_vn: Một khoản thanh toán trực tuyến đã được bắt đầu nhưng đã bị hủy hoặc chưa hoàn thành
zh_cn: 在线支付已经被初始化但是被取消或者不完整
zh_hant: 一項網上付款已啟動，但已被取消或尚未完成

# user.subscriptions.status.awaitingManualPaymentDescription
source: Manual payment has been initiated but not yet received
az: Əllə ödəniş başladıldı ancaq hələ alınmadı
bg: Ръчното плащане е инициирано, но все още не е получено
bs_ba: Ručno plaćanje je pokrenuto, ali jos nije primljeno
de_de: Manuelle Bezahlung wurde ausgelöst, ist aber noch nicht eingegangen.
el_gr: Η χειρωνακτική πληρωμή έχει ξεκινήσει αλλά δεν έχει ολοκληρωθεί.
eu: Eskuzko ordainketa abiarazi da, baina ez da jaso oraindik
gd_gb: Thòiseachadh air pàigheadh de làimh ach cha d’fhuaradh e fhathast
gl_es: Iniciouse o pagamento manual, pero aínda non se recibiu
hi_in: मैनुअल भुगतान शुरू किया गया है लेकिन अभी तक नहीं मिला है
hu_hu: Egy készpénzes fizetés elindult, de még nem érkezett meg
hy_am: Ձեռքով վճարումը սկսվել է, բայց դեռ չի ստացվել
is: Handvirk greiðsla er hafin en hefur ekki verið móttekin
ja: 手動支払いが開始されましたが、まだ受領されていません
ka: ხელით გადახდა დაიწყო, მაგრამ ჯერ არ არის მიღებული
kk: Қолма-қол төлем процесі басталды, бірақ әлі алынған жоқ
ku_iq: پارەدانی دەستی بەردەستە بەڵام هەتا ئێستا نەگەیشتووە
ky: Кол менен төлөм башталды, бирок али алынган жок
lt: Rankinis mokėjimas inicijuotas, bet dar negautas
lv_lv: Manuāls maksājums ir uzsākts, bet vēl nav saņemts
mk_mk: Започната е рачна наплата но се уште не е примена
mr: रक्कम पाठवली गेली आहे परंतु अद्याप ती पोहोचली नाही
ms: Pembayaran manual telah dimulakan tetapi belum diterima
nb_no: Manuell betaling er startet, men ennå ikke mottatt
ro: Plata manuală a fost inițiată, dar nu este încă recepționată
sk_sk: Manuálna platba bola začatá, ale doteraz nebola doručená
sl_si: Ročno plačilo je bilo sproženo, a ga še nismo prejeli
sr_rs@cyrillic: Мануелно плаћање је започето али средства још нису пристигла
sr_rs@latin: Manuelno plaćanje je započeto ali sredstva još nisu pristigla
th: การชำระเงินแบบแมนนวลได้เริ่มต้นแล้วแต่ยังไม่ได้รับการชำระ
uk_ua: Процес ручної оплати був ініційований, але платіж досі не отриманий
uz@latin: Manuel to'lov boshlandi, lekin hali olinmagan
vi_vn: Thanh toán thủ công đã được bắt đầu nhưng chưa nhận được
zh_cn: 人工付费已经可以支付但是尚未收到
zh_hant: 已啟動手動付款，但尚未收到款項

# user.subscriptions.status.needsApprovalDescription
source: Subscription must be reviewed before it can be activated
az: Abunəlik aktivləşdirilməzdən əvvəl gözdən keçirilməlidi
bg: Абонаментът трябва да бъде прегледан, преди да бъде активиран
bs_ba: Pretplata mora biti pregledana prije aktiviranja
de_de: Bevor das Abonnement aktiviert werden kann, muss es geprüft werden.
el_gr: Η συνδρομή θα πρέπει να ελεγχθεί πριν ενεργοποιηθεί.
eu: Harpidetza ebaluatu behar da aktibatu baino lehen
gd_gb: Feumaidh gach fo-sgrìobhadh lèirmheas mus gabh a chur an gnìomh
gl_es: A subscrición ten que ser revisada antes de poder activala
hi_in: सक्रिय होने से पहले सदस्यता की समीक्षा की जानी चाहिए
hu_hu: Az előfizetést aktiválása előtt felül kell vizsgálni
hy_am: Բաժանորդագրությունը պետք է վերանայվի, նախքան այն հնարավոր լինի ակտիվացնել
is: Það þarf að fara yfir áskriftina áður en hægt er að virkja hana
ja: 購読の有効に審査が必要でした
ka: გამოწერა უნდა გადაიხედოს, სანამ გააქტიურდება
kk: Жазылымды іске қоспас бұрын оны қарау керек
ku_iq: بەشداریکردن دەبێت هەڵسەنگاندنی بۆ بکرێت پێش ئەوەی چالاک بکرێت
ky: Жазылуу активдештирилерден мурун каралышы керек
lt: Prenumerata turi būti peržiūrėta prieš ją aktyvuojant
lv_lv: Pirms abonementa aktivizēšanas tas ir jāpārskata
mk_mk: Претплатата мора да биде прегледана пред да биде активирана
mr: सदस्यता सक्रिय करण्यापूर्वी त्याचा आढावा घेणे आवश्यक आहे
ms: Langganan mesti disemak sebelum dapat diaktifkan
nb_no: Abonnementet må gjennomgås før det kan aktiviseres
ro: Abonamentul trebuie revăzut înainte de a fi activat
sk_sk: Je potrebné skontrolovať predplatné pred jeho aktiváciou
sl_si: Naročnina mora biti pred aktivacijo pregledana
sr_rs@cyrillic: Предаја мора бити прегледана пре но што може постати активна
sr_rs@latin: Predaja mora biti pregledana pre no što može postati aktivna
th: การสมัครสมาชิกต้องผ่านการพิจารณาก่อนที่จะสามารถเปิดใช้งานได้
uk_ua: Передплата буде активована після після її перегляду менеджером передплати
uz@latin: Obunani faollashtirishdan oldin uni qayta ko'rib chiqish kerak
vi_vn: Thuê bao phải được xem xét trước khi nó có thể được kích hoạt
zh_cn: 订阅在激活前必须被审查
zh_hant: 在激活前必須檢視訂閱

# user.subscriptions.status.needsInformationDescription
source: Additional information is needed before the subscription can be activated
az: Abunəlik aktiv edilməzdən əvvəl əlavə məlumata ehtiyac vardı
bg: Необходима е допълнителна информация, преди да можете да активирате абонамента
bs_ba: Potrebne su dodatne informacije prije aktiviranja pretplate
de_de: Bevor das Abonnement aktiviert werden kann, werden weitere Informationen benötigt.
el_gr: Απαιτούνται πρόσθετες πληροφορίες πριν ενεργοποιηθεί η συνδρομή.
eu: Informazio osagarria zehaztu behar da harpidetza aktibatu baino lehen
gd_gb: Tha feum air barrachd fiosrachaidh mus gabh am fo-sgrìobhadh a chur an gnìomh
gl_es: É necesaria información adicional antes de activar a subscrición
hi_in: सदस्यता को सक्रिय करने से पहले अतिरिक्त जानकारी की आवश्यकता है
hu_hu: Az előfizetés aktiválása előtt további információra van szükség
hy_am: Բաժանորդագրությունն ակտիվացնելուց առաջ անհրաժեշտ է լրացուցիչ տեղեկատվություն
is: Viðbótarupplýsinga er þörf áður en hægt er að virkja áskrift
ja: 購読の有効に追加の情報が必要でした
ka: ხელმოწერის გააქტიურებამდე საჭიროა დამატებითი ინფორმაცია
kk: Жазылымды қоспас бұрын қосымша ақпарат қажет
ku_iq: زانیارییە گشتییەکان پێویستن پێش ئەوەی بەشداریکردنەکە چالاک بکرێت
ky: Жазылуу активдештирилерден мурун кошумча маалымат талап кылынат
lt: Papildoma informacija reikalinga prieš aktyvuojant prenumeratą
lv_lv: Pirms abonementa aktivizēšanas ir nepieciešama papildu informācija
mk_mk: Потребни се дополнителни информации пред да биде активирана претплатата
mr: सदस्यता सक्रिय करण्यापूर्वी आणखी माहिती आवश्यक आहे
ms: Maklumat tambahan diperlukan sebelum langganan dapat diaktifkan
nb_no: Det trengs mer informasjon før abonnementet kan aktiviseres
ro: Sunt necesare informații suplimentare înainte ca abonamentul să fie activat
sk_sk: Je potrebné zadať ďalšie informácie pred aktivovaním predplatného
sl_si: Preden se lahko aktivira naročnina so potrebne dodatne informacije
sr_rs@cyrillic: Потребне су додатне информације пре него што предаја може постати активнa
sr_rs@latin: Potrebne su dodatne informacije pre nego što predaja može postati aktivna
th: จำเป็นต้องมีข้อมูลเพิ่มเติมก่อนที่จะสามารถเปิดใช้งานการสมัครสมาชิกได้
uk_ua: Для активації цієї передплати потрібна додаткова інформація
uz@latin: Obunani faollashtirishdan oldin qo'shimcha ma'lumot kerak
vi_vn: Cần thêm thông tin trước khi thuê bao có thể được kích hoạt
zh_cn: 订阅激活需要附加信息
zh_hant: 在訂閱激活前，需要提供額外資訊

# user.subscriptions.statusDescription
source: Description
az: Açıqlama
bg: Описание
bs_ba: Opis
de_de: Beschreibung
el_gr: Περιγραφή
eu: Deskribapena
gd_gb: Tuairisgeul
gl_es: Descrición
hi_in: विवरण
hu_hu: Leírás
hy_am: Նկարագրություն
is: Lýsing
ja: 解説
ka: აღწერა
kk: Сипаттама
ku_iq: ناساندن
ky: Сүрөттөмө
lt: Aprašymas
lv_lv: Apraksts
mk_mk: Опис
mr: वर्णन
ms: Butiran
nb_no: Beskrivelse
ro: Descriere
sk_sk: Popis
sl_si: Opis
sr_rs@cyrillic: Опис
sr_rs@latin: Opis
th: คำอธิบาย
uk_ua: Опис
uz@latin: Tavsif
vi_vn: Mô tả
zh_cn: 描述
zh_hant: 說明

# user.subscriptions.status
source: Status
bg: Статус
el_gr: Κατάσταση
eu: Egoera
gd_gb: Staid
gl_es: Estado
hi_in: स्थिति
hu_hu: Státusz
hy_am: Կարգավիճակ
is: Staða
ja: ステータス
ka: სტატუსი
kk: Статус
ku_iq: حاڵەت
ky: Статус
lt: Būsena
lv_lv: Statuss
mk_mk: Статус
mr: स्थिती
sk_sk: Stav
sr_rs@cyrillic: Статус
th: สถานะ
uk_ua: Статус
uz@latin: Holat
vi_vn: Trạng thái
zh_cn: 状态
zh_hant: 狀態
