Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# user.noRoles.regReviewerClosed
source: Register as a Reviewer: Reviewer registration is currently disabled.
az: Rəyçi kimi qeydiyyatdan keçin: rəyçi qeydiyyatı bu halda aktiv deyil.
bg: Регистрация като рецензент: Регистрацията на рецензенти понастоящем е деактивирана.
bs_ba: Registracija kao recenzent: Registracija recenzenata trenutno je onemogućena.
de_de: Als Gutachter/in registrieren: Die Registrierung als Gutachter/in ist momentan ausgeschaltet..
el_gr: Εγγραφείτε ως Αξιολογητής: Η εγγραφή Αξιολογητή είναι προς το παρόν απενεργοποιημένη
eu: Izena eman ebaluatzaile gisa: ebaluatzailearen izen-ematea desgaituta dago une honetan.
gd_gb: Clàraich mar lèirmheasaiche: Tha clàradh lèirmheasaichean à comas aig an àm seo.
gl_es: Rexistrarse como revisor/a: O rexistro de revisores/as neste momento está desactivado.
hi_in: एक समीक्षक के रूप में पंजीकरण करें: वर्तमान में समीक्षक पंजीकरण अक्षम है।
hu_hu: Regisztrálás szakmai lektorként: a lektori regisztráció jelenleg nem elérhető.
hy_am: Գրանցվեք որպես գրախոս. Գրախոսի գրանցումն այս պահին անջատված է:
is: Skráing sem ritrýnir: Skráning ritrýna er óvirk sem stendur.
ja: 査読者として登録: 査読者登録が現在できません。
ka: რეცენზენტად დარეგისტრირება: მიმომხილველის რეგისტრაცია ამჟამად გამორთულია.
kk: Рецензент ретінде тіркелу.
ku_iq: وەک هەڵسەنگێنەر خۆت تۆمار بکە: لە ئێستادا خۆتۆمارکردن وەک هەڵسەنگێنەر چالاک نییە.
ky: Рецензент катары катталуу: Рецензент каттоосу азыр өчүрүлгөн.
lt: Registruotis kaip recenzentas: šiuo metu recenzentų registracija negalima.
lv_lv: Reģistrēties kā recenzentam: Recenzentu reģistrācija pašlaik ir atspējota.
mk_mk: Регистријате се како рецензент: Регистрацијата на рецензенти во моментов не е достапна.
mr: समीक्षक म्हणून नोंदणी करा : समीक्षक नोंदणी सध्या बंद आहे.
ms: Daftar sebagai Pengulas: Pendaftaran pengulas dinyahdayakan.
nb_no: Registrer som fagfelle: Registrering av fagfeller er for øyeblikket slått av.
ro: Înregistrează-te ca revizor: Înregistrarea ca revizor este dezactivată în prezent.
sk_sk: Registrovať sa ako recenzent: Registrácia recenzentov je aktuálne zakázaná.
sl_si: Registracija recenzenta je trenutno onemogočena.
sr_rs@cyrillic: Регистрација као рецензент: Регистрација рецензената тренутно је онемогућена.
sr_rs@latin: Registracija kao recenzent: Registracija recenzenata trenutno je onemogućena.
th: ลงทะเบียนเป็นผู้ทรงคุณวุฒิ: ขณะนี้การลงทะเบียนเป็นผู้ทรงคุณวุฒิถูกปิดอยู่
uk_ua: Зареєструватися як рецензент: Реєстрація рецензентів наразі відключена.
uz@latin: Taqrizchi sifatida ro'yxatdan o'ting: Hozirda sharhlovchini ro'yxatdan o'tkazish o'chirilgan.
vi_vn: Đăng ký làm Người phản biện: Đăng ký làm người phản biện hiện đang bị vô hiệu hóa.
zh_cn: 注册为审稿人: 注册审稿人当前处于关闭状态。
zh_hant: 註冊為評審員：現在未有開放評審員註冊。

# user.noRoles.regReviewer
source: Register as a Reviewer
az: Rəyçi kimi qeydiyyatdan keçin
bg: Регистрация като рецензент
bs_ba: Registrirajte se kao recenzent
de_de: Als Gutachter/in registrieren
el_gr: Εγγραφείτε ως Αξιολογητής
eu: Izena eman ebaluatzaile gisa
gd_gb: Clàraich mar lèirmheasaiche
gl_es: Rexistrarse como revisor/a
hi_in: एक समीक्षक के रूप में पंजीकृत करें
hu_hu: Regisztrálás Szakmai lektorként
hy_am: Գրանցվիր որպես գրախոս
is: Skráing sem ritrýnir
ja: 査読者として登録
ka: დარეგისტრირდით როგორც რეცენზენტი
kk: Рецензент ретінде тіркелу
ku_iq: وەک هەڵسەنگێنەر خۆت تۆمار بکە
ky: Рецензент катары катталуу
lt: Registruotis kaip recenzentas
lv_lv: Reģistrēties kā recenzentam
mk_mk: Регистрирајте се како рецензент
mr: समीक्षक म्हणून नोंदणी करा
ms: Daftar sebagai Pengulas
nb_no: Registrer som fagfelle
ro: Înregistrează-te ca revizor
sk_sk: Registrovať sa ako recenzent
sl_si: Registriraj se kot recenzent
sr_rs@cyrillic: Региструјте се као рецензент
sr_rs@latin: Registrujte se kao recenzent
th: ลงทะเบียนเป็นผู้ทรงคุณวุฒิ
uk_ua: Зареєструватися як рецензент
uz@latin: Tanqidchi sifatida ro'yxatdan o'ting
vi_vn: Đăng ký làm Người phản biện
zh_cn: 注册为审稿人
zh_hant: 註冊為評審員

# user.noRoles.submitArticleRegClosed
source: Submit an Article: Author registration is currently disabled.
az: Bir məqalə göndər: Müəllif qeydiyyatı bu halda aktiv deyil.
bg: Изпращане на статия: Регистрацията на автори в момента е деактивирана.
bs_ba: Prijava priloga: Registracija autora trenutno je onemogućena.
de_de: Einen Vorschlag einreichen: Registrierung als Autor/in ist momentan ausgeschaltet.
el_gr: Υποβολή ενός άρθρου: Η εγγραφή Συγγραφέα είναι προς το παρόν απενεργοποιημένη.
eu: Bidali artikulu bat: egilearen izen-ematea desgaituta dago une honetan.
gd_gb: Cuir artaigeal airson foillseachadh: Tha clàradh ùghdaran à comas aig an àm seo.
gl_es: Envíe un artigo: o rexistro de autores/as neste momento está desactivado.
hi_in: एक लेख सबमिट करें: लेखक पंजीकरण वर्तमान में अक्षम है।
hu_hu: Cikk beküldése: a szerzői regisztráció jelenleg nem elérhető.
hy_am: Ներկայացրեք հոդված. հեղինակի գրանցումը ներկայումս անջատված է:
is: Senda inn grein: Skráning höfunda er óvirk sem stendur.
ja: 論文を投稿: 著者登録が現在できません。
ka: სტატიის გაგზავნა: ავტორების რეგისტრაცია ამჟამად გამორთულია.
kk: Мақаланы жіберу: дәл азір тіркелу мүмкін емес.
ku_iq: توێژینەوەیەک پێشکەش بکە: تۆمارکردنی ئەژماری کەسی لە ئێستادا بەردەست نییە.
ky: Макала тапшыруу: Автор каттоосу азыр өчүрүлгөн.
lt: Straipsnio teikimas: autoriaus registracija šiuo metu negalima.
lv_lv: Iesniegt rakstu: Autoru reģistrācija pašlaik ir atspējota.
mk_mk: Поднесете труд: Регистрацијата на автори во моментов не е достапна.
mr: लेख सादर करा : लेखक नोंदणी सध्या बंद आहे.
ms: Serah Artikel: Pendaftaran pengarang dinyahdayakan.
nb_no: Send inn en artikkel: Forfatterregistreringen er for øyeblikket slått av.
ro: Încarcă un manuscris: Înregistrarea autorului este dezactivată în prezent.
sk_sk: Poslať článok: Registrácia autorov je aktuálne zakázaná.
sl_si: Oddaj prispevek: Registracija avtorja je trenutno onemogočena.
sr_rs@cyrillic: Пријава чланка: Регистрација аутора тренутно је онемогућена.
sr_rs@latin: Prijava članka: Registracija autora trenutno je onemogućena.
th: ส่งบทความ: ขณะนี้การลงทะเบียนเป็นผู้เขียนถูกปิดอยู่
uk_ua: Надіслати статтю: Реєстрація авторів наразі відключена.
uz@latin: Maqola yuborish: Hozirda muallifni ro'yxatdan o'tkazish o'chirilgan.
vi_vn: Gửi một bài báo: Đăng ký làm Tác giả hiện đang bị vô hiệu hóa.
zh_cn: 投稿：作者注册当前处于关闭状态。
zh_hant: 投稿：現在未有開放作者註冊。

# user.noRoles.submitArticle
source: Submit a Proposal
az: Bir təklif göndər
bg: Подайте предложение
bs_ba: Prijavite prilog
de_de: Einen Vorschlag einreichen
el_gr: Υποβολή μίας πρότασης
eu: Bidali proposamen bat
gd_gb: Cuir moladh
gl_es: Envíe unha proposta
hi_in: प्रस्ताव प्रस्तुत करें
hu_hu: Javaslat beküldése
hy_am: Ներկայացրե՛ք առաջարկ
is: Senda inn tillögu
ja: 提案書を投稿
ka: წინადადება წარდგინება
kk: Мақаланы ұсыну
ku_iq: پڕۆپۆزەڵێک پێشکەش بکە
ky: Сунуш берүү
lt: Pasiūlyti
lv_lv: Iesniegt priekšlikumu
mk_mk: Поднесете предлог
mr: प्रस्ताव सादर करा
ms: Serah Cadangan
nb_no: Send inn en artikkel
ro: Încarcă o propunere
sk_sk: Poslať článok
sl_si: Oddaj prispevek
sq: Dorëzo një Punim
sr_rs@cyrillic: Пријавите предлог
sr_rs@latin: Prijavite članak
th: ส่งข้อเสนอ
uk_ua: Надіслати пропозицію
uz@latin: Taklif yuborish
vi_vn: Gửi một Đề xuất
zh_cn: 提交提案
zh_hant: 提交一份計劃

# user.noRoles.noRolesForJournal
source: Your account does not currently have any roles for this journal. Please choose from the actions below:
az: Bu jurnalda hesabınız aktiv deyil və hər hansı bir səlahiyyətiniz yoxdur. Zəhmət olmasa aşağıdakı seçimlərdən birini seçin:
bg: Понастоящем вашият акаунт няма асоциирани никакви роли за това списание. Моля, изберете от действията по -долу:
bs_ba: Vaš korisnički račun trenutno nije povezan ni sa jednom ulogom u ovom časopisu. Molimo odaberite jedno od sljedećeg:
de_de: Ihrem Account sind derzeit keine Rollen bei dieser Zeitschrift zugeordnet. Bitte wählen Sie aus den unten stehenden Aktionen aus:
el_gr: Ο λογαριασμός σας δεν έχει προς το παρόν κανένα συνδεδεμένο ρόλο σε αυτό το περιοδικό. Παρακαλούμε επιλέξτε κάποια από τις παρακάτω ενέργειες:
eu: Zure kontuak ez du inongo rolik aldizkari honetan. Aukeratu beheko ekintzetariko bat:
gd_gb: Chan eil dreuchd sam bith aig a’ chunntas agad mu choinneamh an iris-leabhair seo aig an àm seo. Tagh gnìomh gu h-ìosal:
gl_es: A súa conta aínda non ten ningún rol nesta revista. Escolla unha das accións seguintes:
hi_in: आपके खाते में वर्तमान में इस जर्नल के लिए कोई भूमिका नहीं है। कृपया नीचे दिए गए कार्यों में से चुनें:
hu_hu: A fiókja egy szerepkörhöz sincs hozzárendelve ennél a folyóiratnál. Kérem, válasszon az alábbi lehetőségek közül:
hy_am: Ձեր հաշիվը ներկայումս չունի որևէ դեր այս ամսագրի համար: Խնդրում ենք ընտրել ստորև նշված գործողություններից.
is: Þú hefur ekki valið neitt hlutverk hjá tímaritinu. Vinsamlega veldu eitthvað hér fyrir neðan:
ja: この雑誌では役割が与えられていません。下のアクションから選択してください。
ka: თქვენს ანგარიშს ამჟამად არ აქვს ამ ჟურნალის როლები. გთხოვთ, აირჩიოთ ქვემოთ მოცემული მოქმედებებიდან:
kk: Сіздің есептік жазбаңызға ешқандай рөл тіркелмеген. Төменде ұсынылған әрекеттердің бірін таңдаңыз:
ku_iq: ئەژمارە کەسییەکەت هیچ ڕۆڵێکی لەم گۆڤارەدا پێ نەدراوە. تکایە یەکێک لەوانەی خوارەوە هەڵ بژێرە:
ky: Аккаунтуңузда бул журнал үчүн ролдор жок. Төмөнкү аракеттерден тандаңыз:
lt: Kol kas Jūs niekaip nesusijęs su žurnalu. Pasirinkite vieną iš šių veiksmų:
lv_lv: Jūsu kontam pašlaik nav nevienas lomas šajā žurnālā. Lūdzu, izvēlieties kādu no turpmāk minētajām darbībām:
mk_mk: Вашата корисничка сметка во моментов нема ниедна дејност во ова списание. Ве молиме изберете од дејностите подолу:
mr: या नियतकालिकासाठी सध्या तुमच्याकडे कोणतीही भूमिका नाही. कृपया खालील भूमिकांमधून निवड करा :
ms: Akaun anda pada masa ini tidak mempunyai peranan untuk jurnal ini. Sila pilih dari tindakan di bawah:
nb_no: Brukerkontoen din er ikke knyttet til noen rolle for dette tidsskriftet. Velg blant alternativene under:
ro: Contul dumneavoastră nu are nici un rol curent în acest jurnal. Vă rugăm să alegeți dintre acțiunile de mai jos:
sk_sk: Váš účet nemá aktuálne v tomto časopise žiadne role. Prosím, zvoľte si z akcií nižšie:
sl_si: Vaš račun nima še nobene vloge za to revijo. Prosimo izberite vlogo:
sr_rs@cyrillic: Ваш кориснички налог тренутно није повезан ни са једном улогом у овом часопису. Молимо одаберите једно од следећег:
sr_rs@latin: Vaš korisnički nalog trenutno nije povezan ni sa jednom ulogom u ovom časopisu. Molimo odaberite jedno od sledećeg:
th: บัญชีของคุณยังไม่มีบทบาทใด ๆ สำหรับวารสารนี้ กรุณาเลือกจากการดำเนินการด้านล่าง:
uk_ua: Ваш обліковий запис зараз не налаштований на підтримку жодної ролі у цьому журналі. Будь ласка, зробіть вибір у списку нижче:
uz@latin: Sizning hisobingizda hozircha bu jurnal uchun hech qanday rol yo'q. Iltimos, quyidagi harakatlardan tanlang:
vi_vn: Tài khoản của bạn hiện không có bất kỳ vai trò nào cho tạp chí này. Vui lòng chọn từ các hành động dưới đây:
zh_cn: 您的庄户在这本期刊里没有任何角色，请从以下活动中选择:
zh_hant: 您的帳戶在此期刊尚未有任何身份。請從以下選取想執行的項目：

# user.noRoles.chooseJournal
source: Your account is not currently associated with any journals. Please choose a journal:
az: Hesabınız bu halda hər hansı bir jurnalda aktiv deyil. Zəhmət olmasa bir Jurnal seçin:
bg: Понастоящем вашият акаунт не е свързан с никакви списания. Моля, изберете списание:
bs_ba: Vaš korisnički račun trenutno nije povezan ni sa jednim časopisom. Molimo odaberite časopis:
de_de: Ihr Account ist derzeit keiner Zeitschrift zugeordnet. Bitte wählen Sie eine Zeitschrift aus:
el_gr: Ο λογαριασμός σας δεν συνδέεται προς το παρόν με κανένα περιοδικό. Παρακαλούμε επιλέξτε ένα περιοδικό:
eu: Zure kontua ez dago ezein aldizkarirekin lotuta. Aukeratu aldizkari bat:
gd_gb: Chan eil an cunntas agad co-cheangailte ri iris-leabhar sam bith aig an àm seo. Tagh iris-leabhar:
gl_es: A súa conta aínda non está asociada a ningunha revista. Escolla unha revista:
hi_in: आपका खाता वर्तमान में किसी भी जर्नल से संबद्ध नहीं है। कृपया एक जर्नल चुनें:
hu_hu: A fiókja jelenleg egy folyóirathoz sincs hozzárendelve. Kérem, válasszon folyóiratot:
hy_am: Ձեր հաշիվը ներկայումս կապված չէ որևէ ամսագրի հետ: Խնդրում ենք ընտրել ամսագիր.
is: Notandareikngur þinn er ekki tengdur við neitt tímarit. Vinsamlega veldu tímarit:
ja: 雑誌が選択されていません。雑誌を選択してください。
ka: თქვენი ანგარიში ამჟამად არ არის ასოცირებული არცერთ ჟურნალთან. გთხოვთ აირჩიოთ ჟურნალი:
kk: Сіздің есептік жазбаңыз ешқандай журналға тіркелмеген. Журналды таңдаңыз:
ku_iq: ئەژمارە کەسییەکەت گرێدراوی هیچ گۆڤارێک نییە. تکایە گۆڤارێک هەڵبژێرە:
ky: Аккаунтуңуз азырынча журналдар менен байланышкан эмес. Журналды тандаңыз:
lt: Kol kas Jūsų paskyra nesusieta su jokiais žurnalais. Pasirinkite žurnalą:
lv_lv: Jūsu konts pašlaik nav saistīts ne ar vienu žurnālu. Lūdzu, izvēlieties žurnālu:
mk_mk: Вашата корисничка сметка во моментов не е поврзана со ниедно списание. Ве молиме изберете списание:
mr: तुमचे खाते सध्या कोणत्याही नियतकालिकांशी निगडीत नाही. कृपया नियतकालिक निवडा :
ms: Akaun anda tidak dikaitkan dengan mana-mana jurnal. Sila pilih jurnal:
nb_no: Brukerkontoen din er ikke knyttet til noe tidsskrift. Du må velge et tidsskrift:
ro: În prezent, contul dvs. nu este asociat nici unui jurnal. Vă rugăm să alegeți un jurnal:
sk_sk: Váš účet nie je aktuálne asociovaný so žiadnym časopisom. Prosím, vyberte si časopis:
sl_si: Vaš račun še ni povezan z nobeno revijo. Prosimo izberite revijo:
sr_rs@cyrillic: Ваш кориснички налог тренутно није повезан ни са једним часописом. Молимо одаберите часопис:
sr_rs@latin: Vaš korisnički nalog trenutno nije povezan ni sa jednim časopisom. Molimo odaberite časopis:
th: บัญชีของคุณยังไม่ได้เชื่อมโยงกับวารสารใด ๆ กรุณาเลือกวารสาร:
uk_ua: Ваш обліковий запис зараз не асоційований із жодним журналом. Будь ласка, оберіть журнал:
uz@latin: Sizning hisobingiz hozirda hech qanday jurnal bilan bog'liq emas. Iltimos, jurnalni tanlang:
vi_vn: Tài khoản của bạn hiện không được liên kết với bất kỳ tạp chí nào. Vui lòng chọn một tạp chí:
zh_cn: 您的帐户当前未与任何期刊进行关联，请进行选择：
zh_hant: 您的戶口尚未有跟任何期刊有關聯。請選擇一本期刊：

# user.manageMySubscriptions
source: Manage My Subscriptions
az: Abunəliklərimi idarə et
bg: Управление на абонаментите
bs_ba: Upravljanje mojim pretplatama
de_de: Meine Abonnements verwalten
el_gr: Διαχείριση των συνδρομών μου
eu: Kudeatu nire harpidetzak
gd_gb: Stiùirich na fo-sgrìobhaidhean agam
gl_es: Xestionar as miñas subscricións
hi_in: मेरी सदस्यता प्रबंधित करें
hu_hu: Előfizetéseim kezelése
hy_am: Կառավարեք իմ բաժանորդագրությունները
is: Umsjón með "Mínum áskriftum"
ja: 購読管理
ka: ჩემი გამოწერების მართვა
kk: Жазылымдарды басқару
ku_iq: ڕێکخستنی بەشداریکردنەکانم
ky: Менин жазылууларымды башкаруу
lt: Tvarkyti prenumeratas
lv_lv: Pārvaldīt manus abonementus
mk_mk: Менаџирај ги моите претплати
mr: माझ्या वर्गणीची व्यवस्था
ms: Urus Langganan Saya
nb_no: Administrer mine abonnementer
ro: Gestionează abonamentele mele
sk_sk: Spravovať moje predplatné
sl_si: Upravljaj moje naročnine
sr_rs@cyrillic: Управљање мојим претплатама
sr_rs@latin: Upravljanje mojim pretplatama
th: จัดการการสมัครรับข้อมูลของฉัน
uk_ua: Керувати моїми передплатами
uz@latin: Mening obunalarimni boshqarish
vi_vn: Quản lý thuê bao của tôi
zh_cn: 管理我的期刊
zh_hant: 管理我的訂閱

# user.myJournals
source: My Journals
az: Jurnallarım
bg: Моите списания
bs_ba: Moji časopisi
de_de: Meine Zeitschriften
el_gr: Τα περιοδικά μου
eu: Nire aldizkariak
gd_gb: Na h-iris-leabhraichean agam
gl_es: As miñas revistas
hi_in: मेरी जर्नल्स
hu_hu: Folyóirataim
hy_am: Իմ ամսագրերը
is: Mín tímarit
ja: マイ･ジャーナル
ka: ჩემი ჟურნალები
kk: Меніі журналдарым
ku_iq: گۆڤارەکانم
ky: Менин журналдарым
lt: Mano žurnalai
lv_lv: Mani žurnāli
mk_mk: Мои списанија
mr: माझ्या पसंतीची नियतकालिके
ms: Jurnal Saya
nb_no: Mine tidsskrift
ro: Revistele mele
sk_sk: Moje časopisy
sl_si: Moje revije
sr_rs@cyrillic: Моји часописи
sr_rs@latin: Moji časopisi
th: วารสารของฉัน
uk_ua: Мої журнали
uz@latin: Mening jurnallarim
vi_vn: Các tạp chí của tôi
zh_cn: 我的期刊
zh_hant: 我的期刊

# user.register.noContextReviewerInterests
source: If you requested to be a reviewer on any journal, please enter your subject interests.
az: Hər hansı bir jurnalda rəyçi olmaq istəyirsinizsə, zəhmət olmazsa maraqlı olduğunuz sahələri daxil edin.
bg: Ако сте поискали да бъдете рецензент на някое списание, моля, въведете интересите си.
bs_ba: Ako ste zatražili da budete recenzent za bilo koji časopis, molimo unesite svoja područja interesa.
de_de: Wenn Sie die Aufnahme als Gutachter/in bei einer Zeitschrift beantragt haben, geben Sie bitte Ihre Begutachtungsinteressen ein.
el_gr: Αν αιτηθήκατε εγγραφή ως Αξιολογητής σε κάποιο περιοδικό, παρακαλούμε εισάγετε τα θεματικά αντικείμενα που σας ενδιαφέρουν.
eu: Aldizkariren bateko ebaluatzailea izatea eskatu baduzu, adierazi zure arloko gaiak.
gd_gb: Ma dh’iarr thu inbhe lèirmheasaiche airson iris-leabhar sam bith, cuir a-steach na cuspairean sa bheil ùidh agad.
gl_es: Se solicitou ser revisor/a nalgunha revista, introduza os temas que lle interesan.
hi_in: यदि आपने किसी भी जर्नल में एक समीक्षक बनने का अनुरोध किया है, तो कृपया अपने विषय के हितों को दर्ज करें।
hu_hu: Ha bármelyik folyóiratnál szeretne szakmai lektor lenni, akkor adja meg az szakterületeit.
hy_am: Եթե դուք խնդրել եք լինել որևէ ամսագրի գրախոս , խնդրում ենք մուտքագրել ձեր թեմատիկ հետաքրքրությունները:
is: Ef þú hefur beðið um að vera ritrýnir fyrir tímarit, vinsamlega skráðu þá áhugasvið þitt.
ja: 査読を希望された方は、ご興味のある分野をご記入ください。
ka: თუ თქვენ მოითხოვეთ რაიმე ჟურნალის რეცენზენტობა, გთხოვთ მიუთითოთ თქვენი საგნების ინტერესები.
kk: Егерде сіз қандай да бір журналда рецензент рөлін сұрасаңыз, сізді рецензент ретінде қызықтыратын тақырыптарды енгізіңіз.
ku_iq: ئەگەر تۆ دەخوازیت لە یەکێک لە گۆڤارەکان ببیت بە هەڵسەنگێنەر، تکایە پسپۆڕی خۆت بنوسە.
ky: Эгер кандайдыр бир журналда рецензент болууну сурасаңыз, предметтик кызыкчылыктарыңызды киргизиңиз.
lt: Jei norėtumėte recenzuoti kurio nors iš šių žurnalų straipsnius, nurodykite savo mokslinių tyrimų kryptis.Jei norėtumėte recenzuoti kurio nors iš šių žurnalų straipsnius, nurodykite savo mokslinių tyrimų kryptis.
lv_lv: Ja vēlaties kļūt par kāda žurnāla recenzentu, lūdzu, ievadiet savas tematiskās intereses.
mk_mk: Доколку побаравте да бидете рецензент во некое списание, ве молиме да внесете теми кои ве интересираат.
mr: तुम्ही नियतकालिकांसाठी समीक्षकाची भूमिका बजावण्याची इच्छा व्यक्त केली असल्यास, कृपया तुमच्या अभिरूचीचे विषय नोंदवा.
ms: Sekiranya anda meminta untuk menjadi pengulas di mana-mana jurnal, sila masukkan subjek anda minati.
nb_no: Dersom du er bedt om å være fagfelle for et tidsskrift, oppgi de faglige interessene dine her.
ro: Dacă ați solicitat să fiți recenzor, vă rugăm să introduceți subiectele de interes.
sk_sk: Ak ste uviedli záujem o úlohu recenzenta v akomkoľvek časopise, zadajte svoje záujmy.
sl_si: Če ste se želeli registrirati kot recenzent, prosimo navedite področja, s katerimi se ukvarjate.
sr_rs@cyrillic: Уколико сте захтевали да постанете рецензент часописа, молимо Вас да унесете ваше области интересовања.
sr_rs@latin: Ukoliko ste zahtevali da postanete recenzent časopisa, molimo Vas da unesete vaše oblasti interesovanja.
th: หากคุณขอเป็นผู้ทรงคุณวุฒิในวารสารใด ๆ กรุณากรอกหัวข้อความสนใจของคุณ
uk_ua: Якщо Ви запитуєте в журналі роль рецензента, будь ласка, зазначте свої наукові інтереси.
uz@latin: Agar siz biron bir jurnalda sharhlovchi bo'lishni so'rasangiz, iltimos, o'z qiziqishlaringizni kiriting.
vi_vn: Nếu bạn yêu cầu trở thành người phản biện trên bất kỳ tạp chí nào, vui lòng nhập hướng nghiên cứu mà bạn quan tâm.
zh_cn: 如果您请求成为期刊的审稿人，请输入您的主题兴趣。
zh_hant: 如您有興趣成為任何一本期刊的評審員，請輸入您有興趣的學術領域。

# user.register.otherContextRoles
source: Request the following roles.
az: Aşağıdakı rolları tələb edin.
bg: Искане за следните роли.
bs_ba: Zatraži sljedeće uloge.
de_de: Die folgenden Rollen beantragen.
el_gr: Ζητήστε τους ακόλουθους ρόλους
eu: Eskatu hurrengo rolak.
gd_gb: Iarr na dreuchdan a leanas.
gl_es: Solicitar os roles seguintes.
hi_in: निम्नलिखित भूमिकाओं का अनुरोध करें।
hu_hu: A következő szerepkörök igénylése.
hy_am: Հարցրեք հետևյալ դերերը.
is: Biddu um eftirfarandi hlutverk.
ja: 以下の役割を要求します。
ka: მოითხოვეთ შემდეგი როლები.
kk: Келесі рөлдерді сұрау.
ku_iq: ئەم ڕۆڵانەی خوارەوە لە ئەستۆ دەگرم.
ky: Төмөнкү ролдорду сураңыз.
lt: Galėčiau atlikti tokias funkcijas.
lv_lv: Pieprasīt šādas lomas.
mk_mk: Побарајте ги следните улоги.
mr: खालील भूमिका वठवण्याची इच्छा.
ms: Minta peranan berikut.
nb_no: Be om følgende roller.
ro: Solicitați următoarele roluri.
sk_sk: Požadovať následujúce role.
sl_si: Zahtevam naslednje vloge.
sr_rs@cyrillic: Захтевај следеће улоге.
sr_rs@latin: Zahtevaj sledeće uloge.
th: ขอบทบาทตามที่ระบุไว้ต่อไปนี้
uk_ua: Запитати наступні ролі.
uz@latin: Quyidagi rollarni talab qiling.
vi_vn: Yêu cầu các vai trò sau.
zh_cn: 请求以下角色。
zh_hant: 要求成為以下身份。

# user.register.contextsPrompt
source: Which journals on this site would you like to register with?
az: Bu saytdakı hansı jurnallara qeydiyyatdan keçmək istəyərsiniz?
bg: В кои списания на този сайт бихте искали да се регистрирате?
bs_ba: U koje se časopise na ovoj stranici želite registrirati?
de_de: Bei welchen Zeitschriften auf dieser Website möchten Sie sich registrieren?
el_gr: Σε ποια περιοδικά της πλατφόρμας θέλετε να εγγραφείτε;
eu: Webgune honetako zein aldizkaritan eman nahi duzu izena?
gd_gb: Dè na h-iris-leabhraichean air an làrach seo bu toil leat clàradh aca?
gl_es: En que revistas deste sitio se quere rexistrar?
hi_in: इस साइट पर कौन सी जर्नल्स आप के साथ पंजीकृत करना चाहेंगे?
hu_hu: Melyik folyóiratokhoz szeretne regisztrálni?
hy_am: Այս կայքի ո՞ր ամսագրերում կցանկանայիք գրանցվել:
is: Hjá hvaða tímaritum, á þessari síðu, myndir þú vilja skrá þig?
ja: このサイトのどの雑誌に登録しますか？
ka: ამ საიტზე რომელ ჟურნალებში გსურთ დარეგისტრირება?
kk: Жүйедегі қай журналға тіркелгіңіз келеді?
ku_iq: دەتەوێت خۆت لە کام گۆڤار تۆمار بکەیت؟
ky: Бул сайттагы кайсы журналдарга катталгыңыз келет?
lt: Prie kurių šioje svetainėje pateiktų žurnalų norėtumėte registruotis?
lv_lv: Kuros šīs vietnes žurnālos vēlaties reģistrēties?
mk_mk: На кои списанија на оваа страница би сакале да се регистрирате?
mr: या संकेतस्थळावरील कोणत्या नियतकालिकांसाठी तुम्ही नोंदणी करू इच्छिता?
ms: Jurnal mana di laman web ini yang ingin anda daftarkan?
nb_no: Hvilke tidsskrift på dette nettstedet vil du registere deg hos?
ro: La ce reviste de pe acest site doriți să vă înregistrați?
sk_sk: Ktoré časopisy na tomto webe by ste si chceli zaregistrovať?
sl_si: Pri kateri reviji na tem spletišču bi se radi registrirali?
sr_rs@cyrillic: За које часописе на овом сајту желите да се региструјете?
sr_rs@latin: Za koje časopise na ovom sajtu želite da se registrujete?
th: คุณต้องการลงทะเบียนกับวารสารใดในเว็บไซต์นี้?
uk_ua: У яких журналах на цьому сайті Ви хочете зареєструватися?
uz@latin: Bu saytdagi qaysi jurnallarda ro'yxatdan o'tishni xohlaysiz?
vi_vn: Bạn muốn đăng ký những tạp chí nào trên trang web này?
zh_cn: 您想在该网站上注册哪些期刊？
zh_hant: 您希望在此網站哪一本期刊註冊？
