Repository: pkp/ojs
Catalog: locale/*/locale.po
Languages: az, bg, bs_ba, de_de, el_gr, eu, gd_gb, gl_es, hi_in, hu_hu, hy_am, is, ja, ka, kab, kk, ku_iq, ky, lt, lv_lv, mk_mk, mr, ms, nb_no, ro, sk_sk, sl_si, sq, sr_rs@cyrillic, sr_rs@latin, th, uk_ua, uz@latin, vi_vn, zh_cn, zh_hant

# about.submissionPreparationChecklist.description
source: As part of the submission process, authors are required to check off their submission's compliance with all of the following items, and submissions may be returned to authors that do not adhere to these guidelines.
az: Müraciət prosesində müəlliflər müraciətlərinin aşağıdakı siyahıdakı bütün maddələrə uyğunluğuna nəzarət etməlidirlər, bu bələdçiyə uyğun olmayan müraciətlər müəlliflərə geri qaytarılır. .
bg: Като част от процеса на изпращане, авторите са длъжни да проверят дали са спазени указанията за автори с посочени по-долу точки, а материалите могат да бъдат върнати на автори, които не спазват тези указания.
bs_ba: Kao dio postupka prijave priloga, autori su dužni potvrditi sukladnost priloga koji prijavljuju sa svim sljedećim stavkama. Autorima koji se ne pridržavaju ovih smjernica prijave mogu biti vraćene.
de_de: Als Teil des Einreichungsverfahren werden die Autor/innen gebeten, anhand der Checkliste für Beiträge die Übereinstimmung ihres Beitrags Punkt für Punkt mit den angegebenen Vorgaben abzugleichen. Beiträge können an Autor/innen, die die Richtlinien nicht befolgen, zurückgegeben werden.
el_gr: Κατά την υποβολή εργασιών στο περιοδικό, ζητείται από τους Συγγραφείς να επιβεβαιώσουν ότι η υποβολή ανταποκρίνεται στα ακόλουθα κριτήρια. Μη συμβατές υποβολές ενδέχεται να επιστραφούν στους Συγγραφείς.
eu: Bidalketa-prozesuan, egileek egiaztatu behar dute beren bidalketak betetzen dituela ondoren eskatzen diren guztiak, eta baliteke bidalketa egileari itzultzea gidalerro horiek bete ezean.
gd_gb: Mar phàirt dhen phròiseas tagraidh, bidh aig na h-ùghdaran cromag a chur ris na nithean a leanas air fad a dh’innse gu bheil an tagradh aca a’ gèilleadh ri gach aon dhiubh agus mur eil tagradh a’ gèilleadh ris na riaghailtean seo, dh’fhaoidte gun tèid a thilleadh dha na h-ùghdaran.
gl_es: Como parte integrante do proceso de envío, os autores/as teñen que asegurarse de que o seu envío cumpra todas as condicións que veñen a continuación. No caso de non se seguiren estas directrices, os envíos poderanse devolver aos autores/as.
hi_in: प्रस्तुत करने की प्रक्रिया के हिस्से के रूप में, लेखकों को निम्नलिखित सभी वस्तुओं के साथ अपने सबमिशन के अनुपालन की जांच करना आवश्यक है, और सबमिशन्स उन लेखकों को वापस की जा सकती हैं जो इन दिशानिर्देशों का पालन नहीं करते हैं।
hu_hu: A benyújtási folyamat része, hogy a szerzők ellenőrizzék le a benyújtandó anyaguk mindenben megfelel az alábbi listában szereplő elvárásoknak, és azokat a beadványokat, amelyek nem tartják be a az útmutatóban leírtakat, azokat vissza lehet küldeni a szerzőnek.
hy_am: Որպես ներկայացման գործընթացի մաս, հեղինակներից պահանջվում է ստուգել իրենց ներկայացման համապատասխանությունը հետևյալ բոլոր կետերին, և ներկայացումները կարող են վերադարձվել այն հեղինակներին, որոնք չեն հետևում այս ուղեցույցներին:
is: Til að senda inn grein eða efni í tímaritið þurfa höfundar að staðfesta eftirfarandi atriði. Greinar sem ekki standast þessar kröfur verða endursendar höfundum.
ja: 投稿プロセスの1つとして、著者は投稿物が以下のすべての事項を満たしていることを確認する必要があります。これらのガイドラインに従っていないと投稿物は著者の元に返されます場合があります。
ka: გაგზავნის პროცესის ერთ-ერთი ეტაპი არის ავტორის მხრიდან მასალის შესაბამისობის შემოწმება ყველა შემდეგ პუნქტთან, მასალები შეიძლება უკან დაუბრუნდეს ავტორს, თუ ისინი არ შეესაბამება ამ მოთხოვნებს.
kk: Жіберу процесінің бөлігі ретінде авторлар олардың ұсыныстары келесі тармақтардың барлығына сәйкес келетінін тексеруі керек, ал егер олар осы талаптарға сәйкес келмесе, авторларға қайтарылуы мүмкін.
ku_iq: وەک بەشێک لە پرۆسەی پێشکەشکردن، توێژەران دەبێت وردبینی لە پێشکەشکردنەکانیاندا بکەن. چونکە پێشکەشکردنەکە لەوانەیە بۆ توێژەر بگەڕێندرێتەوە لە ئەگەری کەموکوڕی و جێبەجێنەکردنی ڕێنماییەکان.
ky: Тапшырма процесси учурунда авторлор төмөнкү пункттардын баарына ылайык экенин белгилеши керек, көрсөтмөлөргө ылайык келбеген тапшырмалар авторлорго кайтарылышы мүмкүн.
lt: Prieš teikdamas straipsnį autorius turi pavirtinti, kad straipsnis atitinka čia nurodomus reikalavimus. Jei šių reikalavimų nesilaikoma, straipsnis gali būti atmestas.
lv_lv: Iesniegšanas procesā autoriem ir jāatzīmē, vai materiāls atbilst visiem turpmāk minētajiem punktiem. Autoriem, kas neievēro šīs vadlīnijas, iesniegtie materiāli var tikt nosūtīti atpakaļ.
mk_mk: Како дел од процесот на доставување, од авторите се бара да ја проверат усогласеноста на поднесувањето со сите следни ставки, а поднесоците може да им бидат вратени на авторите кои не се придржуваат до овие упатства.
mr: सादरीकरणप्रक्रियेचा एक भाग म्हणून, लेखकांनी त्यांच्या सादरीकरणासाठी खालील सर्व बाबींची पुर्तता केली असल्याची खात्री करणे आवश्यक आहे आणि या मार्गदर्शक तत्त्वांचे पालन न करणाऱ्या लेखकांची सादरीकरणे परतवली जाऊ शकतात.
ms: Sebagai sebahagian daripada proses penyerahan, pengarang dikehendaki menyemak pematuhan penyerahan mereka dengan semua perkara berikut, dan penyerahan boleh dikembalikan kepada pengarang yang tidak mematuhi garis panduan ini.
nb_no: Forfatteren må krysse av for at innleveringen oppfyller kravene som listes under. Innleveringer som ikke oppfyller disse, kan bli returnert til forfatteren.
ro: Ca parte a procesului de depunere de manuscrise, autorii sunt obligați să verifice respectarea regulilor de înregistrare manuscrise, ținând cont de elementele următoare, în caz contrar trimiterile putând fi returnate autorilor care nu respectă aceste reguli.
sk_sk: Ako súčasť procesu odosielania príspevku je požadované, aby autori zaškrtnutím potvrdili, že ich príspevok je v súlade so všetkými nasledujúcimi položkami. Príspevky, ktoré nebudú v súlade s týmito pravidlami, môžu byť autorom vrátené.
sl_si: Avtorji morajo med postopkom oddaje preveriti, če njihovi prispevki ustrezajo spodnjim zahtevam. V primeru, da ne ustrezajo, so prispevki lahko zavrnjeni.
sr_rs@cyrillic: Као део поступка пријаве прилога, аутори су дужни потврдити складност прилога који пријављују са свим следећим ставкама. Ауторима који се не придржавају ових смерница пријаве могу бити враћене.
sr_rs@latin: Kao deo postupka prijave priloga, autori su dužni potvrditi skladnost priloga koji prijavljuju sa svim sledećim stavkama. Autorima koji se ne pridržavaju ovih smernica prijave mogu biti vraćene.
th: เป็นส่วนหนึ่งของกระบวนการส่งบทความ ผู้เขียนจะต้องตรวจสอบการส่งบทความของตนว่าปฏิบัติตามรายการทั้งหมดที่กำหนดไว้ และบทความที่ส่งอาจถูกส่งกลับหาผู้เขียนหากไม่ปฏิบัติตามแนวทางเหล่านี้
uk_ua: Під час подання рукопису до журналу автори повинні підтвердити його відповідність всім встановленим вимогам, вказаним нижче. В разі виявлення невідповідності поданої роботи пунктам цих вимог редакція повертатиме авторам матеріали на доопрацювання.
uz@latin: Taqdim etish jarayonining bir qismi sifatida mualliflar o'z takliflarining quyidagi barcha bandlarga muvofiqligini tekshirishlari shart, va arizalar ushbu ko'rsatmalarga rioya qilmagan mualliflarga qaytarilishi mumkin.
vi_vn: Là một phần của quy trình gửi, các tác giả được yêu cầu kiểm tra sự tuân thủ của họ đối với tất cả các mục sau đây và các bài gửi có thể được trả lại cho các tác giả không tuân thủ các mục này.
zh_cn: 作为提交过程的一部分，作者必须核对其投稿的是否符合下列所有项目，当不遵守这些准则，投稿将被退回.
zh_hant: 作為投稿步驟之一，作者需要檢查投稿符合所有以下項目，如未能符合以下指引投稿會被退還。

# current.noCurrentIssueDesc
source: This journal has not published any issues.
az: Bu jurnal hələ heç bir nömrə yayımlamadı.
bg: Това списание не е публикувало нито един брой.
bs_ba: Još nije izašao niti jedan broj ovoga časopisa.
de_de: Von der Zeitschrift ist keine Ausgabe erschienen.
el_gr: Δεν υπάρχουν δημοσιευμένα τεύχη για το περιοδικό αυτό.
eu: Aldizkari honek ez du zenbaki bat ere argitaratu.
gd_gb: Cha do dh’fhoillsich an t-iris-leabhar seo iris sam bith gu ruige seo.
gl_es: Esta revista non publicou ningún número.
hi_in: इस जर्नल्स ने किसी भी अंक को प्रकाशित नहीं किया है।
hu_hu: Ez a folyóirat még nem publikált egy számot sem.
hy_am: Այս ամսագիրը որևէ համար չի հրապարակել։
is: Þetta tímarit hefur enn ekki gefið út neitt tölublað.
ja: この雑誌は1号も出版されていません。
ka: ამ ჟურნალს არა აქვს გამოქვეყნებული ნომრები.
kk: Бұл журналда басылған нөмірлер жоқ.
ku_iq: ئەم گۆڤارە هیچ ژمارەیەکی لێ بڵاو نەکراوەتەوە.
ky: Бул журналда эч кандай чыгарылыш жарыяланган эмес.
lt: Nėra nė vieno šio žurnalo numerio.
lv_lv: Šis žurnāls nav publicējis nevienu numuru.
mk_mk: Ова списание нема објавено никакви изданија.
mr: या नियतकालिकाने अंक प्रकाशित केलेले नाहीत.
ms: Jurnal ini tidak menerbitkan sebarang terbitan.
nb_no: Dette tidsskriftet har ennå ikke publisert noen utgave.
ro: Acest jurnal nu a publicat niciun număr.
sk_sk: Tento časopis doteraz nepublikoval žiadne čísla.
sl_si: Ta revija še nima objavljenih številk.
sr_rs@cyrillic: Још није изашао ни један број овога часописа.
sr_rs@latin: Još nije izašao ni jedan broj ovoga časopisa.
th: วารสารนี้ยังไม่ได้ตีพิมพ์ฉบับใด ๆ
uk_ua: Цей журнал поки не опублікував жодного випуску.
uz@latin: Bu jurnalda hech qanday son nashr qilinmagan.
vi_vn: Tạp chí này chưa xuất bản số nào.
zh_cn: 本期刊并没有发表任何刊期.
zh_hant: 此期刊尚未出版任何一期。

# site.journalsHosted
source: Journals hosted on this site
az: Bu saytdakı Jurnallar
bg: Списания, хоствани (разположени) на този сайт
bs_ba: Časopisi udomaćeni na ovoj stranici
de_de: Zeitschriften auf dieser Seite
el_gr: Περιοδικά που φιλοξενούνται σε αυτόν το ιστότοπο
eu: Gune honetan ostatatutako aldizkariak
gd_gb: Iris-leabhraichean air òstaireachd na làraich seo
gl_es: Revistas aloxadas neste sitio web
hi_in: इस साइट पर आयोजित जर्नल्स
hu_hu: Az oldalon tárolt folyóiratok
hy_am: Այս կայքում տեղակայված ամսագրեր
is: Tímarit á þessari vefsíðu
ja: このサイトで提供している雑誌
ka: ამ საიტზე განთავსებული ჟურნალები
kk: Бұл сайтта жарияланған журналдар
ku_iq: گۆڤارەکان لەم پەڕەیەدا میوانداری کراون
ky: Бул сайтта жайгашкан журналдар
lt: Šioje svetainėje skelbiami žurnalai
lv_lv: Šajā vietnē izvietotie žurnāli
mk_mk: Списанија хостирани на оваа страница
mr: या संकेतस्थळावर ही नियतकालिके आहेत
ms: Jurnal yang dihoskan di laman web ini
nb_no: Tidsskrifter som dette nettstedet er vert for
ro: Jurnale găzduite pe acest site
sk_sk: Časopisy hostované na tejto stránke
sl_si: Revije, ki so na tem spletišču
sr_rs@cyrillic: Часописи хостовани на овом сајту
sr_rs@latin: Publikacije na ovom sajtu
th: วารสารที่โฮสต์บนเว็บไซต์นี้
uk_ua: Журнали, розміщені на цьому сайті
uz@latin: Bu saytda joylashtirilgan jurnallar
vi_vn: Tạp chí được lưu trữ trên trang web này
zh_cn: 本网站主办的期刊
zh_hant: 在此網站存放的期刊

# article.nonpdf.note
source: The file you selected should begin downloading automatically. If it does not, click the link below. Note that this file may require a special viewer or plugin to view.<br /><br />If the file does not download automatically, <a href="{$url}">click here</a>.
az: Seçdiyiniz fayl avtomatik olaraq endirilməyə başlanacaqdır. Əgər endirmə avtomatik olaraq başlamazsa aşağıdakı linki klikləyin. Bu faylın görünə bilməsi üçün xüsusi bir görüntüləyici və ya linkə ehtiyac ola bilər. <br /><br />Əgər məqalə avtomatik olaraq endirilməzsə <a href="{$url}">bura klikləyin</a>. .
bg: Избраният от вас файл трябва да започне да се изтегля автоматично. Ако това не стане, щракнете върху връзката по-долу. Имайте предвид, че този файл може да изисква специален софтуер или приставка за преглед. <br /> <br /> Ако файлът не се изтегли автоматично, <a href="{$url}"> щракнете тук </a>.
bs_ba: Datoteka koju ste odabrali trebala bi se započeti automatski preuzimati. Ako se to ne dogodi, kliknite na poveznicu ispod. Ova datoteka možda zahtijeva posebni program ili dodatak za prikaz.<br /><br />Ako se datoteka ne skida automatski, <a href="{$url}">kliknite ovdje</a>.
de_de: Die gewählte Datei sollte automatisch geladen werden. Falls nicht, klicken Sie auf den nachstehenden Link. Beachten Sie bitte, dass die Datei zur Wiedergabe ein spezielles Programm oder ein Plugin benötigen kann.<br /><br />Falls die Datei nicht automatisch geladen wird, <a href="{$url}">hier klicken</a>.
el_gr: Η μεταφόρτωση του αρχείου θα εκκινήσει αυτόματα. Εάν δεν ολοκληρωθεί, επιλέξτε τον παρακάτω σύνδεσμο. Για την προβολή του συγκεκριμένου αρχείου μπορεί να απαιτείται ένα ειδικό πρόγραμμα προβολής ή κάποιο πρόσθετο.&lt;br /&gt;&lt;br /&gt; Εάν το αρχείο δεν κατέβει αυτόματα, &lt;a href="{$url}"&gt; κάντε κλικ εδώ&lt;/a&gt;.
eu: Aukeratu duzun fitxategia automatikoki hasiko da jaisten. Hala ez bada, egin klik beheko estekan. Kontuan izan fitxategi hau ikusteko ikustaile edo plugin berezi bat behar dela.<br /><br />Fitxategia ez bada automatikoki jaisten, <a href="{$url}">egin klik hemen</a>.
gd_gb: Thèid am faidhle a thagh thu a luchdadh a-nuas gu fèin-obrachail a ghnàth. Mur an dèan e sin, briog air a’ cheangal gu h-ìosal. Thoir an aire gum feum thu prògram no plugan sònraichte mus fhaic thu am faidhle seo ma dh’fhaoidte.<br /><br />Mur an tèid am faidhle a luchdadh a-nuas gu fèin-obrachail, <a href="{$url}">briog an-seo</a>.
gl_es: O arquivo seleccionado comezará a descargarse automaticamente. De non ser así, faga clic no seguinte enlace. Teña en conta que pode necesitar un visualizador ou un complemento especial para este arquivo.<br /><br />Se non se descarga automaticamente, <a href="{$url}">faga clic aquí</a>.
hi_in: आपके द्वारा चुनी गई फ़ाइल को स्वचालित रूप से डाउनलोड करना शुरू करना चाहिए। यदि ऐसा नहीं होता है, तो नीचे दिए गए लिंक पर क्लिक करें। ध्यान दें कि इस फ़ाइल को देखने के लिए एक विशेष दर्शक या प्लग इन की आवश्यकता हो सकती है। <br /> <br /> यदि फ़ाइल स्वचालित रूप से डाउनलोड नहीं होती है, तो <a href="elling>urlenders"> यहां क्लिक करें </a>।
hu_hu: A kiválasztott fájl automatikusan le fog töltődni. Ha nem, akkor kattintson az alábbi linkre. Megjegyzendő, hogy ez a fájl speciális megjelenítőt vagy plugint igényel a megtekintéshez. <br /><br />Ha a fájl nem töltődik le automatikusan, akkor <a href="{$url}">kattintson ide</a>.
hy_am: Ձեր ընտրած նիշքը պետք է ինքնաշխատ սկսի ներբեռնվել: Եթե դա այդպես չէ, սեղմեք ստորև նշված հղումը: Նկատի ունեցեք, որ այս նիշքը դիտելու համար կարող է պահանջվել հատուկ դիտակ կամ փլագին:<br /><br />Եթե նիշքն ինքնաշխատ չի ներբեռնվում, <a href="{$url}">սեղմեք այստեղ</a>:
is: Skráin sem þú valdir ætti að hlaðast niður sjálfkrafa. Ef hún gerir það ekki, smelltu þá á tengilinn fyrir neðan. Athugaðu að þessi skrá gæti kallað á sérstakan lesara eða forritunarviðbót til að þú getir skoðað hana. <br /><br />Ef skráin hleðst ekki niður sjálfkrafa, <a href="{$url}">smelltu hér</a>.
ja: 選択したファイルのダウンロードは、自動的に開始します。ダウンロードが始まらない場合は、下のリンクをクリックしてください。このファイルをご覧いただくには、特別なビューアーやプラグインが必要な場合があります。<br /><br />ファイルが自動的にダウンロードされない場合は、<a href="{$url}">こちらをクリック</a>してください。
ka: თქვენს მიერ არჩეული ფაილი უნდა დაიწყოს ავტომატურად ჩამოტვირთვის შესახებ. თუ არა, დააჭირეთ ქვემოთ მოცემულ ბმულს. გაითვალისწინეთ, რომ ამ ფაილს შეიძლება დასჭირდეს სპეციალური დამთვალიერებელი ან დანამატი.<br /><br /> თუ ფაილი ავტომატურად არ ჩამოიტვირთება, <a href="{$url}">დააჭირეთ აქ</a> .
kk: Таңдалған файл автоматты түрде жүктелуі керек. Егер жоқ болса, төмендегі сілтемені басыңыз. Бұл файлды қарау үшін арнайы бағдарлама немесе модуль қажет болуы мүмкін екенін ескеріңіз. <br /> <br /> Егер файл автоматты түрде жүктелмесе, <a href="{$url}"> мына жерді басыңыз </a>.
ku_iq: ئەو فایلەی تۆ دیاریت کردووە بە شێوەیەکی تۆماتیکی دادەبەزێت. ئەگەر دانەبەزی، کلیک لەم لینکەی خوارەوە بکە. ئاگاداری ئەوە بە کە کردنەوەی فایلەکە لەوانەیە پێویستی بە پڕۆگرامی تایبەت ببێت.<br /><br /> ئەگەر بە شێوەیەکی تۆماتیکی دانەبەزی،<a href="{$url}"> کلیک لێرە بکە؛</a>.
ky: Тандалган файл автоматтык түрдө жүктөлүшү керек. Эгер жүктөлбөсө, төмөнкү шилтемеге басыңыз. Бул файлды көрүү үчүн атайын программа же плагин талап кылынышы мүмкүн.<br /><br />Эгер файл автоматтык түрдө жүктөлбөсө, <a href="{$url}">бул жерге басыңыз</a>.
lt: Pasirinktas failas turėtų automatiškai pradėti siųstis. Jei taip neatsitinka, spustelėkite žemiau esančią nuorodą. Atminkite, kad šiam failui peržiūrėti gali reikėti specialios programos arba papildinio.<br /><br />Jei failas neprasideda siųstis automatiškai, <a href="{$url}">spustelėkite čia</a>.
lv_lv: Atlasītā faila lejupielādei jāsākas automātiski. Ja tā nenotiek, noklikšķiniet uz tālāk norādītās saites. Ņemiet vērā, ka šī faila skatīšanai var būt nepieciešams īpašs skatītājs vai spraudnis.<br /><br />Ja fails netiek lejupielādēts automātiski, <a href="{$url}">klikšķiniet šeit</a>.
mk_mk: Датотеката што ја избравте треба да започне автоматски да се презема. Ако не, кликнете на врската подолу. Забележете дека на оваа датотека можеби ќе треба посебен прегледувач или приклучок за прегледување. <br /> <br /> Ако датотеката не се преземе автоматски, <a href="{$url}"> кликнете овде </a>.
mr: तुम्ही निवडलेली फाईल आपोआप उतरवण्यास (डाउनलोड होण्यास) सुरुवात झाली पाहिजे. तसे नसल्यास, खालील दुव्यावर (लिंक) क्लिक करा. लक्षात ठेवा या फाईलला पाहण्यासाठी विशेष viewer किंवा प्लग-इनची गरज भासू शकते.<br /><br />फाईल आपोआप उतरवता येत (डाउनलोड होत) नसल्यास, <a href="{$url}">येथे क्लिक करा</a>.
ms: Fail yang anda pilih akan mula dimuat turun secara automatik. Sekiranya tidak, klik pautan di bawah. Perhatikan bahawa fail ini mungkin memerlukan penampil atau plugin khas untuk melihat.<br /> <br /> Sekiranya fail tidak memuat turun secara automatik,<a href="{$url}">klik di sini</a>.
nb_no: Filen du har valgt burde bli lastet ned automatisk. Dersom det ikke skjer, kan du klikke på lenken under. Merk at denne filen krever en spesiell viser eller et programtillegg for at den kan vises. <br /><br />Dersom filen ikke lastes ned automatisk, <a href="{$url}">klikk her</a>.
ro: Pentru fișierul selectat ar trebui să înceapă descărcarea automată. Dacă nu, faceți clic pe linkul de mai jos. Rețineți că acest fișier poate necesita un vizualizator sau un plugin special pentru a fi vizualizate.<br /><br />Dacă fișierul nu se descarcă automat, <a href="{$url}">faceți click aici</a>.
sk_sk: Sťahovanie vybraného súboru by malo začať automaticky. Ak nezačne, kliknite na odkaz nižšie. Vedzte, že súbor môže vyžadovať pre svoje zobrazenie špeciálny prehliadač alebo plugin.<br /><br />Ak nezačalo sťahovanie automaticky, <a href="{$url}">kliknite tu</a>.
sl_si: Izbrana datoteka se mora začeti prenašati avtomatsko. Če se ne, kliknite povezavo spodaj. Za ogled datoteke boste potrebovali ustrezen pregledovalink.<br /><br />Če se datoteka ne začne prenašati avtomatsko, <a href="{$url}">kliknite tukaj</a>.
sr_rs@cyrillic: Фајл који сте одабрали требо би аутоматски почети пребацивање на Ваш рачунар. Ако се то не догоди, кликните на линк испод. Овај фајл можда захтева посебни програм или додатак за приказ.<br /><br />Ако се фајл не преузима аутоматски, <a href="{$url}">кликните овде</a>.
sr_rs@latin: Fajl koji ste odabrali trebo bi automatski početi prebacivanje na Vaš računar. Ako se to ne dogodi, kliknite na link ispod. Ovaj fajl možda zahteva posebni program ili dodatak za prikaz.<br /><br />Ako se fajl ne preuzima automatski, <a href="{$url}">kliknite ovde</a>.
th: ไฟล์ที่คุณเลือกควรเริ่มดาวน์โหลดโดยอัตโนมัติ หากไม่ได้ ให้คลิกลิงก์ด้านล่างนี้ โปรดทราบว่าไฟล์นี้อาจต้องใช้โปรแกรมพิเศษหรือปลั๊กอินในการดู<br /><br />หากไฟล์ไม่ดาวน์โหลดอัตโนมัติ <a href="{$url}">คลิกที่นี่</a>
uk_ua: Обраний Вами файл почне завантажуватись автоматично. Зауважте, що для перегляду цього файлу може знадобитись спеціалізоване програмне забезпечення.<br /><br />Якщо файл не завантажився автоматично, <a href="{$url}">натисніть сюди</a>.
uz@latin: Siz tanlagan fayl avtomatik ravishda yuklab olinishi kerak. Agar bunday bo'lmasa, quyidagi havolani bosing. E'tibor bering, bu faylni ko'rish uchun maxsus tomoshabin yoki plagin kerak bo'lishi mumkin. <br /> <br /> Agar fayl avtomatik yuklanmasa, <a href="{$url}"> bu erga bosing </a>.
vi_vn: Các tập tin bạn đã chọn sẽ bắt đầu tải xuống tự động. Nếu không, nhấp vào liên kết dưới đây. Lưu ý rằng tệp này có thể yêu cầu trình xem hoặc plugin đặc biệt để xem. <br/> <br/> Nếu tệp không tự động tải xuống, hãy <a href="{$url}">bấm vào đây</a>.
zh_cn: 您选择的文件将开始自动下载。如果没有，请点击下面的链接。请注意，此文件可能需要一种特殊的工具或插件来查看.<br /><br />如果该文件不自动下载， <a href="{$url}">请点击这里</a>.
zh_hant: 您所選取的檔案應該會自動開始下載。如沒有開始，請點選以下連結。注意此檔案或需要特定的閱讀器或插件來讀取。<br /><br />如下載沒有自動開始，請<a href="{$url}">按此</a>。
