Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.selectSubscriber.desc
source: Subscription access privileges are automatically granted to the journal's Journal Managers, Editors, Section Editors, Layout Editors, Copyeditors, and Proofreaders.
ar: صلاحيات الوصول إلى الاشتراك تُمنح تلقائياً لمدير الاشتراكات في المجلة، وإلى المحررين ومحرري الأقسام والمصممين الطباعيين والمدققين ومصححي القراءة.
az: Abunəlik giriş səlahiyyəti, Jurnal İdarəçisi, Redaktorlar, Bölmə Redaktorları, Tərtibatçılar, Nəşr Redaktorları və Korrektorlar üçün avtomatik olaraq verilir.
bg_bg: Привилегиите за достъп до абонамент автоматично се предоставят на мениджърите на списанието, редакторите, редакторите на секции, редакторите на оформления, техническите редактори и коректорите.
ca_es: S’atorguen automàticament privilegis d’accés en virtut de subscriptors/es als administradors/es de la revista, als editors/es, als editors/es de secció, als maquetistes, als correctors/es d'originals i als correctors/es de proves.
cs_cz: Práva předplatitelského přístupu jsou automaticky garantována pro manažery časopisu, editory, editory sekcí, typografy, redaktory a korektory.
da_dk: Der gives automatisk adgangsrettigheder til abonnementer til tidsskriftets tidsskriftschefter, redaktører, sektionsredaktører, layoutredaktører, manuskriptredaktører og korrekturlæsere.
de_de: Die Zeitschriftenverwalter/innen, Redakteur/innen, Rubrikredakteur/innen, Layouter/innen, Lektor/innen und Korrekturlektor/innen haben automatisch die Zugangsprivilegien von Abonnent/innen.
es_es: Se proporcionan automáticamente permisos de acceso de suscripción a los gestores/as de la revista, los editores/as, los editores/as de sección, los maquetadores/as, los correctores/as de originales y los correctores/as de pruebas.
eu: Harpidedunen pribilegioak automatikoki ematen zaizkie Aldizkariaren kudeatzaileei, Editoreei, Ataleko editoreei, Maketatzaileei, Zuzentzaileei eta Proba-Zuzentzaileei.
fa_ir: مجوزهای دستیابی اشتراک به‌صورت خودکار در دسترس مدیر مجله ، سردبیر و دبیران، ویراستاران، صفحه‌آرا و بازبین نهائی قرار می‌گیرد.
fi: Julkaisujen hallinnoijille, toimittajille, osastotoimittajille, taittajille, teknisille toimittajille ja oikolukijoille myönnetään automaattisesti etuoikeudet tilausperusteiseen saatavuuteen.
fr_fr: Les privilèges d'accès d'abonnement sont automatiquement accordés aux Directeurs, Rédacteurs, Rédacteurs de rubrique, Responsables de mise en page, Réviseurs et Correcteurs d'épreuves de la revue.
gl: Os privilexios de acceso á subscrición concédense automaticamente aos xestores de revistas, editores, editores de seccións, maquetadores e correctores.
hi_in: सदस्यता का उपयोग विशेषाधिकार स्वचालित रूप से जर्नल के जर्नल मैनेजर्स, एडिटर्स, सेक्शन एडिटर्स, लेआउट एडिटर्स, कॉपीडिटर और प्रूफरीडर्स को दिया जाता है।
hr_hr: Privilegije pristupa pretplatama su automatski dodijeljene glavnim urednicima, urednicima, urednicima rubrike, grafičkim urednicima, lektorima i korektorima.
hy: Բաժանորդագրության հասանելիության արտոնություններն ինքնաշխատ կերպով տրվում են ամսագրի կառավարիչներին, խմբագիրներին, բաժնի խմբագիրներին, դասավորության խմբագիրներին, գրական խմբագիրներին և սրբագրողներին:
id_id: Hak istimewa akses langganan secara otomatis diberikan untuk manajer jurnal, editor, editor bagian, editor layout, copy editor, dan proofreader.
it_it: I privilegi di accesso per abbonati sono automaticamente garantiti agli amministratori , Editor, Section Editor, Layout Editors, Copyeditor, e correttori di bozze della rivista.
ja: 購読のアクセス権は、ジャーナルの雑誌管理者、編集者、セクション編集者、レイアウトエディタ、コピーエディタ、校正担当者に自動的に付与されます。
ka_ge: გამოწერაზე დაშვების პრივილეგიები ავტომატურად ეძლევათ ჟურნალის მმართველებს, რედაქტორებს, განყოფილებების რედაქტორებს, განლაგების რედაქტორებს, რედაქტორებს და კორექტორებს.
ku_iq: لایەنە باشەکانی بەشداریکردن بە تۆماتیکی بۆ بەڕێوەبەر، سەرنوسەر، سەرنوسەری بەش، نەخشەساز، وردبین و هەڵسەنگێنەری زمانی گرەنتی کراوە.
ky: Жазылууга кирүү укуктары автоматтык түрдө журналдын Менеджерлерине, Редакторлоруна, Бөлүм редакторлоруна, Макет редакторлоруна, Оңдоочуларына жана Корректорлоруна берилет.
lt: Prieiga prie prenumeratų užtikrinama šio žurnalo rengėjams, redaktoriams, skyrių redaktoriams, maketuotojams, kalbos redaktoriams ir korektoriams.
lv: Abonēšanas piekļuves tiesības automātiski tiek piešķirtas žurnāla pārvaldniekiem, redaktoriem, sadaļu redaktoriem, maketētājiem, literārajiem redaktoriem un korektoriem.
mr: नियतकालिकाच्या व्यवस्थापक, संपादक, विभागाचे संपादक, मांडणी (लेआउट) संपादक, कॉपी संपादक आणि मुद्रित लेखन तपासणार्‍यांना (प्रूफरीडर) सदस्यता प्रवेश विशेषाधिकार आपोआप मंजूर केले जातात.
ms: Keistimewaan akses langganan diberikan secara automatik kepada Pengurus Jurnal, Editor, Editor Bahagian, Editor Reka Letak, Penyalin dan Pembaca pruf jurnal.
nb_no: Tidsskriftets redaksjonsledere, redaktører, seksjonsredaktører, layoutredaktører, manusredaktører og korrekturlesere får automatisk abonnement på tidsskriftet.
nl: Toegang als abonnee wordt automatisch toegekend aan de tijdschriftbeheerders, redacteurs, sectieredacteurs, opmaakredacteurs, tekstredacteurs en proeflezers van het tijdschrift.
pl: Uprawnienia dostępu do subskrypcji są automatycznie przyznawane zarządzającym czasopismem, jego redaktorom, korektorom i weryfikatorom.
pt_br: Editores-Gerentes, editores, editores de seção, editores de layout, editores de texto e leitores de prova terão automaticamente acesso ao conteúdo para assinantes.
pt_pt: Editores-Gestores, Editores, Editores de Secção, Editores de Layout, Editores de Texto e Leitores de Prova terão automaticamente acesso ao conteúdo para Assinantes.
ru: Права доступа по подписке автоматически предоставляются управляющим журналов, редакторам, редакторам разделов, верстальщикам, литературным редакторам и корректорам данного журнала.
sk_sk: Práva predplatiteľského prístupu sú automaticky garantované pre manažérov časopisu, editorov, editorov sekcií, typografov, redaktorov a korektorov.
sl_si: Glavni urednik revije, uredniki, uredniki rubrik, grafični uredniki, lektorji in korektorji imajo avtomatsko dodeljene naročniške pravice.
sr_rs@cyrillic: привилегије приступа претплати су аутоматски додељене Управнику часописа, Уредницима, Уредницима секција, Графичким уредницима, Коректорима и Финалној контроли.
sr_rs@latin: Privilegije pristupa pretplati su automatski dodeljene Upravniku časopisa, Urednicima, Urednicima sekcija, Grafičkim urednicima, Korektorima i Finalnoj kontroli.
sv_se: Tidskriftens redaktörer, tidskriftsansvarige, sektionsredaktörer, layoutredaktörer, manusredaktörer och korrekturläsare tilldelas prenumerationsrättigheter automatiskt.
tr_tr: Abonelik erişim yetkisi, Dergi Yöneticisi, Editörler, Bölüm Editörleri, Mizanpajcılar, Yayın Editörleri ve Düzeltmeler için otomatik olarak verilir.
uk: Привілеї доступу за передплатою автоматично надаються менеджерам журналу, редакторам, редакторам розділів, верстальникам, літературним редакторам і коректорам.
uz_cyrl: Обуначини танланг.
uz_uz@latin: Jurnal menejerlari, muharrirlari, bo'lim muharrirlari, tartib muharrirlari, nusxa ko'chiruvchilar va tuzatuvchilarga obuna bo'lish huquqi avtomatik ravishda beriladi.
vi_vn: Các đặc quyền truy cập thuê bao được tự động cấp cho người quản trị tạp chí, Biên tập viên, Biên tập viên chuyên mục, Biên tập viên trình bày, Biên tập viên bản thảo và Người hiệu đính.
zh_cn: 这份期刊的期刊管理员、编辑、栏目编辑、版面编辑、文字编辑和校对者会自动拥有订户阅读权限。
zh_hant: 期刊管理員、編輯、分類編輯、版面設計編輯、審稿員及校對員可自動獲得訂閱取用特權。

# manager.subscriptions.select
source: Select
ar: إختر
az: Seçin
bg_bg: Изберете
ca_es: Selecciona
cs_cz: Vybrat
da_dk: Tilmeld abonnent
de_de: Auswählen
es_es: Seleccionar
eu: Inskribatu harpideduna
fa_ir: انتخاب
fi: Valitse
fr_fr: Sélectionner
gl: Seleccionar
hi_in: चयन करे
hr_hr: Upiši pretplatnika
hy: Ընտրել
id_id: Pilih
it_it: Seleziona
ja: 選択
ka_ge: მონიშვნა
ku_iq: دیاری بکە
ky: Тандоо
lt: Pasirinkite
lv: Atlasīt
mr: निवडा
ms: Pilih
nb_no: Verve abonnent
nl: Abonnee inschrijven
pl: Wybierz
pt_br: Cadastrar assinante
pt_pt: Registar Subscritor
ru: Выбрать
sk_sk: Vybrať
sl_si: Izberi
sr_rs@cyrillic: Одабери
sr_rs@latin: Odaberi
sv_se: Välj
tr_tr: Seç
uk: Вибрати
uz_cyrl: Танлаш
uz_uz@latin: Tanlang
vi_vn: Chọn
zh_cn: 指派角色给订户
zh_hant: 選取

# manager.subscriptions.subscriptionCreatedSuccessfully
source: Subscription created successfully.
ar: الاشتراك أُنشئ بنجاح.
az: Qeydiyyat uğurla yaradıldı.
bg_bg: Абонаментът е създаден успешно.
ca_es: La subscripció s’ha creat correctament.
cs_cz: Předplatné bylo úspěšně vytvořeno.
da_dk: Abonnementet er blevet oprettet.
de_de: Abonnement erfolgreich erstellt.
es_es: La suscripción creó correctamente.
eu: Harpidetza ondo sortu da.
fa_ir: اشتراک با موفقیت ایجاد شد.
fi: Tilaus luotiin onnistuneesti.
fr_fr: Création de l'abonnement réussie.
gl: A subscrición creouse correctamente.
hi_in: सदस्यता सफलतापूर्वक बनाई गई।
hr_hr: Pretplata uspješno kreirana.
hy: Բաժանորդագրությունը հաջողությամբ ստեղծվեց:
id_id: Langganan sukses dibuat.
it_it: Abbonamento creato con successo.
ja: 購読の作成に成功しました。
ka_ge: გამოწერა წარმატებით შეიქმნა.
ku_iq: بەشداریکردنەکە بەسەرکەوتویی دروست کرا.
ky: Жазылуу ийгиликтүү түзүлдү.
lt: Užsiprenumeruota sėkmingai.
lv: Abonements izveidots veiksmīgi.
mr: सदस्यता यशस्वीरित्या निर्माण केली.
ms: Langganan berjaya dicipta.
nb_no: Abonnement opprettet successfully.
nl: Abonnement met success aangemaakt.
pl: Subskrypcja została utworzona.
pt_br: Assinatura incluída com sucesso.
pt_pt: Subscrição criada com sucesso.
ru: Подписка успешно создана.
sk_sk: Predplatné bolo úspešne vytvorené.
sl_si: Naročnina je bila uspešno ustvarjena.
sr_rs@cyrillic: Претплата успешно креирана.
sr_rs@latin: Pretplata uspešno kreirana.
sv_se: En prenumeration har skapats.
tr_tr: Kayıt başarıyla oluşturuldu.
uk: Передплата створена успішно.
uz_cyrl: Обуна муваффақиятли яратилди.
uz_uz@latin: Obuna muvaffaqiyatli yaratildi.
vi_vn: Thuê bao được tạo thành công.
zh_cn: 成功建立订户
zh_hant: 成功建立訂閱。

# manager.subscriptions.subscriptionType
source: Subscription Type
ar: نوعية الاشتراك
az: Abunəlik növü
bg_bg: Тип абонамент
ca_es: Tipus de subscripció
cs_cz: Typ předplatného
da_dk: Abonnementstype
de_de: Abonnementtyp
es_es: Tipo de suscripción
eu: Harpidetza mota
fa_ir: نوع اشتراک
fi: Tilausvaihtoehto
fr_fr: Type d'abonnement
gl: Tipo de subscrición
hi_in: सदस्यता प्रकार
hr_hr: Tip pretplate
hy: Բաժանորդագրության տեսակ
id_id: Tipe Langganan
it_it: Tipo di abbonamento
ja: 購読種別
ka_ge: გამოწერის ტიპი
ku_iq: جۆری بەشداریکردن
ky: Жазылуу түрү
lt: Prenumeratos rūšis
lv: Abonēšanas veids
mr: सदस्यता प्रकार
ms: Jenis Langganan
nb_no: Abonnementstype
nl: Abonnementsvorm
pl: Rodzaj subskrypcji
pt_br: Tipo de assinatura
pt_pt: Tipo de Subscrição
ru: Тип подписки
sk_sk: Typ predplatného
sl_si: Tip naročnine
sr_rs@cyrillic: Тип претплате
sr_rs@latin: Tip pretplate
sv_se: Prenumerationsform
tr_tr: Abonelik türü
uk: Тип передплати
uz_cyrl: Обуна тури
uz_uz@latin: Obuna turi
vi_vn: Các kiểu thuê bao
zh_cn: 订阅类型
zh_hant: 訂閱種類

# manager.subscriptions.user
source: User
ar: المستخدم
az: İstifadəçi
bg_bg: Потребител
ca_es: Usuari/ària
cs_cz: Uživatel
da_dk: Bruger
de_de: Benutzer/in
es_es: Usuario/a
eu: Erabiltzailea
fa_ir: کاربر
fi: Käyttäjä
fr_fr: Utilisateur
gl: Usuario/a
hi_in: उपयोगकर्ता
hr_hr: Korisnik
hy: Օգտվող
id_id: Pengguna
it_it: Utente
ja: ユーザー
ka_ge: მომხმარებელი
ku_iq: بەکارهێنەر
ky: Колдонуучу
lt: Vartotojas
lv: Lietotājs
mr: वापरकर्ता
ms: Pengguna
nb_no: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ru: Пользователь
sk_sk: Užívateľ
sl_si: Uporabnik
sr_rs@cyrillic: Корисник
sr_rs@latin: Korisnik
sv_se: Användare
tr_tr: Kullanıcı
uk: Користувач
uz_cyrl: Фойдаланувчи
uz_uz@latin: Foydalanuvchi
vi_vn: Người dùng
zh_cn: 用户
zh_hant: 用戶

# manager.subscriptions.contact
source: Contact Name
ar: عنوان الاتصال
az: Əlaqə saxlanacaq şəxsin adı
bg_bg: Име за контакт
ca_es: Nom del contacte
cs_cz: Kontaktní jméno
da_dk: Kontaktperson
de_de: Kontaktname
es_es: Nombre de contacto
eu: Kontaktuaren izena
fa_ir: نام اطلاعات تماس
fi: Yhteyshenkilön nimi
fr_fr: Nom du contact
gl: Nome do contacto
hi_in: संपर्क नाम
hr_hr: Ime kontakta
hy: Կոնտակտի անունը
id_id: Nama Kontak
it_it: Nome del contatto
ja: 担当者名
ka_ge: საკონტაქტო სახელი
ku_iq: ناوی کەسی پەیوەندیدار
ky: Байланыш аты
lt: Asmuo kontaktams
lv: Kontaktpersonas vārds
mr: संपर्कासाठी नाव
ms: Nama Perhubungan
nb_no: Kontaktnavn
nl: Contactpersoon
pl: Nazwa kontaktu
pt_br: Nome do contato
pt_pt: Nome do contacto
ru: Имя контактного лица
sk_sk: Kontaktné meno
sl_si: Ime kontakta
sr_rs@cyrillic: Име за контакт
sr_rs@latin: Ime za kontakt
sv_se: Kontakt, namn
tr_tr: İletişim Kurulacak Kişi Adı
uk: Ім'я контактної особи
uz_cyrl: Контакт
uz_uz@latin: Aloqa nomi
vi_vn: Tên người liên hệ
zh_cn: 联系人姓名
zh_hant: 聯絡人姓名

# manager.subscriptions.institutionName
source: Institution Name
ar: اسم المؤسسة
az: Təşkilat adı
bg_bg: Име на институция
ca_es: Nom de la institució
cs_cz: Název instituce
da_dk: Institutionsnavn
de_de: Name der Einrichtung
es_es: Nombre de la institución
eu: Erakundearen izena
fa_ir: نام سازمان
fi: Instituution nimi
fr_fr: Nom de l'institution
gl: Nome da institución
hi_in: संस्था का नाम
hr_hr: Naziv institucije
hy: Հաստատության անվանումը
id_id: Nama Institusi
it_it: Nome dell'ente
ja: 組織名
ka_ge: დაწესებულების დასახელება
ku_iq: ناوی دەزگا
ky: Институциянын аты
lt: Institucijos pavadinimas
lv: Iestādes nosaukums
mr: संस्थेचे नाव
ms: Nama Institusi
nb_no: Institusjonsnavn
nl: Naam van het instituut
pl: Nazwa instytucji
pt_br: Instituição
pt_pt: Instituição
ru: Название организации
sk_sk: Názov inštitúcie
sl_si: Ime institucije
sr_rs@cyrillic: Име институције
sr_rs@latin: Ime institucije
sv_se: Kontakt, institution
tr_tr: Kurum Adı
uk: Назва установи
uz_cyrl: Муассаса номи
uz_uz@latin: Tashkilot nomi
vi_vn: Tên cơ quan tổ chức
zh_cn: 机构名称
zh_hant: 院校名稱

# manager.subscriptionTypes
source: Subscription Types
ar: أنواع الاشتراكات
az: Abunəlik növləri
bg_bg: Видове/типове абонаменти
ca_es: Tipus de subscripcions
cs_cz: Typy předplatného
da_dk: Abonnementstyper
de_de: Abonnementarten
es_es: Tipos de suscripción
eu: Harpidetza motak
fa_ir: انواع اشتراک
fi: Tilausvaihtoehdot
fr_fr: Types d'abonnement
gl: Tipos de subscrición
hi_in: सदस्यता प्रकार
hr_hr: Tipovi pretplate
hy: Բաժանորդագրման տեսակները
id_id: Tipe Langganan
it_it: Tipi di abbonamento
ja: 購読種別
ka_ge: გამოწერის ტიპები
ku_iq: جۆری بەشداریکردنەکان
ky: Жазылуу түрлөрү
lt: Prenumeratos tipai
lv: Abonēšanas veidi
mr: सदस्यतेचे प्रकार
ms: Jenis Langganan
nb_no: Abonnementstyper
nl: Abonnementsoorten
pl: Rodzaje subskrypcji
pt_br: Tipos de assinaturas
pt_pt: Tipos de Subscrições
ru: Типы подписок
sk_sk: Typy predplatného
sl_si: Tip naročnine
sr_rs@cyrillic: Типови претплате
sr_rs@latin: Tipovi pretplate
sv_se: Prenumerationsform
tr_tr: Abonelik Türleri
uk: Типи передплат
uz_cyrl: Обуна турлари
uz_uz@latin: Obuna turlari
vi_vn: Các kiểu thuê bao
zh_cn: 订阅类别
zh_hant: 訂閱種類

# manager.subscriptionTypes.confirmDelete
source: Warning! All subscriptions with this subscription type will also be deleted. Are you sure you want to continue and delete this subscription type?
ar: تحذير! جميع الاشتراكات التي من هذا النوع سيتم حذفها أيضاً من الموقع. هل أنت متأكد من رغبتك في المتابعة وحذف نوعية الاشتراك هذه؟?
az: Xəbərdarlıq! Bu və buna oxşar bütün abunəliklər silinəcək. Davam etmək və bu abunəlik növünü silmək istədiyinizdən əminsinizmi?
bg_bg: Внимание! Всички абонаменти с този тип абонамент също ще бъдат изтрити. Наистина ли искате да продължите и да изтриете този тип абонамент?
ca_es: Avís! Aquesta acció també elimina totes les subscripcions que pertanyin a aquest tipus de subscripció. Esteu segur/a que voleu continuar i eliminar aquest tipus de subscripció?
cs_cz: Varování! Všechna předplatné s tímto typem předplatného budou rovněž smazána. Jste si jisti, že chcete pokračovat a smazat tento typ předplatného?
da_dk: Advarsel! Alle abonnementer med denne abonnementstype vil også blive slettet. Er du sikker på, at du vil fortsætte og slette denne abonnementstype?
de_de: Achtung! Sind Sie sicher, dass Sie diesen Abonnementtyp entfernen wollen? Alle Abonnements dieses Typs werden damit ebenfalls gelöscht.
es_es: Advertencia: Se eliminarán también todas las suscripciones con este tipo de suscripción. ¿Está seguro/a de que quiere continuar y eliminar este tipo de suscripción?
eu: Kontuz! Mota honetako harpidetza guztiak ezabatu egingo dira. Ziur zaude harpidetza mota hau ezabatu nahi duzula?
fa_ir: اخطار! کلیه اشتراکات از این نوع از بین خواهد رفت. آیا می‌خواهید ادامه داده و این نوع اشتراک را حذف کنید؟
fi: Varoitus! Kaikki tilaukset, joissa on tämä tilausvaihtoehto, poistetaan myös. Haluatko varmasti jatkaa ja poistaa tämän tilausvaihtoehdon?
fr_fr: Avertissement Tous les abonnements qui ont ce type d'abonnement seront aussi supprimés. Êtes-vous certain de vouloir continuer et supprimer ce type d'abonnement ?
gl: Aviso! Esta acción tamén elimina tódalas subscricións con este tipo de subscrición. Seguro/a que queres continuar e eliminar este tipo de subscrición?
hi_in: चेतावनी! इस सदस्यता प्रकार के साथ सभी सदस्यताएं भी हटा दी जाएंगी। क्या आप वाकई इस सदस्यता प्रकार को जारी रखना और हटाना चाहते हैं?
hr_hr: Upozorenje! Svi pretplatnici s ovim pretplatničkim tipom će također biti obrisani. Jeste li sigurni da želite nastaviti i obrisati ovaj tip pretplate?
hy: Զգուշացում. Բաժանորդագրության այս տեսակով բոլոր բաժանորդագրությունները նույնպես կջնջվեն: Իսկապե՞ս ուզում եք շարունակել և ջնջել բաժանորդագրության այս տեսակը:
id_id: Peringatan! Semua langganan dengan tipe langganan ini juga akan dihapus. Apakah Anda yakin ingin melanjutkan dan menghapus tipe langganan ini?
it_it: Attenzione! Verranno cancellati anche tutti gli abbonamenti di questo tipo già sottoscritti. Sei sicuro di voler continuare e cancellare questo tipo di abbonamento?
ja: 警告! この購読種別を持つすべての購読情報も削除されます。この購読種別をこのまま削除してもよろしいですか？
ka_ge: გაფრთხილება! ყველა გამოწერა ამ გამოწერის ტიპით ასევე წაიშლება. დარწმუნებული ხართ, რომ გსურთ გააგრძელოთ და წაშალოთ ამ გამოწერის ტიპი?
ku_iq: ئاگادارکردنەوە! هەمو بەشداربووەکانی ئەم جۆرە بەشداریکردنە دەسڕێنەوە. ئایا تۆ دڵنیایت لە بەردەوامیت و سڕینەوەی ئەم جۆرەی بەشداریکردن؟
ky: Эскертүү! Бул жазылуу түрү менен бардык жазылуулар да өчүрүлөт. Улантууну жана бул жазылуу түрүн өчүрүүнү каалаганыңызга ишенесизби?
lt: Dėmesio! Pažymėjus šią rūšį, bus ištrintos visos tokios rūšies prenumeratos. Ar tikrai norite tęsti ir šios rūšies prenumeratą ištrinti?
lv: Brīdinājums! Visi abonementi ar šo abonēšanas veidu arī tiks dzēsti. Vai tiešām vēlaties turpināt un dzēst šo abonēšanas veidu?
mr: इशारा! या सदस्यता प्रकारासह सर्व सदस्यता देखील हटविल्या जातील. तुम्ही हा सदस्यत्व प्रकार सुरू ठेवू इच्छिता की खात्रीने हटवू इच्छिता?
ms: Amaran! Semua langganan dengan jenis langganan ini juga akan dihapuskan. Adakah anda pasti mahu meneruskan dan padam jenis langganan ini?
nb_no: Advarsel! Alle abonnement med denne abonnementstypen vil også bli slettet. Er du sikker på at du vil fortsette, og slette denne abonnementstypen?
nl: Let op! Alle abonnementen met deze abonnementsvorm worden ook verwijderd. Aeet u zeker dat u door wilt gaan met het verwijderen van deze abonnementsvorm?
pl: Ostrzeżenie! Wszystkie subskrypcje z tym rodzajem subskrypcji będą usunięte. Jesteś pewien, że chcesz kontynuować i usunąć ten rodzaj subskrypcji?
pt_br: AVISO! Todas assinaturas deste tipo serão excluídas. Deseja realmente excluir este tipo de assinatura?
pt_pt: AVISO! Todas as subscrições sob este tipo de subscrição serão eliminadas. Deseja realmente eliminar este tipo de subscrição?
ru: Внимание! Все подписки этого типа также будут удалены. Вы уверены, что хотите продолжить и удалить этот тип подписки?
sk_sk: Varovanie! Všetky predplatné s týmto typom predplatného budú tiež vymazané. Ste si istí, že chcete pokračovať a zmazať tento typ predplatného?
sl_si: Opozorilo! Zbrisane bodo tudi vse naročnine tega tipa. Ste prepričani, da želite zbrisati ta tip naročnine?
sr_rs@cyrillic: Упозорење! Све претплате са овим типом претплате ће такође бити обрисане. Да ли сте сигурни да желите да наставите да обришете овај тип претплате?
sr_rs@latin: Upozorenje! Sve pretplate sa ovim tipom pretplate će takođe biti obrisane. Da li ste sigurni da želite da nastavite da obrišete ovaj tip pretplate?
sv_se: Varning! Alla prenumeranter till den här prenumerationsformen kommer också att raderas. Är du säker på att du vill radera den här prenumerationsformen?
tr_tr: Uyarı! Bu ve benzeri türlerdeki bütün abonelikler silinecek. Devam etmek ve bu abonelik türünü silmek istediğinizdan emin misiniz?
uk: Попередження! Всі передплати цього типу будуть видалені. Ви впевнені, що хочете продовжити та видалити цей тип передплати?
uz_cyrl: Ушбу обуна турини ўчиришни тасдиқлайсизми?
uz_uz@latin: Ogohlantirish! Bu turdagi barcha obunalar ham o'chiriladi. Haqiqatan ham ushbu obuna turini davom ettirmoqchimisiz va yo'q qilmoqchimisiz?
vi_vn: Cảnh báo! Tất cả các thuê bao với loại thuê bao này cũng sẽ bị xóa. Bạn có chắc chắn muốn tiếp tục và xóa loại thuê bao này?
zh_cn: 警告！这个订阅类型底下所有的订阅记录也会被删除。您确定您要继续并且删除这个订阅类型？
zh_hant: 警告！所有此訂閱種類的訂閱會自動被刪除。是否確認繼續及刪除此訂閱種類？

# manager.subscriptionTypes.cost
source: Cost
ar: الكلفة
az: Miqdar
bg_bg: Цена
cs_cz: Cena
da_dk: Omkostning
de_de: Kosten
es_es: Coste
eu: Kostua
fa_ir: قیمت
fi: Hinta
fr_fr: Coût
gl: Custo
hi_in: लागत
hr_hr: Cijena
hy: Արժեքը
id_id: Biaya
it_it: Prezzo
ja: 料金
ka_ge: საფასური
ku_iq: نرخ
ky: Баасы
lt: Kaina
lv: Izmaksas
mr: मूल्य
ms: Kos
nb_no: Pris
nl: Prijs
pl: Cena
pt_br: Valor
pt_pt: Valor
ru: Цена
sk_sk: Cena
sl_si: Pristojbine
sr_rs@cyrillic: Цена
sr_rs@latin: Cena
sv_se: Pris
tr_tr: Tutar
uk: Вартість
uz_cyrl: Нарх
uz_uz@latin: Narx
vi_vn: Giá
zh_cn: 价格
zh_hant: 價錢

# manager.subscriptionTypes.subscriptions
source: Subscriptions
ar: الاشتراكات
az: Abunəliklər
bg_bg: Абонаменти
ca_es: Subscripcions
cs_cz: Předplatné
da_dk: Abonnementer
de_de: Abonnements
es_es: Suscripciones
eu: Harpidetzak
fa_ir: اشتراک‌ها
fi: Tilaukset
fr_fr: Abonnements
gl: Subscricións
hi_in: सदस्यता
hr_hr: Pretplate
hy: Բաժանորդագրություններ
id_id: Langganan
it_it: Abbonamenti
ja: 購読種別
ka_ge: გამოწერები
ku_iq: بەشداربووەکان
ky: Жазылуулар
lt: Prenumerata
lv: Abonementi
mr: सदस्यता
ms: Langganan
nb_no: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
sk_sk: Predplatné
sl_si: Naročnine
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
sv_se: Prenumerationer
tr_tr: Abonelikler
uk: Передплати
uz_cyrl: Обуналар
uz_uz@latin: Obunalar
vi_vn: Các thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# manager.subscriptionTypes.individual
source: Individual
ar: منفرد
az: Fərdi
bg_bg: Индивидуален
ca_es: Individuals
cs_cz: Individuální
da_dk: Individuel
de_de: Individuell
eu: Indibiduala
fa_ir: شخصی
fi: Yksittäistilaus
fr_fr: Individuel
hi_in: व्यक्ति
hr_hr: Individualna
hy: Անհատական
id_id: Individu
it_it: Individuale
ja: 個人購読
ka_ge: ინდივიდუალური
ku_iq: کەسی
ky: Жеке
lt: Individuali
lv: Individuāls
mr: वैयक्तिक
ms: Individu
nb_no: Personlig
nl: Individueel
pl: Indywidualna
ru: Индивидуальная
sk_sk: Individuálne
sl_si: Individualna
sr_rs@cyrillic: Индивидуални
sr_rs@latin: Individualni
sv_se: Individuella
tr_tr: Bireysel
uk: Індивідуальна
uz_cyrl: Жеке
vi_vn: Cá nhân
zh_cn: 个人
zh_hant: 個體
