Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.expiryFullDescription
source: Readers are denied access to all subscription content upon subscription expiry.
ar: يتم تقييد وصول القراء إلى كل المحتوى المتعلق بالاشتراك عند انتهاء صلاحيته.
az: Abunəliyin sona çatmasından sonra oxucuların bütün abunə girişlərini ləğv edin.
bg_bg: На читателите е отказан достъп до цялото съдържание на абонамента след изтичане на срока на абонамента.
ca_es: Després que venci la subscripció, els lectors/ores ja no tenen accés als continguts que requereixin subscripció.
cs_cz: Čtenářům je po vypršení předplatného zakázan přístup k veškerému předplacenému obsahu.
da_dk: Læsere nægtes adgang til alt subskriptionskrævende indhold ved subskriptionsudløb.
de_de: Leser/innen wird der Zugang zu sämtlichen Abonnement-Inhalten verwehrt, wenn ihr Abonnement endet.
es_es: Los lectores/as no podrán acceder a ningún contenido de la suscripción después del vencimiento de esta.
eu: Harpidetza amaitutakoan, irakurleek ezingo dute ikusi harpidetza-bidezko edukirik.
fa_ir: دسترسی خوانندگان به تمامی مقالات غیر آزاد بسته است
fi: Lukijoilta evätään pääsy kaikkeen tilauksen sisältöön tilauksen päättyessä.
fr_fr: Les lecteurs se voient refuser l'accès à tout contenu restreint, à l'échéance de l'abonnement.
gl: Aos lectores denégaselles o acceso a todo o contido da revista ao caducar a subscrición.
hi_in: पाठकों को सदस्यता समाप्ति पर सभी सदस्यता सामग्री तक पहुंच से वंचित कर दिया जाता है।
hr_hr: Čitateljima je uskraćen pristup cjelokupnom pretplatničkom sadržaju nakon isteka pretplate.
hy: Բաժանորդագրության ժամկետի ավարտից հետո ընթերցողներին արգելվում է մուտք գործել բաժանորդագրության ամբողջ բովանդակություն:
id_id: Saat langganannya berakhir, pembaca ditolak aksesnya ke semua isi langganan.
is_is: Lesendum er neitað um aðgang að öllu áskriftar efni þegar áskrift rennur út.
it_it: I lettori non possono più accedere dal momento di scadenza dell'abbonamento.
ja: 読者は、購読期間が終了すると、すべての購読コンテンツへのアクセスができなくなります。
ka_ge: მკითხველს ხელმოწერის ვადის ამოწურვის შემდეგ ეკრძალება სააბონენტო ყველა შიგთავსის წვდომა.
ku_iq: خوێنەران ناتوانن بابەتەکان ببینن دوای کۆتاییهاتنی بەشداریکردنیان.
ky: Жазылуу мөөнөтү бүткөндө окурмандар бардык жазылуу мазмунуна кирүү мүмкүнчүлүгүн жоготот.
lt: Pasibaigus prenumeratos laikotarpiui, prieiga prie prenumeruoto leidinio numerio panaikinama.
lv: Pēc abonēšanas termiņa beigām lasītājiem tiek liegta piekļuve visam abonētajam saturam.
mr: सदस्यता कालबाह्य झाल्यानंतर, वाचकांना सदस्यतेमुळे उपलब्ध असलेला सर्व मजकूर वाचण्यासाठी प्रतिबंध केला जातो.
ms: Pembaca dilarang mengakses ke semua kandungan langganan setelah tamat tempoh langganan.
nb_no: Lesere mister tilgang til alt abonnementsinnhold når abonnementet utløper.
nl: Lezers krijgen geen enkele toegang tot de inhoud als het abonnement afloopt.
pl: Czytelnicy nie mają dostępu do subskrybowanej treści po wygaśnięciu subskrypcji.
pt_br: Leitores perdem acesso a todo o conteúdo exclusivo a assinantes na data de expiração.
pt_pt: Leitores perdem acesso a todo o conteúdo exclusivo a subscritores na data de expiração.
ru: По окончании срока подписки читателям будет запрещен доступ ко всему контенту, предоставляемому по подписке.
sk_sk: Čitateľom je po expirácii predplatného zakázaný prístup k všetkému predplatenému obsahu.
sl_si: Bralcem je zavrnjen dostop do vseh vsebin po izteku naročnine.
sr_rs@cyrillic: Читаоцима је ускраћен приступ целокупном садржају након истека претплате.
sr_rs@latin: Čitaocima je uskraćen pristup celokupnom sadržaju nakon isteka pretplate.
sv_se: Läsarna nekas tillgång till allt innehåll som ingår i prenumerationen när prenumerationen upphör.
tr_tr: Abonelik bitiminden sonra okuyucuların tüm abonelik içeriğine erişimini engelle.
uk: Після завершення передплати читачі втрачатимуть доступ до всього передплатного змісту.
uz_cyrl: Муддати тугаган обуначилар мазмунга умуман кира олмайдилар.
uz_uz@latin: O'quvchilarga obuna muddati tugashi bilan barcha obuna tarkibiga kirish taqiqlanadi.
vi_vn: Độc giả bị từ chối truy cập vào tất cả các nội dung đăng ký khi hết hạn.
zh_cn: 读者无法获得所有收费期满后订阅内容。
zh_hant: 讀者會在訂閱到期時，受限於取用所有訂閱內容。

# manager.subscriptionPolicies.expiryPartial
source: Partial expiry
ar: إنتهاء صلاحية جزئي
az: Qismən sona çatdırın
bg_bg: Частично изтичане на абонамента
ca_es: Venciment parcial
cs_cz: Částečné vypršení
da_dk: Delvist udløb
de_de: Teilweises Abonnement-Ende
es_es: Vencimiento parcial
eu: Zati batean amaitu harpidetza
fa_ir: انقضای نسبی
fi: Osittainen päättyminen
fr_fr: Échéance partielle
gl: Vencemento parcial
hi_in: आंशिक समाप्ति
hr_hr: Djelomičan istek
hy: Ժամկետի մասնակի ավարտ
id_id: Berakhir Parsial
is_is: Rennur út að hluta
it_it: Scadenza parziale
ja: 部分失効
ka_ge: ნაწილობრივი ვადის გასვლა
ku_iq: بەسەرچونی بەشێک
ky: Жарым-жартылай мөөнөт бүтүү
lt: Iš dalies baigiasi
lv: Daļēja abonēšanas termiņa izbeigšanās
mr: अंशत: कालबाह्य
ms: Tamat tempoh separa
nb_no: Delvis utløpsdato
nl: Gedeeltelijke verlopen
pl: Częściowe wygaśnięcie
pt_br: Expiração parcial
pt_pt: Expiração parcial
ru: Частичное окончание подписки
sk_sk: Čiastočná expirácia
sl_si: Delno končanje naročnine
sr_rs@cyrillic: Деломични истек
sr_rs@latin: Delomični istek
sv_se: Upphör delvis
tr_tr: Kısmen Sonlandır
uk: Часткове завершення
uz_cyrl: Қисман тугаш
uz_uz@latin: Qisman amal qilish muddati
vi_vn: Hết hạn một phần
zh_cn: 部分到期
zh_hant: 部分到期

# manager.subscriptionPolicies.expiryPartialDescription
source: Readers are denied access to recently published subscription content, but retain access to subscription content published prior to the subscription expiry date.
ar: يتم تقييد وصول القراء إلى المحتوى المنشور بعد انتهاء الصلاحية، لكن يبقى وصولهم إلى محتوى الاشتراك المنشور قبل ذلك متاحاً.
az: Oxucuların son nəşr edilən abunəlik girişini ləğv edin ancaq abunəlik sonuna qədər nəşr edilən məzmuna girişini saxlayın.
bg_bg: На читателите е отказан достъп до наскоро публикувано абонаментно съдържание, но запазват достъпа си до съдържанието на абонамента, публикувано преди датата на изтичане на абонамента.
ca_es: Els lectors/ores no tenen accés al contingut que requereixi subscripció i que s'hagi publicat recentment, però sí que poden accedir al contingut que s'hagi publicat abans de la data de venciment de la subscripció.
cs_cz: Čtenáři mají zakázaný přístup k nově publikovanému předplacenému obsahu, ale zůstává jim povolen přístup k předplacenému obsahu vydanému před datem vypršení předplatného.
da_dk: Læsere nægtes adgang til nyligt publiceret materiale, men bevarer adgang til subskriptionskrævende materiale, som er publiceret før subskriptionens udløb.
de_de: Leser/innen wird der Zugang zu aktuell veröffentlichten Abonnement-Inhalten verwehrt, aber sie erhalten weiterhin Zugriff auf Abonnement-Inhalte, die vor ihrem Abonnement-Ende veröffentlicht wurden.
es_es: Los lectores/as no podrán acceder al contenido reciente de la suscripción, pero tendrán acceso al contenido de dicha suscripción publicado antes de la fecha de vencimiento de esta.
eu: Harpidetza amaitutakoan, irakurleek ezingo dute ikusi harpidetza bidezko eduki berririk, baina lehenago argitaratuko lanak ikusi ahal izango dituzte.
fa_ir: دسترسی به مقالات مربوط به بعد از تاریخ انقضا بسته است
fi: Lukijoilta evätään pääsy tilauksen äskettäin julkaistuun sisältöön, mutta he säilyttävät pääsyn tilauksen päättymispäivää ennen julkaistuun sisältöön.
fr_fr: Les lecteurs se voient refuser l'accès au contenu restreint publié récemment, mais conservent l'accès au contenu publié avant la date d'échéance de l'abonnement.
gl: Os lectores non teñen acceso ao contido da revista publicado recentemente, pero conservan o acceso ao contido publicado antes da data de vencemento da subscrición.
hi_in: पाठकों को हाल ही में प्रकाशित सदस्यता सामग्री तक पहुंच से वंचित रखा गया है, लेकिन सदस्यता समाप्ति की तारीख से पहले प्रकाशित सदस्यता सामग्री तक पहुंच बनाए रखें।
hr_hr: Čitateljima je uskraćen pristup novom pretplatničkom sadržaju, ali zadržavaju pristup pretplatničkom sadržaju na koji je objavljen prije isteka pretplate
hy: Ընթերցողներին արգելվում է մուտք գործել վերջերս հրապարակված բաժանորդագրության բովանդակություն, սակայն պահպանում են բաժանորդագրության բովանդակության հասանելիությունը, որը հրապարակվել է մինչև բաժանորդագրության ժամկետի ավարտը:
id_id: Pembaca ditolak aksesnya ke isi langganan yang diterbitkan setelah tanggal berakhir langganan, tetapi masih bisa mengakses ke isi langganan yang diterbitkan sebelum tanggal berakhir langganan.
is_is: Lesendum er neitað um aðgang að nýju útefnu efni, en halda aðgangi að efni sem gefið var út áður en áskriftin rann út.
it_it: I lettori non possono accedere ai contenuti pubblicati successivamente alla scadenza dell'abbonamento, ma mantengono l'accesso a ciò che è stato pubblicato prima.
ja: 読者は、最近発行された購読コンテンツへのアクセスを拒否されますが、購読の有効期限内前に発行された購読コンテンツへのアクセスは維持されます。
ka_ge: მკითხველებს ეკრძალებათ ბოლო დროს გამოქვეყნებული სააბონენტო შიგთავსის წვდომა, მაგრამ ინარჩუნებენ წვდომას გამოწერის ვადის გასვლამდე გამოქვეყნებულ სააბონენტო შიგთავსზე.
ku_iq: خوێنەران ناتوانن بابەتەکانی دوای کۆتاییهاتنی بەشداریکردنیان ببینن، بەڵام دەتوانن ئەو بابەتانە ببینن کە پێش کۆتاییهاتنی بەشداریکردنیان بڵاو کراونەتەوە.
ky: Окурмандар акыркы жарыяланган жазылуу мазмунуна кирүү мүмкүнчүлүгүн жоготот, бирок мөөнөт бүткөнгө чейин жарыяланган мазмунга кирүү мүмкүнчүлүгүн сактап калышат.
lt: Naikinama skaitytojo prieiga prie naujausios leidinio medžiagos, bet straipsnius, skelbtus iki prenumeratos pabaigos datos, galima skaityti.
lv: Lasītājiem tiek liegta piekļuve nesen publicētajam abonēšanas saturam, taču tiek saglabāta piekļuve abonēšanas saturam, kas publicēts pirms abonēšanas termiņa beigām.
mr: वाचकांना अलीकडे प्रकाशित झालेला आणि सदस्यांनाच खुला असलेला मजकूर अनुपलब्ध केला जातो, परंतु सदस्यता समाप्ती तारखेपूर्वी प्रकाशित झालेला मजकूर उपलब्ध असतो.
ms: Pembaca dilarang mengakses kandungan langganan yang baru diterbitkan, tetapi mengekalkan akses ke kandungan langganan yang diterbitkan sebelum tarikh luput langganan.
nb_no: Leseren får ikke lenger tilgang til nytt publisert innhold, men beholder tilgangen til det innholdet som var publisert fram til leserens abonnement utløp.
nl: Lezers krijgen geen toegang meer tot nieuw gepubliceerde inhoud, maar houden de toegang tot de inhoud die is gepubliceerd vóór de afloopdatum.
pl: Czytelnicy nie mają dostępu do ostatnio opublikowanej treści subskrypcji, ale zachowują dostęp do subskrybowanej treści opublikowanej przez datę wygaśnięcia subskrypcji.
pt_br: Leitores mantém acesso apenas a conteúdo publicado anteriormente à expiração. Novas publicação não permitirão acesso ao conteúdo exclusivo a assinantes.
pt_pt: Leitores mantêm acesso apenas a conteúdo publicado anteriormente à expiração. Novas publicações não permitirão acesso a conteúdo exclusivo a subscritores.
ru: По окончании срока подписки читателям будет запрещен доступ к недавно опубликованному контенту, предоставляемому по подписке, но они сохранят доступ к предоставляемому по подписке контенту, который был опубликован до даты окончания срока подписки.
sk_sk: Čitatelia majú zakázaný prístup k novo publikovanému predplatenému obsahu, ale zostáva im povolený prístup k predplatenému obsahu vydanému pred dátumom expirácie predplatného.
sl_si: Bralcem je zavrnjen dostop do vsebin, ki izidejo po datumu izteka naročnine, obdržijo pa dostop do vsebin, ki so bile objavljene pred iztekom naročnine.
sr_rs@cyrillic: Читаоцима је ускраћен приступ садржајима који су недавно објављени у делу за претплату, али задржвају право приступа садржају који је објављен пре истека претплате.
sr_rs@latin: Čitaocima je uskraćen pristup sadržajima koji su nedavno objavljeni u delu za pretplatu, ali zadržvaju pravo pristupa sadržaju koji je objavljen pre isteka pretplate.
sv_se: Läsarna nekas tillgång till det senaste publicerade innehållet i prenumerationen, men behåller tillgång till innehåll som publicerats före det datum då prenumerationen upphörde.
tr_tr: Okuyucuların son yayınlanan abonelik içeriğine erişimi engelle ancak abonelik sonuna kadar yayınlanan içeriğe erişimini koru.
uk: Після завершення передплати читачі втрачатимуть доступ до нового передплатного контенту, але продовжуватимуть мати доступ до змісту, опублікованого до дати завершення передплати.
uz_cyrl: Муддати тугаган обуначилар фақат эски мақолаларни кўришлари мумкин.
uz_uz@latin: O'quvchilar yaqinda e'lon qilingan obuna tarkibiga kirishni rad etishadi, lekin obuna muddati tugashidan oldin e'lon qilingan obuna tarkibiga kirishni saqlab qolishadi.
vi_vn: Độc giả bị từ chối truy cập vào nội dung đăng ký được xuất bản gần đây, nhưng vẫn giữ quyền truy cập vào nội dung đăng ký được xuất bản trước ngày hết hạn.
zh_cn: 读者无法获得最近出版的订阅内容，但保留访问那些在订阅终止时间先前所发表的订阅内容。
zh_hant: 讀者會在訂閱到期時，受限於取用當期期刊內容，但仍可取訂閱到期日前出版的訂閱內容。

# manager.subscriptionPolicies.xMonths
source: {$x} Months
ar: {$x} شهر/شهور
az: {$x} ay
bg_bg: {$x} месеци
ca_es: {$x} mesos
cs_cz: {$x} měsíců
da_dk: {$x} måneder
de_de: {$x} Monate
es_es: {$x} meses
eu: {$x} hilabete
fa_ir: {$x} ماه
fi: {$x} kuukautta
fr_fr: {$x} Mois
gl: {$x} meses
hi_in: {$x} महीने
hy: {$x} ամիս
is_is: {$x} Mánuðir
it_it: {$x} Mesi
ja: {$x} 月
ka_ge: {$x} თვე
ku_iq: {$x} مانگ
ky: {$x} Ай
lt: Mėnesiai: {$x}
lv: {$x} mēneši
mr: {$x} महिने
ms: {$x} Bulan
nb_no: {$x} måneder
nl: {$x} maanden
pl: {$x} Miesiące
pt_br: {$x} Meses
pt_pt: {$x} Meses
ru: {$x} месяцев
sk_sk: {$x} mesiacov
sl_si: {$x} mesecev
sv_se: {$x} månader
tr_tr: {$x} Ay
uk: {$x} місяців
uz_cyrl: {$x} ой
uz_uz@latin: {$ x} oy
vi_vn: {$x} tháng
zh_hant: {$x} 月份

# manager.subscriptionPolicies.xWeeks
source: {$x} Weeks
ar: {$x} أسبوع/أسابيع
az: {$x} həftə
bg_bg: {$x} седмици
ca_es: {$x} setmanes
cs_cz: {$x} týdnů
da_dk: {$x} uger
de_de: {$x} Wochen
es_es: {$x} semanas
eu: {$x} aste
fa_ir: {$x} هفته
fi: {$x} viikkoa
fr_fr: {$x} Semaines
gl: {$x} semanas
hi_in: {$x} सप्ताह
hy: {$x} շաբաթ
is_is: {$x} Vikur
it_it: {$x} Settimane
ja: {$x} 週
ka_ge: {$x} კვირა
ku_iq: {$x} هەفتە
ky: {$x} Жума
lt: Savaitės: {$x}
lv: {$x} nedēļas
mr: {$x} आठवडे
ms: {$x} Minggu
nb_no: {$x} uker
nl: {$x} weken
pl: {$x} Tygodnie
pt_br: {$x} Semanas
pt_pt: {$x} Semanas
ru: {$x} недель
sk_sk: {$x} týždňov
sl_si: {$x} tednov
sv_se: {$x} veckor
tr_tr: {$x} Hafta
uk: {$x} тижнів
uz_cyrl: {$x} ҳафта
uz_uz@latin: {$ x} hafta
vi_vn: {$x} tuần
zh_hant: {$x} 週

# manager.subscriptionPolicies.expiryReminderAfterMonths
source: Notify subscribers by email after subscription expiry
ar: إشعار المشتركين بريدياً بعد انتهاء مدة الاشتراك
az: Abunəlik müddətlərinin başa çatmasından sonra abunələri email ilə məlumatlandırın
bg_bg: Уведомете абонатите по имейл след изтичане на абонамента (месеци)
ca_es: Notificar-ho als usuaris/àries per correu electrònic quan la subscripció ja hagi caducat
cs_cz: Upozornit předplatitele emailem po vypršení předplatného
da_dk: Underret abonnenter via e-mail efter abonnementets ophør
de_de: Benutzer per E-Mail nach Ablauf des Abonnements benachrichtigen
es_es: Notificar a los suscriptores/as por correo electrónico tras la caducidad de la suscripción
eu: Jakinarazi harpidedunei posta elektronikoz, harpidetza iraungi ondoren
fa_ir: اطلاع‌رسانی به مشترکین از طریق ایمیل پس از انقضای اشتراک
fi: Ilmoita tilaajille sähköpostilla, kun heidän tilauksensa on päättynyt
fr_fr: Notifier les abonnées par mail lors de l'expiration de l'abonnement
gl: Notificar aos subscritores por correo electrónico tras o vencemento da subscrición
hi_in: सदस्यता समाप्ति के बाद ईमेल द्वारा ग्राहकों को सूचित करें
hy: Էլ․ փոստով տեղեկացնել բաժանորդներին բաժանորդագրության ժամկետի ավարտից հետո
is_is: Senda tilkynningu í tölvupósti á áskrifendur eftir að áskrift rennur út
it_it: Notifica agli abbonati per mail dopo la scadenza dell'abbonamento
ja: 購読者には、購読期間終了後にメールで通知
ka_ge: აბონენტებს ელფოსტით აცნობეთ გამოწერის ვადის ამოწურვის შემდეგ
ku_iq: بەشداربووان بە ئیمەیڵ ئاگادار بکەوە دوای بەسەرچونی بەشداریکردنیان
ky: Жазылуу мөөнөтү бүткөндөн кийин абоненттерге электрондук кат аркылуу кабарлаңыз
lt: Pranešti prenumeratoriams el. paštu pasibaigus prenumeratai
lv: Paziņot abonentiem e-pastā par abonēšanas termiņa beigām
mr: सदस्यता कालबाह्य झाल्यानंतर सदस्यांना ई-मेलद्वारे सूचित करा
ms: Maklumkan pelanggan melalui e-mel setelah tamat tempoh langganan
nb_no: Send e-post til abonnenter om abonnement som har løpt ut
nl: Verwittig abonnees per e-mail na het verstrijken van hun abonnement
pl: Powiadom subskrybentów emailem po wygaśnięciu subskrypcji
pt_br: Notificar os subscritores por email após expiração da subscrição
pt_pt: Notificar os subscritores por email após expiração da subscrição
ru: Уведомить подписчиков по электронной почте после окончания срока подписки
sk_sk: Upozorniť predplatiteľov emailom po expirácii predplatného
sl_si: Pošlji email obvestilo naročniku, ko poteče naročnina
sv_se: Meddela prenumeranter via e-post efter prenumerationens förfallodatum
tr_tr: Abonelik süresinin sona ermesinden sonra aboneleri e-posta ile bilgilendir
uk: Сповістити учасників електронною поштою після закінчення терміну підписки
uz_cyrl: Муддат тугагандан бир неча ой кейин эслатиш
uz_uz@latin: Obuna muddati tugagandan so'ng abonentlarni elektron pochta orqali xabardor qiling
vi_vn: Thông báo cho người đăng ký thuê bao qua email sau khi hết hạn thuê bao
zh_hant: 在訂閱到期後透過電郵通知讀者

# manager.subscriptionPolicies.expiryReminderAfterWeeks
source: Notify subscribers by email after subscription expiry.
ar: إشعار المشتركين بريدياً بعد انتهاء مدة الاشتراك.
az: Abunəlik müddətlərinin başa çatmasından sonra abunələri email ilə məlumatlandırın
bg_bg: Уведомете абонатите по имейл след изтичане на абонамента (седмици).
ca_es: Notificar-ho als usuaris/àries per correu electrònic quan la subscripció ja hagi caducat.
cs_cz: Upozornit předplatitele emailem po vypršení předplatného.
da_dk: Underret abonnenter via e-mail efter abonnementets ophør.
de_de: Benutzer per E-Mail nach Ablauf des Abonnements benachrichtigen
es_es: Notificar a los suscriptores por correo electrónico tras la caducidad de la suscripción.
eu: Jakinarazi harpidedunei posta elektronikoz, harpidetza iraungi ondoren.
fa_ir: اطلاع‌رسانی به مشترکین از طریق ایمیل پس از انقضای اشتراک
fi: Ilmoita tilaajille sähköpostilla, kun heidän tilauksensa on päättynyt.
fr_fr: Notifier les abonnés-es par courriel lors de l'expiration de l'abonnement.
gl: Notificar aos subscritores por correo electrónico tras o vencemento da subscrición.
hi_in: सदस्यता समाप्ति के बाद ईमेल द्वारा ग्राहकों को सूचित करें।
hy: Էլ․ փոստով տեղեկացնել բաժանորդներին բաժանորդագրության ժամկետի ավարտից հետո:
is_is: Senda tilkynningu í tölvupósti á áskrifendur eftir að áskrift rennur út.
it_it: Notifica agli abbonati per mail dopo la scadenza dell'abbonamento.
ja: 購読者には、購読期間終了後にメールで通知。
ka_ge: აბონენტებს ელფოსტით აცნობეთ გამოწერის ვადის ამოწურვის შემდეგ.
ku_iq: بەشداربووان بە ئیمەیڵ ئاگادار بکەوە دوای بەسەرچونی بەشداریکردنیان.
ky: Жазылуу мөөнөтү бүткөндөн кийин абоненттерге электрондук кат аркылуу кабарлаңыз.
lt: Siųsti pranešimą e. paštu prenumeratai pasibaigus.
lv: Paziņot abonentiem e-pastā par abonēšanas termiņa beigām.
mr: सदस्यता कालबाह्य झाल्यानंतर सदस्यांना ई-मेलद्वारे सूचित करा.
ms: Maklumkan pelanggan melalui e-mel setelah tamat tempoh langganan.
nb_no: Send e-post til abonnenter om abonnement som har løpt ut.
nl: Verwittig abonnees per e-mail na het verstrijken van hun abonnement.
pl: Powiadom subskrybentów emailem po wygaśnięciu subskrypcji.
pt_br: Notificar os subscritores por email após expiração da subscrição
pt_pt: Notificar os subscritores por email após expiração da subscrição.
ru: Уведомить подписчиков по электронной почте после окончания срока подписки.
sk_sk: Upozorniť predplatiteľov emailom po expirácii predplatného.
sl_si: Pošlji email obvestilo naročniku, ko poteče naročnina.
sv_se: Meddela prenumeranter via e-post efter prenumerationens förfallodatum.
tr_tr: Abonelik süresinin sona ermesinden sonra aboneleri e-posta ile bilgilendir.
uk: Сповістити учасників електронною поштою після закінчення терміну підписки.
uz_cyrl: Муддат тугагандан бир неча ҳафта кейин эслатиш
uz_uz@latin: Obuna muddati tugagandan so'ng abonentlarni elektron pochta orqali xabardor qiling.
vi_vn: Thông báo cho người đăng ký thuê bao bằng email sau khi hết hạn thuê bao.
zh_hant: 在訂閱到期後透過電郵通知讀者。

# manager.subscriptionPolicies.expiryReminderBeforeMonths
source: Notify subscribers by email before subscription expiry.
ar: إشعار المشتركين بريدياً قبل انتهاء مدة الاشتراك.
az: Abunəlik müddəti başa çatmazdan əvvəl email ilə məlumatlandırın
bg_bg: Уведомете абонатите по имейл преди изтичане на абонамента (месеци).
ca_es: Notificar-ho als usuaris/àries per correu electrònic abans que la subscripció caduqui.
cs_cz: Upozornit předplatitele emailem před vypršením předplatného.
da_dk: Underret abonnenter via e-mail før abonnementets ophør.
de_de: Benutzer per E-Mail vor Ablauf des Abonnements benachrichtigen
es_es: Notificar a los suscriptores por correo electrónico antes de la caducidad de la suscripción.
eu: Jakinarazi harpidedunei posta elektronikoz, harpidetza iraungi aurretik.
fa_ir: اطلاع‌رسانی به مشترکین از طریق ایمیل قبل از انقضای اشتراک
fi: Ilmoita tilaajille sähköpostilla, kun heidän tilauksensa on päättynyt.
fr_fr: Notifier les abonnés-es par courriel lors de l'expiration de l'abonnement.
gl: Notificar aos subscritores por correo electrónico antes do vencemento da subscrición.
hi_in: सदस्यता समाप्ति से पहले ईमेल द्वारा ग्राहकों को सूचित करें।
hy: Էլ․ փոստով տեղեկացնել բաժանորդներին մինչ բաժանորդագրության ժամկետի ավարտը:
is_is: Senda tilkynningu í tölvupósti á áskrifendur áður enn áskrift rennur út.
it_it: Notifica agli abbonati per mail prima della scadenza dell'abbonamento.
ja: 購読者には、購読期間終了前にメールで通知。
ka_ge: შეატყობინეთ აბონენტებს ელფოსტით გამოწერის ვადის გასვლამდე.
ku_iq: بەشداربووان بە ئیمەیڵ ئاگادار بکەوە پێش بەسەرچونی بەشداریکردنیان.
ky: Жазылуу мөөнөтү бүткөнгө чейин абоненттерге электрондук кат аркылуу кабарлаңыз.
lt: Siųsti pranešimą e. paštu prenumeratai baigiantis.
lv: Paziņot abonentiem e-pastā pirms abonēšanas termiņa beigām.
mr: सदस्यता कालबाह्य होण्यापूर्वी सदस्यांना ई-मेलद्वारे सूचित करा.
ms: Maklumkan pelanggan melalui e-mel sebelum tamat tempoh langganan.
nb_no: Send e-post til abonnenter om abonnement som snart løper ut.
nl: Verwittig abonnees per e-mail vóór het verstrijken van hun abonnement.
pl: Powiadom subskrybentów emailem przed wygaśnięciem subskrypcji.
pt_br: Notificar os subscritores por email antes da expiração da subscrição.
pt_pt: Notificar os subscritores por email antes da expiração da subscrição.
ru: Уведомить подписчиков по электронной почте до окончания срока подписки.
sk_sk: Upozorniť predplatiteľov emailom pred expiráciou predplatného.
sl_si: Pošlji email obvestilo naročniku pred potekom naročnine.
sv_se: Meddela prenumeranter via e-post före prenumerationens förfallodatum.
tr_tr: Aboneleri abonelik süresinin bitiminden önce e-posta ile bilgilendir.
uk: Сповістити учасників електронною поштою після закінчення терміну підписки.
uz_cyrl: Муддат тугашидан бир неча ой олдин эслатиш
uz_uz@latin: Obuna muddati tugashidan oldin abonentlarni elektron pochta orqali xabardor qiling.
vi_vn: Thông báo cho người đăng ký thuê bao bằng email trước khi hết hạn thuê bao.
zh_hant: 在訂閱到期前透過電郵通知讀者。
