Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionTypes.institutional
source: Institutional
ar: مؤسساتي
az: Korporativ
bg_bg: Институционален
ca_es: Institucional
cs_cz: Institucionální
da_dk: Institution
de_de: Institutionell
es_es: Institucional
eu: Instituzionala
fa_ir: سازمانی
fi: Instituutiotilaus
fr_fr: Institutionnel
gl: Institucional
hi_in: संस्थागत
hr_hr: Institucionalna
hy: Ինստիտուցիոնալ
id_id: Institusi
it_it: Istituzionale
ja: 機関購読
ka_ge: ორგანიზაციის
ku_iq: دەزگایی
ky: Институционалдык
lt: Institucinė
lv: Institucionāls
mr: संस्थात्मक
ms: Institusi
nb_no: Institusjonell
nl: Institutioneel
pl: Instytucyjna
pt_br: Institucional
pt_pt: Institucional
ru: На организацию
sk_sk: Inštitucionálne
sl_si: Institucionalna
sr_rs@cyrillic: Институционални
sr_rs@latin: Institucionalni
sv_se: Institutionella
tr_tr: Kurumsal
uk: Інституційна
uz_cyrl: Ташкилий
uz_uz@latin: Institutsional
vi_vn: Tổ chức
zh_cn: 机构
zh_hant: 院校

# manager.subscriptionTypes.create
source: Create New Subscription Type
ar: إنشاء نوع اشتراك جديد
az: Yeni bir abunəlik növü yaradın
bg_bg: Създайте нов тип абонамент
ca_es: Crea un tipus de subscripció nou
cs_cz: Vytvořit nový typ předplatného
da_dk: Opret ny abonnementstype
de_de: Einen neuen Abonnementtyp erstellen
es_es: Crear un nuevo tipo de suscripción
eu: Sortu harpidetza mota berria
fa_ir: ایجاد نوع جدید اشتراک
fi: Luo uusi tilausvaihtoehto
fr_fr: Créer un nouveau type d'abonnement
gl: Crear un novo tipo de subscrición
hi_in: नई सदस्यता प्रकार बनाएँ
hr_hr: Kreiraj novi tip pretplate
hy: Ստեղծեք բաժանորդագրության նոր տեսակ
id_id: Buat Langganan Baru
it_it: Crea un nuovo tipo di abbonamento
ja: 新しい購読種別の生成
ka_ge: ახალი გამოწერის ტიპის შექმნა
ku_iq: جۆرە بەشداریکردنێکی نوێ دروست بکە
ky: Жаңы жазылуу түрүн түзүү
lt: Rinkitės naują prenumeratos rūšį
lv: Izveidot jaunu abonēšanas veidu
mr: नवा सदस्यता प्रकार निर्माण करा
ms: Cipta Jenis Langganan Baru
nb_no: Opprett ny abonnementstype
nl: Maak nieuwe abonnementsvorm aan
pl: Utwórz nowy rodzaj subskrypcji
pt_br: Incluir novo
pt_pt: Criar Novo Tipo de Subscrição
ru: Создать новый тип подписки
sk_sk: Vytvoriť nový typ predplatného
sl_si: Ustvari nov tip naročnine
sr_rs@cyrillic: Креирај нови тип претплате
sr_rs@latin: Kreiraj novi tip pretplate
sv_se: Skapa ny prenumerationsform
tr_tr: Yeni Bir Abonelik Türü Oluştur
uk: Створити новий тип передплати
uz_cyrl: Янги тур яратиш
uz_uz@latin: Yangi obuna turini yarating
vi_vn: Tạo kiểu thuê bao mới
zh_cn: 建立新的订阅类型
zh_hant: 創建新訂閱種類

# manager.subscriptionTypes.createTitle
source: Create
ar: إنشاء
az: Yaradın
bg_bg: Създай
ca_es: Crea
cs_cz: Vytvořit
da_dk: Opret
de_de: Erstellen
es_es: Crear
eu: Sortu
fa_ir: ایجاد
fi: Luo
fr_fr: Créer
gl: Crear
hi_in: बनाना
hr_hr: Napravi
hy: Ստեղծել
id_id: Buat
it_it: Crea
ja: 生成
ka_ge: შექმნა
ku_iq: دروست بکە
ky: Түзүү
lt: Rinktis
lv: Izveidot
mr: निर्माण करा
ms: Cipta
nb_no: Opprett
nl: Maak aan
pl: Utwórz
pt_br: Incluir
pt_pt: Criar
ru: Создать
sk_sk: Vytvoriť
sl_si: Ustvari
sr_rs@cyrillic: Креирај
sr_rs@latin: Kreiraj
sv_se: Skapa
tr_tr: Oluştur
uk: Створити
uz_cyrl: Обуна турини қўшиш
uz_uz@latin: Yaratmoq
vi_vn: Tạo
zh_cn: 建立
zh_hant: 創建

# manager.subscriptionTypes.duration
source: Duration
ar: المدة
az: Davam edin
bg_bg: Времетраене
ca_es: Duració
cs_cz: Trvání
da_dk: Varighed
de_de: Dauer
es_es: Duración
eu: Iraupena
fa_ir: مدت
fi: Kesto
fr_fr: Durée
gl: Vixencia
hi_in: अवधि
hr_hr: Trajanje
hy: Տևողություն
id_id: Durasi
it_it: Durata
ja: 期間
ka_ge: ხანგრძლივობა
ku_iq: ماوە
ky: Узактыгы
lt: Trukmė
lv: Ilgums
mr: कालावधी
ms: Tempoh
nb_no: Varighet
nl: Duur
pl: Czas trwanie
pt_br: Vigência
pt_pt: Vigência
ru: Продолжительность
sk_sk: Trvanie
sl_si: Trajanje
sr_rs@cyrillic: Трајање
sr_rs@latin: Trajanje
sv_se: Varaktighet
tr_tr: Devam
uk: Тривалість
uz_cyrl: Давомийлиги
uz_uz@latin: Davomiyligi
vi_vn: Thời hạn
zh_cn: 期限
zh_hant: 持續時間

# manager.subscriptionTypes.edit
source: Edit Subscription Type
ar: تعديل نوعية الاشتراك
az: Abunə növünü redaktə edin
bg_bg: Редактиране на типа абонамент
ca_es: Edita el tipus de subscripció
cs_cz: Editovat typ předplatného
da_dk: Rediger abonnementstype
de_de: Den Abonnementtyp bearbeiten
es_es: Editar el tipo de suscripción
eu: Editatu Harpidetza mota
fa_ir: ویرایش نوع اشتراک
fi: Muokkaa tilausvaihtoehtoa
fr_fr: Modifier le type d'abonnement
gl: Editar o tipo de subscrición
hi_in: सदस्यता प्रकार संपादित करें
hr_hr: Uredi tip pretplate
hy: Խմբագրել բաժանորդագրության տեսակը
id_id: Edit Tipe Langganan
it_it: Modifica il tipo di abbonamento
ja: 購読種別の編集
ka_ge: გამოწერის ტიპის ჩასწორება
ku_iq: جۆری بەشداریکردن دەستکاری بکە
ky: Жазылуу түрүн түзөтүү
lt: Tikslinti prenumeratos rūšį
lv: Labot abonēšanas veidu
mr: सदस्यतेच्या प्रकारात बदल करा
ms: Sunting Jenis Langganan
nb_no: Rediger abonnementstype
nl: Bewerk abonnementsvorm
pl: Edytuj rodzaj subskrypcji
pt_br: Editar
pt_pt: Editar Tipo de Subscrição
ru: Редактировать тип подписки
sk_sk: Editovať typ predplatného
sl_si: Uredi tip naročnine
sr_rs@cyrillic: Уреди тип претплате
sr_rs@latin: Uredi tip pretplate
sv_se: Redigera prenumerationsformen
tr_tr: Abonelik Türü Düzenle
uk: Редагувати тип передплати
uz_cyrl: Таҳрирлаш
uz_uz@latin: Obuna turini tahrirlash
vi_vn: Sửa kiểu thuê bao
zh_cn: 编辑订阅类型
zh_hant: 編輯訂閱種類

# manager.subscriptionTypes.editTitle
source: Edit
ar: تعديل
az: Redaktə edin
bg_bg: Редактиране
ca_es: Edita
cs_cz: Editovat
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
eu: Editatu
fa_ir: ویرایش
fi: Muokkaa
fr_fr: Modifier
gl: Editar
hi_in: संपादित करें
hr_hr: Uredi
hy: Խմբագրել
it_it: Modifica
ja: 編集
ka_ge: ჩასწორება
ku_iq: گۆڕانکاری
ky: Түзөтүү
lt: Tikslinti
lv: Labot
mr: बदल करा
ms: Sunting
nb_no: Rediger
nl: Bewerk
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru: Редактировать
sk_sk: Editovať
sl_si: Uredi
sr_rs@cyrillic: Уреди
sr_rs@latin: Uredi
sv_se: Redigera
tr_tr: Düzelt
uk: Редагувати
uz_cyrl: Обуна турини таҳрирлаш
uz_uz@latin: Tahrirlash
vi_vn: Sửa
zh_cn: 编辑
zh_hant: 編輯

# manager.subscriptionTypes.form.cost
source: Cost
ar: الكلفة
az: Miqdar
bg_bg: Цена
cs_cz: Cena
da_dk: Omkostning
de_de: Kosten
es_es: Coste
eu: Kostua
fa_ir: قیمت
fi: Hinta
fr_fr: Coût
gl: Custo
hi_in: लागत
hr_hr: Cijena
hy: Արժեքը
id_id: Biaya
it_it: Costo
ja: 料金
ka_ge: საფასური
ku_iq: نرخ
ky: Баасы
lt: Kaina
lv: Izmaksas
mr: मूल्य
ms: Kos
nb_no: Pris
nl: Prijs
pl: Cena
pt_br: Taxa
pt_pt: Taxa
ru: Цена
sk_sk: Cena
sl_si: Znesek
sr_rs@cyrillic: Цена
sr_rs@latin: Cena
sv_se: Pris
tr_tr: Tutar
uk: Вартість
uz_cyrl: Нархи
uz_uz@latin: Narx
vi_vn: Giá
zh_cn: 价格
zh_hant: 價錢

# manager.subscriptionTypes.form.costInstructions
source: Enter a numeric value (e.g. 40 or 40.00) without symbol (e.g., $).
ar: أدقل قيمة رقمية، مثل: 40 أو 40.00 بدون رموز، مثل: $.
az: Ədədi bir dəyər daxil edin (Məsələn40 və ya 40.00). "$" kimi simvollar istifadə etməyin.
bg_bg: Въведете числова стойност (напр. 40 или 40,00) без символ (напр. $).
ca_es: Introduïu un valor numèric (p. ex. 40 o 40,00) sense cap símbol (p. ex. €).
cs_cz: Vložte číslenou hodnotu (např. 40 nebo 40.00) bez symbolu (např. €).
da_dk: Angiv en numerisk værdi (f.eks. 40 eller 40,00) uden symbol (f.eks. $).
de_de: Geben Sie bitte nur einen numerischen Wert (z.B. 40 oder 40,00) und keinen zusätzlichen Text (z.B. "EUR") ein.
es_es: Introduzca un valor numérico (p. ej., 40 ó 40,00) sin símbolo de moneda (p. ej., $).
eu: Idatzi zenbaki bat (adib., 40 edo 40,00) baina ikurrik gabe (adib., €, $).
fa_ir: لطفاً یک مقدار عددی وارد کنید. هیچ‌گونه کاراکتر متنی دیگر مانند "$" وارد نکنید.
fi: Anna numeerinen arvo (esim. 40 tai 40,00) ilman valuuttasymbolia (esim. €).
fr_fr: Saisir une valeur numérique (par ex., 40 ou 40,00) sans symbole (par ex., $).
gl: Introduza un valor numérico (por exemplo, 40 ou 40,00) sen símbolo (€).
hi_in: सांख्यिक मान (जैसे 40 या 40.00) बिना प्रतीक के दर्ज करें (e.g., $).
hr_hr: Unesite samo numeričku vrijednost pretplate (npr. 40 ili 40.00). U ovo polje ne upisujte oznaku valute (npr. "$") niti bilo koji drugi tekst.
hy: Մուտքագրեք թվային արժեք (օրինակ՝ 40 կամ 40,00) առանց նշանի (օրինակ՝ $):
id_id: Masukkan nilai numerik (contoh: 40 atau 40,00) tanpa simbol (contoh: $).
it_it: Inserisci un numero (es. 40 o 40.00). Non inserire nessun carattere non numerico, come ad esempio "€".
ja: 記号（$など）を含まない数値（40または40.00など）を入力します。
ka_ge: შეიყვანეთ რიცხვითი მნიშვნელობა (მაგ. 40 ან 40.00) სიმბოლოს გარეშე (მაგ., ₾).
ku_iq: ژمارە داخل بکە (وەک، 40 یان 40.00) نەک هێمای وەک ($).
ky: Символсуз (мисалы, $) сандык маанини киргизиңиз (мисалы, 40 же 40.00).
lt: Įrašykite sumą (pvz., 40 ar 40,00), simbolių (pvz., $ nevartokite).
lv: Ievadiet skaitlisku vērtību (piemēram, 40 vai 40,00) bez simbola (piemēram, €).
mr: चलनाशिवाय (उदा. ₹) अंकीय मूल्य (उदा. 40 किंवा 40.00) नोंदवा.
ms: Masukkan nilai berangka (mis. 40 atau 40.00) tanpa simbol (mis., $).
nb_no: Skriv inn en tallverdi (for eks. 40 eller 40.00). Ikke skriv inn annen tekst, som f.eks. «$» eller «NOK».
nl: Geef een getal (bv. 40 of 40,00) zonder symbool (bv. $).
pl: Wprowadź wartość liczbową (np. 40 lub 40.000) bez symboli (np.,$).
pt_br: Digite um valor numérico(ex.: 40 ou 40.00). Não incluir textos ou símbolos como "$".
pt_pt: Insira um valor numérico(ex.: 40 ou 40.00). Não incluir textos ou símbolos como "$".
ru: Введите число (например, 40 или 40.00) без символа валюты (например, $).
sk_sk: Vložte číslenú hodnotu (napr. 40 alebo 40.00) bez symbolu (napr. €).
sl_si: Vnestie le numerično vrednost (npr. 40 ali 40.00), brez enote za valuto (npr. $).
sr_rs@cyrillic: Унесите нумеричку вредност (нпр. 40 или 40.00) без симбола валуте (нпр. $).
sr_rs@latin: Unesite numeričku vrednost (npr. 40 ili 40.00) bez simbola valute (npr. $).
sv_se: Ange numerisk värde (t.ex. 40 eller 40.00) utan symboler (t ex. £, $).
tr_tr: Rakamsal bir değer giriniz (Örneğin; 40 veya 40.00). "$" gibi semboller kullanmayınız.
uk: Вкажіть цифрове значення (наприклад, 40 або 40.00) без додаткових символів (наприклад, $).
uz_cyrl: Сон кўринишида киритинг (масалан: 50.00).
uz_uz@latin: Belgisiz (masalan, $) raqamli qiymatni kiriting (masalan, 40 yoki 40.00).
vi_vn: Nhập một giá trị số (ví dụ: 40 hoặc 40.00) không có ký hiệu (ví dụ: $).
zh_cn: 输入一个数值(例如，40或40.00)不要含有任何像"$"的其他文字。
zh_hant: 輸入一個數值（例如：40或40.00），不需任何符號（例如：$）。

# manager.subscriptionTypes.form.costNumeric
source: The cost must be a positive, numeric value.
ar: الكلفة ينبغي أن تكون رقماً موجباً.
az: Miqdar pozitiv, ədədi bir dəyər olmalıdır.
bg_bg: Цената трябва да бъде положителна, цифрова стойност.
ca_es: El cost ha de ser un valor numèric positiu.
cs_cz: Cena musí být kladná číselná hodnota.
da_dk: Omkostningen skal være en positiv, numerisk værdi.
de_de: Die Kostenangabe muss ein positiver numerischer Wert sein.
es_es: El coste debe ser un valor numérico positivo.
eu: Kostua zenbaki positibo bat izan behar da.
fa_ir: عدد قیمت می‌بایست عدد مثبت باشد.
fi: Hinnan tulee olla positiivinen numeerinen arvo.
fr_fr: Le coût doit être une valeur numérique positive.
gl: O custo debe ser un valor numérico positivo.
hi_in: लागत एक सकारात्मक, संख्यात्मक मान होना चाहिए।
hr_hr: Cijena mora biti pozitivna numerička vrijednost.
hy: Արժեքը պետք է լինի դրական թիվ:
id_id: Biaya harus nilai numerik, positif.
it_it: Il costo dell'abbonamento deve essere un numero intero positivo.
ja: 料金は、正の数値でなければなりません。
ka_ge: ღირებულება უნდა იყოს დადებითი, რიცხვითი მნიშვნელობა.
ku_iq: نرخەکە دەبێت نرخێکی واقیعی بێت.
ky: Баа оң сандык мааниге ээ болушу керек.
lt: Kaina turi būti nurodyta kaip teigiamas skaičius.
lv: Izmaksām jābūt pozitīvai skaitliskai vērtībai.
mr: मूल्याची नोंद अधिकात आणि अंकात हवी.
ms: Kos mestilah nilai positif dan berangka.
nb_no: Prisen må være en positiv tallverdi.
nl: De prijs moet een positief getal zijn.
pl: Cena musi mieć numeryczną wartość dodatnią.
pt_br: O valor deve ser um número positivo.
pt_pt: O valor deve ser um número positivo.
ru: Цена должна быть положительным числом.
sk_sk: Cena musí byť kladná číselná hodnota.
sl_si: Znesek mora biti pozitivno število.
sr_rs@cyrillic: Цена мора бити позитивна нумеричка вредност.
sr_rs@latin: Cena mora biti pozitivna numerička vrednost.
sv_se: Priset måste vara ha ett positivt numeriskt värde.
tr_tr: Tutar pozitif, rakamsal bir değer olmalıdır.
uk: Вартість має бути позитивним цифровим значенням.
uz_cyrl: Нарх сон бўлиши керак.
uz_uz@latin: Narx ijobiy, raqamli bo'lishi kerak.
vi_vn: Chi phí phải là một số giá trị dương.
zh_cn: 价格必须是一个正整数。
zh_hant: 價錢必須為正數的數值。

# manager.subscriptionTypes.form.costRequired
source: A cost is required.
ar: الكلفة مطلوبة حتماً.
az: Bir miqdar tələb olunur.
bg_bg: Изисква се цена.
ca_es: Heu d’introduir un cost.
cs_cz: Je vyžadována cena.
da_dk: En omkostning er påkrævet.
de_de: Eine Kostenangabe ist erforderlich.
es_es: Especifique el coste.
eu: Kostua zehaztu behar da.
fa_ir: مبلغ قیمت لازم است
fi: Hinta vaaditaan.
fr_fr: Le coût est obligatoire.
gl: Requírese un custo.
hi_in: एक लागत की आवश्यकता है।
hr_hr: Cijena je obavezna.
hy: Պահանջվում է արժեքը:
id_id: Biaya harus ada.
it_it: Inserire il costo.
ja: 料金が必要です。
ka_ge: საჭიროა ღირებულება.
ku_iq: نرخ داوا کراوە.
ky: Баа талап кылынат.
lt: Būtina nurodyti kainą.
lv: Nepieciešams norādīt izmaksas.
mr: मूल्य आवश्यक आहे.
ms: Kos diperlukan.
nb_no: En pris er påkrevet.
nl: Een prijs is verplicht.
pl: Cena jest wymagana.
pt_br: A taxa da assinatura é obrigatória.
pt_pt: Taxa da subscrição obrigatória.
ru: Цена обязательна.
sk_sk: Je vyžadovaná cena.
sl_si: Znesek je obvezen.
sr_rs@cyrillic: Потребна је цена.
sr_rs@latin: Potrebna je cena.
sv_se: Det är obligatoriskt att ange ett pris.
tr_tr: Bir tutar gereklidir.
uk: Необхідно вказати вартість.
uz_cyrl: Нарх киритилиши шарт.
uz_uz@latin: Xarajat talab qilinadi.
vi_vn: Một giá là cần thiết.
zh_cn: 需要一个价格
zh_hant: 必須提供價錢。

# manager.subscriptionTypes.form.currency
source: Currency
ar: العملة
az: Pul vahidi
bg_bg: Валута
ca_es: Moneda
cs_cz: Měna
da_dk: Valuta
de_de: Währung
es_es: Moneda
eu: Moneta
fa_ir: واحد پول
fi: Valuutta
fr_fr: Devise
gl: Moeda
hi_in: मुद्रा
hr_hr: Valuta
hy: Արտարժույթ
id_id: Mata Uang
it_it: Valuta
ja: 通貨
ka_ge: ვალუტა
ku_iq: دراو
ky: Валюта
lt: Valiuta
lv: Valūta
mr: चलन
ms: Mata Wang
nb_no: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
pt_pt: Moeda
ru: Валюта
sk_sk: Mena
sl_si: Valuta
sr_rs@cyrillic: Валута
sr_rs@latin: Valuta
sv_se: Valuta
tr_tr: Para birimi
uk: Валюта
uz_cyrl: Валюта
uz_uz@latin: Valyuta
vi_vn: Tiền tệ
zh_cn: 货币
zh_hant: 貨幣

# manager.subscriptionTypes.form.currencyRequired
source: A currency is required.
ar: العملة مطلوبة حتماً.
az: Pul vahidi tələb olunur.
bg_bg: Изисква се валута.
ca_es: Heu d’introduir la moneda.
cs_cz: Je vyžadována měna.
da_dk: En valuta er påkrævet.
de_de: Eine Währungsangabe ist erforderlich.
es_es: Especifique una moneda.
eu: Moneta zehaztu behar da.
fa_ir: واحد پول لازم است
fi: Valuutta vaaditaan.
fr_fr: La devise est obligatoire.
gl: É necesaria unha moeda.
hi_in: एक मुद्रा की आवश्यकता है।
hr_hr: Valuta je obavezna.
hy: Պահանջվում է արժույթ:
id_id: Mata uang harus ada.
it_it: Inserire la valuta.
ja: 通貨が必要です。
ka_ge: ვალუტა სავალდებულოა.
ku_iq: دراوێک داوا کراوە.
ky: Валюта талап кылынат.
lt: Nurodykite valiutą.
lv: Ir nepieciešama valūta.
mr: चलन आवश्यक आहे.
ms: Mata wang diperlukan.
nb_no: En valuta er påkrevet.
nl: Een valuta is verplicht.
pl: Waluta jest wymagana.
pt_br: A moeda é obrigatória.
pt_pt: Moeda obrigatória.
ru: Валюта обязательна.
sk_sk: Je vyžadovaná mena.
sl_si: Valuta je obvezna.
sr_rs@cyrillic: Потребна је валута.
sr_rs@latin: Potrebna je valuta.
sv_se: Det är obligatoriskt att ange en valuta.
tr_tr: Para birimini gerekli.
uk: Необхідно вказати валюту.
uz_cyrl: Валюта танланиши шарт.
uz_uz@latin: Valyuta kerak.
vi_vn: Một loại tiền tệ được yêu cầu.
zh_cn: 需要一种货币
zh_hant: 必須提供貨幣單位。

# manager.subscriptionTypes.form.currencyValid
source: Please select a valid currency.
ar: لطفاً، إختر عملة صحيحة.
az: Zəhmət olmasa bir pul vahidi seçin
bg_bg: Моля, изберете валидна валута.
ca_es: Seleccioneu una moneda vàlida.
cs_cz: Vyberte prosím platnou měnu.
da_dk: Vælg en gyldig valuta.
de_de: Wählen Sie eine gültige Währung.
es_es: Seleccione una moneda válida.
eu: Hautatu baliozko moneta bat.
fa_ir: لطفاً واحد پول صحیحی انتخاب کنید
fi: Valitse kelvollinen valuutta.
fr_fr: Veuillez sélectionner une devise valide.
gl: Selecciona unha moeda válida.
hi_in: कृपया एक वैध मुद्रा चुनें।
hr_hr: Molimo odaberite ispravnu valutu.
hy: Խնդրում ենք ընտրել վավեր արժույթ:
id_id: Pilih mata uang yang valid.
it_it: Inserire una valuta valida.
ja: 有効な通貨を選択してください。
ka_ge: გთხოვთ, აირჩიოთ სწორი ვალუტა.
ku_iq: تکایە دراوێکی دروست داخل بکە.
ky: Туура валютаны тандаңыз.
lt: Prašom tinkamai nurodyti valiutą.
lv: Lūdzu, izvēlieties derīgu valūtu.
mr: कृपया ग्राह्य चलन निवडा.
ms: Sila pilih mata wang yang sah.
nb_no: Vennligst velg en gyldig valuta.
nl: Kies een geldige valuta.
pl: Proszę wybierz ważną walutę.
pt_br: Escolha uma moeda válida.
pt_pt: Escolha uma moeda válida.
ru: Пожалуйста, выберите правильную валюту.
sk_sk: Vyberte prosím platnú menu.
sl_si: Prosimo izberite veljavno valuto.
sr_rs@cyrillic: Одаберите исправну валуту.
sr_rs@latin: Odaberite ispravnu valutu.
sv_se: Välj en giltig valuta.
tr_tr: Lütfen bir para birimi değeri seçiniz.
uk: Будь ласка, виберіть коректну валюту.
uz_cyrl: Тўғри валютани танланг.
uz_uz@latin: Iltimos, to'g'ri valyutani tanlang.
vi_vn: Vui lòng chọn một loại tiền tệ hợp lệ.
zh_cn: 请选择一种有效的货币
zh_hant: 請選擇一個有效貨幣。

# manager.subscriptionTypes.form.description
source: Description
ar: الوصف
az: Təsvir etmə
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
eu: Azalpena
fa_ir: توصیف
fi: Kuvaus
gl: Descrición
hi_in: विवरण
hr_hr: Opis
hy: Նկարագրություն
id_id: Deskripsi
it_it: Descrizione
ja: 説明
ka_ge: აღწერა
ku_iq: ناساندن
ky: Сүрөттөмө
lt: Aprašymas
lv: Apraksts
mr: वर्णन
ms: Butiran
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk_sk: Popis
sl_si: Opis
sr_rs@cyrillic: Опис
sr_rs@latin: Opis
sv_se: Beskrivning
tr_tr: Tanımlama
uk: Опис
uz_cyrl: Тавсиф
uz_uz@latin: Tavsif
vi_vn: Mô tả
zh_cn: 说明
zh_hant: 說明

# manager.subscriptionTypes.form.nonExpiring.expiresAfter
source: Expires after
ar: تنتهي صلاحيته بعد
az: Doldurulduqdan sonra
bg_bg: Изтича след
ca_es: Venç després de
cs_cz: Vyprší po
da_dk: Udløber efter
de_de: Endet nach
es_es: Caduca en
eu: Iraungitze-data
fa_ir: انقضا بعد از
fi: Päättyy
fr_fr: Expire après
gl: Caduca despois do
hi_in: के बाद समाप्त हो रहा है
hr_hr: Ističe nakon
hy: Ժամկետը լրանում է հետո
id_id: Berakhir setelah
it_it: Scade dopo
ja: 有効期限
ka_ge: იწურება
ku_iq: بەسەر دەچێت لە دوای
ky: Мөөнөтү бүтөт
lt: Baigiasi po
lv: Darbības termiņš beidzas pēc
mr: नंतर कालबाह्य होते
ms: Tamat selepas
nb_no: Utløper etter
nl: Verloopt na
pl: Wygasa po
pt_br: Vencimento
pt_pt: Vencimento
ru: Истекает через
sk_sk: Expiruje po
sl_si: Izteče po
sr_rs@cyrillic: Истиче након
sr_rs@latin: Ističe nakon
sv_se: Upphör efter
tr_tr: Dolduktan sonra
uk: Завершується через
uz_cyrl: Обуна муддати
uz_uz@latin: Muddati tugaydi
vi_vn: Hết hạn sau
zh_cn: 过期后
zh_hant: 在此日期後過期

# manager.subscriptionTypes.form.nonExpiring.months
source: months (e.g. 12)
ar: شهر/أشهر، مثل: 12
az: Ay (məsələn, 12)
bg_bg: месеци (напр. 12)
ca_es: mesos (p. ex. 12)
cs_cz: měsíce (např.: 12)
da_dk: måneder (fx 12)
de_de: Monate (z.B. 12)
es_es: meses (p. ej., 12)
eu: hilabeteak (adib., 12)
fa_ir: ماه (مثلاً ۱۲)
fi: kuukauden kuluttua (esim. 12)
fr_fr: mois (par ex. 12)
gl: meses (p. ex., 12)
hi_in: महीने (e.g. 12)
hr_hr: mjeseci (npr. 12)
hy: ամիսներ (օրինակ՝ 12)
id_id: bulan (contoh: 12)
it_it: mesi (es. 12)
ja: 月数 (例えば 12)
ka_ge: თვე (მაგ. 12)
ku_iq: مانگەکان بۆ نمونە (12)
ky: ай (мисалы, 12)
lt: mėnesių (pvz., 12)
lv: mēneši (piemēram, 12)
mr: महिने (उदा. 12)
ms: bulan (mis. 12)
nb_no: måneder (f.eks. 12)
nl: maanden (bv. 12)
pl: Miesiące (np.12)
pt_br: meses (ex.: 12)
pt_pt: meses (ex.: 12)
ru: месяцев (например, 12)
sk_sk: mesiace (napr.: 12)
sl_si: mesecih (npr. 12)
sr_rs@cyrillic: месеци (нпр. 12)
sr_rs@latin: meseci (npr. 12)
sv_se: månader (t ex 12)
tr_tr: ay (Örneğin, 12)
uk: місяців (наприклад, 12)
uz_cyrl: ой
uz_uz@latin: oy (masalan, 12)
vi_vn: tháng (ví dụ: 12)
zh_cn: 月（例如：12）
zh_hant: 月份（例如12）

# manager.subscriptionTypes.form.nonExpiring.neverExpires
source: Never expires
ar: نافذ دوماً
az: Qeyri-müəyyən
bg_bg: Никога не изтича
ca_es: No venç mai
cs_cz: Nikdy nevyprší
da_dk: Udløber ikke
de_de: Endet nie
es_es: No caduca nunca
eu: Ez da iraungitzen
fa_ir: بدون انقضا
fi: Ei pääty koskaan (jatkuva)
fr_fr: N'expire jamais
gl: Non caduca
hi_in: कभी समाप्त नहीं होता हैं
hr_hr: Nikad ne ističe
hy: Երբեք չի սպառվում
id_id: Tidak pernah berakhir
it_it: Nessuna scadenza
ja: 有効期限なし
ka_ge: არასოდეს იწურება
ku_iq: هەرگیز بەسەر ناچێت
ky: Мөөнөтү эч качан бүтпөйт
lt: Niekada nesibaigia
lv: Darbības termiņš nekad nebeidzas
mr: कधीही कालबाह्य होत नाही
ms: Tidak pernah luput
nb_no: Utløper aldri
nl: Verloopt nooit
pl: Nie wygasa
pt_br: Nunca vence
pt_pt: Nunca expira
ru: Никогда не истекает
sk_sk: Nikdy neexpiruje
sl_si: Nikoli ne poteče
sr_rs@cyrillic: Никад не истиче
sr_rs@latin: Nikad ne ističe
sv_se: Upphör aldrig
tr_tr: Süresiz
uk: Необмежена
uz_cyrl: Муддатсиз
uz_uz@latin: Hech qachon tugamaydi
vi_vn: Không bao giờ hết hạn
zh_cn: 永不过期
zh_hant: 永不過期

# manager.subscriptionTypes.form.nonExpiringValid
source: Please use the provided options.
ar: لطفاً، استعمل الخيارات المتاحة لك.
az: Zəhmət olmasa verilən seçimləri istifadə edin
bg_bg: Моля, използвайте предоставените опции.
ca_es: Utilitzeu les opcions disponibles.
cs_cz: Použijte, prosím, nabízené možnosti.
da_dk: Anvend de angivne alternativer.
de_de: Bitte verwenden Sie die bereitgestellten Optionen.
es_es: Utilice las opciones proporcionadas.
eu: Mesedez, erabili ematen diren aukerak.
fa_ir: لطفاً از گزینه‌ها موجود استفاده کنید.
fi: Käytä annettuja vaihtoehtoja.
fr_fr: Veuillez utiliser les options fournies.
gl: Utiliza as opcións proporcionadas.
hi_in: कृपया दिए गए विकल्पों का उपयोग करें।
hr_hr: Upotrebite ponuđene mogućnosti.
hy: Խնդրում ենք օգտագործել տրամադրված տարբերակները:
id_id: Gunakan pilihan yang tersedia.
it_it: Scegli un'opzione.
ja: 用意された選択肢をご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ მოცემული ვარიანტები.
ku_iq: تکایە ئەم بژاردە بەردەستانە هەڵبژێرە.
ky: Берилген параметрлерди колдонуңуз.
lt: Prašom taikyti numatytąsias parinktis.
lv: Lūdzu, izmantojiet piedāvātās iespējas.
mr: कृपया तरतूद असलेले पर्याय वापरा.
ms: Sila gunakan pilihan yang disediakan.
nb_no: Bruk de angitte valgmulighetene.
nl: Gebruik de opgegeven opties.
pl: Proszę, użyj podanych opcji.
pt_br: Utilize as opções oferecidas.
pt_pt: Utilize as opções oferecidas.
ru: Пожалуйста, выберите один из предложенных вариантов.
sk_sk: Použite, prosím, ponúkané možnosti.
sl_si: Prosimo izberite eno od ponujenih možnosti.
sr_rs@cyrillic: Користите понуђене могућности.
sr_rs@latin: Koristite ponuđene mogućnosti.
sv_se: Använd de befintliga alternativen.
tr_tr: Lütfen verilen seçenkeleri kulanın.
uk: Будь ласка, виберіть один із запропонованих варіантів.
uz_cyrl: Тўғри муддатни танланг.
uz_uz@latin: Iltimos, taqdim etilgan variantlardan foydalaning.
vi_vn: Vui lòng sử dụng các tùy chọn được cung cấp.
zh_cn: 请使用提供的选项.
zh_hant: 請使用所提供的選項。
