Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.sections.identifyType
source: Identify items published in this section as a(n)
ar: عرِّف الفقرات المنشورة ضمن هذا القسم على أنها
az: Bu bölmədə nəşr edilən elementlərin təyin edilməsində istifadə ediləcək tərif
bg_bg: Идентифицирайте елементите, публикувани в този раздел като (n)
ca_es: Identifica els elements publicats en aquesta secció com a
cs_cz: Pro účely sběru metadat označte každou položku v této sekci jako
da_dk: Identificer, med henblik på metadataformål, alle elementer i denne sektion som en/et
de_de: Beiträge in dieser Rubrik kennzeichnen als
es_es: Identificar los elementos publicados en esta sección como
eu: Identifikatu atal honetan argitaratutako elementuak honela
fa_ir: در نظر گرفتن مقالات منتشر شده از این نوع به عنوان
fi: Merkitse tässä osastossa julkaistut kohteet seuraavasti
fr_fr: Identifier les articles publiés dans cette rubrique en tant que un(e)
gl: Identificar os elementos publicados nesta sección como
hi_in: इस खंड में प्रकाशित वस्तुओं को पहचानें (n)
hr_hr: Pri kreiranju metapodataka, svi će članci u rubrici biti označeni kao:
hy: Նշեք այս բաժնում հրապարակված նյութերը որպես a(n)
id_id: Identifikasi item yang diterbitkan di bagian ini sebagai sebuah
is_is: Auðkenna atriði gefin út í þessum kafla sem
it_it: Nei metadati, identifica gli item pubblicati in questa sezione come
ja: このセクションに掲載されているアイテムを、次のように特定する：
ka_ge: ამ სექციაში გამოქვეყნებული სტატიების იდენტიფიცირება, როგორც
ku_iq: ئەو یەکانە بناسێنە کە لەم بەشەدا بڵاو کراونەتەوە
ky: Бул бөлүмдө жарыяланган материалдарды деп белгилеңиз
lt: Šiame skyriuje spausdinamus tekstus žymėkite kaip
lv: Identificēt šajā sadaļā publicētos elementus kā a(n)
mr: या विभागात प्रकाशित लेखन a(n) या स्वरूपातून ओळखा
ms: Kenalpasti item yang diterbitkan di bahagian ini sebagai sebuah
nb_no: Som metadata skal hvert element i denne seksjonen identifiseres som en
nl: Identificeer publicaties in deze sectie als a(n)
pl: Oznacz teksty opublikowane w tym dziale jako
pt_br: Como metadado do artigo, identificar itens nesta seção como
pt_pt: Como metadado do artigo, identificar itens nesta secção como
ru: Обозначать материалы, опубликованные в этом разделе как
sk_sk: Na účely zberu metadát označte každú položku v tejto sekcii ako
sl_si: Pri kreiranju metapodatkov, bodo vsi prispevki v tej rubriki označeni kot:
sr_rs@cyrillic: Идентификуј ставке објављене у овој секцији као
sr_rs@latin: Identifikuj stavke objavljene u ovoj sekciji kao
sv_se: Beskriv artiklar publicerad i sektionen som en/ett
tr_tr: Bu bölümde yayınlanan ögelerin belirlenmesinde kullanılacak tanım
uk: Ідентифікувати об'єкти, опубліковані у цьому розділі, як
uz_cyrl: Бўлимдаги материал тури (масалан: Илмий мақола)
uz_uz@latin: Ushbu bo'limda nashr etilgan narsalarni (n) belgilang
vi_vn: Xác định các mục được xuất bản trong chuyên mục này là một (nhiều)
zh_cn: 为了元数据的缘故，请指订此文稿类型中的每个项目为一个
zh_hant: 辨認在此分類出版的項目為

# manager.sections.identifyTypeExamples
source: (For example, "Peer-reviewed Article", "Non-refereed Book Review", "Invited Commentary", etc.)
ar: (على سبيل المثال: "مقالة محكمة"، "تقييم كتاب غير محكم"، "دعوة تعليق"، ... إلخ.)
az: (Məsələn, "rəyçilik Dəyərləndirməsindən keçmiş məqalə", "rəyçilik dəyərləndirməsindən keçməmiş kitab incələməsi", "Çağırışlı yorum", vb.)
bg_bg: (Например „Рецензирана статия“, „Преглед на книги без рецензия“, „Поканен коментар“ и др.)
ca_es: (Per exemple, «Article avaluat per experts/ertes», «Ressenya de llibre sense revisió», «Comentari d'un lector», etc.)
cs_cz: (Například "Recenzovaný článek", "Neposuzovaný článek", "Pozvaný komentář", apod.)
da_dk: (F. eks. "Artikel undergået peer review", "Ikke-referenceartikel", "Inviteret artikel" osv.)
de_de: (z.B. "Begutachteter Artikel", "Nicht begutachteter Artikel", "Artikel auf Aufforderung" usw.)
es_es: (p. ej., Artículo evaluado por pares, Reseña de libro no evaluada, Comentario invitado, etc.)
eu: (Adibidez, "adituek ebaluatutako artikulua", "adituek ebaluatu gabeko liburu-kritika", "gonbidatutako iruzkina", etab.)
fa_ir: مثلاً مقالات داوری شده، مقالات داوری نشده، مقالات دعوت شده و غیره.
fi: (Esim. “Vertaisarvioitu artikkeli”, “Arvioimaton kirja-arvostelu”, “Artikkeliesittely” jne.)
fr_fr: (Par exemple, « Article évalué par des pairs », « Compte-rendu de livre », « Note de recherche », etc.)
gl: (Por exemplo, "Artigo avaliado por pares", "Recensión de libro sen revisión", "Comentario dun lector" etc.)
hi_in: (उदाहरण के लिए, "पीयर-रिव्यू आर्टिकल", "नॉन-रेफरीड बुक रिव्यू", "इनवाइटेड कमेंट्री", आदि)
hr_hr: (na primjer, "članak", "prikaz", "uvodnik", itd.)
hy: (Օրինակ՝ «Գործընկերային գրախոսված հոդված», «Գրքի գրախոսություն», «Մասնագիտական մեկնաբանություն» և այլն):
id_id: Sebagai contoh: "Artikel yang telah di-peer-review", "Review Buku Non-refereed?", "komentar yang diundang", dll.
is_is: (Til dæmis, "Ritrýnd grein", "Bóka gagnrýni", "Greinar", o.s.frv.)
it_it: (per esempio, "Articolo peer-review", "Articolo non peer-review", "Recensione" etc.)
ja: (例えば、"ピアレビュー原稿", "非査読のブックレビュー", "招待記事" など)
ka_ge: (მაგალითად, „რეცენზირებადი სტატია“, „წიგნის მიმოხილვა“, „სპეციალისტი კომენტარი“ და ა.შ.)
ku_iq: (بۆ نمونە، ''توێژینەوەیەکی هەڵسەنگێندراو''، هەڵسەنگاندنی پەرتوکێکی هەڵنەسەنگێندراو، کەسێک بانگێشت کرابێت بۆ ڕا دەربڕین،...هتد)
ky: (Мисалы, «Рецензияланган макала», «Китепке сереп салуу», «Адистин комментарийи» ж.б.)
lt: (pavyzdžiui, „Recenzuojami straipsniai“, „Nerecenzuojamos knygų apžvalgos“, „Komentarai“ ir kt.)
lv: (Piemēram, "recenzēts raksts", " nerecenzēts grāmatas apskats", " uzaicināts komentārs" u. c.)
mr: (उदाहरणार्थ, "तज्ज्ञ-समीक्षण केलेला लेख", "समीक्षणाविना ग्रंथ परिचय", "आमंत्रित भाष्य", इ.)
ms: (Contohnya, "Artikel yang dilulas oleh rakan sejawat", "Ulasan Buku yang tidak diadili", "Ulasan yang Diundang", dll.)
nb_no: (For eksempel, "fagfellevurdert artikkel", "redaksjonelt vurdert artikkel", "invitert artikkel" etc.)
nl: (Bijvoorbeeld "Peer-reviewed artikel", "Niet-beoordeelde boekreview", "Commentaar op uitnodiging", enz.)
pl: (np. "Artykuł recenzowany", "Recenzja książki", "Komentarz", itp.)
pt_br: (Exemplo: "Avaliado pelos pares", "Artigo não avaliado pelos pares", "Artigo de convidado", etc.)
pt_pt: (Exemplo: "Revisto por Pares", "Artigo Não Revisto por Pares", "Artigo Solicitado", etc.)
ru: (Например, «Рецензируемая статья», «Обзор книги», «Комментарий специалиста» и т. д.)
sk_sk: (Napríklad "Recenzovaný článok", "Neposudzovaný článok", "Pozvaný komentár", apod.)
sl_si: (na primer, "prispevek", "povabljen komentar", "uvodnik", itd.)
sr_rs@cyrillic: (На пример, "Стручно рецензиран чланак", "Не рецензиран приказ књиге", "Позван коментар", итд.)
sr_rs@latin: (Na primer, "Stručno recenziran članak", "Ne recenziran prikaz knjige", "Pozvan komentar", itd.)
sv_se: (t.ex. "Sakkunniggranskad artikel", "Icke-sakkunniggranskad bokrecension", "Inbjuden kommentar", etc.)
tr_tr: (Örneğin, "Hakemlik Değerlendirmesinden Geçmiş Makale", "Hakemlik Değerlendirmesinden Geçmemiş Kitap İncelemesi", "Çağrılı Yorum", vb.)
uk: (наприклад, "рецензована стаття", "рецензія на книгу", "коментар фахівця", тощо)
uz_cyrl: Мисол: "Тақриз қилинган мақола", "Китоб шарҳи" ва ҳ.к.
uz_uz@latin: (Masalan, "Hamma tomonidan ko'rib chiqilgan maqola", "Hakam bo'lmagan kitoblar sharhi", "Taklif etilgan sharh" va boshqalar)
vi_vn: (Ví dụ: "Bài viết được đánh giá ngang hàng", "Đánh giá sách không được giới thiệu", "Bình luận được mời", v.v.)
zh_cn: (例如，「已经审阅的论文」、「未经审阅的论文」、「邀请稿」等等。)
zh_hant: （例如：「同行評審論文」、「非評審書評」、「邀請評論」等等）

# manager.sections.indexed
source: Indexed
ar: مفهرس
az: İndekslənmiş
bg_bg: Индексирани
ca_es: Elements indexats
cs_cz: Indexované
da_dk: Indekseret
de_de: Indiziert
es_es: Indizado
eu: Indexatua
fa_ir: نمایه شده
fi: Indeksoitu
fr_fr: Indexé
gl: Indexado
hi_in: इंडेक्स किए गए
hr_hr: Katalogizirano
hy: Ինդեքսավորված
id_id: Diindeks
is_is: Lyklað
it_it: Indicizzato
ja: インデックス済み
ka_ge: ინდექსირდება
ku_iq: پێنوێنی کرا
ky: Индекстелген
lt: Įtraukta
lv: Indeksēts
mr: अनुक्रमित
ms: Diindeks
nb_no: Indeksert
nl: Geïndexeerd
pl: Zaindeksowane
pt_br: Indexado
pt_pt: Indexado
ru: Индексируется
sk_sk: Indexované
sl_si: Indeksirano
sr_rs@cyrillic: Индексирано
sr_rs@latin: Indeksirano
sv_se: Indexerad
tr_tr: Dizinlenmiş
uk: Індексується
uz_cyrl: Индексация қилинадиган
uz_uz@latin: Indekslangan
vi_vn: Lập chỉ mục
zh_cn: 已索引
zh_hant: 已編入索引

# manager.sections.noneCreated
source: No sections have been created.
ar: لم تُنشأ أقسام بعد.
az: Heç bir bölmə yaradılmadı
bg_bg: Не са създадени раздели.
ca_es: No s’ha creat cap secció.
cs_cz: Nebyly vytvořeny žádné sekce.
da_dk: Der er ikke oprettet nogen sektioner.
de_de: Es wurde keine weitere Rubrik erstellt.
es_es: No se creó ninguna sección.
eu: Ez da atalik sortu.
fa_ir: هیچ نوع مقاله تعریف نشده است.
fi: Yhtään osastoa ei ole luotu.
fr_fr: Aucune rubrique n'a été créée.
gl: Non se creou ningunha sección.
hi_in: कोई खंड नहीं बनाया गया है.
hr_hr: Nema napravljenih rubrika.
hy: Չկան ստեղծված բաժիններ.
id_id: Tidak ada bagian yang dibuat.
is_is: Enginn kafli hefur verið búinn til.
it_it: Non è stata creata nessuna sezione.
ja: セクションが作成されていません。
ka_ge: სექციები არ შექმნილა.
ku_iq: هیچ بەشێک دروست نەکراوە.
ky: Бөлүмдөр түзүлгөн жок.
lt: Nesukurta jokių skyrių.
lv: Neviena sadaļa nav izveidota.
mr: विभाग निर्माण केलेले नाहीत.
ms: Tidak ada bahagian yang dibuat.
nb_no: Ingen seksjoner er opprettet.
nl: Er zijn geen secties aangemaakt.
pl: Żadne działy nie zostały utworzone.
pt_br: Nenhuma seção criada.
pt_pt: Nenhuma secção criada.
ru: Разделы не созданы.
sk_sk: Neboli vytvorené žiadne sekcie.
sl_si: Ustvarejno ni bilo nobene rubrike.
sr_rs@cyrillic: Нема креираних секција/рубрика.
sr_rs@latin: Nema kreiranih sekcija/rubrika.
sv_se: Inga sektioner har skapats.
tr_tr: Herhangi bir bölüm oluşturulmadı.
uk: Не було створено жодного розділу.
uz_cyrl: Ҳеч қандай бўлим яратилмаган.
uz_uz@latin: Hech qanday bo'lim yaratilmagan.
vi_vn: Không có chuyên mục nào đã được tạo.
zh_cn: 没有创建任何栏目。
zh_hant: 無分類已被創建。

# manager.sections.open
source: Open Submissions
ar: إفتح طلبات التقديم
az: Müraciət açıqdır
bg_bg: Отворен за изпращане на материали
ca_es: Trameses obertes
cs_cz: Otevřené příspěvky
da_dk: Åbn manuskripter
de_de: Beitragseinreichung möglich
es_es: Abrir envíos
eu: Bidalketa irekiak
fa_ir: مقالات ارسالی باز
fi: Käsikirjoitukset vapaasti lähetettävissä
fr_fr: Soumissions actives
gl: Envíos abertos
hi_in: सबमिशन खोलें
hr_hr: Otvoreno za prijave
hy: Բացեք հայտերը
id_id: Buka Penyerahan Naskah
is_is: Opnar innsendingar
it_it: Accetta proposte
ja: オープンサブミッション
ka_ge: ღიაა მასალების წარსადგენად
ku_iq: دەرگای پێشکەشکردن بکەوە
ky: Тапшыруу үчүн ачык
lt: Atidaryti pateiktus straipsnius
lv: Materiālu iesniegšana atvērta
mr: मुक्त सादरीकरणे
ms: Buka Penyerahan
nb_no: Bidrag mottas
nl: Open inzendingen
pl: Przesyłanie tekstów aktywne
pt_br: Submissões abertas
pt_pt: Submissões Abertas
ru: Открыт для приема материалов
sk_sk: Otvorené príspevky
sl_si: Odprto za oddajanje prispevkov
sr_rs@cyrillic: Отворене пријаве
sr_rs@latin: Otvorene prijave
sv_se: Bidrag mottas
tr_tr: Başvuru Açık
uk: Приймаються рукописи
uz_cyrl: Материал қабул қилиш учун очиқ
uz_uz@latin: Arizalarni ochish
vi_vn: Đệ trình mở
zh_cn: 开放投稿
zh_hant: 接受投稿

# manager.sections.policy
source: Section Policy
ar: سياسة القسم
az: Bölmə politikası
bg_bg: Правила на раздела
ca_es: Política de la secció
cs_cz: Pravidla sekce
da_dk: Sektionspolitik
de_de: Rubrikrichtlinien
es_es: Política de la sección
eu: Atalaren politika
fa_ir: سیاست‌گذاری این نوع مقاله
fi: Osaston käytännöt
fr_fr: Politique de la rubrique
gl: Política da sección
hi_in: अनुभाग नीति
hr_hr: Opis rubrika
hy: Բաժնի քաղաքականություն
id_id: Kebijakan Bagian
is_is: Stefna kafla
it_it: Politiche
ja: セクションポリシー
ka_ge: სექციის წესები
ku_iq: سیاسەتی بەشەکە
ky: Бөлүмдүн эрежелери
lt: Skyriaus nuostatos
lv: Sadaļas politika
mr: विभागाचे धोरण
ms: Polisi Bahagian
nb_no: Seksjonsretningslinjer
nl: Sectiebeleid
pl: Zasady działu
pt_br: Políticas da seção
pt_pt: Política da Secção
ru: Правила раздела
sk_sk: Pravidlá sekcie
sl_si: Politika rubrike
sr_rs@cyrillic: Политика секције
sr_rs@latin: Politika sekcije
sv_se: Sektionspolicy
tr_tr: Bölüm Politikası
uk: Політика розділу
uz_cyrl: Бўлим сиёсати
uz_uz@latin: Bo'lim siyosati
vi_vn: Chính sách chuyên mục
zh_cn: 栏目要求
zh_hant: 分類政策

# manager.sections.readingTools
source: Reading Tools
ar: أدوات القراءة
az: Oxuma vasitələri
bg_bg: Инструменти за читателя
ca_es: Eines de lectura
cs_cz: Nástroje pro čtení
da_dk: Læseværktøjer
de_de: Lesewerkzeuge
es_es: Herramientas de lectura
eu: Irakurtzeko tresnak
fa_ir: ابزارهای خواندن
fi: Lukutyökalut
fr_fr: Outils de lecture
gl: Ferramentas de lectura
hi_in: उपकरण पढ़ना
hr_hr: Alati za čitanje
hy: Ընթերցանության գործիքներ
id_id: Alat Baca
is_is: Lestól
it_it: Strumenti di lettura
ja: リーディングツール
ka_ge: მკითხველის ხელსაწყოები
ku_iq: کەرەستەکانی خوێندنەوە
ky: Окуучу куралдары
lt: Skaitymo įrankiai
lv: Lasīšanas rīki
mr: वाचन साधने
ms: Alat Membaca
nb_no: Leseverktøy
nl: Leesgereedschappen
pl: Narzędzia dla czytelników
pt_br: Ferramentas de leitura
pt_pt: Ferramentas de Leitura
ru: Инструменты читателя
sk_sk: Nástroje na čítanie
sl_si: Orodja za branje
sr_rs@cyrillic: Алати за читање
sr_rs@latin: Alati za čitanje
sv_se: Läsverktyg
tr_tr: Okuma Araçları
uk: Інструментарій для читання
uz_cyrl: Мутолаа воситалари
uz_uz@latin: O'qish vositalari
vi_vn: Các công cụ đọc
zh_cn: 阅读工具
zh_hant: 閱覽功具

# manager.sections.reviewed
source: Peer Reviewed
ar: محَكَّم
az: Rəyçinin dəyərləndirməsindən keçmiş
bg_bg: Рецензиран
ca_es: Avaluades per experts/ertes
cs_cz: Recenzované
da_dk: Undergået peer review
de_de: Begutachtet (Peer Review)
es_es: Evaluado por pares
eu: Adituen ebaluazioa
fa_ir: داوری شده
fi: Vertaisarvioitu
fr_fr: Évalué par les pairs
gl: Avaliado por pares
hi_in: पीयर रिव्यू किया
hr_hr: Recenzijski postupak
hy: Գործընկերային գրախոսություն
id_id: Telah di-Peer review
is_is: Ritrýnt
ja: 査読付き
ka_ge: რეცენზირებადია
ku_iq: هەڵسەنگێندراو
ky: Рецензияланган
lt: Rezenzuota
lv: Zinātniski recenzēts
mr: तज्ज्ञ-समीक्षण केलेला
ms: Telah Diulas oleh rakan sejawat
nb_no: Fagfellevurdert
pl: Zrecenzowane
pt_br: Avaliado pelos pares
pt_pt: Revisto pelos Pares
ru: Рецензируется
sk_sk: Recenzované
sl_si: Recenzirano
sr_rs@cyrillic: Стручно рецензирано
sr_rs@latin: Stručno recenzirano
sv_se: Sakkunniggranskad
tr_tr: Hakem Değerlendirmesinden Geçmiş
uk: Рецензується
uz_cyrl: Тақриз қилинадиган
uz_uz@latin: Hamkasblar ko'rib chiqdi
vi_vn: Đánh giá ngang hàng
zh_cn: 需经审稿
zh_hant: 同行評審

# manager.sections.submissionIndexing
source: Will not be included in the indexing of the journal
ar: لن يتم تضمينها في فهرسة المجلة
az: Bu bölmədəki məzmun Jurnalın indekslənən məzmununa daxil edilməyəcəkdir
bg_bg: Няма да бъде включено в индексирането на списанието
ca_es: No s’inclouran a la indexació de la revista
cs_cz: Nebudou zahrnuty do indexace časopisu
da_dk: Medtages ikke i indekseringen af tidsskriftet
de_de: Wird nicht in den Index der Zeitschrift aufgenommen.
es_es: No se incluirán en el índice de la revista
eu: Ez dira sartuko aldizkariaren indexatzean
fa_ir: در نمایه مجله وارد نخواهد شد.
fi: Ei sisällytetä julkaisun indeksointiin
fr_fr: Ne sera pas inclus dans l'indexation de la revue
gl: Non se incluirán na indexación da revista
hi_in: जर्नल के अनुक्रमण में शामिल नहीं किया जाएगा
hr_hr: Nisu obuhvaćene indeksiranjem časopisa.
hy: Չի ներառվի ամսագրի ինդեքսավորման մեջ
id_id: Tidak akan dimasukkan ke dalam pengindeksan jurnal
is_is: Verður ekki tekið með í lyklun tímaritsins
it_it: Fanno parte del contenuto della rivista che non viene indicizzato
ja: ジャーナルの索引には掲載されない
ka_ge: არ იქნება გათვალისწინებული ჟურნალის ინდექსირებისას
ku_iq: ئەمە لە پێنوێنی گۆڤارەکەدا دەرناکەوێت
ky: Журналды индекстөөдө эсепке алынбайт
lt: Nebus įtraukiama į šio leidinio rodyklę
lv: Netiks iekļauts žurnāla indeksācijā
mr: नियतकालिकाच्या सूचीमध्ये समाविष्ट केले जाणार नाही
ms: Tidak akan dimasukkan dalam pengindeksan jurnal
nb_no: Vil ikke omfattes av indekseringen av tidsskriftet
nl: Worden niet opgenomen bij het indexeren van het tijdschrift
pl: Nie będzie uwzględniony przy indeksowaniu czasopisma
pt_br: Itens da seção NÃO serão incluídos para indexação da revista.
pt_pt: Itens da secção NÃO serão incluídos para indexação da revista
ru: Не будет учитываться при индексировании журнала
sk_sk: Nebudú zahrnuté do indexácie časopisu
sl_si: Ne bo vključeno v indeksiranje revije
sr_rs@cyrillic: Неће бити укључено у индексирање часописа
sr_rs@latin: Neće biti uključeno u indeksiranje časopisa
sv_se: Kommer inte omfattas av tidskriftens indexering
tr_tr: Bu bölümdeki içerik derginin dizinlenen içeriğine dahil edilmeyecektir
uk: Не будуть індексуватись
uz_cyrl: Индексацияга киритилмайди
uz_uz@latin: Jurnal indeksatsiyasiga kiritilmaydi
vi_vn: Sẽ không được bao gồm trong việc lập chỉ mục của tạp chí
zh_cn: 将不会被包含在本期刊的索引。
zh_hant: 不會包含在此期刊的索引

# manager.sections.submissionReview
source: Will not be peer-reviewed
ar: لن يتم تحكيمها
az: Rəyçi dəyərləndirməsindən keçməyəcək
bg_bg: Няма да бъде рецензиран
ca_es: No seran avaluats per experts/ertes
cs_cz: Nebudou recenzovány
da_dk: Undergår ikke peer review
de_de: Es findet kein Peer Review statt.
es_es: No se evaluarán por pares
eu: Ez zaie egingo adituen ebaluaziorik
fa_ir: شامل داوری نمی‌شود.
fi: Ei vertaisarvioida
fr_fr: Ne sera pas évalué par les pairs
gl: Non serán avaliados por pares
hi_in: पीयर रिव्यू नहीं होगा
hr_hr: Ne prolaze kroz recenzijski postupak.
hy: Չի ենթարկվի գործընկերային գրախոսության
id_id: Tidak akan di-peer review
is_is: Verður ekki ritrýnt
it_it: Non saranno sottoposti a peer-review
ja: 査読されません
ka_ge: არ იქნება რეცენზირებადი
ku_iq: ئەمە هەڵ ناسەنگێندرێت
ky: Каралбайт
lt: Nebus recenzuojama
lv: Netiks zinātniski recenzēts
mr: तज्ज्ञ समीक्षण केले जाणार नाही
ms: Tidak akan diulas oleh rakan sejawat
nb_no: Vil ikke bli fagfellevurdert
nl: Worden niet peer-reviewed
pl: Nie podlega recenzji
pt_br: NÃO serão avaliados pelos pares
pt_pt: NÃO serão revistos por pares
ru: Не будет рецензироваться
sk_sk: Nebudú recenzované
sl_si: Ne bo recenzirano
sr_rs@cyrillic: Неће бити стручно рецензирано
sr_rs@latin: Neće biti stručno recenzirano
sv_se: Kommer inte att bli sakkunniggranskad
tr_tr: Hakem değerlendirmesinden geçmeyecek
uk: Не будуть рецензуватись
uz_cyrl: Тақриз қилинмайди
uz_uz@latin: Tekshiruv o'tkazilmaydi
vi_vn: Sẽ không được đánh giá ngang hàng
zh_cn: 将不会进行审稿
zh_hant: 不經同行評審

# manager.section.submissionsToThisSection
source: Submissions made to this section of the journal
ar: طلبات النشر المقدمة إلى هذا القسم من المجلة:
az: Jurnalın bu hissəsinə müraciətlər
bg_bg: Материали, изпратени в този раздел на списанието
ca_es: Trameses fetes a aquesta secció de la revista
cs_cz: Příspěvky zaslané do této sekce časopisu
da_dk: Manuskripter til denne sektion af tidsskriftet
de_de: Eingereichte Beiträge für diese Rubrik
es_es: Envíos realizados a esta sección de la revista
eu: Aldizkariaren atal honetara egindako bidalketak
fa_ir: ارسال مقاله برای این نوع از مقاله قابل انجام است.
fi: Tähän julkaisun osastoon lähetetyt käsikirjoitukset
fr_fr: Soumissions faites à cette rubrique de la revue
gl: Envíos efectuados a esta sección da revista
hi_in: जर्नल के इस अनुभाग के लिए सबमिशन्स
hr_hr: Prijave u ovoj rubrici časopisa
hy: Ամսագրի այս բաժնին արված ներկայացումներ
id_id: Naskah yang diserahkan ke bagian jurnal ini
is_is: Innsent efni í þennan kafla tímaritsins
it_it: I contributi pubblicati in questa sezione della rivista
ja: ジャーナルのこのセクションに投稿されたもの
ka_ge: ჩანაწერები გაკეთებულია ჟურნალის ამ განყოფილებაში
ku_iq: داواکاریی بڵاوکردنەوە بۆ ئەم بەشە نێردراوە
ky: Журналдын ушул бөлүмунө жиберилген материалдар
lt: Šiam skyriui pateikti straipsniai
lv: Šajā žurnāla sadaļā iesniegtie materiāli
mr: नियतकालिकाच्या या विभागात केलेली सादरीकरणे
ms: Penyerahan dibuat ke bahagian jurnal ini
nb_no: Bidrag til denne seksjonen
nl: Inzendingen voor deze sectie van het tijdschrift
pl: Teksty wysłane do tego działu
pt_br: Submissões a esta seção da revista
pt_pt: Submissões a esta secção da revista
ru: Материалы, поданные в этот раздел журнала
sk_sk: Príspevky zaslané do tejto sekcie časopisu
sl_si: Prispevki oddani v to rubriko revije
sr_rs@cyrillic: Пријављени чланци за ову секцију часописа
sr_rs@latin: Prijavljeni članci za ovu sekciju časopisa
sv_se: Bidrag inskickade till den här sektionen
tr_tr: Derginin bu bölümüne yapılan başvurular
uk: Рукописи, подані в цей розділ журналу
uz_cyrl: Ушбу бўлимга юборилган мақолалар
uz_uz@latin: Jurnalning ushbu bo'limiga yuborilgan materiallar
vi_vn: Các bài gửi được thực hiện cho chuyên mục này của tạp chí
zh_cn: 期刊的这个栏目有人投稿
zh_hant: 配置至此分類的期刊投搞

# manager.sections.unassigned
source: Available Section Editors
ar: محررو القسم المتوفرون
az: Təyin edilə biləcək bölmə redaktorları
bg_bg: Достъпни редактори на раздели
ca_es: Editors/ores de secció disponibles
cs_cz: Dostupní editoři sekce
da_dk: Tilgængelige sektionsredaktører
de_de: Zur Verfügung stehende Rubrikredakteur/innen
es_es: Editores/as de sección disponibles
eu: Ataleko editore erabilgarriak
fa_ir: دبیران موجود
fi: Saatavilla olevat osastotoimittajat
fr_fr: Rédacteurs de rubrique disponibles
gl: Editores/as de sección dispoñibles
hi_in: उपलब्ध अनुभाग संपादक
hr_hr: Dostupni urednici rubrika
hy: Բաժնի հասանելի խմբագիրներ
id_id: Editor Bagian yang tersedia
is_is: Kaflaritstjórar í boði
it_it: Section editor disponibili
ja: セクション編集者の募集
ka_ge: განყოფილების ხელმისაწვდომი რედაქტორები
ku_iq: سەرنوسەری بەردەست لەم بەشەدا
ky: Жеткиликтүү бөлүм редакторлору
lt: Galimi šio skyriaus redaktoriai
lv: Pieejamie sadaļas redaktori
mr: विभागाचे उपलब्ध संपादक
ms: Editor Bahagian ada
nb_no: Tilgjengelige seksjonsredaktører
nl: Beschikbare sectieredacteurs
pl: Nie przydzieleni redaktorzy działu
pt_br: Editores de seção disponíveis
pt_pt: Editores de Secção Disponíveis
ru: Доступные редакторы разделов
sk_sk: Dostupní editori sekcie
sl_si: Uredniki rubrik, ki so na voljo
sr_rs@cyrillic: Доступни уредници секција
sr_rs@latin: Dostupni urednici sekcija
sv_se: Tillgängliga sektionsredaktörer
tr_tr: Atanabilecek Bölüm Editörleri
uk: Доступні редактори розділів
uz_cyrl: Мавжуд бўлим муҳаррирлари
uz_uz@latin: Mavjud bo'lim muharrirlari
vi_vn: Các biên tập viên chuyên mục có sẵn
zh_cn: 可供选择的栏目编辑
zh_hant: 可選用分類編輯

# manager.sections.wordCount
source: Word Count
ar: عدد الكلمات
az: Kəlmə sayı
bg_bg: Брой думи
ca_es: Recompte de paraules
cs_cz: Počet slov
da_dk: Ordantal
de_de: Wortanzahl
es_es: N.º de palabras
eu: Hitz kopurua
fa_ir: تعداد لغت
fi: Sanamäärä
fr_fr: Nombre de mots
gl: Reconto de palabras
hi_in: शब्द गणना
hr_hr: Broj riječi
hy: Բառի հաշվիչ
id_id: Jumlah Kata
is_is: Fjöldi orða
it_it: Conteggio delle parole
ja: ワード数
ka_ge: სიტყვების რაოდენობა
ku_iq: ژمارەی وشەکان
ky: Сөздөрдүн саны
lt: Ženklų skaičius
lv: Vārdu skaits
mr: शब्द संख्या
ms: Kiraan Perkataan
nb_no: Ordtelling
nl: Aantal woorden
pl: Liczba słów
pt_br: Contar palavras
pt_pt: Contar Palavras
ru: Количество слов
sk_sk: Počet slov
sl_si: Število besed
sr_rs@cyrillic: Број речи
sr_rs@latin: Broj reči
sv_se: Antal ord
tr_tr: Kelime Sayısı
uk: Кількість слів
uz_cyrl: Сўзлар сони
uz_uz@latin: So'zlar soni
vi_vn: Số từ
zh_cn: 字数
zh_hant: 字數統計
