Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# doi.editor.doi.assignDoi
source: Assign
ar: تعيين
az: Təyin edin
bg_bg: Назначаване
eu: Esleitu
fi: Aseta
gl: Asignar
hy: Նշանակել
ka_ge: მინიჭება
ky: Дайындаңыз
lt: Priskirti
lv: Piešķirt
mr: निर्दिष्ट करा
ms: Tugaskan
nl: Toewijzen
pl: Przydziel
ru: Назначить
uk: Призначити
uz_cyrl: DOI тайинлаш
uz_uz@latin: Belgilang
zh_hant: 配置

# doi.editor.doiObjectTypeIssue
source: issue
ar: عدد
az: Nömrə
bg_bg: брой
eu: zenbakia
fi: numero
gl: número
hy: Թողարկում
ka_ge: გამოცემაზე
ky: чыгарылыш
lt: problema
lv: žurnāla numurs
mr: अंक
ms: isu
nl: nummer
pl: numer
ru: выпуску
uk: випуску
uz_cyrl: Нашр сони
uz_uz@latin: nashr
zh_hant: 期

# doi.editor.doiObjectTypeSubmission
source: article
ar: مقالة
az: Məqalə
bg_bg: статия
eu: artikulu
fi: artikkeli
gl: artigo
hy: հոդված
ka_ge: სტატიაზე
ky: макала
lt: straipsnis
lv: raksts
mr: लेख
ms: artikel
nl: artikel
pl: artykuł
ru: статье
uk: статті
uz_cyrl: Мақола
uz_uz@latin: maqola
zh_hant: 文章

# doi.editor.doiObjectTypeRepresentation
source: galley
ar: لوح طباعي
az: Qaleriya
bg_bg: типография
eu: galerada
fi: julkaistava tiedosto
gl: galerada
hy: շարվածք
ka_ge: გალერეაზე
ky: верстка
lt: virtuvė
lv: saliktnis
mr: कच्चे मुद्रित (गॅली)
nl: proef
pl: pliki finalne
ru: гранке
uk: гранці
uz_cyrl: Файл (Galley)
uz_uz@latin: oshxona
zh_hant: 校對樣本

# doi.editor.customSuffixMissing
source: The DOI cannot be assigned because the custom suffix is missing.
ar: تعذر تعيين DOI لأن اللاحقة المخصصة مفقودة.
az: Xüsusi son şəkilçi əskik olduğuna görə URN təyin edilə bilmir
bg_bg: DOI не може да се назначи, защото липсва персонализирания суфикс.
eu: Ezin da DOIa esleitu, atzizki pertsonalizatua falta delako.
fi: DOI-tunnistetta ei voida määrittää, koska mukautettu suffiksi puuttuu.
gl: Non se pode asignar o DOI porque falta o sufixo personalizado.
hy: DOI-ն չի կարող նշանակվել, քանի որ անհատականացված վերջածանցը բացակայում է:
ka_ge: DOI არ შეიძლება მიენიჭოს, ვინაიდან არ არსებობს სამომხმარებლო სუფიქსი.
ky: DOI дайындала албайт, анткени атайын суффикс жок.
lt: DOI priskirti negalima, nes trūksta pasirinktinės priesagos.
lv: DOI nevar piešķirt, jo trūkst pielāgotā sufiksa.
mr: सानुकूल प्रत्यय प्रारूपातील (suffix pattern) माहिती उपलब्ध नसल्यामुळे DOI दिले जाऊ शकत नाही.
ms: DOI tidak boleh diberikan kerana akhiran tersuai tiada.
nl: De DOI kan niet worden toegekend omdat het achtervoegsel ontbreekt.
pl: DOI nie może zostać przydzielone, ponieważ brakuje własnego sufiksu.
ru: DOI не может быть присвоен, так как отсутствует пользовательский суффикс.
uk: Не можна призначити DOI, оскільки відсутній індивідуальний суфікс.
uz_cyrl: Махсус суффикс киритилмаган.
uz_uz@latin: DOI tayinlanishi mumkin emas, chunki maxsus qo'shimchasi yo'q.
zh_hant: 未能配置DOI，因為未有設定字尾。

# doi.editor.missingIssue
source: You can not generate a DOI until this publication has been assigned to an issue.
ar: لا يمكنك توليد معرف المكون الرقمي حتى يتم تعيين هذا المؤلَّف إلى عدد ما.
az: Bu nəşr bir nömrəyə təyin edilmədən DOI yarada bilməzsiniz.
bg_bg: Не можете да генерирате DOI, докато не назначите тази публикация към някой брой.
eu: Ezin duzu DOI bat sortu argitalpen hau zenbaki bati esleitu arte.
fi: Et voi luoda DOI-tunnusta ennen kuin julkaistava versio on liitetty numeroon.
gl: Non podes xerar un DOI ata que esta publicación estea asignada a un número.
hy: Դուք չեք կարող ստեղծել DOI, քանի դեռ այս հրապարակումը չի վերագրվել որևէ թողարկման:
ka_ge: არ შეგიძლიათ DOI-ს დაგენერირება, სანამ ეს პუბლიკაცია არ მიენიჭება კონკრეტულ გამოცემას.
ky: Бул жарыя чыгарылышка дайындалмайынча DOI түзө албайсыз.
lt: DOI negalima generuoti, kol šis leidinys nebus priskirtas numeriui.
lv: Jūs nevarat ģenerēt DOI, kamēr šī publikācija nav piešķirta žurnāla numuram.
mr: जोपर्यंत हे प्रकाशन एखाद्या अंकासाठी नियुक्त केले जात नाही तोपर्यंत तुम्ही DOI निर्माण करू शकत नाही.
ms: Anda tidak boleh menjana DOI sehingga penerbitan ini diberikan kepada isu.
nl: U kunt pas een DOI genereren als deze publicatie aan een nummer is toegewezen.
pl: Nie możesz wygenerować DOI dopóki publikacja nie jest przydzielona do wydania.
ru: Вы не можете сгенерировать DOI, пока эта публикация не будет назначена в конкретный выпуск.
uk: Ви не можете згенерувати DOI, доки ця публікація не буде призначена в конкретний номер.
uz_cyrl: Нашр сони танланмаган. DOI тайинлаш учун мақола бирор сонга бириктирилган бўлиши керак.
uz_uz@latin: Agar nashr nashrga topshirilmaguncha, siz DOI yaratolmaysiz.
zh_hant: 您必須分配此出版項目至其中一期才可產生DOI。

# doi.editor.missingParts
source: You can not generate a DOI because one or more parts of the DOI pattern are missing data. You may need to assign the publication to an issue, set a publisher ID or enter page numbers.
ar: لا يمكنك توليد معرف المكون الرقمي لأن واحداً أو أكثر من أجزائه يفتقر إلى المعطيات. قد تكون بحاجة إلى تخصيص المؤلَّف للنشر في أحد الأعداد، وضع رمز التعريف للناشر أو إدخال أرقام الصفحات.
az: DOI şablonunun bir və ya daha çox bölməsində əskik data olduğu üçün DOI yarada bilməzsiniz. Nəşri bir nömrəyə təyin etməniz, naşir ID nömrəsini tənzimləməniz və ya səhifə nömrəsini daxil etməyini gərəklidir.
bg_bg: Не можете да генерирате DOI, защото в една или повече част от шаблона на DOI липсват данни. Може да се наложи да зададете брой за публикацията, идентификатор на издател или да въведете номера на страници.
eu: Ezin duzu DOI bat sortu DOI ereduaren zati bati edo gehiagori datuak falta zaizkielako. Baliteke argitalpena zenbaki bati esleitu, argitaratzaile ID bat ezarri edo orrialde zenbakiak sartu behar izatea.
fi: Et voi luoda DOI-tunnusta, koska jokin tunnuksen loppuosan vaatimista muuttujista puuttuu. Sinun pitää mahdollisesti liittää julkaistava versio numeroon, asettaa sille ID-tunnus tai antaa sivunumerot.
gl: Non podes xerar un DOI porque faltan datos no padrón DOI. É posible que deba asignar a publicación a un número, establecer un ID da editorial ou introducir números de páxina.
hy: Դուք չեք կարող ստեղծել DOI, քանի որ DOI օրինաչափության մեկ կամ մի քանի մասերում բացակայում են տվյալներ: Ձեզ կարող է անհրաժեշտ լինել հրատարակությունը վերագրել որևէ թողարկման, սահմանել հրատարակչի ID կամ մուտքագրել էջի թվերը.
ka_ge: არ შეგიძლიათ DOI-ს დაგენერირება, ვინაიდან DOI-ს შაბლონის ერთ, ან რამდენიმე ნაწილს არ ჰყოფნის მონაცემები. ჯერ უნდა მიანიჭოთ კონკრეტული პუბლიკაცია კონკრეტულ გამოცემაში, მიუთითოთ გამომცემლის ID, ან შეიტანოთ გვერდების ნომრები.
ky: DOI түзө албайсыз, анткени DOI үлгүсүнүн бир же бир нече бөлүгүндө маалымат жок. Жарыяны чыгарылышка дайындоо, басмачы ID коюу же барак номерлерин киргизүү талап кылынышы мүмкүн.
lt: Negalite sugeneruoti DOI, nes vienoje ar keliose DOI šablono dalyse trūksta duomenų. Gali tekti priskirti leidinį numeriui, nustatyti leidėjo ID arba įvesti puslapių numerius.
lv: Jūs nevarat ģenerēt DOI, jo vienā vai vairākās DOI modeļa daļās trūkst datu. Iespējams, jums būs jāpiešķir publikācija žurnāla numuram, jānosaka izdevēja ID vai jāievada lappušu numuri.
mr: तुम्ही DOI निर्माण करू शकत नाही कारण DOI प्रारूपाच्या (पॅटर्न) एक किंवा अधिक भागांमध्ये डेटा अनुपलब्ध आहे. तुम्हाला हे प्रकाशन अंकासाठी नियुक्त करणे, प्रकाशक आयडी सेट करणे किंवा पृष्ठ क्रमांकांची नोंद करणे आवश्यक असू शकते.
ms: Anda tidak boleh menjana DOI kerana satu atau lebih bahagian corak DOI tiada data. Anda mungkin perlu menyerahkan penerbitan kepada isu, menetapkan ID penerbit atau memasukkan nombor halaman.
nl: U kunt geen DOI genereren omdat er gegevens ontbreken in een of meer delen van het DOI-patroon. Mogelijk moet u de publicatie aan een nummer toewijzen, een uitgever-ID instellen of paginanummers invoeren.
pl: Nie można wygenerować DOI ponieważ brakuje danych do jednego z elementów. Być może należ← przydzielić artykuł do wydania, ustawić ID wydawcy lub wprowadzić numery stron.
ru: Вы не можете сгенерировать DOI, так как для одной или нескольких частей шаблона DOI не хватает данных. Вам может быть необходимо назначить публикацию в конкретный выпуск, задать ID издателя или ввести номера страниц.
uk: Ви не можете згенерувати DOI, оскільки для однієї чи декількох частин шаблону DOI не вистачає даних. Вам необхідно призначити публікацію до випуску, вказати ID видавця, та вказати сторінки.
uz_cyrl: DOI яратиш учун баъзи маълумотлар етишмаяпти.
uz_uz@latin: Siz DOI yaratolmaysiz, chunki DOI naqshining bir yoki bir nechta qismida ma'lumotlar yo'q. Nashrni muammoga qo'yishingiz, nashriyot identifikatorini o'rnatishingiz yoki sahifa raqamlarini kiritishingiz kerak bo'lishi mumkin.
zh_hant: 由於欠缺部分DOI樣式資訊，您未能產生DOI。您或需配置出版項目至一期、設定一個出版社ID或輸入頁碼。

# doi.editor.patternNotResolved
source: The DOI cannot be assigned because it contains an unresolved pattern.
ar: تعذر تعيين DOI لأنها تتضمن نمطاً غير متوافق.
az: Həll edilə bilməyən bir şablon ehtiva etdiyinə görə DOI təyin edilə bilməz.
bg_bg: DOI не може да се назначи, защото съдържа неразрешен шаблон.
eu: Ezin da DOIa esleitu, konpondu gabeko eredu bat duelako.
fi: DOI-tunnistetta ei voida määrittää, koska se sisältää resolvoitumattoman rakenteen.
gl: Non se pode asignar o DOI porque contén un padrón sen resolver.
hy: DOI-ն չի կարող նշանակվել, քանի որ այն պարունակում է չլուծված կաղապար:
ka_ge: DOI ვერ მიენიჭება, ვინაიდან ის შეიცავს გაუმართავ შაბლონს.
ky: DOI дайындала албайт, анткени ал чечилбеген үлгүнү камтыйт.
lt: DOI priskirti negalima, nes jame yra neišspręstas šablonas.
lv: DOI nevar piešķirt, jo tajā ir neatrisināms modelis.
mr: DOI दिला जाऊ शकत नाही कारण त्यामध्ये निराकरण न झालेले प्रारूप (पॅटर्न) वापरले आहे.
ms: DOI tidak boleh diberikan kerana ia mengandungi corak yang tidak dapat diselesaikan.
nl: De DOI kan niet worden toegekend omdat het een ongeldig patroon bevat.
pl: DOI nie może zostać przydzielone, ponieważ posiada niezrozumiały wzór.
ru: DOI не может быть присвоен, так как он содержит не замененный шаблон.
uk: Не можна призначити DOI, оскільки він містить не замінений шаблон.
uz_cyrl: DOI андозаси ҳисоблаб бўлмади.
uz_uz@latin: DOI tayinlanishi mumkin emas, chunki unda hal qilinmagan naqsh mavjud.
zh_hant: 未能配置DOI，因為有未能識別的樣式。

# doi.editor.canBeAssigned
source: What you see is a preview of the DOI. Select the checkbox and save the form to assign the DOI.
ar: ما تشاهده هو معاينة أولية لـ DOI. أشر خانة التأشير واحفظ النموذج لتعيين DOI.
az: Gördüyünüz şey DOI-nin bir ön baxışıdır. DOI-ni təyin etmək üçün təsdiq qutusunu seçin və formu yadda saxlayın.
bg_bg: Виждате общ вид на DOI. Изберете опцията и запазете формата, за да назначите DOI.
eu: Ikusten duzuna DOIaren aurrebista bat da. Hautatu kontrol-laukia eta gorde formularioa DOIa esleitzeko.
fi: Näet nyt DOI-tunnisteen esikatselussa. Rastita valintaruutu ja tallenna muoto määrittääksesi DOI:n.
gl: O que ves é unha vista previa do DOI. Marque a caixa de verificación e garde o formulario para asignar o DOI.
hy: Այն, ինչ տեսնում եք, DOI-ի նախադիտումն է: Ընտրեք վանդակը և պահեք ձևը՝ DOI նշանակելու համար:
ka_ge: თქვენ ხედავთ, თუ როგორი იქნება DOI. დასვით თოლია და შეინახეთ ფორმა, DOI-ს მისანიჭებლად.
ky: Бул жерде DOI алдын ала көрүү көрсөтүлүп жатат. DOI дайындоо үчүн белгини тандап, форманы сактаңыз.
lt: Matote DOI peržiūrą. Pažymėkite žymimąjį langelį ir išsaugokite formą, kad priskirtumėte DOI.
lv: Tas, ko redzat, ir DOI priekšskatījums. Atlasiet izvēles rūtiņu un saglabājiet formu, lai piešķirtu DOI.
mr: तुम्ही जे पाहत आहात ते DOI चे पूर्वावलोकन आहे. चेकबॉक्स निवडा आणि DOI देण्यासाठी फॉर्म सेव्ह करा.
ms: Apa yang anda lihat ialah pratonton DOI. Pilih kotak semak dan simpan borang untuk menetapkan DOI.
nl: U ziet een voorbeeld van de DOI. Selecteer de checkbox en dien het formulier in om de DOI toe te kennen.
pl: Podgląd DOI. Zaznacz pole wyboru i zapisz formularz aby przydzielić DOI.
ru: Вы видите как будет выглядеть DOI. Поставьте галочку и сохраните форму для присвоения DOI.
uk: Те, що ви бачите - це попередній перегляд DOI. Установіть прапорець і збережіть форму для призначення DOI.
uz_cyrl: DOI тайинлаш мумкин
uz_uz@latin: Siz ko'rib turgan narsa - DOIning oldindan ko'rilishi. DOI tayinlash uchun katakchani belgilang va shaklni saqlang.
zh_hant: 您所見的為DOI預覽。從勾選框選取及儲存配置DOI的方式。

# doi.editor.assigned
source: The DOI is assigned to this {$pubObjectType}.
ar: لقد تم تعيين DOI لهذا المكون {$pubObjectType}.
az: DOI {$pubObjectType} elementinə təyin edilmişdir
bg_bg: DOI е назначен за този обект {$pubObjectType}.
eu: DOIa {$pubObjectType} honi esleituta dago.
fi: DOI-tunniste on määritetty objektille {$pubObjectType}.
gl: O DOI está asignado a este {$pubObjectType}.
hy: DOI-ն նշանակված է սրան {$pubObjectType}:
ka_ge: DOI მინიჭებულია: {$pubObjectType}.
ky: DOI бул {$pubObjectType} үчүн дайындалды.
lt: DOI priskirtas šiam {$pubObjectType}.
lv: DOI tiek piešķirts šim {$pubObjectType}.
mr: DOI या {$pubObjectType} ला दिला आहे.
ms: DOI diberikan kepada {$pubObjectType} ini.
nl: De DOI werd toegekend aan dit {$pubObjectType}.
pl: DOI jest przydzielone do tego {$pubObjectType}.
ru: DOI присвоен {$pubObjectType}.
uk: DOI призначено {$pubObjectType}.
uz_cyrl: DOI тайинланди
uz_uz@latin: DOI bu {$ pubObjectType} ga tayinlangan.
zh_hant: 已配置DOI至 {$pubObjectType} 。

# doi.editor.doiSuffixCustomIdentifierNotUnique
source: The given DOI suffix is already in use for another published item. Please enter a unique DOI suffix for each item.
ar: لاحقة DOI المعطاة قيد الاستعمال حالياً لمكون منشور آخر. لطفاً، أدخل لاحقة DOI فريدة لكل فقرة.
az: Verilən DOI son şəkilçi nəşr edilmiş başqa bir element üçün zatən istifadə edilir. Hər element üçün unikal bir DOI sən şəkilçisi daxil edin.
bg_bg: Даденият суфикс на DOI вече е използван за друг публикуван елемент. Моля, въведете уникален суфикс на DOI за всеки елемент.
eu: Emandako DOI atzizkia argitaratutako beste elementu batean erabiltzen da dagoeneko. Mesedez, sartu DOI atzizki bakarra elementu bakoitzerako.
fi: Annettu DOI-suffiksi on jo toisen julkaistun kohteen käytössä. Anna jokaiselle kohteelle uniikki DOI-suffiksi.
gl: O sufixo DOI indicado xa está en uso para outro elemento publicado. Insira un sufixo DOI único para cada elemento.
hy: Տրված DOI վերջածանցն արդեն օգտագործվում է մեկ այլ հրապարակված նյութի համար: Խնդրում ենք մուտքագրել եզակի DOI վերջածանց յուրաքանչյուր տարրի համար:
ka_ge: DOI-ს მითითებული სუფიქსი უკვე გამოიყენება სხვა გამოქვეყნებული ელემენტისათვის. გთხოვთ შეიტანეთ DOI-ს უნიკალური სუფიქსი, ყოველი ელემენტისათვის.
ky: Берилген DOI суффикси башка жарыяланган материал үчүн колдонулуп жатат. Ар бир материал үчүн уникалдуу DOI суффиксин киргизиңиз.
lt: Nurodytas DOI priesaga jau naudojama kitam publikuotam elementui. Įveskite unikalią DOI priesagą kiekvienam elementui.
lv: Dotais DOI sufikss jau tiek izmantots citam publicētam elementam. Lūdzu, ievadiet unikālu DOI sufiksu katrai vienībai.
mr: दिलेला DOI प्रत्यय (suffix) दुसऱ्या प्रकाशित लेखासाठी पूर्वीपासूनच वापरात आहे. कृपया प्रत्येक मजकूरासाठी एकमेव DOI प्रत्यय नोंदवा.
ms: Akhiran DOI yang diberikan sudah digunakan untuk item lain yang diterbitkan. Sila masukkan akhiran DOI unik untuk setiap item.
nl: het opgegeven DOI voorvoegsel is al in gebruik bij een ander gepubliceerd item. Kies een uniek DOI voorvoegsel voor ieder item.
pl: Podany sufiks DOI jest już w użyciu przez inny obiekt. Podaj unikatowy sufiks dla każdego typu obiektów.
ru: Заданный суффикс DOI уже используется для другого опубликованного элемента. Пожалуйста, введите уникальный суффикс DOI для каждого элемента.
uk: Даний суфікс DOI вже використовується для іншого опублікованого елемента. Будь ласка, введіть унікальний суфікс DOI для кожного елемента.
uz_cyrl: Кўрсатилган DOI суффикси уникал эмас.
uz_uz@latin: Berilgan DOI qo'shimchasi boshqa nashr qilingan element uchun allaqachon ishlatilgan. Iltimos, har bir element uchun o'ziga xos DOI qo'shimchasini kiriting.
zh_hant: DOI字尾已應用在另一出版項目。請為每一項目輸入一個獨特的DOI字尾。

# doi.editor.clearObjectsDoi
source: Clear
ar: إزالة DOI
az: DOI təmizləyin
bg_bg: Изчистване
eu: Garbitu
fi: Poista DOI-tunniste
gl: Limpar
hy: Մաքրել
ka_ge: გასუფთავება
ky: Тазалоо
lt: Išvalyti
lv: Notīrīt
mr: मोकळा करा
ms: Kosong
nl: Verwijder DOI
pl: Wyczyść DOI
ru: Удалить
uk: Очистити
uz_cyrl: DOI-ларни тозалаш
uz_uz@latin: Ochiq
zh_hant: 清除

# doi.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing DOI?
ar: هل أنت متأكد من رغبتك في حذف DOI الموجود حالياً؟
az: Mövcud DOI-ni silmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете съществуващия DOI?
eu: Ziur zaude lehendik dagoen DOIa ezabatu nahi duzula?
fi: Haluatko varmasti poistaa olemassa olevan DOI-tunnisteen?
gl: Estás seguro/a de que desexas eliminar o DOI existente?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել առկա DOI-ն:
ka_ge: დარწმუნებული ხართ, რომ გსურთ არსებული DOI-ს წაშლა?
ky: Учурдагы DOIни өчүрүүнү каалаганыңызга ишенесизби?
lt: Ar tikrai norite ištrinti esamą DOI?
lv: Vai tiešām vēlaties dzēst esošo DOI?
mr: तुम्ही खात्रीपूर्वक विद्यमान DOI हटवू इच्छिता का?
ms: Adakah anda pasti mahu memadamkan DOI sedia ada?
nl: Weet u zeker dat u de bestaande DOI wilt verwijderen?
pl: Czy na pewno usunąć istniejące DOI?
ru: Вы уверены, что хотите удалить существующий DOI?
uk: Ви впевнені, що бажаєте видалити наявний DOI?
uz_cyrl: Объектлардан DOI-ни олиб ташлашни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham mavjud DOIni o'chirmoqchimisiz?
zh_hant: 是否確認刪除已存在DOI？

# doi.editor.clearIssueObjectsDoi
source: Clear Issue Objects DOIs
ar: إزالة مكونات DOI للعدد
az: Nömrə obyektləri DOI-lərini təmizləyin
bg_bg: Изчистване на DOI на броеве
eu: Garbitu zenbakiko objektuen DOIak
fi: Poista numero-objektien DOI-tunnisteet
gl: Limpar os DOI dos obxectos da publicación
hy: Մաքրել թողարկման օբյեկտների DOI-ները
ka_ge: გამოცემის ობიექტებიდან DOI-ს წაშლა
ky: Чыгарылыш объекттеринин DOIлерин тазалоо
lt: Išvalyti problemų objektų DOI
lv: Notīrīt žurnāla numura objektu DOI
mr: अंकांना दिलेले DOI हटवा
ms: Kosongkan Objek Isu DOI
nl: Verwijder DOI's van de objecten in dit nummer
pl: Wyczyść DOI dla obiektów czasopisma
ru: Удалить DOI у объектов выпуска
uk: Видалити DOI в об'єктів випуску
uz_cyrl: Нашр сони объектларидан DOI-ларни тозалаш
uz_uz@latin: To'g'ridan -to'g'ri muammo ob'ektlari
zh_hant: 清除該期項目DOI

# doi.editor.clearIssueObjectsDoi.confirm
source: Are you sure you wish to delete the existing issue objects DOIs?
ar: هل أنت متأكد من رغبتك في حذف مكونات DOI الموجودة لهذا العدد حالياً؟
az: Mövcud olan element DOI-lərini silmək istədiyinizə əmisinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете съществуващите DOI на обекти броеве?
eu: Ziur zaude lehendik dauden zenbakiaren objektuen DOIak ezabatu nahi dituzula?
fi: Haluatko varmasti poistaa olemassa olevat numero-objektien DOI-tunnisteet?
gl: Estás seguro/a de que desexas eliminar os DOIs dos obxectos do número?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել առկա թողարկման օբյեկտների DOI-ները:
ka_ge: დარწმუნებული ხართ, რომ გსურთ არსებული DOI-ს წაშლა გამოცემის ობიექტებიდან?
ky: Учурдагы чыгарылыш объекттеринин DOIлерин өчүрүүнү каалаганыңызга ишенесизби?
lt: Ar tikrai norite ištrinti esamus problemos objektų DOI?
lv: Vai tiešām vēlaties dzēst esošos žurnāla numura objektu DOI?
mr: तुम्ही विद्यमान अंकांना दिलेले DOI खात्रीपूर्वक हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan DOI objek isu sedia ada?
nl: Weet u zeker dat u de bestaande DOI's voor de objecten in dit nummer wilt verwijderen?
pl: Czy na pewno usunąć DOI?
ru: Вы уверены, что хотите удалить существующие DOI у объектов выпуска?
uk: Ви впевнені, що хочете видалити існуючі DOI в об'єктів випуску?
uz_cyrl: Ушбу нашр сонидаги барча объектлардан DOI-ни ўчиришни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham mavjud DOI ob'ektlarini o'chirib tashlamoqchimisiz?
zh_hant: 是否確認刪除該期項目已有DOI？

# doi.editor.clearIssueObjectsDoi.description
source: Use the following option to clear DOIs of all objects (articles and galleys) currently scheduled for this issue.
ar: استعمل الخيار الآتي لإزالة DOI من كل المكونات (المقالات وألواحها الطباعية) والتي تمت جدولتها لهذا العدد.
az: Bu nömrə üçün hazırda planlaşdırılmış bütün elementlər (məqalələr və dizayn tablaları) DOI-lərini təmizləmək üçün aşağıdakı seçimi istifadə edin.
bg_bg: Използвайте следната опция за изчистване на DOI на всички обекти (статии и типографии), които в момента са планирани за този брой.
eu: Erabili aukera hau zenbaki honetarako programatuta dauden objektu (artikulu eta galerada) guztien DOIak garbitzeko.
fi: Käytä seuraavaa valintaa poistaaksesi kaikkien tähän numeroon tällä hetkellä ajoitettujen objektien (artikkeleiden ja julkaistavien tiedostojen) DOI-tunnisteet.
gl: Use a seguinte opción para borrar os DOIs de todos os obxectos (artigos e galeradas) actualmente programados para este número.
hy: Օգտագործեք հետևյալ տարբերակը՝ մաքրելու բոլոր օբյեկտների DOI-ները (հոդվածներ և շարվածքներ), որոնք ներկայումս նախատեսված են այս թողարկման համար:
ka_ge: გამოიყენეთ ეს პარამეტრი, DOI-ს ყველა ობიექტიდან (სტატიები და გალერეები) წასაშლელად, რომელტა გამოქვეყნებაც დაგეგმილია ამ ნომერში.
ky: Бул чыгарылышка пландалган бардык объекттердин (макалалар жана версткалар) DOIлерин тазалоо үчүн төмөнкү параметрди колдонуңуз.
lt: Norėdami išvalyti visų šiame numeryje numatytų objektų (straipsnių ir galerijų) DOI, naudokite šią parinktį.
lv: Izmantojiet šādu opciju, lai dzēstu DOI visiem objektiem (rakstiem un saliktņiem), kas pašlaik plānoti šim žurnāla numuram.
mr: या अंकासाठी सद्यस्थितीत शेड्यूल केलेल्या सर्व मजकूराचे (लेख आणि गॅली) DOI हटवण्यासाठी खालील पर्याय वापरा.
ms: Gunakan pilihan berikut untuk mengosongkan DOI daripada semua objek (artikel dan galley) yang dijadualkan untuk isu ini pada masa ini.
nl: Gebruik de volgende optie om DOI's van alle objecten (artikels en proeven) te verwijderen die ingepland zijn voor dit nummer.
pl: Skorzystaj z tej opcji jeżeli chcesz wyczyścić DOI dla wszystkich obiektów czasopisma (artykułów oraz plików finalnych) przydzielonych dla tego numeru.
ru: Используйте этот параметр, чтобы удалить DOI всех объектов (статей и гранок), запланированных на текущий момент к публикации в этом номере.
uk: Використовуйте цей параметр, щоб видалити DOI усіх об'єктів (статей і гранок), які наразі заплановані для публікації у цьому випуску.
uz_cyrl: Нашр сони ва ундаги барча мақолаларнинг DOI идентификаторларини ўчиради.
uz_uz@latin: Ushbu son uchun rejalashtirilgan barcha ob'ektlardan (maqolalar va galleylar) DOIlarni tozalash uchun quyidagi variantdan foydalaning.
zh_hant: 透過以下選項清除現編配至此期所有項目（文章及校對樣本）的DOI。

# doi.editor.assignDoi
source: Assign the DOI {$pubId} to this {$pubObjectType}
ar: عيِّن DOI {$pubId} لهذا {$pubObjectType}
az: Bu {$pubObjectType} üçün DOI {$pubId} təyin edin
bg_bg: Назначаване на DOI {$pubId} за този {$pubObjectType}
eu: Esleitu {$pubId} DOIa {$pubObjectType} honi
fi: Määritä DOI-tunniste {$pubId} tälle objektille {$pubObjectType}
gl: Asignar o DOI {$pubId} a este {$pubObjectType}
hy: Նշեք {$pubId} DOI-ն սրան {$pubObjectType}
ka_ge: DOI-ს მინიჭება {$pubId}: {$pubObjectType}
ky: DOI {$pubId} бул {$pubObjectType} үчүн дайындалсын
lt: Priskirkite DOI {$pubId} šiam {$pubObjectType}
lv: Piešķirt DOI {$pubId} šim {$pubObjectType}
mr: या {$pubObjectType} ला DOI {$pubId} द्या
ms: Tetapkan DOI {$pubId} kepada {$pubObjectType} ini
nl: Ken de DOI {$pubId} toe aan dit {$pubObjectType}
pl: Przydziel DOI {$pubId} dla {$pubObjectType}
ru: Присвоить DOI {$pubId} {$pubObjectType}
uk: Призначити DOI {$pubId} для цього {$pubObjectType}
uz_uz@latin: DOI {$ pubId} ni bu {$ pubObjectType} ga tayinlang
zh_hant: 配置DOI {$pubId} 至此 {$pubObjectType}
