Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.form.typeIdRequired
source: A subscription type is required.
ar: نوع الاشتراك مطلوب حتماً.
az: Abunəlik növü tələb olunur.
bg_bg: Изисква се тип абонамент.
ca_es: Heu d’introduir un tipus de subscripció.
cs_cz: Je vyžadován typ předplatného.
da_dk: En abonnementstype er påkrævet.
de_de: Ein Abonnementtyp ist erforderlich.
es_es: Especifique el tipo de suscripción.
eu: Harpidetza mota bat zehaztu behar da.
fa_ir: نوع اشتراک لازم است
fi: Tilausvaihtoehto vaaditaan.
fr_fr: Le type d'abonnement est obligatoire.
gl: É necesario un tipo de subscrición.
hi_in: एक सदस्यता प्रकार की आवश्यकता है।
hr_hr: Tip pretplate je obavezan.
hy: Պահանջվում է բաժանորդագրության տեսակ:
id_id: Tipe langganan harus ada.
it_it: È necessario selezionare un tipo di abbonamento.
ja: 購読種別が必要です。
ka_ge: საჭიროა გამოწერის ტიპი.
ku_iq: جۆری بەشداریکردن داوا کراوە.
ky: Жазылуу түрү талап кылынат.
lt: Būtina nurodyti prenumeratos rūšį.
lv: Ir nepieciešams abonēšanas veids.
mr: सदस्यतेचा प्रकार आवश्यक आहे.
ms: Jenis langganan diperlukan.
nb_no: En abonnementstype er påkrevet.
nl: Er moet een abonnementsvorm opgegeven worden.
pl: Typ subskrypcji jest wymagany.
pt_br: O tipo de assinatura é obrigatório.
pt_pt: Tipo de Subscrição obrigatório.
ru: Тип подписки обязателен.
sk_sk: Je požadovaný typ predplatného.
sl_si: Tip naročnine je obvezen.
sr_rs@cyrillic: Потребан је тип претплате.
sr_rs@latin: Potreban je tip pretplate.
sv_se: En prenumerationsform krävs.
tr_tr: Abonelik türü gerekli.
uk: Необхідно вказати тип передплати.
uz_cyrl: Обуна тури танланиши шарт.
uz_uz@latin: Obuna turi talab qilinadi.
vi_vn: Một loại thuê bao là bắt buộc.
zh_cn: 一个订阅类别是必须的
zh_hant: 必須有訂閱種類。

# manager.subscriptions.form.typeIdValid
source: Please select a valid subscription type.
ar: لطفاً، إختر نوعية صحيحة للاشتراك.
az: Zəhmət olmasa etibarlı bir abunəlik növü seçin.
bg_bg: Моля, изберете валиден тип абонамент.
ca_es: Seleccioneu un tipus de subscripció vàlid.
cs_cz: Zvolte, prosím, platný typ předplatného.
da_dk: Vælg en gyldig abonnementstype.
de_de: Wählen Sie einen gültigen Abonnementtyp.
es_es: Seleccione un tipo de suscripción válida.
eu: Hautatu baliozko harpidetza mota bat.
fa_ir: لطفاً نوع صحیحی از اشتراک ایجاد کنید
fi: Valitse kelvollinen tilausvaihtoehto.
fr_fr: Veuillez sélectionner un type d'abonnement valide.
gl: Selecciona un tipo de subscrición válido.
hi_in: कृपया एक वैध सदस्यता प्रकार चुनें।
hr_hr: Molimo odaberite ispravan tip pretplate.
hy: Խնդրում ենք ընտրել բաժանորդագրության վավեր տեսակ:
id_id: Pilih tipe langganan yang valid.
it_it: Selezionate un tipo di abbonamento valido.
ja: 有効な購読種別を選択してください。
ka_ge: გთხოვთ, აირჩიოთ გამოწერის სწორი ტიპი.
ku_iq: تکایە جۆرێکی بەشداریکردنی بەردەست هەڵبژێرە.
ky: Туура жазылуу түрүн тандаңыз.
lt: Prašom pasirinkti galiojančią prenumeratos rūšį.
lv: Lūdzu, izvēlieties derīgu abonēšanas veidu.
mr: कृपया ग्राह्य सदस्यतेचा प्रकार निवडा.
ms: Sila pilih jenis langganan yang sah.
nb_no: Vennligst velg en gyldig abonnementstype.
nl: Kies een geldige abonnementsvorm.
pl: Wybierz typ subskrypcji.
pt_br: Escolha um tipo de assinatura válido.
pt_pt: Escolha um tipo de subscrição válido.
ru: Пожалуйста, выберите правильный тип подписки.
sk_sk: Zvoľte, prosím, platný typ predplatného.
sl_si: Prosimo izberite veljaven tip naročnine.
sr_rs@cyrillic: Одаберите исправан тип претплате.
sr_rs@latin: Odaberite ispravan tip pretplate.
sv_se: Välj en giltlig prenumerationsform.
tr_tr: Lütfen geçerli bir abonelik türü seçiniz.
uk: Будь ласка, вкажіть коректний тип передплати.
uz_cyrl: Тўғри тур танланг.
uz_uz@latin: Iltimos, obuna turini tanlang.
vi_vn: Vui lòng chọn một loại thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅类型。
zh_hant: 請選擇一個有效訂閱種類。

# manager.subscriptions.form.institution
source: Institution
ar: المؤسسة
az: Qurum
eu: Erakundea
fi: Instituutio
hy: Հաստատություն
ky: Институция
lt: Įstaiga
lv: Iestāde
mr: संस्था
ms: Institusi
nl: Instituut
pl: Instytucja
ru: Организация
uk: Установа/Заклад
uz_cyrl: Муассаса номи
zh_hant: 院校

# manager.subscriptions.form.institutionIdValid
source: Please select a valid institution.
ar: يرجى اختيار مؤسسة صحيحة.
az: Zəhmət olmasa keçərli bir qurum seçin
eu: Mesedez, hautatu baliozko erakunde bat.
fi: Valitse kelvollinen instituutio.
hy: Խնդրում ենք ընտրել վավեր հաստատություն:
ky: Туура институцияны тандаңыз.
lt: Pasirinkite tinkamą įstaigą.
lv: Lūdzu, izvēlieties derīgu iestādi.
mr: कृपया ग्राह्य संस्था निवडा.
ms: Sila pilih institusi yang sah.
nl: Selecteer een geldig instituut.
pl: Proszę wybrać zapisaną Instytucję.
ru: Пожалуйста, выберите корректную организацию.
uk: Будь ласка, виберіть дійсний навчальний заклад.
uz_cyrl: Тўғри муассасани танланг.
zh_hant: 請選手一個有效院校。

# manager.subscriptions.form.dateStart
source: Start date
ar: تأريخ البدء
az: Başlanğıc tarixi
bg_bg: Начална дата
ca_es: Data d’inici
cs_cz: Datum začátku
da_dk: Startdato
de_de: Anfangsdatum
es_es: Fecha de inicio
eu: Hasiera-data
fa_ir: تاریخ شروع
fi: Alkamispäivämäärä
fr_fr: Date de début
gl: Data de inicio
hi_in: शुरू तिथि
hr_hr: Datum početka
hy: Մեկնարկի ամսաթիվ
id_id: Tanggal Mulai
it_it: Data d'inizio
ja: 開始日
ka_ge: დაწყების თარიღი
ku_iq: ڕێککەوتی دەستپێک
ky: Баштоо датасы
lt: Pradedama nuo
lv: Sākuma datums
mr: प्रारंभ दिनांक
ms: Tarikh mula
nb_no: Startdato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data inicial
pt_pt: Data Inicial
ru: Дата начала
sk_sk: Dátum začiatku
sl_si: Datum začetka
sr_rs@cyrillic: Датум почетка
sr_rs@latin: Datum početka
sv_se: Startdatum
tr_tr: Başlangıç tarihi
uk: Дата початку
uz_cyrl: Бошланиш санаси
uz_uz@latin: Boshlanish vaqti
vi_vn: Ngày bắt đầu
zh_cn: 开始日期
zh_hant: 開始日期

# manager.subscriptions.form.dateStartRequired
source: A subscription start date is required.
ar: تأريخ بدء الاشتراك مطلوب حتماً.
az: Abunə başlama tarixi tələb olunur.
bg_bg: Изисква се начална дата на абонамента.
ca_es: Heu d’introduir una data d’inici per a la subscripció.
cs_cz: Je vyžadován datum začátku předplatného.
da_dk: En startdato for abonnementet er påkrævet.
de_de: Ein Anfangsdatum des Abonnements ist erforderlich.
es_es: Especifique una fecha de inicio.
eu: Harpidetzaren hasiera-data zehaztu behar da.
fa_ir: تاریخ شروع اشتراک لازم است
fi: Tilauksen alkamispäivämäärä vaaditaan.
fr_fr: La date de début d'abonnement est obligatoire.
gl: É necesaria unha data de inicio da subscrición.
hi_in: सदस्यता प्रारंभ तिथि आवश्यक है।
hr_hr: Datum početka pretplate je obavezan.
hy: Պահանջվում է բաժանորդագրության մեկնարկի ամսաթիվ:
id_id: Tanggal mulai langganan harus ada.
it_it: Indicare la data d'inizio dell'abbonamento.
ja: 購読開始日が必要です。
ka_ge: გამოწერის დაწყების თარიღი სავალდებულოა.
ku_iq: ڕێککەوتی دەستپێکی بەشداریکردن داوا کراوە.
ky: Жазылуунун баштоо датасы талап кылынат.
lt: Būtina nurodyti prenumeratos pradžios laiką.
lv: Ir jānorāda abonēšanas sākuma datums.
mr: सदस्यता सुरू होण्याची तारीख आवश्यक आहे.
ms: Tarikh mula langganan diperlukan.
nb_no: Startdato for abonnementet er påkrevet.
nl: Er moet een startdatum voor het abonnement opgegeven worden.
pl: Data rozpoczęcia jest wymagana.
pt_br: Data inicial obrigatória.
pt_pt: Data inicial obrigatória.
ru: Дата начала подписки обязательна.
sk_sk: Je vyžadovaný dátum začiatku predplatného.
sl_si: Datum začetka naročnine je obvezen.
sr_rs@cyrillic: Потребан је датум почетка претплате.
sr_rs@latin: Potreban je datum početka pretplate.
sv_se: Ange ett startdatum för prenumerationen.
tr_tr: Abonelik başlangıç tarihi gerekli.
uk: Необхідно вказати дату початку передплати.
uz_cyrl: Бошланиш санаси шарт.
uz_uz@latin: Obunaning boshlanish sanasi talab qilinadi.
vi_vn: Chọn một ngày bắt đầu thuê bao là bắt buộc.
zh_cn: 订阅开始日期是必须的。
zh_hant: 必須有訂閱開始日期。

# manager.subscriptions.form.dateStartValid
source: Please select a valid subscription start date.
ar: لطفاً، إختر تأريخاً صحيحاً لبدءالاشتراك.
az: Zəhmət olmasa etibarlı bir abunəlik başlanğıc tarixi seçin.
bg_bg: Моля, изберете валидна начална дата на абонамента.
ca_es: Seleccioneu una data d’inici vàlida per a la subscripció.
cs_cz: Zvolte prosím platné datum začátku předplatného.
da_dk: Vælg en gyldig startdato for abonnementet.
de_de: Wählen Sie ein gültiges Anfangsdatum des Abonnements.
es_es: Seleccione una fecha de inicio de suscripción válida.
eu: Hautatu baliozko hasiera-data bat.
fa_ir: لطفاً تاریخ صحیحی برای شروع اشتراک وارد کنید
fi: Valitse kelvollinen tilauksen alkamispäivämäärä.
fr_fr: Veuillez sélectionner une date de début d'abonnement valide.
gl: Selecciona unha data de inicio da subscrición válida.
hi_in: कृपया एक वैध सदस्यता आरंभ तिथि चुनें।
hr_hr: Molimo odaberite ispravan datum početka pretplate.
hy: Խնդրում ենք ընտրել բաժանորդագրության մեկնարկի վավեր ամսաթիվ:
id_id: Pilih tanggal mulai langganan yang valid.
it_it: Indicare una data d'inizio abbonamento valida.
ja: 有効な購読開始日を選択してください。
ka_ge: გთხოვთ, აირჩიოთ გამოწერის დაწყების სწორი თარიღი.
ku_iq: تکایە دەستپێکی ڕێککەوتی بەشداریکردن هەڵبژێرە.
ky: Туура жазылуунун баштоо датасын тандаңыз.
lt: Prašom pasirinkti tinkamą prenumeratos pradžios laiką.
lv: Lūdzu, izvēlieties derīgu abonēšanas sākuma datumu.
mr: कृपया ग्राह्य सदस्यता प्रारंभ दिनांक निवडा.
ms: Sila pilih tarikh mula langganan yang sah.
nb_no: Vennligst velg en gyldig startdato for abonnementet.
nl: Kies een geldige startdatum voor het abonnement.
pl: Wybierz datę rozpoczęcia.
pt_br: Escolha uma data inicial válida.
pt_pt: Escolha uma data inicial válida.
ru: Пожалуйста, выберите правильную дату начала подписки.
sk_sk: Zvoľte prosím platný dátum začiatku predplatného.
sl_si: Prosimo izberite veljaven datum začetka naročnine.
sr_rs@cyrillic: Одаберите исправан датум почетка претплате.
sr_rs@latin: Odaberite ispravan datum početka pretplate.
sv_se: Ange ett giltigt startdatum för prenumerationen.
tr_tr: Lütfen geçerli bir abonelik başlangıç tarihi giriniz.
uk: Будь ласка, вкажіть коректну дату початку передплати.
uz_cyrl: Тўғри сана киритинг.
uz_uz@latin: Iltimos, obunaning to'g'ri boshlanish sanasini tanlang.
vi_vn: Vui lòng chọn ngày bắt đầu thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅开始日期。
zh_hant: 請選擇一個有效訂閱開始日期。

# manager.subscriptions.form.dateEnd
source: End date
ar: تأريخ الإنتهاء
az: Bitmə vaxtı
bg_bg: Крайна дата
ca_es: Data de finalització
cs_cz: Datum konce
da_dk: Slutdato
de_de: Enddatum
es_es: Fecha de finalización
eu: Amaiera-data
fa_ir: تاریخ خاتمه
fi: Päättymispäivämäärä
fr_fr: Date de fin
gl: Data de fin
hi_in: अंतिम तिथि
hr_hr: Datum kraja
hy: Ավարտի ամսաթիվը
id_id: Tanggal Akhir
it_it: Data di conclusione
ja: 終了日
ka_ge: დასრულების თარიღი
ku_iq: کۆتا ڕۆژ
ky: Аяктоо датасы
lt: Pabaiga
lv: Beigu datums
mr: अंतिम तारीख
ms: Tarikh tamat
nb_no: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_br: Data final
pt_pt: Data Final
ru: Дата окончания
sk_sk: Dátum konca
sl_si: Datum prenehanja
sr_rs@cyrillic: Датум завршетка
sr_rs@latin: Datum završetka
sv_se: Slutdatum
tr_tr: Bitiş tarihi
uk: Дата завершення
uz_cyrl: Тугаш санаси
uz_uz@latin: Tugash sanasi
vi_vn: Ngày kết thúc
zh_cn: 结束日期
zh_hant: 結束日期

# manager.subscriptions.form.dateEndRequired
source: A subscription end date is required.
ar: تأريخ انتهاء الاشتراك مطلوب حتماً.
az: Abunəlik bitmə vaxtı tələb olunur.
bg_bg: Изисква се крайна дата на абонамента.
ca_es: Heu d’introduir una data de finalització per a la subscripció.
cs_cz: Je vyžadován datum konce předplatného.
da_dk: En slutdato for abonnementet er påkrævet.
de_de: Ein Enddatum des Abonnements ist erforderlich.
es_es: Especifique una fecha de finalización.
eu: Harpidetzaren amaiera-data zehaztu behar da.
fa_ir: تاریخ خاتمه اشتراک لازم است
fi: Tilauksen päättymispäivämäärä vaaditaan.
fr_fr: La date de fin d'abonnement est obligatoire.
gl: É necesaria unha data de fin da subscrición.
hi_in: एक सदस्यता समाप्ति तिथि आवश्यक है।
hr_hr: Datum kraja pretplate je obavezan.
hy: Պահանջվում է բաժանորդագրության ավարտի ամսաթիվը:
id_id: Tanggal akhir langganan harus ada.
it_it: Indicare la data della fine dell'abbonamento.
ja: 購読終了日が必要です。
ka_ge: გამოწერის დასრულების თარიღი სავალდებულოა.
ku_iq: کۆتا ڕۆژی بەشداریکردن داوا کراوە.
ky: Жазылуунун аяктоо датасы талап кылынат.
lt: Būtina nurodyti prenumeratos pabaigos laiką.
lv: Ir jānorāda abonēšanas beigu datums.
mr: सदस्यतेची अंतिम तारीख आवश्यक आहे.
ms: Tarikh akhir langganan diperlukan.
nb_no: Sluttdato for abonnementet er påkrevet.
nl: Er moet een einddatum voor het abonnement opgegeven worden.
pl: Data zakończenia jest wymagana.
pt_br: Data final obrigatória.
pt_pt: Data final obrigatória.
ru: Дата окончания подписки обязательна.
sk_sk: Je vyžadovaný dátum konca predplatného.
sl_si: Datum prenehanja naročnine je obvezen.
sr_rs@cyrillic: Потребан је датум завршетка претплате.
sr_rs@latin: Potreban je datum završetka pretplate.
sv_se: Ange ett slutdatum för prenumerationen.
tr_tr: Abonelik bitiş tarihi gerekli.
uk: Необхідно вказати дату завершення передплати.
uz_cyrl: Тугаш санаси шарт.
uz_uz@latin: Obunaning tugash sanasi talab qilinadi.
vi_vn: Chọn một ngày kết thúc thuê bao là bắt buộc.
zh_cn: 订阅结束日期是必须的。
zh_hant: 必須有訂閱結束日期。

# manager.subscriptions.form.dateStartEmpty
source: This is a non-expiring subscription type; please do not specify a start date.
ar: نوع الاشتراك هذا ذو صلاحية لا تنتهي؛ لطفاً لا تعين تاريخ بدايته.
az: Bu müddəti bitməyən bir abunəlik növüdür; zəhmət olmasa bir başlanğıc tarixi qeyd etməyin.
bg_bg: Това е непрекъснат (неизтичащ) тип абонамент; моля не посочвайте начална дата.
ca_es: Aquest tipus de subscripció no caduca, per tant no cal especificar una data d'inici.
de_de: Dieser Abonnementtyp läuft nicht ab; bitte geben Sie kein Startdatum an.
es_es: Este tipo de suscripción no expira; por lo tanto, no especifique una fecha de inicio.
eu: Harpidetza-mota hau ez da iraungitzen; mesedez, ez zehaztu hasiera-datarik.
fi: Tämä on pysyvästi voimassa oleva tilaustyyppi. Älä anna aloitusajankohtaa.
fr_fr: Ce type d'abonnement est à durée indéfinie ; veuillez ne pas préciser de date de début.
gl: Este é un tipo de subscrición que non caduca; por favor, non especifique unha data de inicio.
hi_in: यह एक नॉन-एक्सपायरिंग सब्सक्रिप्शन प्रकार है; कृपया प्रारंभ तिथि निर्दिष्ट न करें।
hy: Սա անժամկետ բաժանորդագրության տեսակ է. խնդրում ենք չնշել մեկնարկի ամսաթիվը:
it_it: Questa tipologia di abbonamento non prevede scadenza; non inserire una data di inizio.
ja: この種類の購読は有効期限がないため、開始日を指定しないでください。
ka_ge: ეს არის ვადაგასული აბონენტის ტიპი; გთხოვთ, არ მიუთითოთ დაწყების თარიღი.
ku_iq: ئەم جۆرە بەشداریکردنە بەسەر ناچێت؛ تکایە ڕۆژی دەستپێک دیاری مەکە.
ky: Бул мөөнөтү бүтпөгөн жазылуу түрү; баштоо датасын көрсөтпөңүз.
lt: Šis prenumeratos tipas yra nesibaigiantis; nereikia nurodyti pradžios datos.
lv: Šis ir beztermiņa abonēšanas veids; lūdzu, nenorādiet sākuma datumu.
mr: हा कालबाह्य न होणारा सदस्यत्व प्रकार आहे; कृपया प्रारंभ दिनांक निर्दिष्ट करू नका.
ms: Ini adalah jenis langganan yang tidak tamat tempoh; jangan nyatakan tarikh mula.
nb_no: Dette er en abonnementstype som ikke utløper; ikke angi en startdato.
nl: Dit is een niet-verlopend abonnement; vul geen startdatum in.
pl: To jest rodzaj niewygasający subskrypcji, proszę nie określaj daty początkowej.
pt_pt: Este é um tipo de subscrição que não expira; não insira data de início.
ru: Срок действия этого типа подписки не ограничен; пожалуйста, не указывайте дату начала подписки.
sk_sk: Toto je typ predplatného bez dátumu platnosti; prosím nezadávajte dátum zahájenia.
sl_si: To je časovno neomejena naročnina; prosimo ne določite začetnega datuma.
tr_tr: Bu, süresi dolmayan bir abonelik türüdür; lütfen bir başlangıç tarihi belirtmeyin.
uk: Це тип підписки, термін дії якої не закінчується; будь ласка, не вказуйте дату початку.
uz_cyrl: Агар обуна муддати чекланмаган бўлса, бўш қолдиринг.
uz_uz@latin: Bu obuna muddati tugamaydigan; Iltimos, boshlanish sanasini ko'rsatmang.
vi_vn: Đây là loại thuê bao không hết hạn; xin vui lòng không chỉ định ngày bắt đầu.
zh_hant: 此為不會過期的訂閱種類；請勿指定開始日期。

# manager.subscriptions.form.dateEndEmpty
source: This is a non-expiring subscription type; please do not specify an end date.
ar: نوع الاشتراك هذا ذو صلاحية لا تنتهي؛ لطفاً لا تعين تاريخ نهايته.
az: Bu müddəti bitməyən bir abunəlik növüdür; zəhmət olmasa bir bitmə vaxtı qeyd etməyin.
bg_bg: Това е непрекъснат (неизтичащ) тип абонамент; моля не посочвайте крайна дата.
ca_es: Aquest tipus de subscripció no caduca, per tant no cal especificar una data de finalització.
de_de: Dieser Abonnementtyp läuft nicht ab; bitte geben Sie kein Enddatum an.
es_es: Este tipo de suscripción no expira; por lo tanto, no especifique una fecha de finalización.
eu: Harpidetza-mota hau ez da iraungitzen; mesedez, ez zehaztu amaiera-datarik.
fi: Tämä on pysyvästi voimassa oleva tilaustyyppi. Älä anna lopetusajankohtaa.
fr_fr: Ce type d'abonnement est à durée indéfinie ; veuillez ne pas préciser une date de fin.
gl: Este é un tipo de subscrición que non caduca; por favor, non especifique unha data de finalización.
hi_in: यह एक नॉन-एक्सपायरिंग सब्सक्रिप्शन प्रकार है; कृपया अंतिम तिथि निर्दिष्ट न करें।
hy: Սա անժամկետ բաժանորդագրության տեսակ է. խնդրում ենք չնշել ավարտի ամսաթիվը:
it_it: Questa tipologia di abbonamento non prevede scadenza; non inserire una data di fine.
ja: この種類の購読は有効期限がないため、終了日を指定しないでください。
ka_ge: ეს არის ვადაგასული აბონენტის ტიპი; გთხოვთ, არ მიუთითოთ დასრულების თარიღი.
ku_iq: ئەم جۆرە بەشداریکردنە بەسەر ناچێت؛ تکایە کۆتا ڕۆژ دیاری مەکە.
ky: Бул мөөнөтү бүтпөгөн жазылуу түрү; аяктоо датасын көрсөтпөңүз.
lt: Šis prenumeratos tipas yra nesibaigiantis; nereikia nurodyti pabaigos datos.
lv: Šis ir beztermiņa abonēšanas veids; lūdzu, nenorādiet beigu datumu.
mr: हा कालबाह्य न होणारा सदस्यत्व प्रकार आहे; कृपया अंतिम तारीख निर्दिष्ट करू नका.
ms: Ini adalah jenis langganan yang tidak tamat tempoh; jangan nyatakan tarikh akhir.
nb_no: Dette er en abonnementstype som ikke utløper; ikke spesifiser en sluttdato.
nl: Dit is een niet-verlopend abonnement, vul geen einddatum in.
pl: To jest rodzaj niewygasający subskrypcji, proszę nie określaj daty końcowej.
pt_pt: Este é um tipo de subscrição que não expira; não insira data de fim.
ru: Срок действия этого типа подписки не ограничен; пожалуйста, не указывайте дату окончания подписки.
sk_sk: Toto je typ predplatného bez dátumu platnosti; prosím neuvádzajte dátum ukončenia.
sl_si: To je časovno neomejena naročnina; prosimo ne določite končnega datuma.
tr_tr: Bu, süresi dolmayan bir abonelik türüdür; lütfen bir bitiş tarihi belirtmeyin.
uk: Це тип підписки, термін дії якої не закінчується; будь ласка, не вказуйте дату закінчення.
uz_cyrl: Агар обуна муддати чекланмаган бўлса, бўш қолдиринг.
uz_uz@latin: Bu obuna muddati tugamaydigan; Iltimos, tugash sanasini ko'rsatmang.
vi_vn: Đây là loại thuê bao không hết hạn; xin vui lòng không chỉ định ngày kết thúc.
zh_hant: 此為不會過期的訂閱種類；請勿指定結束日期。

# manager.subscriptions.form.dateEndValid
source: Please select a valid subscription end date.
ar: لطفاً، إختر تأريخاً صحيحاً لانتهاءالاشتراك.
az: Zəhmət olmasa etibarlı bir abunəlik bitmə tarixi seçin
bg_bg: Моля, изберете валидна крайна дата на абонамента.
ca_es: Seleccioneu una data de finalització vàlida per a la subscripció.
cs_cz: Zvolte prosím platné datum konce předplatného.
da_dk: Vælg en gyldig slutdato for abonnementet.
de_de: Wählen Sie ein gültiges Enddatum des Abonnements.
es_es: Seleccione una fecha de finalización de la suscripción válida.
eu: Hautatu baliozko amaiera-data bat.
fa_ir: لطفاً تاریخ صحیحی برای خاتمه اشتراک وارد کنید
fi: Valitse kelvollinen tilauksen päättymispäivämäärä.
fr_fr: Veuillez sélectionner une date de fin d'abonnement valide.
gl: Selecciona unha data de finalización da subscrición válida.
hi_in: कृपया एक वैध सदस्यता समाप्ति तिथि चुनें।
hr_hr: Molimo odaberite ispravan datum kraja pretplate.
hy: Խնդրում ենք ընտրել բաժանորդագրության ավարտի վավեր ամսաթիվ:
id_id: Pilih tanggal akhir langganan yang valid.
it_it: Indicare una data di fine abbonamento valida.
ja: 有効な購読終了日を選択してください。
ka_ge: გთხოვთ, აირჩიოთ გამოწერის დასრულების სწორი თარიღი.
ku_iq: تکایە کۆتا ڕێککەوتی بەشداریکردن هەڵبژێرە.
ky: Туура жазылуунун аяктоо датасын тандаңыз.
lt: Prašom pasirinkti tinkamą prenumeratos pabaigos laiką.
lv: Lūdzu, izvēlieties derīgu abonēšanas beigu datumu.
mr: कृपया ग्राह्य सदस्यता अंतिम तारीख निवडा.
ms: Sila pilih tarikh akhir langganan yang sah.
nb_no: Vennligst velg en gyldig sluttdato for abonnementet.
nl: Kies een geldige einddatum voor het abonnement.
pl: Wybierz datę zakończenia.
pt_br: Escolha uma data final válida.
pt_pt: Escolha uma data final válida.
ru: Пожалуйста, выберите правильную дату окончания подписки.
sk_sk: Zvoľte prosím platný dátum konca predplatného.
sl_si: Prosimo izberite veljaven datum prenehanja naročnine.
sr_rs@cyrillic: Одаберите исправан датум завршетка претплате.
sr_rs@latin: Odaberite ispravan datum završetka pretplate.
sv_se: Ange ett giltigt slutdatum för prenumerationen.
tr_tr: Lütfen geçerli bir abonelik bitiş tarihi seçiniz.
uk: Будь ласка, вкажіть коректну дату завершення передплати.
uz_cyrl: Тугаш санаси бошланиш санасидан кейин бўлиши керак.
uz_uz@latin: Iltimos, obunaning tugash sanasini tanlang.
vi_vn: Vui lòng chọn ngày kết thúc thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅结束日期。
zh_hant: 請選擇一個有效訂閱結束日期。
