Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.disableUserRegistration
source: The Journal Manager will register all user accounts. Editors or Section Editors may register user accounts for reviewers.
ar: رئيس تحرير المجلة يسجل جميع المستخدمين، بينما المحررون ومحررو الأقسام يمكنهم تسجيل المحكمين فقط.
az: Jurnal İdarəçisi bütün istifadəçiləri, redaktor və ya bölmə redaktorları sadəcə rəyçiləri yadda saxlaya bilər
bg_bg: Мениджърът на списание ще регистрира всички потребителски акаунти. Редакторите или редакторите на раздели могат да регистрират потребителски акаунти за рецензенти.
ca_es: L’administrador/a de la revista registra tots els usuaris/àries. Els editors/ores i els editors/ores de secció només poden registrar els revisors/ores.
cs_cz: Manažer časopisu registruje všechny uživatele, editoři a editoři sekcí mohou registrovat pouze recenzenty.
da_dk: Tidsskriftschefen registrerer alle brugere. Det er kun redaktører eller sektionsredaktører, der kan registrere bedømmere.
de_de: Zeitschriftenverwalter/innen registrieren alle Benutzer/innen; Redakteur/innen und Rubrikredakteur/innen können nur Gutachter/innen registrieren.
es_es: Sólo el gestor/a de la revista puede registrar a todos los usuarios; los editores o editores de sección sólo pueden registrar a revisores.
eu: Aldizkariaren kudeatzaileak erabiltzaile guztiak erregistra ditzake. Editoreek edo Ataleko editoreek Ebaluatzaileak bakarrik erregistra ditzakete.
fa_ir: غیرفعال کردن ثبت‌نام کاربران. در این صورت کاربران باید توسط مدیر مجله اضافه شوند.
fi: Julkaisun hallinnoija rekisteröi kaikki käyttäjätilit. Toimittajat tai osastotoimittajat saattavat rekisteröidä käyttäjätilejä arvioijille.
fr_fr: Le Directeur de la revue inscrit tous les utilisateurs, alors que les Rédacteurs et Rédacteurs de rubrique ne peuvent inscrire que les rapporteurs.
gl: O administrador/a da revista rexistra todos os usuarios/as. Os editores/as e os editores/as de sección só poden rexistrar os revisores/as.
hi_in: जर्नल प्रबंधक सभी उपयोगकर्ता खातों को पंजीकृत करेगा। संपादक या अनुभाग संपादक समीक्षकों के लिए उपयोगकर्ता खाते पंजीकृत कर सकते हैं।
hr_hr: Glavni urednik registrira sve korisnike. Urednici i urednici rubrika mogu kreirati korisničke račune za recenzente.
hy: Ամսագրի կառավարիչը կգրանցի բոլոր օգտվողների հաշիվները: Խմբագիրները կամ Բաժնի խմբագիրները կարող են գրանցել օգտվողների հաշիվներ գրախոսողների համար:
id_id: Manajer Jurnal mendaftarkan semua pengguna. Editor atau Editor Bagian bisa mendaftarkan pengguna menjadi reviewer.
is_is: Framkvæmdastjóri tímaritsins mun skrá alla notendur. Ristjórar og kaflaritstjórar mega skrá rirtýna sem notendur.
it_it: L'amministratore della rivista registra tutti gli utenti, con i curatori e i curatori di sezione abilitati a registrare solo i revisori.
ja: 雑誌管理者がすべてのユーザーアカウントを登録します。編集者やセクション編集者は、査読者のユーザーアカウントを登録することができます。
ka_ge: ჟურნალის მმართველი დაარეგისტრირებს ყველა მომხმარებელს. რედაქტორები, ან სექციების რედაქტორები შეძლებენ რეცენზენტების რეგისტრაციას.
ku_iq: بەڕێوەبەری گۆڤار هەمو ئەژمارە کەسییەکان تۆمار دەکات. سەرنوسەر یان سەرنوسەری بەش دەتوانن ئەژماری هەڵسەنگێنەران زیاد بکەن.
ky: Журнал менеджери бардык колдонуучуларды журналга киргизет. Редакторлор же бөлүм редакторлору рецензенттер үчүн аккаунттарды каттай алышат.
lt: Leidinio rengėjas registruos visų skaitytojų paskyras. Redaktoriai arba skyrių redaktoriai gali užregistruoti vartotojų paskyras recenzentams.
lv: Žurnālu pārvaldnieks reģistrēs visus lietotāju kontus. Redaktori vai sadaļu redaktori var reģistrēt lietotāju kontus recenzentiem.
mr: नियतकालिकाचा व्यवस्थापक सर्व वापरकर्ता खात्यांची नोंदणी करेल. संपादक किंवा विभागाचे संपादक समीक्षकांसाठीची वापरकर्ता खाती नोंदवू शकतात.
ms: Pengurus Jurnal akan mendaftarkan semua akaun pengguna. Editor atau Editor Bahagian boleh mendaftarkan akaun pengguna untuk pengulas.
nb_no: Slå av brukerregistrering. Brukere må opprettes manuelt av en redaksjonsleder.
nl: De tijdschriftbeheerder kan alle gebruikers registreren, redacteurs en sectieredacteurs kunnen alleen reviewers registreren.
pl: Administrator czasopisma rejestruje wszystkich użytkowników. Redaktorzy i redaktorzy działów rejestrują recenzentów.
pt_br: O Gerente da Revista é responsável por cadastrar todos os usuários, permitindo a editores e editores de seção cadastrar avaliadores.
pt_pt: O Director é responsável por registar todos os utilizadores, permitindo a Editores e Editores de Secção registar revisores.
ru: Управляющий журнала будет регистрировать всех пользователей. Редакторы или редакторы разделов могут регистрировать учетные записи для рецензентов.
sk_sk: Manažér časopisu registruje všetkých užívateľov, editori a editori sekcií môžu registrovať iba recenzentov.
sl_si: Glavni urednik revije registrira vse uporabnike, s tem da lahko uredniki sami registrirajo recenzente.
sr_rs@cyrillic: Технички секретар ће регистровати све корисничке налоге. Уредници и Уредници секција могу регистровати налоге за рецензенте.
sr_rs@latin: Tehnički sekretar će registrovati sve korisničke naloge. Urednici i Urednici sekcija mogu registrovati naloge za recenzente.
sv_se: Tidskriftsansvarig registrerar alla användarkonton. Redaktörer och sektionsredaktörer kan endast registrera konton för granskare.
tr_tr: Dergi Yöneticisi tüm kullanıcıları, editörler veya bölüm editörleri yalnızca hakemleri kaydedebilir.
uk: Менеджер журналу реєструє всіх користувачів; редактори журналу та редактори розділів мають змогу реєструвати лише рецензентів.
uz_cyrl: Фойдаланувчиларни мустақил рўйхатдан ўтишини тақиқлаш (фақат менежер томонидан).
uz_uz@latin: Jurnal menejeri barcha foydalanuvchi hisoblarini ro'yxatdan o'tkazadi. Tahrirlovchilar yoki bo'lim muharrirlari sharhlovchilar uchun foydalanuvchi hisoblarini ro'yxatdan o'tkazishi mumkin.
vi_vn: Người quản lý tạp chí sẽ đăng ký tất cả các tài khoản người dùng. Biên tập viên hoặc Biên tập viên chuyên mục có thể đăng ký tài khoản cho người phản biện.
zh_cn: 期刊管理员 可以注册所有类型的用户，只有编辑或栏目编辑可以注册审稿人。
zh_hant: 期刊管理員會為所有用戶註冊帳戶。編輯或分類編輯可為評審員註冊帳戶。

# manager.setup.discipline
source: Academic Discipline and Sub-Disciplines
ar: التخصصات الأكاديمية وتفرعاتها
az: Elm sahələri və alt ixtisaslar
bg_bg: Академична дисциплина и поддисциплини
ca_es: Disciplines i subdisciplines acadèmiques
cs_cz: Akademický obor a podobory
da_dk: Akademisk fagområde og underfagområder
de_de: Fachgebiet und Untergebiet
es_es: Disciplina académica y subdisciplinas
eu: Diziplina eta azpidiziplina akademikoak
fa_ir: رشته تخصصی یا فوق تخصصی
fi: Akateeminen tieteenala ja alatieteet
fr_fr: Discipline et sous-disciplines académiques
gl: Disciplina e subdisciplinas académicas
hi_in: अकादमिक अनुशासन और उप-अनुशासन
hr_hr: Akademska disciplina i poddiscipline
hy: Ակադեմիական գիտաճյուղ և ենթաճյուղեր
id_id: Disiplin dan Sub Disiplin Ilmu
is_is: Fræðasvið og undirsvið
it_it: Classificazione accademica
ja: 学問分野とサブ分野
ka_ge: აკადემიური დისციპლინები და დისციპლინების განყოფილებები
ku_iq: پسپۆڕی گشتی و تایبەتی
ky: Академиялык дисциплиналар жана дисциплиналар бөлүмдөрү
lt: Mokslinių tyrimų kryptis ir sritys
lv: Akadēmiskā nozare un apakšnozares
mr: शैक्षणिक ज्ञानशाखा आणि उपशाखा
ms: Disiplin Akademik dan Sub-Disiplin
nb_no: Akademisk fag og felt
nl: Academische discipline en subdisciplines
pl: Dziedziny naukowe
pt_br: Área e sub-área de conhecimento acadêmico
pt_pt: Área e sub-área de Conhecimento Académico
ru: Академические дисциплины и разделы дисциплин
sk_sk: Akademický odbor a pododbory
sl_si: Akademska veda in pod-veda
sr_rs@cyrillic: Академска дисциплина и поддисциплине
sr_rs@latin: Akademska disciplina i poddiscipline
sv_se: Akademisk disciplin och underdiscipliner.
tr_tr: Akademik Disiplinler ve Alt Disiplinler
uk: Академічні дисципліни та напрямки
uz_cyrl: Илмий йўналишлар
uz_uz@latin: Akademik intizom va kichik fanlar
vi_vn: Nội quy và những nội quy riêng
zh_cn: 学科领域与次属领域
zh_hant: 學術領域及分支領域

# manager.setup.disciplineDescription
source: Useful when journal crosses disciplinary boundaries and/or authors submit multidisciplinary items.
ar: مفيد عندما تتجاوز المجلة حدود التخصص المحدد لها و/أو يقدم المؤلفون أعمالاً ذات تخصصات متعددة.
az: Əgər jurnal akademik sahələrin bir neçəsini əhatə edir və ya da müəlliflər çalışmalarını akademik sahələrə görə göndərsələr, bu mümkündür.
bg_bg: Полезно, когато списанието преминава дисциплинарните граници и/или авторите представят мултидисциплинарни статии.
ca_es: Aquesta opció és útil si la revista travessa els límits d’una disciplina o si els autors/ores trameten elements multidisciplinaris.
cs_cz: Užitečné pokud časopis překračuje hranice oborů a/nebo autoři zasílají multidisciplinární příspěvky.
da_dk: Nyttig, når tidsskrifter krydser fagområdegrænser, og/eller forfattere fremsender elementer inden for flere fagområder.
de_de: Hilfreich im Fall einer fachübergreifenden Zeitschrift oder wenn Autor/innen disziplinübergreifende Themen behandeln
es_es: Esta información resulta útil cuando la revista cruza las fronteras de alguna disciplina o los autores/as entregan trabajos multidisciplinarios.
eu: Praktikoa da aldizkariak diziplina baten mugak gainditzen dituenean eta/edo egileek diziplina anitzeko lanak bidaltzen dituztenean.
fa_ir: زمانی کاربرد دارد که مجله چند رشته‌ای باشد.
fi: Hyödyllinen, kun julkaisu ylittää tieteenalojen väliset rajat ja/tai kun tekijät lähettävät monitieteellisiä nimikkeitä.
fr_fr: Utile lorsque la revue va au-delà des limites de la discipline ou lorsque les auteurs présentent des articles multidisciplinaires.
gl: Esta opción é útil cando a revista traspasa os límites dunha disciplina ou cando os autores envían artigos multidisciplinarios.
hi_in: उपयोगी जब जर्नल अनुशासनात्मक सीमाओं को पार करती है और / या लेखक बहुआयामी आइटम प्रस्तुत करते हैं।
hr_hr: Može koristiti kada časopis prelazi granice jedne akademske discipline i/ili autori prijavljuju priloge multidisciplinarnog karaktera.
hy: Օգտակար է, երբ ամսագիրը հատում է գիտաճյուղի սահմանները և/կամ հեղինակները ներկայացնում են բազմամասնագիտական հոդվածներ:
id_id: Bermanfaat saat jurnal keluar dari batasan disiplin ilmu dan/atau penulis menyerahkan item multidisiplin.
is_is: Gagnlegt þegar tímaritið nær yfir mörk fleiri fræðasviða og/eða höfundar senda inn efni sem nær yfir fleiri fræðasvið.
it_it: Utile quando la rivista oltrepassa i confini disciplinari e/o quando gli autori inviano articoli multidisciplinari.
ja: ジャーナルが分野の垣根を越えている場合や、著者が複数の分野の原稿を提出する場合に有効です。
ka_ge: სასარგებლოა გამოყენება, როდესაც ჟურნალი სცდება ერთ დისციპლინას, ან/და ავტორები აგზავნიან მულტიდისციპლინარულ მასალებს.
ku_iq: ئەمە بۆ کاتێک سود بەخشە کە گۆڤار لە چەند بووارێکدا کار بکات و توێژەران لە بووارە جیاجیاکان توێژینەوەکانیان پێشکەش بکەن.
ky: Журнал бир дисциплинанын чегинен ашса жана/же авторлор дисциплиналар аралык материалдарды тапшырганда пайдалуу.
lt: Pravartu nurodyti, kai leidinys yra tarpdalykinio pobūdžio ir (arba) autoriai teikia įvairių sričių straipsnius.
lv: Noderīgi, ja žurnāls pārsniedz nozaru robežas un/vai autori iesniedz starpnozaru darbus.
mr: जेव्हा नियतकालिक ज्ञानशाखेच्या सीमा ओलांडते आणि/किंवा लेखक बहुशाखीय लेखन सादर करतात तेव्हा उपयुक्त.
ms: Bermanfaat saat jurnal keluar dari batasan disiplin ilmu dan/atau pengarang menyerahkan item multidisiplin.
nb_no: Spesielt nyttig når tidsskrift krysser grensene mellom fagfelt og/eller forfattere sender inn tverrfaglige bidrag.
nl: Van toepassing als het tijdschrift disciplinaire grenzen overschrijdt en/of als auteurs multidisciplinaire stukken insturen.
pl: Przydatne, gdy czasopismo przekracza zainteresowania badawcze jednej dyscypliny lub jest to czasopismo o szerszym zakresie zainteresowań.
pt_br: Recomendado para revistas e/ou trabalhos multidisciplinares.
pt_pt: Recomendado para revistas e/ou trabalhos multidisciplinares.
ru: Полезно использовать, когда журнал выходит за рамки одной дисциплины и/или авторы присылают междисциплинарные материалы.
sk_sk: Užitočné, ak časopis prekračuje hranice odborov a / alebo autori zasielajú multidiodborové príspevky.
sl_si: Uporabno kadar revija prečka meje ene vede in/ali je avtorski prispevek multidisciplinaren.
sr_rs@cyrillic: ово је корисно кад часопис прелази границе дисциплине и/или кад аутори прилажу чланке које имају мултидисциплинарни приступ.
sr_rs@latin: ovo je korisno kad časopis prelazi granice discipline i/ili kad autori prilažu članke koje imaju multidisciplinarni pristup.
sv_se: Användbar för att bekriva en tvärvetenskaplig tidskrift och/eller om författare kan skicka in artiklar inom tvärvetenskapliga ämnen.
tr_tr: Eğer dergi akademik alanların bir kaçını kapsıyor veya yazarlar çalışmalarını akademik alanlara göre gönderiyorlar ise kullanışlıdır.
uk: Корисно для міждисциплінарних журналів, що публікують статті у кількох галузях знання.
uz_cyrl: Журнал қамраб олган асосий фан соҳалари.
uz_uz@latin: Jurnal intizom chegaralarini kesib o'tganda va/yoki mualliflar ko'p tarmoqli narsalarni topshirganda foydali bo'ladi.
vi_vn: Điều này hữu ích khi tạp chí vượt qua ranh giới ngành và/hoặc tác giả gửi các mục đa ngành.
zh_cn: .当期刊包含跨领域学科而且＼或者作者投稿多元学科领域的项目时，这会很有用。
zh_hant: 此適用於期刊為跨領域及／或作者會提交涉獵多學科的項目的情況。

# manager.setup.disciplineExamples
source: (E.g., History; Education; Sociology; Psychology; Cultural Studies; Law)
ar: (مثلاً: التأريخ، التعليم، علم الاجتماع، علم النفس، القانون)
az: (Məs. Tarix; Təhsil; Sosiologiya; Psixologiya; Kültür çalışmaları; Hüquq)
bg_bg: (Напр. История; Образование; Социология; Психология; Културология; Право)
ca_es: (P. ex. història, educació, sociologia, psicologia, estudis culturals, dret)
cs_cz: (Např. Historie; Pedagogika; Sociologie; Psychologie; Právo)
da_dk: (F.eks. Historie; Uddannelse; Sociologi; Psykologi; Kulturelle studier; Jura)
de_de: (z.B. Geschichte; Erziehungswissenschaften; Soziologie; Psychologie; Kulturwissenschaften; Jura)
es_es: (p. ej., historia, educación, sociología, psicología, estudios culturales, derecho)
eu: (Adib., Historia; Hezkuntza; Soziologia; Psikologia; Kultura-gaiak; Zuzenbidea)
fa_ir: (مانند: تاریخ؛ آموزش؛ جامعه‌شناسی؛ روانشناسی؛ مطالعات فرهنگی؛ حقوق)
fi: (Esim. historia; koulutus; sosiologia; psykologia; kulttuurintutkimus; laki)
fr_fr: (Par exemple : Histoire ; Éducation ; Sociologie ; Psychologie ; Études culturelles ; Droit)
gl: (P. ex., historia, educación, socioloxía, psicoloxía, estudos culturais, dereito)
hi_in: (जैसे, इतिहास; शिक्षा; समाजशास्त्र; मनोविज्ञान; सांस्कृतिक अध्ययन; कानून)
hr_hr: (Npr. povijest; sociologija; psihologija; kulturne studije; pravo)
hy: (Օրինակ՝ պատմություն, կրթություն, սոցիոլոգիա, հոգեբանություն, մշակութաբանություն, իրավունք)
id_id: (Contoh: Sejarah, Pendidikan, Sosiologi, Psikologi, Ilmu Budaya, hukum)
is_is: (t.d. Ferðamálafræði, Hagfræði, Félagvísindi, Náttúruvísindi, Mannfræði)
it_it: (Es. Storia; Pedagogia; Sociologia; Psicologia; Antropologia; Giurisprudenza)
ja: (例えば、歴史、教育、社会学、心理学、カルチュラル・スタディーズ、法学)
ka_ge: (მაგ.: ისტორია; განათლება; სოციალოგია; ფსიქოლოგია; კულტუროლოგია; სამართალი)
ku_iq: (بۆ نمونە: مێژو، پەروەردە، کۆمەڵناسی، دەرونزانی، خوێندنە کەلتورییەکان، یاسا)
ky: (Мисалы: Тарых; Билим берүү; Социология; Психология; Маданият таануу; Укук)
lt: (pvz., istorija, edukologija, sociologija, psichologija, kultūra, teisė)
lv: (piemēram, vēsture, izglītība, socioloģija, psiholoģija, kultūras studijas, jurisprudence)
mr: (उदा., इतिहास; शिक्षण; समाजशास्त्र; मानसशास्त्र; सांस्कृतिक अभ्यास; कायदा)
ms: (Cth, Sejarah; Pendidikan; Sosiologi; Psikologi; Pengajian Budaya; Undang-undang)
nb_no: (For eks. historie; utdanningsvitenskap; sosiologi; psykologi; kulturstudier; statsvitenskap)
nl: (bv. Geschiedenis; Onderwijs; Sociologie; psychologie; Culturele studies; Rechten)
pl: (np. historia; edukacja; socjologia; psychologia; antropologia; prawo)
pt_br: (Ex.: História; Educação; Sociologia; Psicologia; Direito; Ciência da Informação)
pt_pt: (Ex.: Psicologia; Educação; Sociologia; Neurociências)
ru: (Например: История; Образование; Социология; Психология; Культурология; Право)
sk_sk: (Napr. História; Pedagogika; Sociológia; Psychológia; Právo)
sl_si: (npr. zgodovina; izobraževanje; sociologija; psihologija; kulturne študije; pravo; itd.)
sr_rs@cyrillic: (нпр. Историја; Образовање; Социологија; Психологија; Студије културе; Право)
sr_rs@latin: (npr. Istorija; Obrazovanje; Sociologija; Psihologija; Studije kulture; Pravo)
sv_se: (t.ex., Historia; Pedagogik; Sociologi; Psykologi; Kulturstudier; Juridik)
tr_tr: (Ör. Tarih; Eğitim; Sosyoloji; Psikoloji; Kültürel Çalışmalar; Hukuk)
uk: (наприклад, Історія; Освіта; Соціологія; Психологія; Культурологія; Правознавство)
uz_cyrl: Мисол: Тарих, Иқтисодиёт, Биология ва ҳ.к.
uz_uz@latin: (Masalan, Tarix; Ta'lim; Sotsiologiya; Psixologiya; Madaniyatshunoslik; Huquq)
vi_vn: (Ví dụ: Lịch sử; Giáo dục; Xã hội học; Tâm lý học, Nghiên cứu văn hóa; Luật)
zh_cn: (例如，历史、教育、社会、心理学、文化研究、法律)
zh_hant: （例如：歷史、教育、社會學、心理學、文化研究、法律學）

# manager.setup.disciplineProvideExamples
source: Provide examples of relevant academic disciplines for this journal
ar: أدرج أمثلة على التخصصات العلمية ذات العلاقة بهذه المجلة
az: Bu jurnal üçün uyğun elm sahə nümunələri verin
bg_bg: Дайте примери за съответните академични дисциплини за това списание
ca_es: Indiqueu exemples de disciplines acadèmiques rellevants per a aquesta revista
cs_cz: Poskytněte příklady relevantních akademických oborů pro tento časopis
da_dk: Angiv eksempler på relevante akademiske fagområder for dette tidsskrift
de_de: Geben Sie Beispiele für die relevanten Fachgebiete der Zeitschrift an
es_es: Proporcione ejemplos de las disciplinas académicas más relevantes en esta revista
eu: Eman aldizkarian tratatzen diren diziplina akademikoen adibideak
fa_ir: مثال‌هایی از رشته‌های تخصصی این مجله مشخص کنید
fi: Anna esimerkkejä olennaisista akateemisista tieteenaloista tähän julkaisuun liittyen
fr_fr: Donner des exemples de disciplines académiques pertinentes pour cette revue
gl: Indique exemplos de disciplinas académicas relevantes para esta revista
hi_in: इस जर्नल के लिए प्रासंगिक शैक्षिक विषयों के उदाहरण प्रदान करें
hr_hr: Navedite primjere relevantnih akademskih disciplina za ovaj časopis
hy: Ներկայացրեք համապատասխան ակադեմիական գիտաճյուղերի օրինակներ այս ամսագրի համար
id_id: Masukkan disiplin ilmu yang relevan untuk jurnal ini.
is_is: Skráðu dæmi um viðeigandi fræðasvið fyrir þetta tímarit
it_it: Fornisci esempi di discipline accademiche rilevanti per questa rivista
ja: このジャーナルに関連する学術分野の例を示す
ka_ge: მოიტანეთ შესაბამისი აკადემიური დისციპლინების მაგალითები ამ ჟურნალისთვის
ku_iq: نمونەی بووارە جۆر بەجۆرەکان بخە ڕو
ky: Бул журнал үчүн тиешелүү окуу дисциплиналарынын мисалдарын келтириңиз
lt: Pateikite šio žurnalo aktualių akademinių disciplinų pavyzdžių
lv: Sniedziet šim žurnālam atbilstošu akadēmisko nozaru piemērus
mr: या नियतकालिकासाठी संबंधित शैक्षणिक ज्ञानशाखांची उदाहरणे द्या
ms: Berikan contoh disiplin akademik yang relevan untuk jurnal ini
nb_no: Gi eksempler på relevante fagemner for dette tidsskriftet
nl: Geef voorbeelden van relevante academische disciplins voor dit tijdschrift
pl: Podaj przykłady dziedzin naukowych dla tego czasopisma
pt_br: Informe exemplos de áreas do conhecimento relevantes para esta revista
pt_pt: Forneça exemplos de áreas do conhecimento relevantes para esta revista
ru: Приведите примеры соответствующих академических дисциплин для этого журнала
sk_sk: Poskytnite príklady relevantných akademických odborov pre tento časopis
sl_si: Navedite primere relevantnih akademskih ved za to revijo
sr_rs@cyrillic: Упишите примере релевантних академских дисциплина за овај часопис.
sr_rs@latin: Upišite primere relevantnih akademskih disciplina za ovaj časopis.
sv_se: Ange exempel på relevanta akademiska discipliner för tidskriften.
tr_tr: Bu dergi için uygun akademik disiplin örnekleri ver
uk: Наведіть приклади академічних дисциплін, що відповідають проблематиці цього журналу
uz_cyrl: Тегишли илмий соҳаларга мисоллар келтиринг
uz_uz@latin: Ushbu jurnal uchun tegishli ilmiy fanlarga misollar keltiring
vi_vn: Cung cấp các ví dụ về các chuyên ngành liên quan với tạp chí này
zh_cn: 提供这份期刊相关的学科领域作为范例
zh_hant: 提供與此期刊相關學科的例子

# manager.setup.displayCurrentIssue
source: Add the table of contents for the current issue (if available).
ar: أدرج جدول المحتويات للإصدار الحالي (لو توفر).
az: Son nömrənin mündəricat bölməsini əlavə edin (varsa)
bg_bg: Добавете съдържанието на текущия брой (ако има такъв).
ca_es: Afegeix la taula de continguts per al número actual (si està disponible).
cs_cz: Přidat obsah aktuálního čísla (pokud je dostupné).
da_dk: Føj indholdsfortegnelsen til det aktuelle nummer (hvis den er tilgængelig).
de_de: Fügen Sie das Inhaltsverzeichnis (falls vorhanden) der aktuellen Ausgabe ein.
es_es: Añadir la tabla de contenidos de esta publicación, si es posible.
eu: Gehitu uneko zenbakiaren aurkibidea (baldin badago).
fa_ir: افزودن فهرست مطالب شماره جاری در صورت موجود بودن.
fi: Lisää uusimman numeron sisällysluettelo (jos saatavilla).
fr_fr: Ajouter le sommaire pour le numéro courant (si disponible).
gl: Engadir a táboa de contidos para o número actual (se está dispoñible).
hi_in: वर्तमान अंक के लिए सामग्री की तालिका जोड़ें (यदि उपलब्ध हो)।
hr_hr: Dodaj kazalo sadržaja za trenutni broj časopisa (ako postoji).
hy: Ավելացրեք ընթացիկ թողարկման բովանդակությունը (եթե առկա է):
id_id: Tambahkan daftar isi untuk terbitan terkini (jika tersedia).
is_is: Bæta við efnisyfirliti fyrir nýjasta tölublaðið (ef í boði).
it_it: Mostra il sommario del fascicolo corrente (se disponibile).
ja: 現行巻号の目次を追加する（ある場合）。
ka_ge: დაამატეთ შინაარსი მიმდინარე საკითხისთვის (თუ ეს შესაძლებელია).
ku_iq: ناوەرۆکی دوایین ژمارە زیاد بکە (ئەگەر بەردەستە).
ky: Учурдагы чыгарылыш үчүн мазмунду кошуңуз (эгерде бар болсо).
lt: Pridėkite einamojo numerio turinį (jei yra).
lv: Pievienot jaunākā žurnāla numura satura rādītāju (ja iespējams).
mr: वर्तमान अंकाला (उपलब्ध असल्यास) अनुक्रमणिका जोडा.
ms: Tambahkan senarai isi kandungan untuk terbitan semasa (jika ada).
nb_no: Legg til innholdsoversikten for nyste utgave (hvis tilgjengelig).
nl: De inhoudsopgave van het huidige nummer toevoegen (indien beschikbaar).
pl: Dodaj spis treści dla aktualnego numeru (jeśli jest dostępny).
pt_br: Incluir sumário na edição atual (se disponível).
pt_pt: Adicionar sumário na edição actual (se disponível).
ru: Добавить содержание для текущего выпуска (если оно доступно).
sk_sk: Pridať obsah aktuálneho čísla (ak je dostupné).
sl_si: Dodaj kazalo vsebine za trenutno številko (če je na voljo).
sr_rs@cyrillic: Додајте Садржај за овај број (ако је могуће).
sr_rs@latin: Dodajte Sadržaj za ovaj broj (ako je moguće).
sv_se: Lägg till en innehållsförteckning för det senaste numret (om det finns).
tr_tr: Son sayının içindekiler bölümünü ekle (mevcut ise).
uk: Додати сторінку змісту поточного випуску, якщо він існує.
uz_cyrl: Бош саҳифада жорий сон мундарижасини кўрсатиш.
uz_uz@latin: Joriy son uchun tarkib jadvalini qo'shing (agar mavjud bo'lsa).
vi_vn: Thêm mục lục cho số hiện tại (nếu có).
zh_cn: .为当期期刊新增一份目录（如果可以的话）
zh_hant: 增添此期的目錄（如有）。
