Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# doi.description
source: This plugin enables the assignment of the Digital Object Identifiers to issues, articles and galleys in OJS.
ar: هذه الإضافة تقوم بتعيين معرفات المكونات الرقمية للمقالات، الأعداد، الألواح الطباعية، والملفات التكميلية في نظام المجلات المفتوحة.
az: Bu əlavə, rəqəmsal Obyekt Müəyyənedicilərinin OJS-dakı dizayn tablaları, məqalələr və nömrələrə təyin edilməsini təmin edir.
bg_bg: Този плъгин активира назначаването на Digital Object Identifiers на издания, статии и типографии в OJS.
eu: Plugin honek OJSko zenbakiei, artikuluei eta galeradei Objektu Digitalen Identifikatzaileak (DOI) esleitzeko aukera ematen du.
fi: Tämä lisäosa mahdollistaa DOI-tunnisteiden (Digital Object Identifier) määrittämisen OJS-järjestelmässä oleville numeroille, artikkeleille ja julkaistaville tiedostoille.
gl: Este complemento permite a asignación dos identificadores de obxectos dixitais (DOI, Digital Object Identifier) a números, artigos e galeradas en OJS.
hy: Այս փլագինը հնարավորություն է տալիս թվային օբյեկտների նույնացուցիչները հատկացնել OJS-ի թողարկումներին, հոդվածներին և շարվածքներին:
ka_ge: ანიჭებს ციფრული ობიექტების იდენტიფიკატორებს (Digital Object Identifier) გამოცემებს, სტატიებსა და გალერეებს OJS-ში.
ky: Бул плагин OJSдеги чыгарылыштарга, макалаларга жана версткаларга санариптик объект идентификаторлорун (DOI) дайындоого мүмкүндүк берет.
lt: Šis įskiepis leidžia priskirti skaitmeninius objektų identifikatorius OJS leidiniams, straipsniams ir galerijoms.
lv: Šis spraudnis OJS sistēmā ļauj piešķirt digitālo objektu identifikatorus žurnālu numuriem, rakstiem un saliktņiem.
mr: हे प्लग-इन OJS मधील अंक, लेख आणि कच्च्या मुद्रितांना (गॅली) डिजिटल ऑब्जेक्ट आयडेंटिफायर देण्याचे कार्य सक्रिय करते.
ms: Pemalam ini membolehkan penetapan Pengecam Objek Digital kepada isu, artikel dan galley dalam OJS.
nl: Deze plugin maakt het mogelijk om Digital Object Identifiers toe te kennen aan nummers, artikels en proeven in OJS.
pl: Wtyczka umożliwia przydzielanie DOI dla numerów, artykułów oraz plików publikowanych w OJS.
ru: Включает присвоение идентификаторов цифровых объектов (Digital Object Identifier) выпускам, статьям и гранкам в OJS.
uk: Цей плагін дає змогу призначати ідентифікатори цифрових об'єктів випускам, статтям і гранкам в OJS.
uz_cyrl: Рақамли объект идентификатори (Digital Object Identifier).
uz_uz@latin: Ushbu plagin OJSda raqamli ob'ekt identifikatorlarini masalalar, maqolalar va galereyalarga tayinlash imkonini beradi.
zh_hant: 此插件允許配置數位物件識別碼(DOI)至OJS內各期、文章及其檔案。

# doi.manager.displayName
source: DOIs
ar: معرفات المكونات الرقمية
az: DOI-lər
bg_bg: DOI обекти
eu: DOIak
fi: DOI-tunnukset
hy: DOI-ներ
ka_ge: DOI
ky: DOIлер
lt: DOI
lv: DOI
ms: DOI
pl: DOI
ru: DOI
uk: DOI
uz_cyrl: DOI бошқаруви

# doi.manager.settings.description
source: Please configure the DOI plugin to be able to manage and use DOIs in OJS:
ar: لطفاً، قم بتهيئة إضافة DOI لتتمكن من إدارة واستعمال DOI في نظام المجلات المفتوحة:
az: Sistemdə DOI-ləri istifadə etmək və idarə edə bilmək üçün zəhmət olmasa DOI əlavəsini konfiqurasiya edin:
bg_bg: Моля, конфигурирайте плъгина за DOI, за да можете да управлявате и използвате DOI идентификатори в OJS:
eu: Mesedez, konfiguratu DOI plugina OJSn DOIak kudeatu eta erabili ahal izateko:
fi: Määritä DOI-lisäosa, jotta voit hallinnoida ja käyttää DOI-tunnisteita OJS:ssä:
gl: Configure o complemento DOI para poder xestionar e usar os DOIs en OJS:
hy: Խնդրում ենք կարգավորել DOI հավելվածը, որպեսզի կարողանա կառավարել և օգտագործել DOI-ները OJS-ում.
ka_ge: გთხოვთ, მოარგეთ მოდული „DOI“, რათა შესაძლებელი გახდეს მისი გამოყენება OJS-ში:
ky: OJSде DOIлерди башкаруу жана колдонуу үчүн DOI плагинин конфигурациялаңыз:
lt: Sukonfiguruokite DOI skiep, kad galtumte valdyti ir naudoti DOI sistemoje:
lv: Lūdzu, konfigurējiet DOI spraudni, lai varētu pārvaldīt un izmantot DOI OJS:
mr: OJS मध्ये DOI व्यवस्थापित आणि वापरण्यास सक्षम होण्यासाठी कृपया DOI प्लग-इन कॉन्फिगर करा :
ms: Sila konfigurasikan pemalam DOI supaya dapat mengurus dan menggunakan DOI dalam OJS:
nl: Configureer de DOI plugin om DOIs in OJS te kunnen beheren en gebruiken:
pl: Skonfiguruj wtyczkę DOI aby móc zarządzać DOI w OJS:
ru: Пожалуйста, настройте модуль «DOI», чтобы иметь возможность использовать DOI в OJS и управлять ими:
uk: Щоб мати можливість використовувати DOI в OJS, будь ласка, налаштуйте плагін DOI:
uz_cyrl: DOI тизимини созлаш ва бошқариш.
uz_uz@latin: Iltimos, DOI plaginini OJSda DOI -ni boshqarish va ishlatish uchun sozlang:
zh_hant: 請設定DOI插件至可以在OJS管理及使用DOI：

# doi.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (DOI) assigned:
ar: لطفاً، إختر مكونات النشر التي ستكون لها معرفات للمكونات الرقمية (DOI) معينة لها:
az: Zəhmət olmasa rəqəmsal Obyekt Müəyyənedici (DOI) təyin ediləcək nəşr edilmiş obyektləri seçin:
bg_bg: Изберете публикуваните обекти, за които ще се назначава Digital Object Identifiers (DOI):
eu: Hautatu Objektu Digitalen Identifikatzaileak (DOI) esleituta izango dituzten argitalpen-objektuak:
fi: Valitse julkaisun objektit, joille DOI-tunnisteet määritetään:
gl: Seleccione os obxectos da publicación que terán asignados DOI:
hy: Խնդրում ենք ընտրել հրատարակչական օբյեկտները, որոնց հատկացվելու են թվային օբյեկտների նույնացուցիչներ (DOI).
ka_ge: გთხოვთ აირჩიოთ გამოქვეყნებული ობიექტები, რომლებსაც ექნებათ DOI:
ky: DOI дайындалуучу жарыялоо объекттерин тандаңыз:
lt: Pasirinkite publikuojamus objektus, kuriems bus priskirti skaitmeniniai objektų identifikatoriai (DOI):
lv: Lūdzu, atlasiet publicēšanas objektus, kuriem tiks piešķirti digitālo objektu identifikatori (DOI):
mr: कृपया डिजीटल ऑब्जेक्ट आयडेंटिफायर्स (DOI) दिलेला प्रकाशनयोग्य मजकूर निवडा :
ms: Sila pilih objek penerbitan yang akan diberikan Pengecam Objek Digital (DOI):
nl: Kies de objecten waaraan Digital Object Identifiers (DOI) toegekend worden:
pl: Wybierz publikowane obiekty, dla których zostanie przypisane DOI:
ru: Пожалуйста выберите публикуемые объекты, которые будут иметь присвоенные идентификаторы цифровых объектов (Digital Object Identifier, DOI):
uk: Будь ласка, виберіть об'єкти публікації, яким буде призначено цифрові ідентифікатори об'єктів DOI:
uz_cyrl: DOI — бу онлайн нашр этилган объектларни бир хилда аниқлаш имконини берувчи доимий идентификатор.
uz_uz@latin: Iltimos, raqamli ob'ekt identifikatorlari (DOI) tayinlanadigan nashriyot ob'ektlarini tanlang:
zh_hant: 請選擇將會配置數位物件識別碼(DOI)之出版物：

# doi.manager.settings.enableRepresentationDoi
source: Article Galleys
ar: الألواح الطباعية للمقالة
az: Dizayn formatları
bg_bg: Типографии
eu: Artikuluaren galeradak
fi: Julkaistavat tiedostot
gl: Galeradas
hy: Հոդվածի շարվածքներ
ka_ge: გალერეები
ky: Макала версткалары
lt: Straipsnių galerijos
lv: Rakstu saliktņi
mr: लेखांची कच्ची मुद्रिते (गॅलीज)
ms: Galeri Artikel
nl: Proeven
pl: Pliki
ru: Гранки
uk: Гранки
uz_cyrl: Файллар (galleys) учун DOI-ни ёқиш
uz_uz@latin: Galleylar
zh_hant: 文章校對樣本

# doi.manager.settings.galleysWithDescription
source: Article galleys, such as a published PDF
ar: الألواح الطباعية للمقالة، مثل ملفات PDF المنشورة
az: Məqalə dizayn formatları, PDF kimi
eu: Artikuluaren galeradak, hala nola argitaratutako PDF bat
fi: Artikkelien julkaistut tiedostot, esimerkiksi PDF-tiedostot
hy: Հոդվածների շարվածքներ, ինչպիսիք են հրապարակված PDF-ը
ky: Макала версткалары, мисалы жарыяланган PDF
lt: Straipsnių galerijos, pvz., publikuotas PDF failas
lv: Rakstu saliktņi, piemēram, publicēts PDF dokuments
mr: PDF स्वरूपातली लेखांची कच्ची मुद्रिते (गॅलीज)
ms: Galley artikel, seperti PDF yang diterbitkan
nl: Artikeldrukproeven, zoals een gepubliceerde PDF
pl: Pliki artykułu, np opublikowane PDF, HTML
ru: Гранки статей, например, опубликованные в формате PDF
uk: Гранки статті, наприклад опублікований PDF-файл
uz_cyrl: Танланган форматдаги файллар учун DOI тайинланади.
zh_hant: 文章校對樣本，例如出版的PDF

# doi.manager.settings.doiPrefix
source: DOI Prefix
ar: بادئة DOI
az: DOI ön şəkilçisi
bg_bg: DOI префикс
eu: DOI aurrizkia
fi: DOI-prefiksi
gl: Prefixo DOI
hy: DOI նախածանց
ka_ge: DOI პრეფიქსი
ky: DOI префикси
lt: DOI priedlis
lv: DOI prefikss
mr: DOI उपसर्ग (Prefix)
ms: Awalan DOI
nl: DOI voorvoegsel
pl: Prefiks DOI
ru: Префикс DOI
uk: Префікс DOI
uz_cyrl: DOI префикси
uz_uz@latin: DOI prefiksi
zh_hant: DOI字首

# doi.manager.settings.doiPrefixPattern
source: The DOI prefix is mandatory and must be in the form 10.xxxx.
ar: إن بادئة DOI هي إجبارية وينبغي أن تكون بصيغة 10.xxxx.
az: Doi prefiksi məcburidir 10.xxxx formatında olmalıdır.
bg_bg: Префиксът на DOI е задължителен и трябва да е във формата 10.xxxx.
eu: DOI aurrizkia nahitaezkoa da eta 10.xxxx formatuan egon behar du.
fi: DOI-prefiksi on pakollinen, ja sen on oltava muodossa 10.xxxx.
gl: O prefixo DOI é obrigatorio e debe ter a forma 10.xxxx.
hy: DOI նախածանցը պարտադիր է և պետք է լինի 10.xxxx ձևով:
ka_ge: DOI პრეფიქსი სავალდებულოა და უნდა იყოს 10.xxxx ფორმატში.
ky: DOI префикси милдеттүү жана 10.xxxx форматында болушу керек.
lt: DOI prefiksas yra privalomas ir turi būti pateiktas 10.xxxx formatu.
lv: DOI prefikss ir obligāts, un tam jābūt 10.xxxx formā.
mr: DOI उपसर्ग (Prefix) अनिवार्य आहे आणि तो 10.xxxx स्वरूपात असणे आवश्यक आहे.
ms: Awalan DOI adalah wajib dan mesti dalam bentuk 10.xxxx.
nl: Het DOI voorvoegsel is verplicht en heeft de volgende vorm: 10.xxxx.
pl: Prefiks DOI jest wymagany i musi posiadać formę 10.xxx.
ru: Префикс DOI обязателен и должен быть в форме 10.xxxx.
uk: Префікс є обов'язковим елементом DOI, він має бути у формі 10.xxxx.
uz_cyrl: DOI префикси шакли 10.xxxx бўлиши керак.
uz_uz@latin: DOI prefiksi majburiy bo'lib, 10.xxxx shaklida bo'lishi kerak.
zh_hant: 必須提供DOI字首，字首需使用10.xxxx格式。

# doi.manager.settings.doiSuffixPattern
source: Enter a custom suffix pattern for each publication type. The custom suffix pattern may use the following symbols to generate a suffix:<br><br> <code>%j</code> Journal Initials<br> <code>%v</code> Issue Volume<br> <code>%i</code> Issue Number<br> <code>%Y</code> Issue Year<br> <code>%a</code> Article ID<br> <code>%g</code> Galley ID<br> <code>%f</code> File ID<br> <code>%p</code> Page Number<br> <code>%x</code> Custom Identifier<br><br> Beware that custom suffix patterns often lead to problems generating and depositing DOIs. When using a custom suffix pattern, carefully test that editors can generate DOIs and deposit them to a registration agency like Crossref.
ar: أدخل نمط لاحقة مخصص لكل نوع من أنواع النشر. يمكن لنمط اللاحقة المخصص أن يستعمل الرموز الآتية لتوليده:<br><br> <code>%j</code> الحروف الأولى للمجلة<br> <code>%v</code> مجلد العدد<br> <code>%i</code> رقم العدد<br> <code>%Y</code> سنة العدد<br> <code>%a</code> مُعرَّف المقالة<br> <code>%g</code> معرف اللوح الطباعي<br> <code>%f</code> معرف الملف<br> <code>%p</code> رقم الصفحة<br> <code>%x</code> المعرف المخصص<br><br> كن على دراية بأن أنماط اللواحق المخصصة غالبًا ما تؤدي إلى مشاكل في توليد معرفات المكونات الرقمية وإيداعها. عند استعمال نمط لاحقة مخصص، قم باختباره بعناية للتأكد من قابلية المحررين على توليد معرفات المكونات الرقمية وإيداعها لدى وكالات التسجيل مثل Crossref.
az: DOI əlavələrini yaratmaq üçün aşağıda daxil edilən şablonu istifadə edin. Jurnal üçün %", cild nömrəsi üçün %v, nömrə üçün %i, il üçün %Y, OJS məqalə ID-si üçün "%a", OJS dizayn tablası ID-si üçün %g, OJS fayl ID-si üçün %f, səhifə nömrəsi üçün %p ve "Xüsusi tərifedici" üçün %x istifadə edin.
bg_bg: Използвайте въведеният по-долу шаблон, за да генерирате суфикси за DOI. Използвайте %j за инициалите на списанието, %v за номера на тома, %i за номера на броя, %Y за годината, %a за идентификатор на статия в OJS, %g за идентификатор на типография в OJS, %f за идентификатор на файл в OJS, %p за номер на страница и %x за "Персонален идентификатор".
eu: Sartu atzizki-eredu pertsonalizatu bat argitalpen-mota bakoitzerako. Atzizki-eredu pertsonalizatuak sinbolo hauek erabil ditzake atzizki bat sortzeko:<br><br> <code>%j</code> Aldizkariaren inizialak<br> <code>%v</code> Zenbakiaren-bolumena<br> <code>%i</code> Zenbakia<br> <code>%Y</code> Zenbakiaren urtea<br> <code>%a</code> Artikuluaren IDa<br> <code>%g</code> Galerada IDa<br> <code>%f</code> Fitxategiaren IDa<br> <code>%p</code> Orrialde-zenbakia<br> <code>%x</code> Identifikatzaile pertsonalizatua<br><br> Kontuan izan atzizki-eredu pertsonalizatuek arazoak sortzen dituztela DOIak sortzeko eta gordailutzeko. Atzizki-eredu pertsonalizatu bat erabiltzean, egiaztatu arretaz editoreek DOIak sor ditzaketela eta Crossref bezalako erregistro-agentzia batean gordailutu ditzaketela.
fi: Anna mukautettu suffix-rakenne kullekin sisältötyypille. Mukautetussa suffix-rakenteessa voidaan käyttää seuraavia symboleja:<br><br> <code>%j</code> Julkaisun alkukirjaimet<br> <code>%v</code> Numeron vuosikerta<br> <code>%i</code> Numero<br> <code>%Y</code> Numeron julkaisuvuosi<br> <code>%a</code> Artikkelin ID<br> <code>%g</code> Julkaistavan tiedoston ID<br> <code>%f</code> Tiedoston ID<br> <code>%p</code> Sivunumero<br> <code>%x</code> Mukautettu tunniste<br><br> Huom! Mukautetut suffix-rakenteet johtavat usein ongelmiin DOI-tunnusten luomisessa ja tallentamisessa. Kun käytät mukautettua suffix-rakennetta, testaa huolellisesti, että toimittajat pystyvät luomaan DOI-tunnuksia ja rekisteröimään ne Crossrefin kaltaiselle rekisteröintitoimistolle.
gl: Use o padrón que se insire a continuación para xerar sufixos DOI. Use %j para as iniciais da publicación, %v para o número do volume, %i para o número do número, %Y para o ano, %a para o ID do artigo OJS, %g para o ID da galerada OJS, %f para o ID do arquivo OJS , %p para o número de páxina e %x para "Identificador personalizado".
hy: Մուտքագրեք անհատականացված վերջածանցի նմուշ յուրաքանչյուր հրապարակման տեսակի համար: Անհատականացված վերջածանցի նմուշը կարող է օգտագործել հետևյալ նշանները վերջածանց ստեղծելու համար.<br><br> <code>%j</code> Ամսագրի սկզբնատառեր<br> <code>%v</code> Թողարկման հատորը<br> <code >%i</code> Թողարկման թիվը<br> <code>%Y</code> Թողարկման տարին<br> <code>%a</code> Հոդվածի ID<br> <code>%g</code> Շարվածքի ID<br> <code>%f</code> Նիշքի ID<br> <code>%p</code> Էջի թիվը<br> <code>%x</code> Անհատականացված նույնացուցիչ<br><br> Զգուշացեք որ անհատականացված վերջածանցների ձևանմուշները հաճախ հանգեցնում են DOI-ների ստեղծման և տեղադրման հետ կապված խնդիրների: Անհատականացված վերջածանցի ձևանմուշ օգտագործելիս ուշադիր ստուգեք, որ խմբագիրները կարող են ստեղծել DOI և դրանք փոխանցել գրանցման գործակալությանը, ինչպիսին է Crossref-ը:
ka_ge: გამოიყენეთ ქვენოთ მოცემული შაბლონი, DOI სუფიქსების გენერირებისთვის. გამოიყენეთ %j ჟურნალის აბრევიატურისათვის, %v ტომის ნომერისათვის, %i გამოცემისათვის, %Y წლისათვის, %a სტატიის ID-სათვის, %g OJS-ის გალერეასთვის, %f OJS ფაილის ID-სათვის, %p გვერდის ნომრისათვის და %x, როგორც ინდივიდუალური სუფიქსი.
ky: Ар бир жарыялоо түрү үчүн атайын суффикс үлгүсүн киргизиңиз. Атайын суффикс үлгүсү төмөнкү белгилерди колдоно алат:<br><br> <code>%j</code> Журналдын баш тамгалары<br> <code>%v</code> Чыгарылыш том<br> <code>%i</code> Чыгарылыш номери<br> <code>%Y</code> Чыгарылыш жылы<br> <code>%a</code> Макала ID<br> <code>%g</code> Верстка ID<br> <code>%f</code> Файл ID<br> <code>%p</code> Барак номери<br> <code>%x</code> Атайын идентификатор<br><br> Эскертүү: атайын суффикс үлгүлөрү көбүнчө DOI түзүү жана каттоо көйгөйлөрүнө алып келет. Атайын суффикс үлгүсүн колдонгондо, редакторлор DOI түзүп, Crossref сыяктуу каттоо агенттигине тапшыра алышын кылдат текшериңиз.
lt: Įveskite pasirinktinį priesagos šabloną kiekvienam leidinio tipui. Pasirinktiniame priesagos šablone priesagai generuoti gali būti naudojami šie simboliai:<br><br>
lv: Ievadiet pielāgotu sufiksa formu katram publikācijas veidam. Pielāgotā sufiksa veidnē var izmantot šādus simbolus, lai ģenerētu sufiksu:<br><br> <code>%j</code> Žurnāla iniciāļi<br> <code>%v</code> Žurnāla sējums<br> <code>%i</code> Žurnāla numurs<br> <code>%Y</code> Žurnāla numura gads<br> <code>%a</code> Raksta ID<br> <code>%g</code> Saliktņa ID<br> <code>%f</code> Datnes ID<br> <code>%p</code>Lapas numurs<br> <code>%x</code> Pielāgots identifikators<br><br> Jāievēro, ka pielāgotie sufiksu modeļi bieži rada problēmas ar DOI ģenerēšanu un deponēšanu. Ja izmantojat pielāgotu sufiksa modeli, rūpīgi pārbaudiet, vai redaktori var ģenerēt DOI un deponēt tos reģistrācijas aģentūrā, piemēram, Crossref.
mr: प्रत्येक प्रकाशन प्रकारासाठी सानुकूल प्रत्यय प्रारूपाची (suffix pattern) नोंद करा. सानुकूल प्रत्यय प्रारूपाची (suffix pattern) निर्मिती करण्यासाठी खालील चिन्हे वापरू शकतो : <br><br> <code>%j</code> नियतकालिकाची अद्याक्षरे<br> <code>%v</code> खंड क्रमांक<br> <code >%i</code> अंक क्रमांक<br> <code>%Y</code> अंकाचे वर्ष<br> <code>%a</code> लेखाचा आयडी<br> <code>%g</code> कच्च्या मुद्रिताचा आयडी<br> <code>%f</code> फाईल आयडी<br> <code>%p</code> पृष्ठ क्रमांक<br> <code>%x</code> कस्टम आयडेंटिफायर<br><br> सानुकूल प्रत्यय प्रारूपा (suffix pattern) मुळे अनेकदा DOI तयार करण्यात आणि त्याची नोंदणी करण्यात समस्या निर्माण होतात त्यामुळे याबाबत सावध रहा. सानुकूल प्रत्यय प्रारूप (suffix pattern) वापरताना संपादक DOI तयार करू शकतात आणि Crossref सारख्या नोंदणी संस्थेकडे त्याची नोंदणी करू शकतात याची काळजीपूर्वक चाचणी करा.
ms: Masukkan corak akhiran tersuai untuk setiap jenis penerbitan. Corak akhiran tersuai mungkin menggunakan simbol berikut untuk menjana akhiran:<br><br> <code>%j</code> Jurnal Awal<br> <code>%v</code> Jilid Isu<br> <kod >%i</code> Nombor Keluaran<br> <code>%Y</code> Tahun Keluaran<br> <code>%a</code> ID Artikel<br> <code>%g</code> Galley ID<br> <code>%f</code> ID Fail<br> <code>%p</code> Nombor Halaman<br> <code>%x</code> Pengecam Tersuai<br><br> Berhati-hati bahawa corak akhiran tersuai sering membawa kepada masalah menjana dan mendepositkan DOI. Apabila menggunakan corak akhiran tersuai, uji dengan teliti bahawa editor boleh menjana DOI dan mendepositkannya kepada agensi pendaftaran seperti Crossref.
nl: Gebruik onderstaand patroon om DOI achtervoegsels te genereren. Gebruik %j voor de initialen van het tijdschrift, %v voor het bandnummer, %i voor het nummer, %Y voor het jaar, %a voor het OJS ID van het artikel, %g voor het OJS ID van de proef, %f voor het OJS ID van het bestand, *p voor het paginanummer en %x voor "Aangepaste identificatie".
pl: Podaj wzór do generowania sufiksu DOI. Użyj %j dla inicjałów czasopisma, %v dla wolumenu, %i dla numeru, %Y dla roku, %a dla ID artykułu, %g dla ID pliku z tekstem, %f dla ID pliku OJS, %p dla numeru strony oraz %x dla własnego parametru.
ru: Использовать шаблон, введенный ниже, для генерации суффиксов DOI. Используйте %j для аббревиатуры журнала, %v для номера тома, %i для номера выпуска, %Y для года, %a для ID статьи в OJS, %g для ID гранки в OJS, %f для ID файла в OJS, %p для номера страницы и %x для «индивидуального суффикса».
uk: Введіть настроюваний шаблон суфікса для кожного типу публікації. Настроюваний шаблон суфікса може використовувати такі символи для створення суфікса:<br><br> <code>%j</code> Ініціали журналу<br> <code>%v</code> Том випуску<br> <code>%i</code> Номер випуску<br> <code>%Y</code> Рік випуску<br> <code>%a</code> ID статті<br> <code>%g</code> ID гранок<br> <code>%f</code> ID файлу<br> <code>%p</code> Номер сторінки<br> <code>%x</code> Користувацький ідентифікатор<br><br> Остерігайтеся того, що користувацькі шаблони суфіксів часто призводять до проблем зі створенням і депонуванням DOI. Використовуючи власний шаблон суфіксів, ретельно перевірте, чи можуть редактори генерувати DOI та депонувати їх у реєстраційному агентстві, такому як Crossref.
uz_cyrl: DOI суффикси андозаси
uz_uz@latin: DOI qo'shimchalarini yaratish uchun quyida kiritilgan naqshdan foydalaning. Jurnal bosh harflari uchun %j, jild soni uchun %v, nashr raqami uchun %i, yil uchun %Y, OJS maqola identifikatori uchun %a, OJS gadjet identifikatori uchun %g, OJS fayl identifikatori uchun %f dan foydalaning. , sahifa raqami uchun %p va "Maxsus identifikator" uchun %x.

# doi.manager.settings.doiSuffixPattern.example
source: For example, vol%viss%ipp%p could create a DOI such as 10.1234/vol3iss2pp230
ar: على سبيل المثال، vol%viss%ipp%p يمكنك إنشاء DOI مماثل لـ 10.1234/vol3iss2pp230
az: Məsələn; vol%viss%ipp%p kodlaması, 10.1234/vol3iss2pp230 kimi bir DOI yaradıla bilər
bg_bg: Например, vol%viss%ipp%p може да създаде DOI като 10.1234/vol3iss2pp230
eu: Adibidez, vol%viss%ipp%p-k honelako DOI bat sor dezake: 10.1234/vol3iss2pp230
fi: Esimerkiksi rakenne vol%viss%ipp%p voi luoda seuraavanlaisen DOI-tunnisteen: 10.1234/vol3iss2pp230
gl: Por exemplo, vol%viss%ipp%p podería crear un DOI como 10.1234/vol3iss2pp230
hy: Օրինակ, vol%viss%ipp%p կարող է ստեղծել DOI, ինչպիսին է 10.1234/vol3iss2pp230
ka_ge: მაგალითად, vol%viss%ipp%p შეუძლია შექმნას DOI ასეთი სახით: 10.1234/vol3iss2pp230
ky: Мисалы, vol%viss%ipp%p үлгүсү 10.1234/vol3iss2pp230 DOI түзө алат
lt: Pavyzdžiui, vol%viss%ipp%p galėtų sukurti DOI, pvz. 10.1234/vol3iss2pp230
lv: Piemēram, vol%viss%ipp%p izveidos tādu DOI kā 10.1234/vol3iss2pp230
mr: उदाहरणार्थ, vol%viss%ipp%p प्रत्यय प्रारूप (suffix pattern) 10.1234/vol3iss2pp230 असा DOI तयार करू शकते
ms: Sebagai contoh, vol%viss%ipp%p boleh mencipta DOI seperti 10.1234/vol3iss2pp230
nl: Bijvoorbeeld vol%viss%ipp%p kan resulteren in een DOI als 10.1234/vol3iss2pp230
pl: Przykładowo, vol%viss%ipp%p utworzy DOI 10.1234/vol3iss2pp230
ru: Например, vol%viss%ipp%p может создать DOI вида 10.1234/vol3iss2pp230
uk: Наприклад, vol%viss%ipp%p може створити такий DOI: 10.1234/vol3iss2pp230
uz_cyrl: Мисол: j.v%vi%i (журнал.том.сон.мақола)
uz_uz@latin: Masalan, vol%viss%ipp%p 10.1234/vol3iss2pp230 kabi DOI yaratishi mumkin.
zh_hant: 例如：vol%viss%ipp%p 可使用如10.1234/vol3iss2pp230的DOI

# doi.manager.settings.doiSuffixPattern.issues
source: for issues
ar: للأعداد
az: Nömrələr üçün
bg_bg: за издания
eu: zenbakientzat
fi: numeroille
gl: para os números
hy: թողարկումների համար
ka_ge: გამოცემებისათვის
ky: чыгарылыштар үчүн
lt: dėl problemų
lv: žurnāla numuriem
mr: अंकांसाठी
ms: untuk isu
nl: voor nummers
pl: dla numerów
ru: для выпусков
uk: для випусків
uz_cyrl: Нашр сонлари учун суффикс
uz_uz@latin: masalalar uchun
zh_hant: 各期用

# doi.manager.settings.doiSuffixPattern.submissions
source: for articles
ar: للمقالات
az: Məqalələr üçün
bg_bg: за статии
eu: artikuluentzat
fi: artikkeleille
gl: para os artigos
hy: հոդվածների համար
ka_ge: სტატიებისათვის
ky: макалалар үчүн
lt: straipsniams
lv: rakstiem
mr: लेखांसाठी
ms: untuk artikel
nl: voor artikels
pl: dla artykułów
ru: для статей
uk: для статей
uz_cyrl: Мақолалар учун суффикс
uz_uz@latin: maqolalar uchun
zh_hant: 各文章用

# doi.manager.settings.doiSuffixPattern.representations
source: for galleys
ar: للألواح الطباعية
az: Qaleriyalar üçün
bg_bg: за типографии
eu: galeradentzat
fi: julkaistaville tiedostoille
gl: para as galeradas
hy: շարվածքների համար
ka_ge: გალერეებისათვის
ky: версткалар үчүн
lt: virtuvėms
lv: saliktņiem
mr: कच्च्या मुद्रितांसाठी
ms: untuk galley
nl: voor proeven
pl: dla plików finalnych
ru: для гранок
uk: для гранок
uz_cyrl: Файллар (galleys) учун суффикс
uz_uz@latin: oshxonalar uchun
zh_hant: 各校對樣本用
