Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.forAuthorsToIndexTheirWorkDescription
source: OJS adheres to the <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, which is the emerging standard for providing well-indexed access to electronic research resources on a global scale. The authors will use a similar template to provide metadata for their submission. The Journal Manager should select the categories for indexing and present authors with relevant examples to assist them in indexing their work.
ar: نظام المجلات المفتوحة يتمسك ببروتوكول <a href="https://www.openarchives.org/" target="_blank">مبادرة الأرشيف المفتوح</a> لحصاد البيانات الوصفية، والذي هو آلية التجميع القياسية لتوفير الوصول المفهرس جيداً للموارد البحثية الالكترونية على نطاق عالمي. المؤلفون سيستعملون قالباً مماثلاً لتوفير البيانات الوصفية لطلبات نشرهم. على رئيس هيئة تحرير المجلة إختيار فئات الفهرسة وتقديم أمثلة ذات صلة للمؤلفين لمساعدتهم على فهرسة أعمالهم، عبر فصل الفقرات بفارزة منقوطة (إنجليزية)، مثل: (فقرة1; فقرة2). المدخلات ينبغي أن تقدم كأمثلة عبر استعمال "مثلاً" أو "على سبيل المثال".
az: Açıq Jurnal Sistemləri, dünya miqyasında elektron tədqiqat mənbələrinə çatma məqsədi ilə standart formalaşdıran <a href="https://www.openarchives.org/" target="_blank">Açıq Arxiv Təşəbbüsü</a>nün Metadata Qarışdırma/harmanlama Protokolunu dəstəkləyir. Müəlliflər məqalə müraciətləri üçün data təmin etmək məqsədilə oxşar bir şablon istifadə edəcəklər. Jurnal idarəçisi indeksləmə üçün və mövcud Müəlliflər əlaqədar nümunələrlə birlikdə indekslənmiş çalışmalarını tapmaq üçün nöqtəli vergüllə ayrılmış termin (Məsələn, termin1; termin2) kateqoriyalarını seçməlidir. Girişlər "məs" və ya "məsələn" istifadə edilərək nümunələrdəki kimi edilməlidir.
bg_bg: OJS се придържа към <a href="http://www.openarchives.org/" target="_blank"> инициативата за отворени архиви </a> протокол за събиране на метаданни, който е нововъзникващия стандарт за осигуряване на добре индексиран достъп до електронни изследователски ресурси в световен мащаб. Авторите ще използват подобен шаблон, за да предоставят метаданни за изпращането си. Мениджърът на списанието трябва да избере категориите за индексиране и да представи авторите със съответните примери, за да им помогне при индексирането на тяхната работа.
ca_es: L'OJS s'adhereix al Protocol for metadata Harvesting de l'<a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, que és un estàndard cada vegada més utilitzat a nivell mundial per oferir un accés ben indexat a recursos electrònics de recerca. Els autors/ores utilitzen plantilles semblants per proporcionar les metadades de les seves trameses. L’administrador/a de la revista ha de seleccionar les categories per a la indexació i també ha de proporcionar exemples rellevants als autors/ores per ajudar-los a indexar les seves obres. Els termes s’han de separar amb punt i coma (p. ex. terme1; terme2). Les entrades s’han d’introduir com a exemples utilitzant les formes «p. ex.» o «per exemple».
cs_cz: OJS dodržuje Protokol pro sběr metadat <a href="http://www.openarchives.org/" target="_blank">iniciativy Open Archives</a>, což je nově vznikající standard pro poskytování kvalitně indexovaného přístupu k elektronickým výzkumným zdrojům v celosvětovém měřítku. Autoři budou používat podobnou šablonu pro dodání metadat ke svým příspěvkům. Manažer časopisu by měl zvolit kategorie pro indexaci a poskytnout tak autorům relevantní příklady, které jim pomohou při indexaci jejich prací. Jednotlivé termíny je nutné oddělovat středníkem (např.: termín1; termín2). Položky by měly být uvozeny příklady s použitím „např.“ nebo „například“.
da_dk: OJS overholder protokollen <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, som er udviklingsstandarden for oprettelse af velindekseret adgang til elektroniske forskningsressourcer på et globalt plan. Forfatterne benytter en lignende skabelon til angivelse af metadata til deres manuskript. Tidsskriftschefen vælger de kategorier, der skal indekseres, og præsenterer forfatterne for relevante eksempler med henblik på at hjælpe dem med at indeksere deres værker. Termer adskilles med et semikolon (f.eks. term1; term2). Posterne skal introduceres som eksempler ved hjælp af "F.eks." eller "For eksempel".
de_de: OJS unterstützt das Protocol for Metadata Harvesting der <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, das den Zugang zu gut katalogisierten Forschungsquellen weltweit eröffnet. Die Autor/innen veröffentlichen Metadaten ihrer Beiträge nach einer ähnlichen Vorlage. Die Zeitschriftenverwalterin/der Zeitschriftenverwalter sollte die Kategorien für die Indizierung auswählen und den Autor/innen passende Beispiele an die Hand geben, die die Indizierung ihrer Arbeit erleichtern, wobei die Begriffe durch Semikolon getrennt werden (z.B. Begriff1; Begriff2). Die Einträge sollten als Beispiele (mit "z.B." oder "zum Beispiel") gekennzeichnet sein.
es_es: OJS se adhiere al protocolo <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, estándar emergente para proporcionar acceso indexado a recursos de investigación electrónicos a escala global. Los autores/as deben usar una plantilla similar para proporcionar los metadatos necesarios para sus envíos. El gestor/a de la revista debe seleccionar las categorías para la indexación y mostrar a los autores/as ejemplos relevantes para ayudarlos a indexar sus trabajos, separando los términos con un punto y coma (p. ej., término1; término2). Las entradas deben introducirse como ejemplos utilizando "p. ej.," o "Por ejemplo,".
eu: OJS <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> ekimenaren Metadatuak Biltzeko Protokoloari (Protocol for Metadata Harvesting) atxikitzen zaio. Protokolo hori estandar berri bat da, eta mundu guztiko ikerketako baliabideak eskaintzen ditu ongi indexatuta. Egileek antzeko txantiloi bat erabiliko dute beren bidalketaren metadatuak emateko. Aldizkariaren kudeatzaileek indexatzeko kategoriak hautatuko dituzte eta egileei adibide argigarriak emango dizkiete beren lana indexatzen laguntzeko, gako-hitzak puntu eta komaz bereiziz (adib., 1terminoa; 2terminoa). Sarrerak adibide moduan sartu behar dira "Adib.," edo "Adibidez," jarrita.
fa_ir: OJS بر مبنای پروتکل <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> برای استخراج فراداده عمل می‌کند. این پروتکل استاندارد برای دسترسی کاملاً به منابع پژوهشی الکترونیکی نمایه شده در یک مقیاس جهانی می‌باشد. برای وارد کردن این اطلاعات فرم مشابهی در دسترس نویسندگان قرار می‌گیرد تا فراداده‌های ارسال شده خود را وارد کنند. مدیر مجله می‌تواند قسمت‌هایی که مایل به نمایه کردن است را انتخاب کند. همچنین مثال‌هایی نیز برای نویسندگان فراهم نماید تا به آن‌ها در جهت نمایه کردن فعالیت‌های خود کمک کند.
fi: OJS noudattaa <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiativen</a> protokollaa metatietojen haravoinnista, joka on nouseva standardi elektronisten tutkimusresurssien hyvin indeksoidun saatavuuden tarjoamisessa maailmanlaajuisesti. Kirjoittajat käyttävät samanlaista mallipohjaa antaessaan käsikirjoitustensa metatiedot. Julkaisun hallinnoijan tulee valita käytettävät indeksointikategoriat ja avustaa kirjoittajia töidensä indeksoinnissa olennaisia esimerkkejä tarjoamalla.
fr_fr: OJS se conforme à l'<a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, qui constitue, à l'échelle mondiale, la nouvelle norme d'indexation des ressources numériques issues de la recherche. Les auteurs utiliseront un modèle semblable pour fournir des métadonnées pour leur soumission. Le directeur ou la directrice de la revue devra sélectionner les catégories pour l'indexation et présenter aux auteurs et auteures des exemples pertinents afin de les aider à indexer leur travail.
gl: OJS adhírese ao protocolo <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> (OAI) para a recolección de metadatos, que é o estándar emerxente para proporcionar acceso ben indexado a recursos electrónicos de investigación a escala mundial. Os autores/as utilizarán un modelo similar para proporcionar metadatos para o seu envío. O Administrador da revista debería seleccionar as categorías para indexar e presentar aos autores exemplos relevantes para axudalos a indexar o seu traballo.
hi_in: OJS का पालन करता है <a href="http://www.openarchives.org/" target="_blank">Open अभिलेखीय पहल </a> मेटाडेटा कटाई के लिए प्रोटोकॉल, जो वैश्विक स्तर पर इलेक्ट्रॉनिक अनुसंधान संसाधनों तक अच्छी तरह से अनुक्रमित पहुंच प्रदान करने के लिए उभरता हुआ मानक है। लेखक अपनी प्रस्तुति के लिए मेटाडेटा प्रदान करने के लिए एक समान टेम्पलेट का उपयोग करेंगे। जर्नल प्रबंधक को अनुक्रमणिका के लिए श्रेणियों का चयन करना चाहिए और लेखकों को प्रासंगिक उदाहरणों के साथ प्रस्तुत करना चाहिए ताकि वे अपने काम को अनुक्रमित करने में सहायता कर सकें।
hr_hr: OJS se oslanja na <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokol za sakupljanje metapodataka, koji predstavlja standard u nastajanju sa ciljem omogućavanja dobro indeksiranog pristupa elektroničkim istraživačkim izvorima na globalnom nivou. Autori će koristiti jednostavan predložak kako bi naveli metapodatke za svoje priloge. Glavni urednik treba odabrati kategorije za indeksiranje i predstaviti autorima relevantne primjere, kako bi im pomogao u indeksiranju njihova rada, odvajajući pojmove s točka-zarezom (npr. naziv1; naziv2). Ne zaboravite popis primjera otpočeti sa "Npr." ili "Na primjer".
hy: OJS-ը հավատարիմ է <a href="https://www.openarchives.org/" target="_blank">Բաց արխիվների նախաձեռնության</a> Մետատվյալների հավաքագրման արձանագրությանը, որը ձևավորվող ստանդարտն է լավ ինդեքսավորված մուտք ապահովելու համար էլեկտրոնային հետազոտական ռեսուրսներ համաշխարհային մասշտաբով: Հեղինակները կօգտագործեն նմանատիպ ձևանմուշ՝ իրենց ներկայացմանը մետատվյալներ տրամադրելու համար: Ամսագրի կառավարիչը պետք է ընտրի ինդեքսավորման համար նախատեսված դասերը և հեղինակներին ներկայացնի համապատասխան օրինակներ՝ օգնելու նրանց ինդեքսավորել իրենց աշխատանքը:
id_id: OJS mengikuti Protocol for Metadata Harvesting dari <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, yang merupakan standar untuk menyediakan akses pengindeksan dengan baik ke sumber riset elektronik di skala global. Penulis akan menggunakan template untuk metadata naskah mereka. Manajer Jurnal harus memilih kategori untuk pengindeksan dan memberi Penulis contoh-contoh yang relevan untuk membantu mereka dalam mengindeks naskah mereka.
it_it: OJS aderisce all'<a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative Protocol for Metadata Harvesting</a> (OAI-PMH), lo standard per la creazione di un accesso indicizzato su scala globale alle risorse elettroniche per la ricerca. Gli autori utlizzeranno un modello simile per fornire i metadati relativi alle loro submission. L'amministratore selezioner&#x00E0; le catetorie relative all'indicizzazione, fornendo agli autori esempi utili per la classificazione dei loro lavori, separando i termini con un punto e virgola (es. primo termine; secondo termine). Le varie voci saranno presentate come esempi utilizzando "Es.", oppure "Ad esempio".
ja: OJSはメータデータハーベスティングの<a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> プロトコルに準拠しており、これは世界規模で電子研究資源へのインデックス付きアクセスを提供するための新たな標準となっています。著者は類似のテンプレートを使用して投稿用のメタデータを提供します。雑誌管理者は，索引のためのカテゴリーを選択し，著者に関連する例を提示して，索引付けを支援する必要があります。
ka_ge: OJS იცავს <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> ოქმის მეტამონაცემების მოსავლის აღების პროტოკოლს, რომელიც წარმოადგენს ახალ ინდექსაციურ წვდომას გლობალური მასშტაბის ელექტრონული კვლევითი რესურსები. ავტორები გამოიყენებენ მსგავს შაბლონს, რომ წარმოადგინონ მეტამონაცემები მათი წარსადგენად. ჟურნალის მენეჯერმა უნდა შეარჩიოს კატეგორიები ინდექსირებისთვის და ავტორებს წარუდგინოს შესაბამისი მაგალითები, რათა დაეხმაროს მათ სამუშაოს ინდექსაციაში.
ku_iq: <a href="http://www.openarchives.org/" target="_blank">دەستپێشخەری ئەرشیڤی کراوە </a> سیستەمی گۆڤاری کراوە پەیوەستە بە پڕۆتۆکۆڵی کۆکردنەوەی زانیاری ناو داتا بەیس، کە ستاندرادێکی هەنوکەییە بۆ دابینکردنی مافی دەستپێگەیشتنی تەواو پێرستکراو بە سەرچاوەکانی توێژینەوە لە سەر ئاستی جیهانی. نوسەرەکان ڕوکار و چوارچێوەیەکی هاوشێوە بەکاردەهێنن بۆ پێدانی زانیاری ناو داتا بەیس بۆ ناردنی کارو بەرهەمەکانیان. بەڕێوەبەری گۆڤار دەبێت جۆری پۆلێنەکان هەڵبژێرێت بۆ پێرستکردن و نمونەی پەیوەندیدار بدات بە نوسەرەکان بۆ ئەوەی یارمەتیان بدات لە پێرستکردنی کاروبەرهەمەکانیان.
ky: OJS <a href="http://www.openarchives.org/" target="_blank">Açık Archives Initiative</a> метадайындарды чогултуу протоколун колдойт, ал электрондук изилдөөлөргө жакшы индекстелген мүмкүнчүлүктү камсыз кылуу үчүн стандартка айланып баратат. дүйнө жүзү боюнча ресурстар. Авторлор өз материалдары жөнүндө метадайындарды берүү үчүн окшош шаблонду колдонушат. Журналдын менеджери индекстөө үчүн категорияларды тандап алышы керек жана авторлорго алардын ишин индексациялоого жардам берүү үчүн тиешелүү мисалдарды бериши керек.
lt: OJS adheres to the <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol for Metadata Harvesting, which is the emerging standard for providing well-indexed access to electronic research resources on a global scale. The authors will use a similar template to provide metadata for their submission. The Journal Manager should select the categories for indexing and present authors with relevant examples to assist them in indexing their work.
lv: OJS ievēro <a href="https://www.openarchives.org/" target="_blank">Atvērto arhīvu iniciatīvas</a> metadatu ievākšanas protokolu, kas ir jauns standarts labi indeksētas piekļuves nodrošināšanai elektroniskajiem pētniecības resursiem pasaules mērogā. Autori izmantos līdzīgu veidni, lai sniegtu metadatus saviem manuskriptiem. Žurnāla pārvaldniekam jāizvēlas indeksēšanas kategorijas un jāiesniedz autoriem attiecīgie piemēri, lai palīdzētu viņiem indeksēt savu darbu.
mr: OJS <a href="https://www.openarchives.org/" target="_blank">ओपन आर्काइव्ह इनिशिएटिव्ह</a> प्रोटोकॉलचे पालन करते. इलेक्ट्रॉनिक संशोधन संसाधनांतल्या प्राथमिक माहितीची उचल (मेटाडेटा हार्वेस्टिंगसाठी) त्यावरील सूची सहजतेने उपलब्ध करून देण्यासाठी या जागतिक स्तरावरील उदयोन्मुख मानकाचा वापर केला जातो. लेखक त्यांच्या सादरीकरणाबद्दल प्राथमिक माहिती (मेटाडेटा) प्रदान करण्यासाठी हाच नमुना (टेम्पलेट) वापरतील. नियतकालिकाच्या व्यवस्थापकाने लेखकांना त्यांच्या लेखनाचे योग्य असे प्रवर्ग निवडून सूचीकरण करण्यासाठी सोदाहरण मदत केली पाहिजे.
ms: OJS mematuhi protokol <a href="http://www.openarchives.org/" target="_blank"> Open Archives Initiative </a> Protokol for Metadata Harvesting, yang merupakan standard baru untuk menyediakan akses yang terindeks dengan baik ke sumber penyelidikan elektronik pada skala global. Pengarang akan menggunakan templat serupa untuk menyediakan metadata untuk penyerahan mereka. Pengurus Jurnal harus memilih kategori untuk pengindeksan dan memberikan pengarang contoh yang relevan untuk membantu mereka dalam mengindeks karya mereka.
nb_no: OJS følger <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokoll for innhøsting av metadata, som er en framtidsrettet indekseringsstandard som gir tilgang til elektroniske forskningsressurser på verdensbasis. Forfatterene kommer til å bruke en tilpasset mal for å oppgi slike metadata for sitt manuskript. Redaksjonslederen bør velge kategoriene for indeksering, og gi forfatterene relevante eksempler til hjelp ved indekseringen. Disse termene skal holdes atskilt med a semikolon (for eks. term1; term2). Merk eksemplene som eksempler ved å bruke "For eks." eller "For eksempel,".
nl: OJS houdt zich aan het <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protocol voor Metadata Harvesting, de standaard voor het leveren van goed geïndexeerde toegang tot elektronische wetenschappelijke informatie op wereldschaal. Alle auteurs gebruiken een soortgelijk sjabloon voor het leveren van metadata bij hun inzendingen. De tijdschriftbeheerder selecteert de categorieën voor indexering en levert de auteurs relevante voorbeelden om hen te helpen bij het indexeren van hun werk. Categorieën moeten gescheiden door een puntkomma (bv., term1; term2). De voorbeelden worden als zodanig geïntroduceerd door het gebruik van termen als "bv." of "voorbeeld".
pl: OJS korzysta z <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> - wykorzystywanego na skalę światową protokołu pobierania metadanych. Autorzy dostaną do dyspozycji prosty szablon umożliwiający systemowi generowanie metadanych zgodnych z Open Archives Initiative. Redaktor powinien wybrać kategorie przeznaczone do indeksowania oraz przedstawić przykłady, oddzielając wyrażenia średnikiem (np. wyrażenie1; wyrażenie2).
pt_br: O sistema adota o Protocolo para Coleta de Metadados do <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, que é um padrão emergente para proporcionar acesso com base na indexação a recursos eletrônicos de pesquisa em escala global. Os autores farão uso de um padrão similar para incluir os metadados da submissão. O Gerente da revista deverá escolher as categorias para indexação e apresentar aos autores exemplos relevantes para auxiliá-los na indexação, separando os termos com ponto-e-vírgula (Ex.: termo1; termo2). Os termos deverão ser apresentados como exemplos ao acessar a página, por meio das expressões "Ex." ou "Por exemplo,".
pt_pt: O sistema adopta o Protocolo para Recolha de Metadados do <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, que é um padrão emergente para proporcionar acesso com base na indexação a recursos electrónicos de pesquisa numa escala global. Os autores farão uso de um padrão similar para incluir os metadados da submissão. O Director da revista deverá escolher as categorias para indexação e apresentar aos autores exemplos relevantes para auxiliá-los na indexação, separando os termos com ponto-e-vírgula (Ex.: termo1; termo2). Os termos deverão ser fornecidos como exemplos, utilizando as expressões "Ex." ou "Por exemplo,".
ru: OJS поддерживает протокол сбора метаданных <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, который становится стандартом для обеспечения хорошо индексированного доступа к электронным исследовательским ресурсам в мировом масштабе. Авторы будут использовать аналогичный шаблон для предоставления метаданных о своем материале. Управляющий журналом должен выбрать категории для индексирования и предоставить авторам соответствующие примеры, чтобы помочь в индексировании их работ.
sk_sk: OJS dodržiava Protokol pre zber metadát <a href="http://www.openarchives.org/" target="_blank">iniciativy Open Archives</a>, čo je novo vznikajúci štandard pre poskytovanie kvalitne indexovaného prístupu k elektronickým výskumným zdrojom v celosvetovom meradle. Autori budú používať podobnú šablónu pre dodanie metadát k svojim príspevkom. Manažér časopisu by mal zvoliť kategórie pre indexáciu a poskytnúť tak autorom relevantné príklady, ktoré im pomôžu pri indexácii ich prácou. Jednotlivé termíny je nutné oddeľovať bodkočiarkou (napr .: termín1; termín2). Položky by mali byť sprevádzané príkladmi s použitím "napr." alebo "napríklad".
sl_si: OJS se naslanja na <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokol za zbiranje metapodatkov, ki je standard v nastajanju za dobro indeksiran dostop do elektronskih raziskovalnih virov na globalni ravni. Avtorji bodo uporabljali podobne predloge za določanje metapodatkov svojih prispevkov. Upravnik revije mora izbrati kategorije za indeksiranje in predstaviti avtorjem relevantne primere, ki jim bodo pomagali pri indeksiranju njihovih prispevkov.
sr_rs@cyrillic: OJS је усаглашен са <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> протоколом за сакупљање метаподатака што је нови стандард за обезбеђивање добро индексираног приступа електронским ресурсима на глобалном нивоу. Уатори ће користити сличан шаблон за уписивање метаподатака о својим пријављеним чланцима. Управник часописа ће одабрати категорије за индексирање и представити их ауторима како би им помогао у току индексирања.
sr_rs@latin: OJS je usaglašen sa <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> protokolom za sakupljanje metapodataka što je novi standard za obezbeđivanje dobro indeksiranog pristupa elektronskim resursima na globalnom nivou. Uatori će koristiti sličan šablon za upisivanje metapodataka o svojim prijavljenim člancima. Upravnik časopisa će odabrati kategorije za indeksiranje i predstaviti ih autorima kako bi im pomogao u toku indeksiranja.
sv_se: OJS är ansluten till <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> Protokoll för Metadata Harvesting, är en väletablerad standard som stöder tillgängliggörandet av välindexerad data i en global kontext. Författare använder ett generellt formulär för att beskriva bidragets metadata. Den tidskriftsansvarige anger indexeringskategorier och förse författare med relevanta exempel som kan vara till hjälp vid indexeringen
tr_tr: Açık Dergi Sistemleri, dünya çapında elektronik araştırma kaynaklarına ulaşma amacı ile standart oluşturan <a href="http://www.openarchives.org/" target="_blank">Açık Arşiv Girişimi</a>nin Üst Veri Harmanlama Protokolünü destekler. Yazarlar makale başvuruları için veri sağlamak amacıyla benzer bir şablon kullanacaklardır. Dergi yöneticisi indeksleme için ve mevcut yazarlar ilgili örneklerle birlikte dizinlenmiş çalışmalarını bulmak için noktalı virgülle ayrılmış terim (Örneğin, terim1; terim2) kategorileri seçmelidir. Girişler “ör” veya “örneğin” kullanılarak örneklerdeki gibi yapılmalıdır.
uk: OJS підтримує Протокол для збору метаданих <a href="https://www.openarchives.org/" target="_blank">Open Archives Initiative</a>, який є стандартом забезпечення ефективного доступу до електронних наукових ресурсів у глобальному середовищі. Автори використовуватимуть подібний шаблон для надання метаданих для свого подання. Менеджер журналу повинен вибрати категорії для індексування та надати авторам відповідні приклади, щоб допомогти їм в індексуванні їхньої роботи.
uz_cyrl: OJS глобал индексация стандартларига (OAI) жавоб беради. Муаллифлардан метамаълумотларни тўғри тўлдиришни сўранг.
uz_uz@latin: OJS meta-ma'lumot yig'ish uchun <a href="http://www.openarchives.org/" target="_blank"> ochiq arxivlar tashabbusi </a> protokoliga amal qiladi, bu yaxshi indekslangan kirishni ta'minlashning yangi standarti. global miqyosda elektron tadqiqot manbalari. Mualliflar ularni yuborish uchun metadata berish uchun xuddi shunday shablondan foydalanadilar. Jurnal menejeri indekslash uchun toifalarni tanlashi va mualliflarga o'z ishlarini indeksatsiyalashda yordam berish uchun tegishli misollar keltirishi kerak.
vi_vn: OJS tuân thủ giao thức <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative</a> để thu thập siêu dữ liệu, là tiêu chuẩn mới nổi để cung cấp quyền truy cập được lập chỉ mục tốt vào tài nguyên nghiên cứu điện tử trên quy mô toàn cầu. Các tác giả sẽ sử dụng một mẫu tương tự để cung cấp siêu dữ liệu cho bài gửi của họ. Người quản lý tạp chí nên chọn các danh mục để lập chỉ mục và trình bày các tác giả với các ví dụ có liên quan để hỗ trợ họ lập chỉ mục nghiên cứu của họ.
zh_cn: OJS支持 <a href="http://www.openarchives.org/" target="_blank">Open Archives Initiative(OAI )开放存档计划</a> 协定来编写元数据，其显示标准提供了完善的索引，以存取全球规模的电子研究资源。作者会使用一个类似的模版来提供其投稿稿件的元数据。「期刊管理员」应该选择索引的领域，并请以相干的范例请作者索引他们的作品，用分号来分隔多个项目（例如，项目1; 项目2）。这些项目的前面应该要加上「例如，」或者「比方说：」来介绍。
