Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.plnPluginNotInstalled
source: The PKP Preservation Network (PN) provides free preservation services for any OJS journal that meets a few basic criteria. To archive your journal in the PN, ask your administrator to install the PKP|PN Plugin from the Plugin Gallery.
ar: إن شبكة الحفظ لمشروع المعرفة العامة (PN) تقدم خدمات حفظ مجانية لأي مجلة تعمل بنظام المجلات المفتوحة شريطة أن تلتزم ببعض المعايير الأساسية. لأرشفة مجلتك في هذه الشبكة، أطلب من المشرف على الموقع تنصيب إضافة PKP|PN من معرض الإضافات قريباً.
az: PKP Təhlükəsizlik Şəbəkəsi (PN), bir neçə əsas meyarı təmin edən hər hansı bir OJS jurnalı üçün pulsuz mühafizə xidməti təqdim edir. OJS 3 üçün PKP PN əlavəsi hazırda inkişaf etdirilir və əlavə qaleriyasında yaxın zamanda təqdim ediləcəkdir.
bg_bg: PKP Preservation Network (PN) предоставя безплатни услуги за съхранение на всяко списание на OJS, което отговаря на няколко основни критерия. PKP PN плъгинът за OJS 3 в момента се разработва и скоро ще бъде достъпен в галерията с плъгини.
ca_es: PKP Preservation Network (PN) proporciona serveis de preservació gratuïts per a qualsevol revista OJS que compleixi unes normes bàsiques. El mòdul PKP PN per a OJS 3 està actualment en desenvolupament i estarà disponible a la galeria de mòduls ben aviat.
cs_cz: PKP Preservation Network (PN) poskytuje bezplatné archivační služby pro všechny časopisy OJS, které splňují několik základních kritérií. Plugin PKP PN pro OJS 3 je v současnosti ve vývoji a brzy bude k dispozici v galerii pluginů.
da_dk: The PKP Preservation Network (PN) stiller en gratis bevaringstjenester til rådighed for ethvert OJS-tidsskrift, der opfylder nogle få grundlæggende kriterier. PKP PN plug-in til OJS 3 er i øjeblikket under udvikling og vil snart være tilgængeligt i plug-in-galleriet.
de_de: Das PKP Preservation Network (PN) stellt freie Archivierungsdienste für jede OJS-Zeitschrift bereit, die einige grundsätzliche Kriterien erfüllt. Das PKP-PN-Plugin für OJS 3 wird momentan entwickelt und wird bald in der Plugin-Gallerie verfügbar sein.
es_es: PKP Preservation Network (PN) proporciona servicios gratuitos de preservación para cualquier revista OJS que cumpla con unas normas básicas. El módulo PKP PN para OJS 3 está actualmente en desarrollo y estará disponible en la galería de módulos pronto.
eu: PKP Preservation Network (PN) sareak doako kontserbazio zerbitzuak eskaintzen ditu oinarrizko irizpide batzuk betetzen dituen edozein OJS aldizkarirentzat. Zure aldizkaria PNn artxibatzeko, eskatu administratzaileari Pluginen Galeriatik PKP|PN plugina instalatzeko.
fi: PKP Preservation Network (PN) tarjoaa ilmaisen pitkäaikaissäilytyspalvelun mille tahansa kriteerit täyttävälle OJS-lehdelle. OJS3-yhteensopiva lisäosa on parhaillaan kehitettävä ja se on pian saatavissa lisäosagallerian kautta.
fr_fr: Le PKP Preservation Network (PN) propose un service gratuit d'archivage pour tout journal OJS qui répond à quelques critères de base. Le plugin PKP PN pour OJS 3 est en cours de développement et sera bientôt disponible.
gl: A PKP Preservation Network (PN) ofrece servizos gratuítos de preservación para calquera revista OJS que cumpra cuns criterios básicos. O complemento PKP PN para OJS 3 está actualmente en desenvolvemento e pronto estará dispoñible na galería de complementos.
hi_in: PKP परिरक्षण नेटवर्क (PN) किसी भी ओजस जर्नल के लिए मुफ्त संरक्षण सेवाएं प्रदान करता है जो कुछ बुनियादी मानदंडों को पूरा करता है। ओजेएस 3 के लिए पीकेपी पीएन प्लगइन वर्तमान में विकास में है और जल्द ही प्लगइन गैलरी में उपलब्ध होगा।
hy: PKP Preservation Network (PN) ապահովում է պահպանման անվճար ծառայություններ ցանկացած OJS ամսագրի համար, որը համապատասխանում է մի քանի հիմնական չափանիշներին: Ձեր ամսագիրը PN-ում արխիվացնելու համար խնդրեք ձեր ադմինիստրատորին տեղադրել PKP|PN հավելվածը Հավելվածների պատկերասրահից:
it_it: Il PKP Preservation Network (PN) fornisce un servizio di preservazione gratuito ad ogni rivista OJS che ha alcuni requisiti di base. Il plugin PKP PN per OJS3 è in corso di sviluppo e sarà disponibile tra i plugin installabili presto.
ja: PKPプリザベーション・ネットワーク（PN）は、いくつかの基本的な基準を満たすOJSジャーナルに対して、無料で保存サービスを提供しています。OJS 3用のPKP PNプラグインは現在開発中で、近日中にプラグインギャラリーで公開される予定です。
ka_ge: PKP შენარჩუნების ქსელი (PN) გთავაზობთ უფასო შენარჩუნების მომსახურებას OJS ჟურნალისთვის, რომელიც აკმაყოფილებს რამდენიმე ძირითად კრიტერიუმს. PKP PN მოდული OJS 3-ისთვის ამჟამად დამუშავების პროცესშია და მალე ხელმისაწვდომი იქნება მოდულების გალერეაში.
ku_iq: پڕۆژەی زانیاریی گشتی خزمەتگوزاریی خۆڕایی پێشکەشی هەر گۆڤارێکی سیستەمی گۆڤاری کراوە دەکات ئەگەر بنەما سەرەکییەکانی تێدا بێت.ئەمەش بەم زووانە و لە وەشانی سێیەمدا ئامادە دەبێت.
ky: PN Plugin from the Plugin Gallery.
lt: Tinklas „PKP Preservation Network“ suteikia nemokamą apsaugą visiems kelis pagrindinius reikalavimus atitinkantiems APS žurnalams. Rengiama APS 3-ioji versija – greitai ją rasite įskiepių galerijoje.
lv: PKP Uzturēšanas tīkls (PN – Preservation network) sniedz bezmaksas uzturēšanas pakalpojumus jebkuram OJS žurnālam, kas atbilst vairākiem pamatkritērijiem. Lai arhivētu savu žurnālu PN, lūdziet administratoram instalēt PKP|PN spraudni no spraudņu galerijas.
mr: PKP प्रिझर्वेशन नेटवर्क (PN) काही मूलभूत निकष पूर्ण करणाऱ्या कोणत्याही OJS वापरणार्‍या नियतकालिकासाठी मोफत जतन सेवा प्रदान करते. तुमचे नियतकालिक PN मध्ये संग्रहित करण्यासाठी, तुमच्या प्रशासकाला प्लग-इन गॅलरीमधून PKP|PN प्लग-इन इंस्टॉल करण्यास सांगा.
ms: Preservation Network PKP (PN) menyediakan perkhidmatan pemeliharaan percuma untuk mana-mana jurnal OJS yang memenuhi beberapa kriteria asas. Plugin PKP PN untuk OJS 3 sedang dalam pembangunan dan akan tersedia di galeri plugin tidak lama lagi.
nb_no: PKPs Preservation Network (PN) gir gratis bevaringstjenester for ethvert OJS-tidsskrift som oppfyller noen grunnleggene kriterier. Programtillegget PKP PN for OJS 3 er under utvikling og vil snart bli tilgjengelig i listen over programtillegg.
nl: Het PKP Preservation Network (PN) biedt gratis archiveringsdiensten aan voor alle OJS tijdschriften die aan enkele basiscriteria voldoen. De PKP PN plugin voor OJS 3 wordt momenteel ontwikkeld en zal binnenkort worden beschikbaar gemaakt.
pl: PKP Preservation Network (PN) dostarcza nieodpłatne usługi przechowywania dla każdego czasopisma korzystającego z OJS, które spełnia kilka podstawowych kryteriów. Wtyczka PKP PN dla OJS 3 jest obecnie w fazie rozwoju i będzie wkrótce dostępna w Bibliotece wtyczek.
pt_br: A Rede de Preservação do PKP (PKP PN) providencia serviços gratuitos de preservação para qualquer revista OJS que cumpra um conjunto básico de critérios O plugin PKP PN para OJS 3 está em desenvolvimento e ficará disponível na galeria de plugins em breve.
pt_pt: A Rede de Preservação do PKP (PKP PN) providencia serviços gratuitos de preservação para qualquer revista OJS que cumpra um conjunto básico de critérios O plugin PKP PN para OJS 3 está em desenvolvimento e ficará disponível na galeria de plugins em breve.
ru: Сеть архивирования PKP (PKP Preservation Network, PN) предоставляет бесплатные сервисы архивирования для любых журналов на OJS, удовлетворяющих нескольким базовым критериям. Для архивирования Вашего журнала в PN попросите Вашего администратора системы установить модуль «PKP|PN» из галереи модулей.
sk_sk: PKP Preservation Network (PN) poskytuje bezplatné archivačné služby pre všetky časopisy OJS, ktoré spĺňajú niekoľko základných kritérií. Plugin PKP PN pre OJS 3 je v súčasnosti vo vývoji a čoskoro bude k dispozícii v galérii pluginov.
sl_si: PKP Preservation Network (PN) brezplačno zagotavlja servis za ohranjanje za vse OJS revije, ki zadostujejo nekaj osnovnih kriterijev. PKP PN vtičnik za OJS 3 je trenutno v razvoju in bo kmalu na voljo v katalogu vtičnikov.
sv_se: PKP Preservation Network (PN) tillhandahåller kostnadsfria tjänster för arkivering och bevarande för alla OJS-tidskrifter som uppfyller några grundläggande krav. PKP PN-pluginet i OJS 3 är för närvarande under utveckling och kommer vara tillgängligt i plugin-galleriet inom kort.
tr_tr: PKP Koruma Ağı (PN), birkaç temel kriteri karşılayan herhangi bir OJS dergisi için ücretsiz koruma hizmeti sunmaktadır. OJS 3 için PKP PN eklentisi şu anda geliştiriliyor ve eklenti galerisinde yakında sunulacak.
uk: Мережа збереження PKP (PKP Preservation Network – PKP PN) надає безкоштовні послуги збереження для будь-яких журналів на OJS, що відповідають декільком базовим критеріям. Щоб заархівувати свій журнал у PN, попросіть адміністратора встановити PKP|Плагін PN із галереї плагінів.
uz_cyrl: PKP PN плагини ўрнатилмаган.
uz_uz@latin: PKP saqlash tarmog'i (PN) har qanday OJS jurnali uchun bir necha asosiy mezonlarga javob beradigan bepul konservatsiya xizmatlarini taqdim etadi. OJS 3 uchun PKP PN plagini hozirda ishlab chiqilmoqda va tez orada plaginlar galereyasida bo'ladi.
vi_vn: Mạng bảo quản PKP cung cấp dịch vụ dự phòng miễn phí cho bất kỳ tạp chí OJS nào đáp ứng một vài tiêu chí cơ bản. Plugin PKP PN cho OJS 3 hiện đang được phát triển và sẽ sớm có trong bộ sưu tập plugin.
zh_hant: PKP Preservation Network (PN)提供免費的保存服務予任何達到幾個基本要求的OJS期刊。現正開發應用於OJS 3的PKP PN插件，屆時可在插件一覽選取使用。

# manager.setup.otherLockss
source: LOCKSS and CLOCKSS
ar: خيارات أرشفة LOCKSS و CLOCKSS
az: LOCKSS və CLOCKSS
bg_bg: LOCKSS и CLOCKSS
ca_es: LOCKSS i CLOCKSS
cs_cz: Jiné archivační možnosti
da_dk: Alternative arkiveringsmuligheder
de_de: Einstellungen für alternative Archivierungen
es_es: LOCKSS y CLOCKSS
eu: LOCKSS eta CLOCKSS
fi: Muut arkistointivalinnat
fr_fr: LOCKSS et CLOCKSS
gl: LOCKSS e CLOCKSS
hi_in: LOCKSS और CLOCKSS
hy: LOCKSS և CLOCKSS
is_is: LOCKSS og CLOCKSS
it_it: LOCKSS e CLOCKSS
ja: LOCKSS と CLOCKSS
ka_ge: LOCKSS და CLOCKSS
ku_iq: LOCKSS و CLOCKSS
ky: LOCKSS жана CLOCKSS
lt: Kintamieji archyvavimo nustatymai
lv: LOCKSS un CLOCKSS
mr: LOCKSS आणि CLOCKSS
ms: LOCKSS dan CLOCKSS
nb_no: Alternative arkivvalg
nl: Andere archiveringsopties
pl: Alternatywne opcje archiwizacji
pt_br: Opções Alternativas de Arquivo
pt_pt: Opções Alternativas de Arquivo
ru: LOCKSS и CLOCKSS
sk_sk: Iné archivačné možnosti
sl_si: Možnosti alternativnega arhiviranja
sv_se: Andra alternativ för arkivering
tr_tr: LOCKSS ve CLOCKSS
uk: Альтернативні варіанти архівування
uz_cyrl: LOCKSS ва CLOCKSS тизимлари
uz_uz@latin: LOCKSS va CLOCKSS
vi_vn: LOCKSS và CLOCKSS
zh_hant: LOCKSS及CLOCKSS

# manager.setup.lockssEnable
source: Enable LOCKSS to store and distribute journal content at participating libraries via a LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> page.
ar: تمكين LOCKSS لتخزين وتوزيع محتوى المجلة لدى المكتبات المساهمة بواسطة صفحة LOCKSS <a href="{$lockssUrl}" target="_blank">وثيقة الناشر الأساسية</a>. إن رخصة LOCKSS ستظهر ضمن (عن المجلة) تحت (الحفظ).
az: LOCKSS vasitəsilə iştirakçı kitabxanalarda jurnal məzmununu saxlamaq, paylamaq və <a href="{$lockssUrl}" target="_blank">Naşir Manifesti</a> səhifəsində yer almaq üçün LOCKSS-u aktivləşdirin. LOCKSS lisenziyası "Jurnal Haqqında" səhifəsində görünəcəkdir.
bg_bg: Активирайте LOCKSS да съхранява и разпространява съдържание на списания в участващите библиотеки чрез страницата LOCKSS <a href="{$lockssUrl}" target="_blank">Издателски манифест</a>.
ca_es: Habiliteu LOCKSS per emmagatzemar i distribuir el contingut de la revista en biblioteques col·laboradores a través d'una pàgina de <a href="{$lockssUrl}" target="_blank">manifest editorial</a> LOCKSS.
cs_cz: Umožněte technologii LOCKSS ukládat a distribuovat obsah časopisu v zúčastněných knihovnách přes LOCKSS stránku <a href="{$lockssUrl}" target="_blank">Seznam vydavatelů</a>. LOCKSS licence se zobrazí v části O časopisu – Archivování:
da_dk: Aktivér LOCKSS for at gemme og distribuere tidsskriftsindhold hos deltagende biblioteker via LOCKSS-siden <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>. Der vises en LOCKSS-licens under Om tidsskriftet under Arkiverer:
de_de: Aktivieren Sie LOCKSS und speichern und verteilen Sie den Inhalt der Zeitschrift bei den an LOCKSS teilnehmenden Bibliotheken über ein <a href="{$lockssUrl}" target="_blank">LOCKSS-Manifest</a>. Es erscheint dann eine Lizenz von LOCKSS im "Über uns" der Zeitschrift unter "Archiv":
es_es: Habilite LOCKSS para almacenar y distribuir contenido de la revista en bibliotecas colaboradoras a través de una página del <a href="{$lockssUrl}" target="_blank">Manifiesto editorial</a> LOCKSS.
eu: LOCKSS gaitu aldizkariaren edukia biltegiratzeko eta liburutegi partaideei bidaltzeko LOCKSSen <a href="{$lockssUrl}" target="_blank">Argitaratzailearen Manifestu</a> orri baten bidez.
fa_ir: فعال کردن LOCKSS برای ذخیره و انتشار محتوای مجله در کتابخانه‌های ثبت‌نام شده از طریق صفحه <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>
fi: Tallentaaksesi ja jakaaksesi julkaisun sisältöä osallistuvissa kirjastoissa, ota LOCKSS käyttöön LOCKSS:in <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> -sivun kautta.
fr_fr: Activer LOCKSS pour stocker et distribuer le contenu de la revue aux bibliothèques participantes via une page <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> LOCKSS.
gl: Habilite LOCKSS para almacenar e distribuír contido da publicación nas bibliotecas participantes a través dunha páxina LOCKSS <a href="{$lockssUrl}" target="_blank">Manifesto do editor</a>.
hi_in: LOCKSS <a href="<$lockssUrlarios" target="_blank"> प्रकाशक मैनिफेस्ट </a> पृष्ठ के माध्यम से प्रतिभागी पुस्तकालयों में जर्नल सामग्री को संग्रहीत करने और वितरित करने के लिए LOCKSS को सक्षम करें।
hr_hr: Omogućite LOCKSS-u da u krugu knjižnica koje sudjeluju pohranjuje i distribuira sadržaj vašeg časopisa. <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> stranici. LOCKSS licenca će se pojaviti u stranici About the Journal u Archiving:]]</message> <message key="manager.setup.lockssRegister"><![CDATA[Identificirajte 6-10 knjižnica koje će evidentirati i arhivirati sadržaj časopisa. Na primjer, institucije gdje urednici ili članovi uredništva rade i/ili druge institucije koje već sudjeluju u LOCKSS-u. Pogledajte <a href="http://www.lockss.org/community/" target="_blank">knjižnice koje sudjeluju</a>. Koristite pripremljene pozivnice za (i) <a href="{$lockssExistingArchiveUrl}" target="_blank">knjižnice koje sudjeluju u LOCKSS-u</a> ili (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">knjižnice koje još ne sudjeluju u LOCKSS-u</a>.
hy: Միացրեք LOCKSS-ը` պահելու և տարածելու ամսագրի բովանդակությունը մասնակից գրադարաններում LOCKSS <a href="{$lockssUrl}" target="_blank">Հրատարակչի մանիֆեստ</a> էջի միջոցով:
id_id: Aktifkan LOCKSS untuk menyimpan dan mendistribusikan konten jurnal ke perpustakaan yang berpartisipasi melalui halaman <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> LOCKSS.
it_it: Abilita LOCKSS a conservare e distribuire il contenuto della rivista alle biblioteche partecipanti attivando il <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> page. Una licenza LOCKSS apparir&#x00E0; nelle informazioni sulla rivista, sotto Archiviazione.
ja: LOCKSSに参加している図書館での雑誌コンテンツの保存・配信を、LOCKSS<a href="{$lockssUrl}" target="_blank">発行者マニフェスト</a>ページを介して可能にします。
ka_ge: ჩართეთ LOCKSS, რომ შეინახოს და განაწილდეს ჟურნალის შინაარსი მონაწილე ბიბლიოთეკებში LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> გვერდის საშუალებით.
ku_iq: بەشی لۆکس چالاک بکە تۆ هەڵگرتن و دابەشکردنی ناوەڕۆکی گۆڤار لە کتێبخانە بەشداربووەکان لە ڕێگای لیستی دەزگای بڵاوکردنەوەی لۆکس. <a href="{$lockssUrl}" target="_blank">
ky: LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> барагы аркылуу катышуучу китепканаларда журнал мазмунун сактоо жана таратуу үчүн LOCKSSти иштетиңиз.
lt: Įjunkite LOCKSS, kad žurnalo turinys būtų saugomas ir platinamas dalyvaujančiose bibliotekose per LOCKSS <a href="{$lockssUrl}" target="_blank">leidėjo manifestą</a>.
lv: Ļauj LOCKSS uzglabāt un izplatīt žurnāla saturu iesaistītajās bibliotēkās, izmantojot LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> lapu.
mr: LOCKSS सहभागी लायब्ररींद्वारे नियतकालिकाचा मजकूर संचयित आणि वितरित करण्यासाठी <a href="{$lockssUrl}" target="_blank">प्रकाशकाचे प्रकटीकरण</a> या पृष्ठावर LOCKSS सक्रिय करा.
ms: Dayakan LOCKSS untuk menyimpan dan menyebarkan kandungan jurnal di perpustakaan yang mengambil bahagian melalui halaman <a href="{$lockssUrl}" target="_blank"> Publisher Manifest </a> LOCKSS.
nb_no: La LOCKSS lagre og distribuere tidsskriftinnholdet hos tilsluttede bibliotek via LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>. En LOCKSS-lisens vil i så fall bli vist i «Om» tidsskriftet, under «Arkivering».
nl: Gebruik LOCKSS voor het opslaan en distribueren van de inhoud van het tijdschrift bij deelnemende bibliotheken via een LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> pagina.
pl: Włącz LOCKSS w celu gromadzenia i udostępniania zawartości czasopisma za pośrednictwem usługi LOCKSS. <a href="{$lockssUrl}" target="_blank">Dowiedz się więcej na temat LOCKSS</a>. Treść licencji LOCKSS będzie widoczna w dziale O czasopiśmie.
pt_br: Permitir ao LOCKSS armazenar e distribuir o conteúdo da revista a bibliotecas participantes por meio do <a href="{$lockssUrl}" target="_blank">Manifesto de Publicação</a> do LOCKSS. Uma licença LOCKSS aparecerá na página Sobre a revista na seção Arquivamento:
pt_pt: Permitir ao LOCKSS armazenar e distribuir o conteúdo da revista em bibliotecas participantes através da página do <a href="{$lockssUrl}" target="_blank">Manifesto da Editora</a> do LOCKSS.
ru: Включить LOCKSS для хранения и распространения контента журнала по участвующим библиотекам через страницу <a href="{$lockssUrl}" target="_blank">Манифеста издателя</a> LOCKSS.
sk_sk: Umožnite technológiu LOCKSS ukladať a distribuovať obsah časopisu v zúčastnených knižniciach cez LOCKSS stránku <a href="{$lockssUrl}" target="_blank">Zoznam vydavateľov</a>.
sl_si: Omogočite sistemu LOCKSS, da shranjuje in distribuira vsebino revije po knjižnicah, ki sodelujejo v LOCKSS sistemu. Več o LOCKSS na <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> strani.
sr_rs@cyrillic: Укључи LOCKSS за чување и дистрибуцију садржаја часописа у библиотекама које учествују преко LOCKSS <a href="{$lockssUrl}" target="_blank">Издавачкиманифест</a> стране.
sr_rs@latin: Uključi LOCKSS za čuvanje i distribuciju sadržaja časopisa u bibliotekama koje učestvuju preko LOCKSS <a href="{$lockssUrl}" target="_blank">Izdavački manifest</a> стране.
sv_se: Aktivera LOCKSS för att arkivera och distribuera tidskriftens innehåll till deltagande bibliotek via LOCKSS <a href="{$lockssUrl}" target="_blank">Utgivarmanifest</a> sida.
tr_tr: LOCKSS aracılığı ile katılımcı kütüphanelerde dergi içeriğini depolamak, dağıtmak ve <a href="{$lockssUrl}" target="_blank">Yayıncı Manifestosu</a> sayfasında yer almak için LOCKSS'i etkinleştirin. LOCKSS lisansı "Dergi Hakkında" sayfasında görünecektir.
uk: Дозволити LOCKSS для збереження та розповсюдження змісту журналу бібліотеками, що беруть участь у проєкті, через сторінку <a href="{$lockssUrl}" target="_blank">Видавничий маніфест LOCKSS</a>.
uz_cyrl: LOCKSS архивлаш тизимини фаоллаштириш.
uz_uz@latin: LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> sahifasi orqali ishtirokchi kutubxonalarda jurnal mazmunini saqlash va tarqatish uchun LOCKSS-ni yoqing.
vi_vn: Cho phép LOCKSS lưu trữ và phân phối nội dung tạp chí tại các thư viện tham gia thông qua trang LOCKSS <a href="{$lockssUrl}" target="_blank">Publisher Manifest</a> page.
zh_cn: 启用LOCKSS，在加入LOCKSS的图书馆中保存与散布期刊的内容。<a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>页面。 A LOCKSS的认证信息会显示在「期刊存档」的「期刊介绍」中：
zh_hant: 允許LOCKSS透過LOCKSS<a href="{$lockssUrl}" target="_blank">Publisher Manifest</a>頁面於參與的圖書館儲存及安置期刊期刊內容。
