Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.reviewOptions.reviewerRatings
source: Reviewer Ratings
ar: تقييم المحكم
az: rəyçi dərəcələndirmə
bg_bg: Оценки на рецензента
ca_es: Valoració dels revisors/ores
cs_cz: Hodnocení recenzenta
da_dk: Bedømmerklassificeringer
de_de: Bewertung der Gutachterin/des Gutachters
es_es: Calificación de los revisores/as
eu: Ebaluatzaileen kalifikazioa
fa_ir: امتیاز داور
fi: Arvioijien arvostelu
fr_fr: Notations du rapporteur
gl: Valoracións dos/as revisores/as
hi_in: समीक्षक रेटिंग
hr_hr: Ocjena rada recenzenata
hy: Գրախոսների գնահատականներ
id_id: Rating Review
is_is: Einkunnagjöf á Ritrýni
it_it: Voto ai revisori
ja: 査読の評価
ka_ge: მიმომხილველის რეიტინგი
ku_iq: هەڵسەنگاندنی هەڵسەنگێنەرەکان
ky: Кароочулардын баалары
lt: Recenzentų įvertinimai
lv: Recenzentu reitingi
mr: समीक्षकाचे मूल्यांकन
ms: Penilaian Pengulas
nb_no: Vurdering av fagkonsulenter
nl: Beroordeling reviewers
pl: Ocenianie recenzentów
pt_br: Classificação de avaliadores
pt_pt: Classificação de Revisores
ru: Рейтинги рецензентов
sk_sk: Hodnotenie recenzenta
sl_si: Ocene recenzentov
sr_rs@cyrillic: Бодовања рецензента
sr_rs@latin: Rangiranja recenzenta
sv_se: Granskarens bedömning
tr_tr: Hakem Puanlama
uk: Рейтинги рецензентів
uz_cyrl: Тақризчилар рейтинги
uz_uz@latin: Tekshiruvchi reytinglari
vi_vn: Đánh giá người phản biện
zh_cn: 审稿人评比
zh_hant: 評審員評分

# manager.setup.reviewOptions.reviewerReminders
source: Reviewer Reminders
ar: تذكيرات المحكم
az: rəyçi xatırladıcıları
bg_bg: Напомняния на рецензента
ca_es: Recordatoris per a la revisió
cs_cz: Připomenutí pro recenzenta
da_dk: Påmindelser til bedømmere
de_de: Erinnerung für Gutachter/innen
es_es: Recordatorios para los revisores/as
eu: Ebaluatzaileentzako oroigarriak
fa_ir: یادآوری داور
fi: Arvioijan muistutukset
fr_fr: Rappels au rapporteur
gl: Recordatorios aos revisores/as
hi_in: समीक्षक स्मरणपत्र
hr_hr: Podsjetnici za recenzente
hy: Գրախոսի հիշեցումներ
id_id: Pengingat Review
is_is: Áminningar til ritrýna
it_it: Promemoria per i revisori
ja: 査読リマインダー
ka_ge: რეცენზენტის შეხსენებები
ku_iq: بیرخەرەوەی هەڵسەنگێنەر
ky: Кароочулар үчүн эскертүүлөр
lt: Priminimas recenzentams
lv: Recenzentu atgādinājumi
mr: समीक्षकांसाठी स्मरणपत्रे
ms: Peringatan Pengulas
nb_no: Fagkonsulent-purringer
nl: Herinneringen aan de reviewer
pl: Przypomnienia wysłane recenzentom
pt_br: Lembretes aos avaliadores
pt_pt: Lembretes a Revisores
ru: Напоминания рецензентам
sk_sk: Pripomenutie pre recenzenta
sl_si: Opomniki recenzentom
sr_rs@cyrillic: Подсетници за рецензенте
sr_rs@latin: Podsetnici za recenzente
sv_se: Påminnelse (för granskare)
tr_tr: Hakem Hatırlatıcıları
uk: Нагадування рецензентам
uz_cyrl: Тақризчиларга эслатмалар
uz_uz@latin: Tekshiruvchi eslatmalari
vi_vn: Nhắc nhở phản biện
zh_cn: 审稿人备忘录
zh_hant: 評審員提示

# manager.setup.reviewPolicy
source: Review Policy
ar: سياسة التحكيم
az: Dəyərləndirmə politikası
bg_bg: Политика/правила за рецензия
ca_es: Política de revisió
cs_cz: Pravidla recenzního řízení
da_dk: Bedømmelsespolitik
de_de: Begutachtungsgrundsätze
es_es: Política de revisión
eu: Ebaluazio-politika
fa_ir: سیاست‌های داوری
fi: Arviointiperiaatteet
fr_fr: Politique d'évaluation
gl: Política de revisión
hi_in: समीक्षा नीति
hr_hr: Recenzijska politika
hy: Գրախոսման քաղաքականություն
id_id: Kebijakan Review
is_is: Ritrýnistefna
it_it: Politiche di revisione
ja: 査読ポリシー
ka_ge: რეცენზირების წესები
ku_iq: سیاسەتی هەڵسەنگاندن
ky: Кароо саясаты
lt: Recenzavimo nuostatos
lv: Recenzēšanas politika
mr: समीक्षण धोरण
ms: Polisi Ulasan
nb_no: Om fagvurderingsprosessen
nl: Beleid voor reviews
pl: Zasady recenzji
pt_br: Política de avaliação
pt_pt: Política de Revisão
ru: Правила рецензирования
sk_sk: Pravidlá pre recenzie
sl_si: Recenzijska politika
sr_rs@cyrillic: Политика рецензије
sr_rs@latin: Politika recenzije
sv_se: Granskningspolicy
tr_tr: Değerlendirme Politikası
uk: Політика рецензування
uz_cyrl: Тақриз қилиш сиёсати
uz_uz@latin: Ko'rib chiqish siyosati
vi_vn: Chính sách phản biện
zh_cn: 审稿方针
zh_hant: 評審政策

# manager.setup.searchEngineIndexing
source: Search Indexing
ar: فهرسة محركات البحث
az: Axtarış motoru indeksləşdirmə
bg_bg: Индексиране на търсенето
ca_es: Indexació per als motors de cerca
cs_cz: Indexace vyhledávacími nástroji
da_dk: Søgemaskineindeksering
de_de: Für Suchmaschinen indizieren
es_es: Indización en buscadores
eu: Bilatzailearen indexatzea
fa_ir: نمایه در موتور جستجو
fi: Hakukoneindeksointi
fr_fr: Indexation par les moteurs de recherche
gl: Indexación para os motores de busca
hi_in: इंडेक्स खोज
hr_hr: Indeksiranje časopisa za tražilice
hy: Որոնման ինդեքսավորում
id_id: Pengindeksan Mesin Pencari
is_is: Lyklun fyrir leit
it_it: SEO (Ottimizzazione per i motori di ricerca)
ja: 検索インデックス
ka_ge: ძებნის ინდექსაცია
ku_iq: پێنوێنی گەڕان
ky: Издөө индекстөө
lt: Paieškos vykdyklės indeksavimas
lv: Meklēšanas indeksēšana
mr: शोधसूची
ms: Carian Pengindeksan
nb_no: Søkermotorindeksering
nl: Zoek-indexering
pl: Obecność w wyszukiwarkach internetowych
pt_br: Indexação para mecanismos de busca
pt_pt: Indexação para Mecanismos de Pesquisa
ru: Индексация для поиска
sk_sk: Indexácia vyhľadávacími nástrojmi
sl_si: Indeksiranje revije za iskalnike
sr_rs@cyrillic: Иидексирање претраживачима
sr_rs@latin: Indeksiranje pretraživačima
sv_se: Indexering för sökmotorer
tr_tr: Arama Motoru Dizinlemesi
uk: Індексування пошуковими системами
uz_cyrl: Қидирув тизимларини индексация қилиш
uz_uz@latin: Qidiruv indekslari
vi_vn: Lập chỉ mục tìm kiếm
zh_cn: 搜寻引擎索引
zh_hant: 搜尋索引

# manager.setup.searchEngineIndexing.description
source: Help search engines like Google discover and display your site. You are encouraged to submit your <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
ar: لمساعدة محركات البحث مثل Google في العثور على هذه المجلة وعرض محتوياتها، نحثك على تقديم <a href="{$sitemapUrl}" target="_blank">خريطة الموقع</a> لمجلتك.
az: Google kimi axtarış motorlarının saytı indeskləşdirməsinə köməklik edin. Jurnalınızın <a href="{$sitemapUrl}" target="_blank">site haritasını</a> axtarış indekslərinə yükləyə bilərsiniz.
bg_bg: Помогнете на търсачките като Google да открият и покажат вашия сайт. Насърчаваме ви да изпратите своята <a href="{$sitemapUrl}" target="_blank">карта на сайта</a>.
ca_es: Ajudeu els motors de cerca a trobar i mostrar el seu lloc web. Us animem a enviar el <a href="{$sitemapUrl}" target="_blank">mapa del lloc</a>.
cs_cz: Abyste usnadnili uživatelům vyhledávacích nástrojů objevení tohoto časopisu, poskytněte stručný popis časopisu a relevantní klíčová slova (oddělená středníkem).
da_dk: Hjælp brugere af søgemaskiner med at finde dette tidsskrift ved at angive en kort beskrivelse af tidsskriftet samt relevante nøgleord (adskilt af semikolon).
de_de: Damit die Nutzer/innen von Suchmaschinen die Zeitschrift einfacher finden, stellen Sie bitte eine kurze Beschreibung der Zeitschrift und charakteristische Schlagworte (durch Semikolon getrennt) zusammen.
es_es: Ayude a buscadores como Google a descubrir y mostrar su sitio. Para ello le animamos a enviar su <a href="{$sitemapUrl}" target="_blank">mapa del sitio</a>.
eu: Lagundu Google bezalako bilatzaileei zure gunea aurkitzen eta erakusten. Horretarako, zure <a href="{$sitemapUrl}" target="_blank">gunearen mapa</a> bidaltzera animatzen zaitugu.
fa_ir: برای کمک به موتورهای جستجو جهت نمایه کردن بهتر این مجله توصیف مختصری از مجله و کلیدواژه‌های مناسب که با سمی کولون از هم جدا هستند بیاورید.
fi: Auta Googlea ja muita hakukoneita löytämään sivustosi. Suosittelemme sinua lähettämään <a href="{$sitemapUrl}" target="_blank">sivustokarttasi</a> hakukoneille tiedoksi.
fr_fr: Aider les moteurs de recherche comme Google à découvrir et à afficher votre site. Nous vous encourageons à envoyer votre <a href="{$sitemapUrl}" target="_blank">plan de site</a> (sitemap).
gl: Axuda aos motores de busca como Google a descubrir e amosar o seu sitio web. Animámosche a enviar o teu <a href="{$sitemapUrl}" target="_blank">mapa do sitio</a>.
hi_in: गूगल जैसे खोज इंजनों को अपनी साइट खोजने और प्रदर्शित करने में मदद करें। आपको अपने <a href='{$sitemapUrl}' target='_blank'>sitemap</a> प्रस्तुत करने के लिए प्रोत्साहित किया जाता है।
hr_hr: Kako bi olakšali pronalaženje ovog časopisa pomoću mrežnih tražilica, priložite kratak opis časopisa i relevantnih ključnih riječi (odvojenih točka-zarezima).
hy: Օգնեք Google-ի նման որոնման համակարգերին հայտնաբերել և ցուցադրել ձեր կայքը: Ձեզ խորհուրդ է տրվում ներկայացնել ձեր <a href="{$sitemapUrl}" target="_blank">կայքի քարտեզը</a>:
id_id: Untuk membantu pengguna dalam menemukan jurnal pada search engine, masukkan deskripsi singkat tentang kami dan kata kunci yang relevan (dipisahkan oleh titik koma).
is_is: Hjálpaðu leitarvélum eins og Google að finna og sýna síðuna þína. Við hvetjum þig til að senda inn <a href="{$sitemapUrl}" target="_blank">vefsíðutré</a>.
it_it: Per aumentare la visibilità della rivista nei motori di ricerca, inserisci una breve descrizione e le relative keyword (separate da virgola) oltre alla <a href="{$sitemapUrl}" target="_blank">mappa del sito</a>.
ja: Googleなどの検索エンジンがあなたのサイトを発見・表示するのに役立ちます。<a href="{$sitemapUrl}" target="_blank">サイトマップ</a>を送信することをお勧めします。
ka_ge: დაეხმარეთ საძიებო სისტემებს, როგორიცაა Google, აღმოაჩინონ და აჩვენონ თქვენი საიტი. გთხოვთ, წარადგინოთ თქვენი <a href="{$sitemapUrl}" target="_blank">საიტის რუკა</a> .
ku_iq: یارمەتی پەڕەی گەڕانەکانی وەک گوگڵ بدە بۆ ئەوەی ساییتەکەی تۆ پیشانبدات و بدۆزێتەوە. تۆ هاندەدەین بۆ ئەوەی نەخشتەی ساییتەکەت <a href="{$sitemapUrl}" target="_blank">sitemap</a> پێشکەش بکەیت.
ky: Google сыяктуу издөө системаларына сайтыңызды табууга жана көрсөтүүгө жардам бериңиз. <a href="{$sitemapUrl}" target="_blank">sitemap</a> жөнөтүү сунушталат.
lt: Padėkite paieškos sistemoms, tokioms kaip „Google“, atrasti ir rodyti jūsų svetainę. Raginame pateikti savo <a href="{$sitemapUrl}" target="_blank">svetainės schemą</a>.
lv: Palīdziet meklētājprogrammām, piemēram, Google, atklāt un parādīt jūsu vietni. Aicinām iesniegt savu <a href="{$sitemapUrl}" target="_blank">vietni</a>.
mr: गुगलसारख्या शोध इंजिनांना तुमचे संकेतस्थळ शोधण्यास आणि त्यावरील माहिती प्रदान करण्यास मदत करा. तुम्हाला तुमचे <a href="{$sitemapUrl}" target="_blank">संकेतस्थळ आराखडा (साइटमॅप)</a> सादर करण्यासाठी प्रोत्साहित केले जात आहे.
ms: Bantu enjin carian seperti Google menemui dan memaparkan laman web anda. Anda digalakkan untuk menghantar <a href="{$sitemapUrl}" target="_blank">sitemap</a> anda.
nb_no: For at brukere av søkemotorer skal finne dette tidsskriftet, bør du gi en kort beskrivelse av tidsskriftet. Du oppfordres til å sende inn <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
nl: Help zoekmachines zoals Google uw site te ontdekken en weer te geven. U wordt aangemoedigd om uw <a href="{$sitemapUrl}" target="_blank">sitemap</a> in te dienen.
pl: Pomóż wyszukiwarkom takim jak Google odkryć i wyświetlić Twoją stronę. Zachęcamy do zgłoszenia Twojej <a href="{$sitemapUrl}" target="_blank">mapy witryny</a>.
pt_br: Para auxiliar usuários de mecanismos de busca a descobrir sua revista, inclua uma breve descrição sobre a revista e palavras-chave relevantes (separadas por ponto-e-vírgula ";").
pt_pt: Para auxiliar utilizadores de motores de pesquisa a descobrir a sua revista, inclua uma descrição breve sobre a revista. Encorajamo-lo também a submeter o <a href="{$sitemapUrl}" target="_blank">mapa do site</a>.
ru: Помогите поисковым машинам вроде Google находить и показывать ваш сайт. Рекомендуется отправить <a href="{$sitemapUrl}" target="_blank">карту вашего сайта</a>.
sk_sk: Pomôžte vyhľadávačom, ako je napríklad Google, objaviť a zobraziť vaše stránky. Odporúčame vám odoslať súbor <a href="{$sitemapUrl}" target="_blank">sitemap</a>.
sl_si: Pomagajte iskalnim strojem kot je Google, da lažje odkrijejo in prikažejo vašo stran. Vabljeni ste, da prijavite vaš <a href="{$sitemapUrl}" target="_blank">zemljevid strani</a>.
sr_rs@cyrillic: Напишите кртак опис часописа који могу приказати претраживачи кад приказују резултате претраге.
sr_rs@latin: Napišite kratak opis časopisa koji mogu prikazati pretraživači kad prikazuju rezultate pretrage.
sv_se: Lägg till en kort beskrivning av tidskriften som sökmotorer kan visa när tidskriften visas i sökresultatet
tr_tr: Google gibi arama motorlarının siteyi dizinlemesine yardımcı olun. Derginizin <a href="{$sitemapUrl}" target="_blank">site haritasını</a> arama dizinlerine yüklebilirsiniz.
uk: Допоможіть пошуковим системам, як-от Google, виявляти та відображати ваш вебсайт. Вам рекомендується надіслати свою <a href="{$sitemapUrl}" target="_blank">мапу вебсайту</a>.
uz_cyrl: Сайтнинг Google каби тизимларда кўриниши учун калит сўзлар ва тавсиф қўшинг.
uz_uz@latin: Google kabi qidiruv tizimlariga saytingizni topishga va ko'rsatishga yordam bering. Sizga <ahref="{$sitemapUrl}" target="_blank"> sayt xaritasini </a> yuborish tavsiya etiladi.
vi_vn: Giúp các công cụ tìm kiếm như Google khám phá và hiển thị trang web của bạn. Bạn được khuyến khích gửi <a href="{$sitemapUrl}" target="_blank">sitemap</a> của bạn.
zh_cn: 为协助用户使用搜寻引擎来了解这份期刊，请提供一份简短的期刊说明与相关关键字（以分号(;)加以区隔）。
zh_hant: 我們鼓勵提交<a href="{$sitemapUrl}" target="_blank">網站地圖(sitemap)</a>，此有助如Google的搜尋引擎發現和顯示您的網站。

# manager.setup.searchDescription.description
source: Provide a brief description (50-300 characters) of the journal which search engines can display when listing the journal in search results.
ar: أعط وصفاً موجزاً (من 50 إلى 300 حرف) للمجلة بحيث يمكن لمحركات البحث عرضه عند إدراجها ضمن نتائج البحث.
az: Axtarış nəticələrində sadalanarkən axtarış motorlarının göstərə biləcəyi nəticələr haqqında qısa bir açıqlama (50-300 xarakter) daxil edin.
bg_bg: Предоставете кратко описание (50-300 знака) на списанието, което търсачките могат да покажат при включване на списанието в резултатите от търсенето.
ca_es: Proporcioneu una breu descripció de la revista (50-300 caràcters) que els cercadors puguin mostrar quan la revista aparegui en els resultats d'una cerca.
es_es: Proporcione una breve descripción de la revista (50-300 caracteres) que los buscadores puedan mostrar cuando la revista aparezca en los resultados de búsqueda.
eu: Eman aldizkariaren deskribapen labur bat (50-300 karaktere), bilatzaileek aldizkaria bilaketa-emaitzetan zerrendatzean bistara dezaketena.
fi: Anna lyhyt (50-300 merkkiä) kuvaus, jonka hakukoneet voivat näyttää hakutuloksissaan.
fr_fr: Fournir une brève description de la revue (entre 50 et 300 caractères) que les moteurs de recherche peuvent afficher lorsqu'ils incluent la revue dans les résultats de la recherche.
gl: Ofrece unha breve descrición (50-300 caracteres) da revista que os motores de busca poden amosar ao listar a publicación nos resultados da procura.
hi_in: जर्नल का संक्षिप्त विवरण (50-300 अक्षर) प्रदान करें जो खोज परिणामों में जर्नल को सूचीबद्ध करते समय खोज इंजन प्रदर्शित कर सकते हैं।
hy: Տրամադրեք ամսագրի համառոտ նկարագրությունը (50-300 նիշ), որը որոնող շարժիչները կարող են ցուցադրել ամսագիրը որոնման արդյունքներում ցուցակագրելիս:
is_is: Skráðu stutta lýsingu (50-300 stafir) á tímaritinu sem leitarvélar geta sýnt þegar síðan kemur upp í leitarniðurstöðum.
it_it: Inserire una breve descrizione della testata (50-300 caratteri) che i motori di ricerca possono visulizzare nei risultati di ricerca.
ja: 検索エンジンがジャーナルを検索結果に表示する際に表示できるよう、ジャーナルの簡単な説明（50～300文字）を記入してください。
ka_ge: მიუთითეთ ჟურნალის მოკლე აღწერა (50-300 სიმბოლო), რომლის ჩვენებაც შეუძლიათ საძიებო სისტემებს ჟურნალის ძებნის შედეგებში ჩამონათვალის დროს.
ku_iq: کورتەیەک دەربارەی گۆڤارەکەت (٥٠-٣٠٠ پیت) بنوسە بۆ ئەوەی لە کاتی دۆزینەوەی ناوی گۆڤارەکەت لە گەڕانەکان ئەم کورتەیەش دەربکەوێت.
ky: Журналды издөө системалары натыйжаларда көрсөтө алышы үчүн (50–300 белгиден) кыскача сүрөттөмө бериңиз.
lt: Pateikite trumpą žurnalo aprašymą (50–300 simbolių), kurį paieškos sistemos gali rodyti paieškos rezultatuose.
lv: Sniedziet īsu žurnāla aprakstu (50–300 rakstzīmju), ko meklētājprogrammas var parādīt, iekļaujot žurnālu meklēšanas rezultātos.
mr: नियतकालिकाचे संक्षिप्त वर्णन (50-300 अक्षरात) प्रदान करा ज्याचा उपयोग शोध इंजिने शोधनिष्कर्षांमध्ये नियतकालिक सूचीबद्ध करताना प्रदर्शित करू शकतील.
ms: Berikan penerangan ringkas (50-300 aksara) jurnal yang boleh dipaparkan oleh mesin pencari semasa menyenaraikan jurnal dalam hasil carian.
nb_no: Gi en kort beskrivelse (50-300 tegn) av tidsskriftet som søkemotorene kan presentere når tidsskriftet vises blant søkeresultatene.
nl: Geef een korte beschrijving van het tijdschrift (50-300 lettertekens) die zoekmachines kunnen tonen in de weergave van zoekresultaten.
pl: Dostarcz krótki opis (50-300 znaków) czasopisma, które wyszukiwarka może wyświetlić podczas wymieniania czasopisma w wynikach wyszukiwania.
pt_pt: Insira uma breve descrição (50-300 caracteres) da revista que os motores de busca possam disponibilizar quando inserirem a revista em listas de resultados.
ru: Введите краткое описание (50-300 знаков) журнала, которое будут отображать поисковые машины, при показе журнала в своих результатах выдачи.
sk_sk: Uveďte stručný opis (50-300 znakov) časopisu, ktorý môžu vyhľadávače zobraziť pri zaradení časopisu do výsledkov vyhľadávania.
sl_si: Podajte kratek opis (50-300 znakov) revije, ki ga lahko iskalniki prikažejo poleg vape revije na seznamu zadetkov.
tr_tr: Arama sonuçlarında listelenirken arama motorlarının görüntüleyebileceği sonuçlar hakkında kısa bir açıklama (50-300 karakter) girin.
uk: Надайте короткий опис (50-300 символів) журналу, який пошукові системи можуть відображати при показі журналу в результатах пошуку.
uz_cyrl: Журналнинг қидирув тизимлари учун қисқача тавсифи.
uz_uz@latin: Qidiruv tizimlari jurnalni qidiruv natijalarida ko'rsatganda ko'rsatishi mumkin bo'lgan jurnalning qisqacha tavsifini (50-300 belgidan) bering.
vi_vn: Cung cấp một mô tả ngắn gọn (50-300 ký tự) của tạp chí mà công cụ tìm kiếm có thể hiển thị khi liệt kê tạp chí trong kết quả tìm kiếm.
zh_hant: 提供一個有關期刊的簡介（50-300字），當搜尋引擎在搜尋結果列出期刊時會顯示此簡介。

# manager.setup.sectionsAndSectionEditors
source: Sections and Section Editors
ar: الأقسام ومحرروها
az: Bölmə və bölmə redaktorları
bg_bg: Раздели и редактори на раздели
ca_es: Seccions i editors/ores de secció
cs_cz: Sekce a editoři sekcí
da_dk: Sektioner og sektionsredaktører
de_de: Rubriken und Rubrikredakteur/innen
es_es: Secciones y editores/as de secciones
eu: Atalak eta Ataleko editoreak
fa_ir: انواع مقالات و دبیر آن‌ها
fi: Osastot ja osastotoimittajat
fr_fr: Rubriques et Rédacteurs de rubrique
gl: Seccións e editores/as de seccións
hi_in: अनुभाग और अनुभाग संपादक
hr_hr: Rubrike i rubrika urednika
hy: Բաժիններ և բաժինների խմբագիրներ
id_id: Bagian dan Editor Bagian
is_is: Kaflar og kaflaritstjórar
it_it: Sezioni ed editor di sezione
ja: セクションとセクション編集者
ka_ge: განყოფილებები და სექციების რედაქტორები
ku_iq: بەشەکان و سەرنوسەری بەشەکان
ky: Бөлүмдөр жана бөлүм редакторлору
lt: Skyriai ir skyrių redaktoriai
lv: Sadaļas un sadaļu redaktori
mr: विभाग आणि विभागांचे संपादक
ms: Bahagian dan Editor Bahagian
nb_no: Tidsskriftseksjoner og seksjonsredaktører
nl: Secties en Sectieredacteurs
pl: Działy oraz redaktorzy działów
pt_br: Seções e editores de seção
pt_pt: Secções e Editores de Secção
ru: Разделы и редакторы разделов
sk_sk: Sekcia a editori sekcií
sl_si: rubrike in uredniki rubrik
sr_rs@cyrillic: Секције и уредници секција
sr_rs@latin: Sekcije i urednici sekcija
sv_se: Sektioner och sektionsredaktörer
tr_tr: Bölümler ve Bölüm Editörleri
uk: Розділи та редактори розділів
uz_cyrl: Бўлимлар ва бўлим муҳаррирлари
uz_uz@latin: Bo'limlar va bo'lim muharrirlari
vi_vn: Các chuyên mục và các biên tập viên chuyên mục
zh_cn: 栏目和栏目编辑
zh_hant: 分類及分類編輯
