Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.lockssLicenseDescription
source: A LOCKSS license will appear in About the Journal under Archiving: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
ar: رخصة LOCKSS ستظهر في (عن المجلة) تحت باب الحفظ: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">رخصة LOCKSS</a>
az: CLOCKSS lisenziyası Jurnal Haqqında bölməsində, arxivləşdirmə altında görünəcəkdir: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS Lisansı</a>
bg_bg: Лиценз LOCKSS ще се появи в „За списанието“ под „Архивиране“: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS лиценз</a>
ca_es: Apareixerà una llicència LOCKSS en l'apartat "Sobre la revista" sota "Emmagatzematge": <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">llicència LOCKSS</a>
cs_cz: Licence LOCKSS se objeví v O časopise pod Archivace: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licence LOCKSS</a>
da_dk: En LOCKSS licens vil fremtræde i afsnittet 'Om tidsskriftet' under arkivering: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
de_de: Eine LOCKSS-Lizenz wird in "Über uns" unter Archivierung erscheinen: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS-Lizenz</a>
es_es: Una licencia LOCKSS aparecerá en "Acerca de la revista" debajo de "Archivado": <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
eu: LOCKSS lizentzia bat agertuko da "Aldizkariari buruz" atalean, "Artxibatuta" atalean: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS Lizentzia</a>
fa_ir: یک مجوز LOCKSS در قسمت درباره مجله و تحت عنوان بایگانی ظاهر می‌شود: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
fi: LOCKSS-lisenssi näkyy Tietoa julkaisusta sivulla Arkistointi-kohdassa: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS-lisenssi</a>
fr_fr: Une licence LOCKSS apparaîtra dans la section « À propos » de cette revue sous « Archiver » : <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licence LOCKSS</a>
gl: Unha licenza LOCKSS aparecerá en Acerca da revista en Arquivo: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licenza LOCKSS</a>
hi_in: एक LOCKSS लाइसेंस जर्नल के बारे में अभिलेखागार में दिखाई देगा:<a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
hy: LOCKSS արտոնագիրը կհայտնվի Ամսագրի մասին՝ Արխիվացման ներքո՝ <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS արտոնագիր</a>
id_id: Lisensi LOCKSS akan muncul di Tentang Jurnal di bawah Pengarsipan: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
it_it: Una licenza LOCKSS apparira nella pagina di About della rivista sotto Archiviazione: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licenza LOCKSS</a>
ja: LOCKSSライセンスは、「ジャーナルについて」に掲載されます：<a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS ライセンス</a>をご覧下さい
ka_ge: LOCKSS ლიცენზია გამოჩნდება არქივის ქვეშ ჟურნალში: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS ლიცენზია</a>
ku_iq: ڕێپێدانی LOCKSSلە بەشی دەربارەی گۆڤاردا ئاماژەی بۆ کراوە <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS ڕێپێدانی</a>
ky: LOCKSS лицензиясы Журнал жөнүндө бөлүмүндө Архивдөө астында пайда болот: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
lt: LOCKSS licencija bus rodoma skiltyje „Apie žurnalą“ po „Archyvavimas“: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS licencija</a>
lv: LOCKSS licence būs pieejama sadaļā Par žurnālu, sadaļā Arhivēšana: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS Licence</a>
mr: नियतकालिकाविषयीच्या पानावर संग्रहणाच्या परिच्छेदात LOCKSS परवाना दिसेल: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS परवाना</a>
ms: Lesen LOCKSS akan muncul di Mengenai Jurnal di bawah Pengarkiban: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank"> LOCKSS License </a>
nb_no: En LOKCSS-lisens vil vises i Om tidsskriftet under Arkivering: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS-lisens</a>
nl: Een LOCKSS licentie zal worden getoond in Over het tijdschrift, onder de hoofding Archivering: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS licentie</a>
pl: Licencja LOCKSS zostanie wyświetlona w sekcji O czasopiśmie, pod Archiwizacją: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
pt_br: Uma licença LOCKSS aparecerá na seção Sobre a Revista sob Arquivamento: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank"> Licença LOCKSS </a>
pt_pt: Uma licença LOCKSS aparecerá em Sobre a Revista em Arquivamento: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licença LOCKSS</a>
ru: Лицензия LOCKSS появится в разделе «О журнале» под заголовком «Архивация журнала»: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Лицензия LOCKSS</a>
sk_sk: Licencia LOCKSS sa objaví v O časopise pod Archivácia: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Licencia LOCKSS</a>
sl_si: LOCKSS licenca se bo pojavila na strani O reviji pod Arhiviranje: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
sr_rs@cyrillic: LOCKSS лиценца ће се појавити у страни О часопису одељку Архивирање: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS лиценца</a>
sr_rs@latin: LOCKSS licenca će se pojaviti u strani O časopisu odeljku Arhiviranje: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS лиценца</a>
sv_se: En LOCKSS-licens kommer då att visas i ”Om tidskriften” under ”Arkivering”: <a href="http://www.lockss.org/community/publishers-titles-gln/"target="_blank">LOCKSS License</a>
tr_tr: CLOCKSS lisansı Dergi Hakkında bölümünde, arşivleme altında görünecektir: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS Lisansı</a>
uk: Ліцензія LOCKSS з'явиться в розділі "Про журнал" під заголовком "Архівація журналу": <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">Ліцензія LOCKSS</a>
uz_cyrl: LOCKSS лицензияси ҳақида маълумот.
uz_uz@latin: LOCKSS litsenziyasi "Arxivlash" jurnali haqida paydo bo'ladi: <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
vi_vn: Giấy phép LOCKSS sẽ xuất hiện trong Giới thiệu về Tạp chí trong Lưu trữ <a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS License</a>
zh_hant: LOCKSS許可證將出現於關於期刊頁面內檔案保存下方：<a href="http://www.lockss.org/community/publishers-titles-gln/" target="_blank">LOCKSS許可證</a>

# manager.setup.lockssLicenseLabel
source: LOCKSS License Description
ar: وصف رخصة LOCKSS
az: LOCKSS lisenziya təsviri
bg_bg: Описание на LOCKSS лиценза
ca_es: Descripció de llicència LOCKSS
cs_cz: Popis licence LOCKSS
da_dk: LOCKSS licensbeskrivelse
de_de: Beschreibung der LOCKSS-Lizenz
es_es: Descripción de la licencia LOCKSS
eu: LOCKSS lizentziaren deskribapena
fa_ir: توضیح مجوز LOCKSS
fi: LOCKSS-lisenssin kuvaus
fr_fr: Description de la licence LOCKSS
gl: Descrición da licenza LOCKSS
hi_in: LOCKSS लाइसेंस का विवरण
hy: LOCKSS արտոնագրի նկարագրություն
id_id: Deskripsi Lisensi LOCKSS
is_is: Lýsing á LOCKSS leyfi
it_it: Descrizione licenza LOCKSS
ja: LOCKSS ライセンスの説明
ka_ge: LOCKSS ლიცენზიის აღწერა
ku_iq: ناساندنی ڕێگەپێدانی LOCKSS
ky: LOCKSS лицензиясынын сүрөттөлүшү
lt: LOCKSS licencijos aprašymas
lv: LOCKSS licences apraksts
mr: LOCKSS परवान्याचे वर्णन
ms: Penerangan Lesen LOCKSS
nb_no: Beskrivelse av LOCKSS-lisens
nl: Beschrijving van de LOCKSS licentie
pl: Opis licencji LOCKSS
pt_br: Descrição da Licença LOCKSS
pt_pt: Descrição da licença LOCKSS
ru: Описание лицензии LOCKSS
sk_sk: Popis licencie LOCKSS
sl_si: Razlaga LOCKSS licence
sr_rs@cyrillic: Опис LOCKSS лиценце
sr_rs@latin: Opis LOCKSS licence
sv_se: Beskrivning av LOCKSS-licensen
tr_tr: LOCKSS Lisans Açıklaması
uk: Опис ліцензії LOCKSS
uz_cyrl: LOCKSS лицензияси ёрлиғи
uz_uz@latin: LOCKSS litsenziyasining tavsifi
vi_vn: Mô tả giấy phép LOCKSS
zh_hant: LOCKSS許可證說明
