Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.publicationScheduleDescription
source: Journal items can be published collectively, as part of an issue with its own Table of Contents. Alternatively, individual items can be published as soon as they are ready, by adding them to the "current" volume's Table of Contents. Provide readers, in About the Journal, with a statement about the system this journal will use and its expected frequency of publication.
ar: فقرات المجلة بالإمكان نشرها بشكل جماعي كجزء من عدد واحد له جدول محتوياته الخاص به. أو عوضاً عن ذلك، يمكن نشر الفقرات المنفردة بمجرد إكتمال تحضيرها، عبر إضافتها إلى جدول محتويات العدد "الحالي". زود القراء ضمن (عن المجلة) بعبارة تصف فيها النظام الذي ستتبعه هذه المجلة ومعدل النشر المتوقع لها.
az: Məqalələr, öz mündəricatı olan bir nömrədə birləşdirilərək nəşr edilə bilər. Əlavə olaraq hazır olan məqalə son nömrənin mündəricatına əlavə edilərək nəşr edilə bilər. Jurnal haqqında bölməsində oxucularınıza hansı sistemin istifadə edildiyi və hansı tezlikdə yeni nömrə nəşr edildyini qeyd edin.
bg_bg: Елементите от списанието могат да бъдат публикувани колективно като част от брой със собствено съдържание. Като алтернатива, отделни елементи могат да бъдат публикувани веднага щом са готови, като ги добавите към съдържанието на "текущия" том. Осигурете на читателите в „За списанието“ изявление относно системата, която това списание ще използва, и очакваната честота на публикуване.
ca_es: És possible publicar col·lectivament elements de la revista com a part d’un número amb una taula de continguts específica per a aquesta part. De forma alternativa, es poden publicar elements de manera individual tan bon punt estiguin llestos, afegint-los a la taula de continguts del volum «actual». Informeu els lectors/ores, a la pàgina «Sobre la revista», del sistema utilitzat i de la freqüència de publicació prevista.
cs_cz: Práce mohou být v časopisu publikovány hromadně jako součást jednoho čísla s vlastním obsahem. Alternativně mohou být jednotlivé práce publikovány jakmile jsou k tomu připraveny, tak že budou přidány do obsahu "aktuálního" čísla. Poskytněte čtenářům v části O časopisu informace o systému, který tento časopis bude používat a o předpokládané frekvenci publikování.
da_dk: Tidsskriftsartikler kan publiceres kollektivt, som en del af en udgave med egen indholdsfortegnelse. Individuelle artikler kan også publiceres så snart, de er klar, ved at føje dem til det "aktuelle" nummers indholdsfortegnelse. Oplys læserne, under Om tidsskriftet, om det system, som dette tidsskrift vil bruge, og om tidsskriftets forventede publiceringshyppighed.
de_de: Die Beiträge der Zeitschrift können zusammen veröffentlicht werden, als Teil einer Ausgabe mit eigenem Inhaltsverzeichnis. Es können auch einzelne fertige Artikel durch Anfügen an das Inhaltsverzeichnis der "aktuellen Ausgabe" veröffentlicht werden. Erläutern Sie den Leser/innen unter "Über uns" das Veröffentlichungssystem und die vorgesehene Erscheinungsfrequenz der Zeitschrift.
es_es: Los elementos de la revista se pueden publicar de forma masiva como parte de un número con su propia tabla de contenidos. También, se pueden publicar separados tan pronto como se disponga de ellos, para lo cual, es preciso añadirlos en la tabla de contenidos del volumen "actual". En la sección Acerca de la revista, proporcione a los lectores/as información sobre el sistema que utilizará la revista y la frecuencia de publicación prevista.
eu: Aldizkariko artikuluak eta lanak multzoan argitara daitezke, zenbaki bat osatuz, dagokion Aurkibidearekin. Baina artikuluak banaka ere argitara daitezke, prest egon ahala, eta "uneko" bolumenaren Aurkibidean gehitu. Azaldu irakurleei, Aldizkariari buruz orrian, zein izango den aldizkari honek erabiliko duen sistema, eta zein izango den argitalpenen maiztasuna.
fa_ir: مقالات را می‌توان در قالب شماره مجله همراه با فهرست مقالات چاپ کرد. همچنین مقالات را به مجرد آماده شدن می‌توان از طریق افزودن آن‌ها به دوره جاری چاپ کرد. متنی تهیه کنید که در آن در مورد نحوه چاپ مجله و تعدد چاپ آن صحبت شده باشد. این متن در قسمت درباره مجله خواهد آمد.
fi: Julkaisun kohteet voidaan julkaista kollektiivisesti osana numeroa, jolla on oma sisällysluettelonsa. Vaihtoehtoisesti yksittäisiä kohteita voidaan julkaista heti niiden ollessa valmiita, lisäämällä ne uusimman volyymin sisällysluetteloon. Kerro lukijoille tämän julkaisun käytännöstä asian suhteen sekä oletetusta julkaisutiheydestä Tietoa julkaisusta -sivulla.
fr_fr: Les articles de la revue peuvent être publiés ensemble, comme partie intégrante d'un numéro avec son propre sommaire. Des articles individuels peuvent aussi être publiés dès qu'ils sont prêts, en les ajoutant au sommaire du numéro courant. Fournir aux lecteurs, dans À propos de la revue, une instruction relativement au système que cette revue utilisera et la périodicité de publication prévue.
gl: Os elementos da revista pódense publicar de xeito colectivo, como parte dun número cunha táboa de contidos propia. Como alternativa, pódense publicar individualmente en canto estean listos engadíndoos á táboa de contidos do volume "actual". Proporcione aos lectores/as, en Acerca da revista, unha declaración sobre o sistema que empregará esta revista e a súa frecuencia de publicación prevista.
hi_in: जर्नल की वस्तुओं को सामूहिक रूप से प्रकाशित किया जा सकता है, अपने स्वयं के टेबल के अंक के साथ। वैकल्पिक रूप से, व्यक्तिगत आइटम को तैयार होते ही प्रकाशित किया जा सकता है, उन्हें सामग्री के \ "वर्तमान " वॉल्यूम तालिका में जोड़कर। पाठकों के बारे में, जर्नल में, सिस्टम के बारे में एक बयान के साथ यह जर्नल उपयोग करेगी और प्रकाशन की इसकी अपेक्षित आवृत्ति।
hr_hr: Prilozi se obično objavljuju okupljeni u brojeve časopisa, kao dio broja časopisa s kazalom sadržaja. Alternativno, pojedinačni prilozi mogu biti objavljivani čim prođu kroz uređivački postupak, tako da se dodaju u sadržaj aktualnog sveska. Ovdje predstavite čitateljima princip objavljivanja koji će ovaj časopis koristiti te očekivanu učestalost izlaženja. Ove će informacije biti dostupne u rubrici "o časopisu".
hy: Ամսագրի նյութերը կարող են հրապարակվել կոլեկտիվ՝ որպես սեփական բովանդակությամբ թողարկման մաս: Որպես այլընտրանք, առանձին նյութեր կարող են հրապարակվել պատրաստ լինելուն պես՝ դրանք ավելացնելով «ներկայիս» հատորի բովանդակության աղյուսակում: Հանդեսի մասին ընթերցողներին տրամադրեք հայտարարություն այն համակարգի մասին, որը կօգտագործի այս ամսագիրը և դրա հրապարակման ակնկալվող հաճախականությունը:
id_id: Item jurnal dapat diterbitkan secara kolektif, sebagai bagian dari suatu terbitan dengan Daftar Isi sendiri. Item juga bisa diterbitkan segera setelah mereka siap, dengan menambahkan mereka ke Daftar Isi volume terkini. Dalam Tentang Jurnal, berikan pembaca keterangan mengenai sistem yang akan digunakan jurnal ini dan rencana frekuensi penerbitan.
is_is: Efnsatriði tímaritsins má gefa út saman, sem hluta af tölublaði með sitt eigið efnisyfirlit. Sem valkost er hægt að gefa út efni jafnóðum og það er tilbúið með því að bæta þeim í "Nýjasta" efnisyfirlit bindis. Upplýsið lesendur í "Um tímaritið", með setningu um hvaða kerfið þetta tímarit notar og áætlaðan fjölda útgáfa.
it_it: Gli articoli della rivista possono essere pubblicati tutti insieme, come parte di un numero completo, con un sommario definitivo. In alternativa, gli articoli possono essere pubblicati singolarmente, appena pronti, e venendo cos&#x00EC; aggiunti al sommario di volta in volta. Indicate ai lettori, nella pagina delle informazioni sulla rivista, sia il il metodo utilizzato per la pubblicazione, sia la frequenza.
ja: ジャーナルアイテムは、巻号の一部として目次付きでまとめて出版できます。また、個々のアイテムは準備が整い次第、"現在"のボリュームの目次を付与して発行することも可能です。ジャーナルについてで、本誌が使用するシステムと発行頻度の予定について読者に説明します。
ka_ge: ჟურნალის საგნები შეიძლება გამოქვეყნდეს ერთობლივად, როგორც საკუთარი შინაარსის ცხრილის გამოცემა. გარდა ამისა, ცალკეული საგნების გამოქვეყნება შესაძლებელია როგორც კი მზად იქნება, მათ “მიმდინარე” ტომის შინაარსის ცხრილში დამატება დაემატება. მკითხველს მიაწოდეთ ინფორმაცია ჟურნალის შესახებ, ჟურნალის შესახებ სისტემის შესახებ, რომელსაც გამოიყენებს ეს ჟურნალი და გამოქვეყნების სავარაუდო სიხშირე.
ku_iq: بڕگەکانی گۆڤارەکە دەتواندرێت بە کۆمەڵ بڵاوبکرێنەوە، وەک بەشێک لە ژمارەیەک لە لە خشتەی ناوەڕۆکەکان. لە بەرامبەردا، تاکە بڕگە و بابەتەکان دەتواندرێت بڵاوبکرێنەوە هەر کە ئامادەبوون، بە زیادکردنیان بۆ بەرگی ئێستای خشتەی ناوەڕۆکەکان. خوێنەرەکان لە بەشی دەربارەی گۆڤارەکە ڕوونکردنەوەیەکیان پێبدە سەبارەت بەو سیستەمەی کە ئەم گۆڤارە بەکاریدەهێنێت هەروەها چەندجار بڵاوبوونەوەی چاوەڕوانکراوی گۆڤارەکە.
ky: Журнал материалдары өзүнүн мазмуну менен чыгарылыштын бир бөлүгү катары чогуу жарыяланса болот. Же болбосо, даяр болгон жеке материалдар дароо "азыркы" томдун мазмунуна кошулуп жарыяланат. Окурмандарга Журнал жөнүндө бөлүмүндө бул журнал колдонгон система жана жарыялоо жыштыгы тууралуу маалымат бериңиз.
lt: Žurnalo publikacijos gali būti skelbiamos kolektyviai – kaip numerio dalis su atskiru turiniu (turinio lentele). Arba atskiri straipsniai gali būti skelbiami iškart, kai tik yra paruošti, pridedant juos prie „einamojo“ tomo turinio lentelės. Apie pasirinktą publikavimo sistemą ir numatomą leidybos periodiškumą skaitytojams reikėtų pateikti informaciją skiltyje „Apie žurnalą“.
lv: Žurnāla materiālus var publicēt kopīgi, kā daļu no žurnāla numura ar atsevišķu satura rādītāju. Var arī publicēt atsevišķus materiālus, tiklīdz tie ir gatavi, pievienojot tos "jaunākā" sējuma satura rādītājam. Sadaļā "Par žurnālu" sniedziet lasītājiem paziņojumu par sistēmu, ko izmantos šis žurnāls, un paredzamo publicēšanas biežumu.
mr: नियतकालिकात प्रसिद्ध केले जाणारे लेखन अंक स्वरूपात त्याच्या अनुक्रमणिकेसह प्रकाशित करणे शक्य आहे. शिवाय प्रत्येक लेख जसजसा प्रसिद्धीसाठी तयार होतो तेव्हाही त्याचा अंतर्भाव लगेच वर्तमान खंडात करुन, आणि खंडाच्या अनुक्रमणिकेत नोंदवून लगेच प्रकाशित करता येण्याचीही पर्यायी सोय आहे. 'नियतकालिकाविषयी' या पृष्ठावर प्रकाशनाच्या वेळापत्रकाबद्दल किंवा पर्यायी धोरणाची माहिती वाचकांना द्या.
ms: Item jurnal boleh diterbitkan secara kolektif, sebagai sebahagian daripada terbitan dengan Isi Kandungannya sendiri. Sebagai alternatif, setiap item boleh diterbitkan sebaik sahaja siap, dengan menambahkannya ke dalam Isi Kandungan "semasa". Berikan pembaca, dalam Mengenai Jurnal, kenyataan mengenai sistem yang akan digunakan jurnal ini dan kekerapan penerbitan yang diharapkan.
nb_no: Tidsskriftelementer kan publiseres samlet, som del av en utgave med egen innholdsoversikt. Alternativt kan enkeltelementene publiseres løpende, etter hvert som de er ferdigstilt, og da legges de til i nyeste nummers innholdsoversikt. I 'Om' tidsskriftet skal leserne finne opplysningene om hvilket av disse to systemene dette tidsskriftet vil bruke, og om forventet utgivelsesfrekvens.
nl: Artikels kunnen collectief gepubliceerd worden als onderdeel van een nummer met een eigen inhoudsopgave. Het is ook mogelijk om artikels te publiceren zodra ze gereed zijn door ze toe te voegen aan de inhoudsopgave van het "actuele" volume. Geef lezers in Over dit tijdschrift inzicht in het systeem dat door dit tijdschrift gebruikt wordt en in de verwachte verschijningsfrequentie.
pl: Teksty mogą być publikowane wraz z całym numerem. Alternatywnie, poszczególne teksty mogą być publikowane tak szybko, jak tylko jest to możliwe poprzez dodanie ich do spisu treści aktualnego numeru.
pt_br: Os itens da revista podem ser publicados coletivamente, quando o sumário estiver pronto, ou individualmente, adicionando-se os mesmos ao sumário atual quando prontos. Informe os leitores, na página Sobre a revista, a respeito do formato adotado pela revista e a periodicidade de publicação.
pt_pt: Os artigos da revista podem ser publicados colectivamente quando o sumário estiver pronto, ou individualmente, adicionando-se os mesmos ao sumário actual quando prontos. Informe os leitores, na secção Sobre a Revista, sobre o formato adoptado pela revista e a periodicidade de publicação.
ru: Материалы журнала могут публиковаться вместе, как часть выпуска со своим собственным содержанием. В качестве альтернативы, отдельные материалы могут публиковаться по мере готовности, добавляясь в содержание «текущего» тома. Опишите читателям (на странице «О журнале») систему публикации, которую использует этот журнал, и ожидаемую периодичность публикации.
sk_sk: Práce môžu byť v časopise publikované hromadne ako súčasť jedného čísla s vlastným obsahom. Alternatívne môžu byť jednotlivé práce publikované akonáhle sú na to pripravené, tak že budú pridané do obsahu "aktuálneho" čísla. Poskytnite čitateľom v časti O časopise informácie o systéme, ktorý tento časopis bude používať a o predpokladanej frekvencii publikovanie.
sl_si: Prispevki se običajno izdajajo skupaj v posamezni številki revije s kazalom vsebine. Alternativno se lahko posamezni prispevki objavijo takoj, ko so končani, tako da se dodajo v kazalo vsebine trenutne številke. Na strani O reviji predstavite bralcem princip objavljanja, ki ga bo revija uporabljala in pričakovano frekvenco izhajanja.
sr_rs@cyrillic: Ставке часописа могу бити објављене колективно као део броја са својим Садржајем. Иначе, појединачне ставке могу бити објављене чим буду спремне за објављивање додавањем у тренутни број и њехов Садржај. Ставите у страни О часопису информацију који ће систем часопис имати у објављивању те колико често ће излазити.
sr_rs@latin: Stavke časopisa mogu biti objavljene kolektivno kao deo broja sa svojim Sadržajem. Inače, pojedinačne stavke mogu biti objavljene čim budu spremne za objavljivanje dodavanjem u trenutni broj i njehov Sadržaj. Stavite u strani O časopisu informaciju koji će sistem časopis imati u objavljivanju te koliko često će izlaziti.
sv_se: Flera artiklar kan publiceras samtidigt som del av ett nummer med egen innehållsförteckning. Eller så publiceras materialet separat i takt med att det färdigställs och läggs till i det aktuella numrets innehållsförteckning. Informera läsare om tidskriftens planerade utgivningsfrekvens under "Om tidskriften".
tr_tr: Makaleler, kendi içindekiler tablosu olan bir sayıda toplanarak yayınlanabilir. Ayrıca hazır olan makale son sayının içindekiler tablosuna eklenerek yayınlanabilir. Dergi Hakkında bölümünde okuyucularınıza hangi sistemin kullanıldığı ve ne sıklıkta yeni sayı yayınlandığını belirtiniz.
uk: Статті журналу можуть збиратися у випуски з власними сторінками змісту. Можливо також публікувати матеріали по мірі їх редакційного опрацювання, додаючи готові до друку статті до сторінки змісту "поточного" випуску журналу. Надайте читачам журналу інформацію щодо принципу, який використовуватиме цей журнал, та щодо очікуваної періодичності видання.
uz_cyrl: Журнал нашр этилиш даврийлиги (масалан: йилда 4 марта).
uz_uz@latin: Jurnal maqolalari o'z tarkibiga ega bo'lgan nashrning bir qismi sifatida nashr etilishi mumkin. Shu bilan bir qatorda, alohida maqolalar tayyor bo'lgach, ularni "joriy" jildning Mundarijasiga qo'shib chop etish mumkin. O'quvchilarga "Jurnal haqida" bo'limida ushbu jurnal foydalanadigan tizim va kutilayotgan nashr chastotasi to'g'risida bayonot bering.
vi_vn: Các mục tạp chí có thể được xuất bản chung, như là một phần của số với Mục lục của chính nó. Ngoài ra, các mục riêng lẻ có thể được xuất bản ngay khi chúng sẵn sàng, bằng cách thêm chúng vào Mục lục của tập "hiện tại". Cung cấp cho độc giả, trong Giới thiệu về Tạp chí, với một tuyên bố về hệ thống mà tạp chí này sẽ sử dụng và tần suất xuất bản dự kiến của nó.
zh_cn: 期刊的各个项目能够一起出版，作为一期目录的一部份内容。否则，个别的项目能够在一准备好的时候，透过将它们加入到当期(或当卷)的「目录」中，迳行出版。请在「期刊介绍」中提供读者一个关于这份期刊会使用的系统以及其出刊频率的说明。
zh_hant: 若是某期的一部份及收錄在其目錄中，期刊項目可集合出版。或者，各獨立項目也可以準備好後加添至當期期刊的目錄中，立即出版。建議在「關於期刊」內列明此期刊使用的系統及出版頻率，讓讀者知悉。

# manager.setup.publicationScheduling
source: Publication Scheduling
ar: جدولة النشر
az: Nəşr planlaşdırması
bg_bg: Планиране на графика за публикуване
ca_es: Procés de planificació de publicacions
cs_cz: Plánování publikací
da_dk: Publiceringsplanlægning
de_de: Veröffentlichungstermine festlegen
es_es: Planificación para publicaciones
eu: Argitalpena programatu
fa_ir: زمان‌بندی کردن چاپ
fi: Julkaisun aikataulutus
fr_fr: Planification du calendrier de publication
gl: Programación da publicación
hi_in: प्रकाशन शेड्यूलिंग
hr_hr: Objavljivanje časopisa
hy: Հրապարակման ժամանակացույցավրում
id_id: Penjadwalan Penerbitan
is_is: Útgáfu verkröð
it_it: Pianificazione delle pubblicazioni
ja: 出版のスケジュール
ka_ge: გამოქვეყნების დაგეგმვა
ku_iq: دانانی خشتەی کاتی بڵاوکردنەوە
ky: Жарыялоо графигин пландоо
lt: Leidybos plano sudarymas
lv: Publikāciju plānošana
mr: प्रकाशनाचे वेळापत्रक तयार करणे
ms: Penjadualan Penerbitan
nb_no: Publiseringsplanlegging
nl: Publicatieplanning
pl: Harmonogram publikacji
pt_br: Periodicidade de publicação
pt_pt: Formato de Publicação
ru: Планирование выпусков
sk_sk: Plánovanie publikácií
sl_si: Časovno razporejanje revije
sr_rs@cyrillic: Планирање објављивања
sr_rs@latin: Planiranje objavljivanja
sv_se: Utgivningsmönster
tr_tr: Yayın Planlaması
uk: Планування публікації
uz_cyrl: Нашрни режалаштириш
uz_uz@latin: Nashrlarni rejalashtirish
vi_vn: Lịch trình xuất bản
zh_cn: 出版时程配置
zh_hant: 出版日程

# manager.setup.publicIdentifier
source: Identification of Journal Content
ar: تعريف بمحتوى المجلة
az: Jurnal məzmununun təyin edilməsi
bg_bg: Идентификация на съдържанието на списанието
ca_es: Identificació dels continguts de la revista
cs_cz: Identifikace obsahu časopisu
da_dk: Identifikation af tidsskriftsindhold
de_de: Kennung des Inhalts der Zeitschrift
es_es: Identificación del contenido de la revista
eu: Aldizkariaren edukiaren identifikazioa
fa_ir: شناسایی محتوای مجله
fi: Julkaisun sisällön tunnistetiedot
fr_fr: Identification du contenu de la revue
gl: Identificación do contido da revista
hi_in: जर्नल कंटेंट की पहचान
hr_hr: Identifikacija sadržaja časopisa
hy: Ամսագրի բովանդակության նույնականացում
id_id: Identifikasi Konten Jurnal
is_is: Auðkenna innihald tímarits
it_it: Identificatori dei contenuti della rivista
ja: ジャーナルコンテンツの識別
ka_ge: ჟურნალის შინაარსის იდენტიფიკაცია
ku_iq: پێناسی ناوەڕۆکی گۆڤارەکە
ky: Журнал мазмунун аныктоо
lt: Leidinio turinio nustatymas
lv: Žurnāla satura identificēšana
mr: नियतकालिकातील लेखनाला खूणेने (आयडेंटिफायर) ओळख देणे
ms: Pengenalpastian Kandungan Jurnal
nb_no: Identifikasjon av tidsskriftinnhold
nl: Identificatie van tijdschriftinhoud
pl: ID zawartości czasopisma
pt_br: Identificação do conteúdo
pt_pt: Identificação do Conteúdo da Revista
ru: Идентификация контента журнала
sk_sk: Identifikácia obsahu časopisu
sl_si: Identifikacija vsebine revije
sr_rs@cyrillic: Идентификација садржаја часописа
sr_rs@latin: Identifikacija sadržaja časopisa
sv_se: Identifiering av innehållet i tidskriften
tr_tr: Dergi İçeriğinin Tanımlanması
uk: Ідентифікація змісту журналу
uz_cyrl: Журнал контентини идентификациялаш
uz_uz@latin: Jurnal tarkibini aniqlash
vi_vn: Xác định nội dung tạp chí
zh_cn: 期刊内容识别码
zh_hant: 期刊內容識別

# manager.setup.publisher
source: Publisher
ar: الناشر
az: Naşir
bg_bg: Издател
ca_es: Institució publicadora
cs_cz: Vydavatel
da_dk: Forlægger
de_de: Verlag, Organisation
es_es: Editorial
eu: Argitaratzailea
fa_ir: ناشر
fi: Julkaisija
fr_fr: Éditeur
gl: Editora
hi_in: प्रकाशक
hr_hr: Nakladnik
hy: Հրատարակիչ
id_id: Penerbit
is_is: Útgefandi
it_it: Editore
ja: 出版社
ka_ge: გამომცემელი
ku_iq: دەزگای بڵاوکردنەوە
ky: Басмачы
lt: Leidėjas
lv: Izdevējs
mr: प्रकाशक
ms: Penerbit
nb_no: Utgiver
nl: Uitgever
pl: Wydawca
pt_br: Editora
pt_pt: Editora
ru: Издатель
sk_sk: Vydavateľ
sl_si: Izdajatelj
sr_rs@cyrillic: Издвач
sr_rs@latin: Izdavač
sv_se: Utgivare
tr_tr: Yayıncı
uk: Видавець
uz_cyrl: Нашриётчи
uz_uz@latin: Nashriyotchi
vi_vn: Nhà xuất bản
zh_cn: 出版者
zh_hant: 出版社

# manager.setup.referenceLinking
source: Reference Linking
ar: ربط المراجع
az: İstinad linkləmə
bg_bg: Референтни връзки
ca_es: Enllaços de referència
cs_cz: Odkazování na reference
da_dk: Angivelse af links til referencer
de_de: Verlinkung von Literaturverweisen
es_es: Enlaces de referencia
eu: Erreferentziarako esteka
fa_ir: لینک به مراجع
fi: Lähdeviitteiden linkitys
fr_fr: Lien de référence
gl: Ligazóns de referencia
hi_in: संदर्भ लिंकिंग
hr_hr: Bibliografske poveznice
hy: Հղման կապակցում
id_id: Tautan Referensi
is_is: Tengla í heimildir
it_it: Gestisci il reference linking
ja: 参考リンク集
ka_ge: წყაროებზე ბმულების ჩასმა
ku_iq: بەستنەوەی سەرچاوەکان
ky: Шилтемелерди байланыштоо
lt: Literatūros tvarkymas
lv: Atsauces sasaiste
mr: संदर्भ जोडणी
ms: Pautan Rujukan
nb_no: Aktive henvisningslenker
nl: Linken van referenties
pl: Odsyłacze zewnętrzne dla artykułów
pt_br: Links para referências
pt_pt: Links para Referências
ru: Вставка гиперссылок на источники
sk_sk: Odkazovanie na referencie
sl_si: Bibliografske povezave
sr_rs@cyrillic: Повезивање референци
sr_rs@latin: Povezivanje referenci
sv_se: Länka referenser
tr_tr: Referans Linkleme
uk: Гіперпосилання у пристатейній бібліографії
uz_cyrl: Адабиётлар рўйхатига ҳавола бериш
uz_uz@latin: Malumot havolasi
vi_vn: Link liên kết của các tài liệu tham khảo
zh_cn: 参考文献链接
zh_hant: 參考連結
