Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.proofingInstructions
source: Proofing Instructions
ar: إرشادات القراءة التصحيحية
az: Oxuma təlimatı
bg_bg: Ръководство за коректури
ca_es: Instruccions per a la correcció de proves
cs_cz: Instrukce pro korektury
da_dk: Instruktioner til korrekturlæsning
de_de: Anweisungen für das Korrekturlektorat
es_es: Instrucciones de corrección de pruebas
eu: Probak zuzentzeko instrukzioak
fa_ir: دستورالعمل بررسی نهائی
fi: Oikolukuohjeet
fr_fr: Directives pour la correction d'épreuves
gl: Instrucións para a corrección de probas
hi_in: प्रूफिंग निर्देश
hr_hr: Upute za korekturu
hy: Սրբագրման հրահանգներ
id_id: Instruksi Proofing
is_is: Leiðbeiningar um prófarkalestur
it_it: Istruzioni per la correzione delle bozze
ja: 校正手順
ka_ge: კორექტურის სახელმძღვანელო
ku_iq: ڕێنماییەکانی هەڵبڕکردن
ky: Корректордук көрсөтмөлөр
lt: Nuorodos dėl korektūros
lv: Pārbaudes instrukcijas
mr: मुद्रित शोधन (प्रूफिंग) सूचना
ms: Arahan Pembuktian
nb_no: Instruks for korrekturlesing
nl: Instructies voor proeflezen
pl: Wytyczne dotyczące korekty
pt_br: Instruções para leitura de provas
pt_pt: Instruções de Leitura de Provas
ru: Руководство по корректуре
sk_sk: Inštrukcie pre korektúry
sl_si: Navodila za korekturo
sr_rs@cyrillic: Финалне инструкције
sr_rs@latin: Finalne instrukcije
sv_se: Instruktioner för korrekturläsning
tr_tr: Okuma Yönergesi
uk: Інструкції з коректури
uz_cyrl: Корректура бўйича кўрсатмалар
uz_uz@latin: Tasdiqlash bo'yicha ko'rsatmalar
vi_vn: Hướng dẫn hiệu đính
zh_cn: 校对指引
zh_hant: 校對指引

# manager.setup.proofingInstructionsDescription
source: The Proofreading Instructions will be made available to Proofreaders, Authors, Layout Editors, and Section Editors in the Submission Editing stage. Below is a default set of instructions in HTML, which can be edited or replaced by the Journal Manager at any point (in HTML or plain text).
ar: إن إرشادات القراءة التصحيحية ستكون متاحة للقائمين بها والمؤلفين والمصممين الطباعيين ومحرري الأقسام خلال مرحلة تحرير طلب النشر. أدناه مجموعة إفتراضية من التعليمات بصيغة HTML، والتي بإمكان رئيس تحرير المجلة تعديلها أو استبدالها في أي وقت (بصيغة HTML أو بنص صريح).
az: Korrektə təlimatı korrektə addımında tərtibatçılara, müəlliflərə və fəsil redaktorlarına açıq olur. Aşağıda, Jurnal idarəçisi tərəfindən istənildiyi zamandəyişdirilə biləcək, əvvəlcədən müəyyən edilmiş (HTMAL və ya düz mətn) bir korrektə verilib.
bg_bg: Инструкциите за корекция ще бъдат достъпни за коректорите, авторите, редакторите на оформления и редакторите на секции на етапа на редактиране на изпратените материали. По-долу е показан набор от инструкции по подразбиране в HTML, който може да бъде редактиран или заменен от мениджъра на списанието по всяко време (в HTML или обикновен текст).
ca_es: Les instruccions per a la correcció de proves es fan arribar als correctors/ores de proves, als autors/ores, als maquetistes i als editors/ores de secció durant l’etapa d’edició de trameses. A continuació s’ofereix un exemple d’instruccions en format HTML, que l'administrador/a de la revista pot editar o reemplaçar (en format HTML o en text net) en qualsevol moment.
cs_cz: Instrukce pro korektury budou zpřístupněny, korektorům, autorům, typografům a editorům sekcí ve fázi editování příspěvku. Níže je uveden výchozí set instrukcí v HTML, který může být kdykoliv upraven nebo nahrazen manažerem časopisu (v HTML nebo prostý text).
da_dk: Instruktionerne til korrekturlæsning gøres tilgængelige for korrekturlæsere, forfattere, layoutredaktører og sektionsredaktører i manuskriptredigeringsfasen. Nedenfor findes et sæt standardinstruktioner i HTML-format, som til enhver tid kan redigeres eller erstattes af tidsskriftschefen (i HTML eller som almindelig tekst).
de_de: Die Anweisungen für das Korrekturlektorat werden den Korrekturlektor/innen, Autor/innen, Layouter/innen und Rubrikredakteur/innen während der redaktionellen Bearbeitung des Beitrags übermittelt. Nachstehend finden Sie einen Standardsatz von Anweisungen in HTML-Format, die jederzeit von der Zeitschriftenverwaltung geändert werden können (in HTML oder einfachem Text).
es_es: Las instrucciones para la corrección de pruebas se encuentran a disposición de los correctores/as de pruebas, autores/as, editores/as de maquetación, editores/as de sección en el paso correspondiente a la edición del envío. A continuación, se muestra un conjunto de instrucciones en HTML que el gestor/a de la revista puede modificar o reemplazar en cualquier momento (en HTML o texto plano).
eu: Probak zuzentzeko instrukzioak eskuragarri izango dituzte proba-zuzentzaileek, egileek, maketatzaileek eta ataleko editoreek bidalketen edizioaren fasean. Behean ematen da instrukzio multzo lehenetsi bat, HTML formatuan. Edozein unetan aldatu edo ordeztu dezake aldizkariaren kudeatzaileak (HTML formatuan nahiz testu arruntean).
fa_ir: دستورالعمل بازبینی نهائی در دسترس بازبینان نهائی ، نویسندگان ، صفحه‌آراها ، و دبیران در مرحله ویراستاری مقاله ارسالی قرار می‌گیرد. متن زیر یک دستورالعمل بازبینی نهائی پیشنهادی به صورت HTML است که می‌توانید به دلخواه آن را هم اکنون و یا بعداً تغییر دهید.
fi: Oikoluvun ohjeet tulevat oikolukijoiden, kirjoittajien, taittajien ja osastotoimittajien saataville käsikirjoituksen toimittamisvaiheessa. Alla HTML-muotoiset oletusohjeet, joita julkaisun hallinnoija voi muokata tai korvata missä tahansa vaiheessa (HTML-muodossa tai pelkkänä tekstinä).
fr_fr: Les directives pour la correction d'épreuves seront mises à la disposition des Correcteurs d'épreuves, Auteurs, Responsable de la mise en page, et Rédacteurs de rubrique à l'étape de la Révision de la soumission. Vous trouverez ci-dessous un ensemble de directives par défaut en HTML, qui peuvent être modifiées ou remplacées par le Directeur de la revue en tout temps (en HTML ou texte brut).
gl: As instrucións de corrección de probas estarán dispoñibles para correctores/as, autores/as, editores/as de maquetación e editores/as de sección na etapa de edición do envío. Abaixo amósase un conxunto de instrucións en HTML, que pode ser editado ou substituído polo Xestor/a da revista en calquera momento (en HTML ou texto plano).
hi_in: प्रूफरीडिंग निर्देश प्रूफ़रीडर्स, ऑथर्स, लेआउट एडिटर्स और सब-एडिटर्स को सबमिशन एडिशन स्टेज में उपलब्ध कराया जाएगा। नीचे HTML में निर्देशों का एक डिफ़ॉल्ट सेट है, जिसे किसी भी बिंदु पर (HTML या सादे पाठ में) जर्नल मैनेजर द्वारा संपादित या प्रतिस्थापित किया जा सकता है।
hr_hr: Upute za korekturu bit će dostupne korektorima, autorima, grafičkim urednicima i urednicima u fazi uređivanja prijave. Ovdje je priložen uobičajen skup uputa za korekturu, koje glavni urednik prema potrebi može modificirati ili zamijeniti u bilo kojem trenutku (u HTML-u ili običnom tekstu).
hy: Սրբագրման հրահանգները հասանելի կլինեն սրբագրիչներին, հեղինակներին, դասավորության խմբագիրներին և բաժնի խմբագիրներին Ներկայացման խմբագրման փուլում: Ստորև ներկայացված է HTML-ում հրահանգների լռելյայն հավաքածու, որը կարող է խմբագրվել կամ փոխարինվել Ամսագրի կառավարչի կողմից ցանկացած պահի (HTML կամ պարզ տեքստով):
id_id: Instruksi Proofreading merupakan instruksi untuk Proofreader, Penulis, Layout Editor, dan Editor Bagian di tahap pengeditan naskah. Di bawah ini serangkaian instruksi default di HTML, yang dapat diedit atau diganti oleh Manajer Jurnal kapanpun. (dalam HTML atau teks biasa).
is_is: Leiðbeiningar um prófarkalestur eru aðgengilegaar prófarkalesurum, höfundum, setjurum og kaflaritstjórum við undirbúning útgáfu á innsendu efni. Fyrir neðan eru sjálfgefnar leiðbeiningar í HTML, sem má breyta eða skipta út hvenær sem er (Í HTML eða sem texta).
it_it: Le istruzioni per la correzione delle bozze saranno rese disponibili ai correttori di bozze, agli autori, ai layout editor e ai section editor durante la fase di Editing delle Submission. Di seguito sono presenti le istruzioni in HTML, che possono essere modificate in qualsiasi momento dall'amministratore (in HTML o in testo semplice).
ja: 校正指示書は、投稿編集の段階で、校正者、著者、レイアウト編集者、セクション編集者が利用できるようになります。以下はHTML形式のデフォルトの指示書で、雑誌編集者が任意の時点で編集または置換することができます（HTML形式またはプレーンテキスト）。
ka_ge: კორექტირების ინსტრუქცია ხელმისაწვდომი იქნება კორექტორების, ავტორების, განლაგების რედაქტორებისა და განყოფილებების რედაქტორებისთვის წარდგენის რედაქტირების ეტაპზე. ქვემოთ მოცემულია ინსტრუქციების ნაგულისხმევი ნაკრები HTML ფორმატში, რომლის რედაქტირება ან შეცვლა შესაძლებელია ჟურნალის მენეჯერით ნებისმიერ წერტილში (HTML ან უბრალო ტექსტში).
ku_iq: ڕێنماییەکانی هەڵەبڕکردن بەردەست دەکرێن بۆ هەڵەگرەکان، نوسەرەکان، سەرنوسەرەکانی ڕێکخستن، سەرنوسەرەکانی بەش لە قۆناغی پیشکەشکردن و ئامادەکردن بۆ چاپ و بڵاوکردنەوە.
ky: Корректордук көрсөтмөлөр Тапшырманы оңдоо этабында корректорлорго, авторлорго, макет редакторлоруна жана бөлүм редакторлоруна жеткиликтүү болот. Төмөндө HTML форматындагы демейки көрсөтмөлөр берилген, аларды каалаган убакта Журнал менеджери түзөтө же алмаштыра алат (HTML же жөнөкөй текст түрүндө).
lt: Nuorodas dėl korektūros bet kuriuo straipsnio rengimo etapu galės matyti korektoriai, autoriai, maketuotojai ir skyriaus redaktoriai. Apačioje pateikiamos pavyzdinės nuorodos HTML formatu, leidinio rengėjas jas gali taikyti ar bet kuriuo metu pakeisti kitomis nuorodomis (HTML ar grynuoju tekstu).
lv: Korektūras instrukcijas būs pieejamas korektoriem, autoriem, maketētājiem un sadaļu redaktoriem iesniegtā manuskripta rediģēšanas posmā. Zemāk ir sniegts noklusējuma norādījumu kopums HTML formātā, ko žurnāla pārvaldnieks jebkurā brīdī var rediģēt vai aizstāt (HTML vai teksta formātā).
mr: मुद्रित शोधन (प्रूफरीडिंग) सूचना प्रूफरीडर, लेखक, लेआउट संपादक आणि विभागाच्या संपादकांना सादरीकरण संपादन टप्प्यावर उपलब्ध करून दिल्या जातील. सर्वसाधारण (डिफॉल्ट) सूचनांचा संच HTML प्रारूपात खाली पहायला मिळेल, हा नियतकालिकाच्या व्यवस्थापकाद्वारे केव्हाही (HTML किंवा साध्या मजकुरात) संपादित किंवा बदलला जाऊ शकतो.
ms: Arahan Proofreading akan disediakan untuk Proofreader, Pengarang, Editor Susun atur, dan Editor Bahagian di peringkat Penyuntingan Penyerahan. Di bawah ini adalah sekumpulan arahan lalai dalam HTML, yang dapat diedit atau diganti oleh Pengurus Jurnal pada bila-bila masa (dalam HTML atau teks biasa).
nb_no: Instruksen for korrekturlesing vil bli gjort tilgjengelig for korrekturlesere, forfattere, layoutredaktører og seksjonsredaktører i manuskriptbehandlingsstadiet. Nedenfor finner du standardinstruksjoner (i HTML), som kan redigeres eller erstattes av redaksjonslederen når som helst (i HTML eller ren tekst).
nl: De instructies voor proeflezen worden beschikbaar gesteld aan proeflezers, auteurs, opmaakredacteurs en sectieredacteurs tijdens de inzendingsbewerking-fase. Hieronder een standaard set instructies in HTML, die door de tijdschriftbeheerder op ieder moment veranderd of vervangen kan worden (in HTML of tekst).
pl: Wytyczne dotyczące korekty będą widoczne dla korektorów pliku do publikacji, autorów, składaczy oraz redaktorów na poziomie edycji zgłoszonego tekstu.
pt_br: As instruções para leitura de provas estarão disponíveis aos leitores de prova, autores, editores de layout e editores de seção no estágio Edição da submissão. A seguir está um padrão de instruções em HTML, que pode ser modificado ou substituído pelo Gerente da Revista a qualquer tempo (em HTML ou texto simples).
pt_pt: As Instruções de Leitura de Provas estarão disponíveis para Leitores de Prova, Autores, Editores de Layout e Editores de Secção no estágio de Edição de Submissão. A seguir está um padrão de instruções em HTML, que pode ser modificado ou substituído pelo Director a qualquer tempo (em HTML ou texto simples).
ru: Руководство по корректуре будет доступно корректорам, авторам, верстальщикам и редакторам разделов на этапе редактирования материала. Ниже приведен набор инструкций по умолчанию в формате HTML, который может быть в любой момент изменен или заменен управляющим журнала (в формате HTML или простого текста).
sk_sk: Inštrukcie pre korektúry budú sprístupnené, korektorom, autorom, typografom a editorom sekcií vo fáze editovania príspevku. Nižšie je uvedený predvolený set inštrukcií v HTML, ktorý môže byť kedykoľvek upravený alebo nahradený manažérom časopisu (v HTML alebo obyčajný text).
sl_si: Navodila za korekturo bodo videli korektorji, avtorji, grafični uredniki in uredniki rubrik v procesu urejanja prispevka. Spodaj so privzeta navodila v HTML formatu, ki jih lahko kadarkoli glavni urednik revije spremeni (HTML ali navadno besedilo).
sr_rs@cyrillic: Инструкције за финалну контролу ће бити доступне финалним контролорима, ауторима, Графичким уредницима, Уредницима секција у фази уређивања пријављеног чланка. Доле можете видети почетни низ инструкција у HTML које Управник часописа може изменити или заменити у било које време (у HTML или у чистом тексту).
sr_rs@latin: Instrukcije za finalnu kontrolu će biti dostupne finalnim kontrolorima, autorima, Grafičkim urednicima, Urednicima sekcija u fazi uređivanja prijavljenog članka. Dole možete videti početni niz instrukcija u HTML koje Upravnik časopisa može izmeniti ili zameniti u bilo koje vreme (u HTML ili u čistom tekstu).
sv_se: Instruktioner för korrekturläsning finns tillgängliga för Korrekturläsare, Författare, Layoutredaktörer, och Sektionsredaktörer i samband med redigering av manuskriptet. Nedan finns standardinstruktioner i HTML som kan redigeras eller ersättas av Tidskriftsansvarig när som helst (i HTML eller plain text).
tr_tr: Düzenleme yönergesi düzenlenme basamağında mizanpajcılara, yazarlara ve bölüm editörlerine açık tutulur. Aşağıda, dergi yöneticisi tarafından istenildiğinde değiştirilebilecek, ön tanımlı (HTML veya düz metin) bir düzenleme verilmiştir.
uk: Інструкції з коректури стануть доступними коректорам, авторам, редакторам верстки та редакторам розділів на етапі редагування подань. Нижче подано стандартний набір інструкцій у форматі HTML. Менеджер журналу в будь-який час може змінювати або замінювати ці інструкції (у текстовому або гіпертекстовому форматі).
uz_cyrl: Муаллиф ва муҳаррирларга мақолани якуний текшириш бўйича кўрсатмалар.
uz_uz@latin: Tekshirish bo'yicha yo'riqnoma "Tahrirlovchilar", "Mualliflar", "Jadval tahrirchilari" va "Bo'lim muharrirlari" ni "Takliflarni tahrir qilish" bosqichida taqdim etiladi. Quyida HTML -da ko'rsatuvlar to'plami mavjud bo'lib, ularni jurnal menejeri xohlagan vaqtda o'zgartirishi yoki o'zgartirishi mumkin (HTML yoki oddiy matnda).
vi_vn: Hướng dẫn hiệu đính sẽ được cung cấp cho người đọc hiệu đính, tác giả, biên tập viên trình bày và và biên tập viên chuyên mục trong giai đoạn biên tập nội dung. Dưới đây là một bộ hướng dẫn mặc định trong HTML, có thể được chỉnh sửa hoặc thay thế bởi Người quản lý Tạp chí tại bất kỳ thời điểm nào (bằng HTML hoặc văn bản thuần túy).
zh_cn: 「校对指引」会在「投稿编辑」页面显示给校对者、作者、版面编辑与栏目编辑看到。下面是一组预设的HTML格式之指引，期刊管理员可以在任何阶段进行编辑或替换。（以纯文字或HTML的方式）
zh_hant: 所有校對員、作者、版面設計員及分類編輯將能在投稿編輯階段閱覽校對指引。以下為HTML模式之默認指引，期刊管理員可以在任何階段編輯或取代指引（以HTML格式或純文字）。

# manager.setup.publicationSchedule
source: Publication Schedule
ar: جدولة النشر
az: Nəşr planlaşdırması
bg_bg: График за публикуване
ca_es: Planficació de publicació
cs_cz: Plán publikací
da_dk: Publiceringsplan
de_de: Terminkalender der Veröffentlichung
es_es: Planificación de la publicación
eu: Argitalpen-programa
fa_ir: زمان‌بندی چاپ
fi: Julkaisuaikataulu
fr_fr: Calendrier de publication
gl: Calendario de publicación
hi_in: प्रकाशन अनुसूची
hr_hr: Raspored objavljivanja
hy: Հրապարակման ժամանակացույց
id_id: Jadwal Penerbitan
is_is: Útgáfu verkröð
it_it: Programma delle pubblicazioni
ja: 出版スケジュール
ka_ge: გამოქვეყნების განრიგი
ku_iq: خشتەی کاتی بڵاوکردنەوە
ky: Жарыялоо графиги
lt: Leidybos planas
lv: Publicēšanas grafiks
mr: प्रकाशन वेळापत्रक
ms: Jadual Penerbitan
nb_no: Publiseringsplan
nl: Publicatieschema
pl: Harmonogram publikacji
pt_br: Periodicidade de publicação
pt_pt: Formato de Publicação
ru: Планирование публикаций
sk_sk: Plán publikácií
sl_si: Urnik izdajanja
sr_rs@cyrillic: Планирање објављивања
sr_rs@latin: Planiranje objavljivanja
sv_se: Utgivningsmönster
tr_tr: Yayın Planlaması
uk: Графік публікації
uz_cyrl: Нашр жадвали
uz_uz@latin: Nashr qilish jadvali
vi_vn: Lịch trình xuất bản
zh_cn: 出版时程
zh_hant: 出版日程
