Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.form.ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
ar: إن تم إدخال مديات IP هنا، يصير المجال إختيارياً.<br />القيمة الصائبة تتضمن عنوان IP (مثل: 142.58.103.1)، أو مدى IP (مثل: 142.58.103.1 - 142.58.103.4)، أو مدى IP مع رمز بديل '*' (مثل: 142.58.*.*)، أو مدى IP مع CIDR (مثل: 142.58.100.0/24).
az: Əgər buraya bir IP aralığı daxil edilirsə, sahə adı daxil edilməyə bilər. <br />Bir IP aralığı üçün etibarlı dəyərlər: IP adresi (Məs. 142.58.103.1), IP aralığı (Məs. 142.58.103.1 - 142.58.103.4), '*' işarəsinin daxil olduğu bir IP aralığı (Məs. 142.58.103.*), və ya bunların ';' işarəsi ilə ayrılmış hər hansı bir konfiqurasiyası ola bilər (Məs. 142.58.103.* - 142.58.107.* ; 142.58.108.1 ; 142.58.106.*).
bg_bg: Ако IP диапазоните са въведени тук, домейнът не е задължителен. <br /> Валидните стойности включват IP адрес (напр. 142.58.103.1), IP диапазон (напр. 142.58.103.1 - 142.58.103.4), IP диапазон с заместващ знак '*' ( например 142.58.*.*) и IP диапазон с CIDR (напр. 142.58.100.0/24).
ca_es: Si introduïu l'interval IP aquí, el domini és opcional.<br />Els valors vàlids inclouen una adreça IP (p. ex., 142.58.103.1), un interval IP (p. ex., 142.58.103.1 - 142.58.103.4), un interval IP amb comodí '*' (p. ex., 142.58.*.*), i un interval IP amb CIDR (p. ex., 142.58.100.0/24).
cs_cz: Vložte IP rozsah, pokud se jedná o typ předplatného pro instituce. Pokud je sem vložen rozsah IP, doména je nepovinná. Platné hodnoty zahrnují IP (např. 142.58.103.1), CIDR IP rozsah (např. 142.58.100.0/24), IP rozsah (např. 142.58.103.1 - 142.58.103.4), IP rozsah s '*' (např. 142.58.103.*) nebo jakoukoliv kombinaci předchozích oddělených pomocí ';' (např. 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*)
da_dk: Angiv et IP-område, hvis abonnementstypen er for institutioner. Hvis der angives et IP-område her, er domænet ikke obligatorisk. Gyldige værdier omfatter en IP (f.eks.. 142.58.103.1), et CIDR IP-område (f.eks. 142.58.100.0/24), et IP-område (f.eks. 142.58.103.1 - 142.58.103.4), et IP-område med '*' (f.eks. 142.58.103.*) eller en hvilken som helst kombination af disse adskilt af et ';' (f.eks. 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*)
de_de: Geben Sie einen IP-Bereich ein, falls es sich um einen Abonnementtyp für Institutionen handelt . Wenn ein IP-Bereich eingegeben wurde, ist die Angabe der Domain optional. Gültige Werte sind IP-Nummern (z.B. 142.58.03.1), ein Bereich von IP-Nummern (z.B. 142.58.103.1 - 142.58.103.4), eine Platzhalter-IP-Nummer (z.B.142.58.103.*) oder eine beliebige Kombination der drei Formen, jeweils durch ";" getrennt (z.B.142.58.103.* - 142.58.107.* ; 142.58.108.1 ; 142.58.106.*)
es_es: Si se introducen rangos de IP aquí, el dominio es opcional.<br />Los valores válidos incluyen una dirección IP (p. ej., 142.58.103.1), un rango IP (p. ej., 142.58.103.1 - 142.58.103.4), un rango IP con carácter comodín '*' (p. ej., 142.58.*.*) y rango IP con CIDR (p. ej., 142.58.100.0/24).
eu: Hemen IP barrutia sartzen bada, domeinua aukerakoa da.<br /> Baliozkoak dira: IP helbide bat (adib., 142.58.103.1), IP barruti bat (adib., 142.58.103.1 - 142.58.103.4), izartxodun (*) IP barruti bat (adib., 142.58.*.*), eta CIDR duen IP barruti bat (adib., 142.58.100.0/24).
fa_ir: چنانچه اشتراک برای مؤسسات است لطفاً یک محدوده IP وارد کنید. در صورت وارد کردن محدوده IP ، وارد کردن دامنه اختیاری است. مقادیر معتبر برای محدوده IP شامل عدد IP می‌باشد. مانند 142.58.103.1 و یا یک محدوده CIDR IP مانند 142.58.100.0/24 , یک محدوده IP مانند 142.58.103.1 - 142.58.103.4 ، محدوده همراه با ستاره مانند 142.58.103.1.* ، و یا هرگونه ترکیبی از موارد فوق که با ; از هم جدا شوند مانند 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*
fi: Jos IP-osoitealueita syötetään tähän, verkkotunnus on valinnainen.<br />Kelvollisia arvoja ovat mm. IP-osoite (esim. 142.58.103.1), IP-osoitealue (esim. 142.58.103.1 - 142.58.103.4), IP-osoitealue ja jokerimerkki "*" (esim. 142.58. *. *) ja IP-osoitealue ja CIDR (esim. 142.58.100.0/24).
fr_fr: Si des intervalles d'adresses IP sont saisis ici, le domaine est facultatif.<br />Les valeurs valides peuvent inclure une adresse IP (par ex., 142.58.103.1), un intervalle d'adresses IP (par ex., 142.58.103.1 - 142.58.103.4), un intervalle d'adresses IP avec la troncature "*" (142.58.103.*) et un intervalle d'adresses IP avec CIDR (e.g. 142.58.100.0/24).
gl: Se se introducen rangos de IP aquí, o dominio é opcional.<br />Os valores válidos inclúen un enderezo IP (por exemplo, 142.58.103.1), rango de IP (por exemplo, 142.58.103.1 - 142.58.103.4), rango de IP con comodín '*' ( por exemplo, 142.58. *. *) e un rango de IP con CIDR (por exemplo, 142.58.100.0/24).
hi_in: यदि आईपी रेंज यहां दर्ज की जाती है, तो डोमेन वैकल्पिक है। <br /> मान्य मानों में एक आईपी पता (जैसे 142.58.103.1), आईपी रेंज (जैसे 142.58.103.1 - 142.58.103.4), वाइल्डकार्ड के साथ आईपी रेंज शामिल है * '( उदा। 142.58। *। *), और सीआईडीआर के साथ एक आईपी रेंज (जैसे 142.58.100.0/24)।
hr_hr: Unesite doseg brojčane adrese (IP) ako je pretplatnički tip za ustanove. Ako je doseg brojčane adrese (IP) unesen ovdje, domena je opcionalna. Ispravne vrijednosti uključuju IP (npr. 142.58.103.1), CIDR IP doseg (npr. 142.58.100.0/24), IP doseg (npr. 142.58.103.1 - 142.58.103.4), IP doseg sa '*' (npr. 142.58.103.*), ili bilo koja kombinacija ovoga odvojena sa ';' (npr. 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*)
hy: Եթե այստեղ մուտքագրված են IP տիրույթներ, ապա տիրույթն ընտրովի է:<br />Վավեր արժեքները ներառում են IP հասցե (օրինակ՝ 142.58.103.1), IP տիրույթ (օրինակ՝ 142.58.103.1 - 142.58.103.4), IP տիրույթ «*» նշանով ( օրինակ՝ 142.58.*.*) և IP տիրույթ CIDR-ով (օրինակ՝ 142.58.100.0/24):
id_id: Jika IP ranges dimasukkan di sini, domain opsional.<br /> Nilai valid termasuk alamat IP (contoh: 142.58.103.1), IP range (contoh: 142.58.103.1 - 142.58.103.4), IP range dengan wildcard '*' (contoh: 142.58.*.*), dan IP range dengan CIDR (e.g. 142.58.100.0/24).
it_it: Se inserisci un range di IP qui, l'indicazione del dominio è facoltativa.<br />Possibili valori comprendono un indirizzo IP (es. 142.58.103.1), IP range (es. 142.58.103.1 - 142.58.103.4), IP range con mascheramento '*' (es. 142.58.*.*) e IP range con CIDR (es. 142.58.100.0/24).
ja: ここでIPアドレス範囲を入力する場合、ドメインは任意です。<br />有効な値としては、IPアドレス（例：142.58.103.1）、IPアドレス範囲（例：142.58.103.1 - 142.58.103.4）、ワイルドカード「*」を使用したIPアドレス範囲（例：142.58.*.*）、CIDRを使用したIPアドレス範囲（例：142.58.100.0/24）があります。
ka_ge: თუ აქ შეყვანილია IP დიაპაზონები, დომენი არასავალდებულოა.<br /> მოქმედი მნიშვნელობები მოიცავს IP მისამართს (მაგ. 142.58.103.1), IP დიაპაზონს (მაგ. 142.58.103.1 - 142.58.103.4), IP დიაპაზონს wildcard "*" (მაგ. 142.58. *. *) და IP დიაპაზონს CIDR (მაგ. 142.58.100.0/24).
ku_iq: ئەگەر مەودای IP لێرە لێ بدرێت، دۆمەین ئارەزومەندانەیە.<br />بەهای بەردەست و ناونیشانی IP (e.g. 142.58.103.1), مەودای IP (e.g. 142.58.103.1 - 142.58.103.4), مەودای IP لەگەڵ wildcard '*' (e.g. 142.58.*.*), و مەودای IP لەگەڵ CIDR (e.g. 142.58.100.0/24).
ky: Эгер бул жерге IP диапазондору киргизилсе, домен кошумча болуп саналат.<br />Туура маанилерге IP дарек (мисалы, 142.58.103.1), IP диапазону (мисалы, 142.58.103.1 - 142.58.103.4), '' белгиси менен IP диапазону (мисалы, 142.58..*), жана CIDR менен IP диапазону (мисалы, 142.58.100.0/24) кирет.
lt: Jei čia įvedami IP diapazonai, domenas yra neprivalomas.<br />Galimos reikšmės: IP adresas (pvz., 142.58.103.1), IP diapazonas (pvz., 142.58.103.1 - 142.58.103.4), IP diapazonas su pakaitos simboliu „*“ (pvz., 142.58.*.*), ir IP diapazonas su CIDR (pvz., 142.58.100.0/24).
lv: Ja šeit tiek ievadīti IP diapazoni, domēna norādīšana nav obligāta.<br />Derīgas vērtības ir IP adrese (piemēram, 142.58.103.1), IP diapazons (piemēram, 142.58.103.1 – 142.58.103.4), IP diapazons ar aizstājējzīmi '*' (piemēram, 142.58.*.*) un IP diapazons ar CIDR (piemēram, 142.58.100.0/24).
mr: जर येथे IP श्रेणींची नोंद केली असेल, तर डोमेन नाव ऐच्छिक आहे.<br />ग्राह्य पद्धतीचा IP पत्ता (उदा. 152.57.247.155), IP श्रेणी (उदा. 142.58.103.1 - 142.58.103.4), IP श्रेणी वाइल्डकार्डसह '*' (उदा. 142.58.*.*), आणि CIDR सह IP श्रेणी (उदा. 142.58.100.0/24) नोंदवा.
ms: Sekiranya julat IP dimasukkan di sini, domain adalah pilihan. <br /> Nilai yang sah merangkumi alamat IP (mis. 142.58.103.1), julat IP (mis. 142.58.103.1 - 142.58.103.4), julat IP dengan wildcard '*' ( mis. 142.58. *. *), dan julat IP dengan CIDR (mis. 142.58.100.0/24).
nb_no: Hvis et IP-område er skrevet inn her, er domene valgfritt.<br />Gyldige verdier kan være en IP (f.eks. 142.58.103.1), et IP-område (f.eks. 142.58.103.1 - 142.58.103.4), et IP-område med jokertegnet «*» (f.eks. 142.58.103.*) eller et CIDR IP-område (f.eks. 142.58.100.0/24).
nl: Als hier IP-bereiken worden ingevoerd, is het domein optioneel. <br />Geldige waarden zijn onder meer een IP-adres (bijv. 142.58.103.1), IP-bereik (bijv. 142.58.103.1 - 142.58.103.4), IP-bereik met jokerteken '*' ( bijv. 142.58. *. *), en een IP-bereik met CIDR (bijv. 142.58.100.0/24).
pl: Jeśli zakres IP jest wprowadzony tutaj, domena jest opcjonalna.<br />Ważne dane zawierają adres IP (np.142.58.103.1), zakres IP (np. 142.58.103.1 - 142.58.103.4), zakres IP z wieloznacznikiem '*' (np.142.58.*.*) i zakres IP z CIDR (np.142.58.111.0/24).
pt_br: Digite a faixa de IP caso seja uma assinatura institucional. Caso uma faixa de IP seja informada, o domínio é opcional. Valores validos incluem um IP (ex.: 142.58.103.1), uma faixa de IP CIDR (ex.: 142.58.100.0/24), uma faixa de IP (ex.: 142.58.103.1 - 142.58.103.4), uma faixa de IP com coringa '*' (ex.: 142.58.103.*), ou qualquer combinação dessas opções separadas por ponto-e-vírgula (;) (ex.: 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*)
pt_pt: Insira a faixa de IP caso seja uma subscrição institucional. Caso uma faixa de IP seja informada, o domínio é opcional. <br />Valores válidos incluem um IP (ex.: 142.58.103.1), uma faixa de IP CIDR (ex.: 142.58.100.0/24), uma faixa de IP (ex.: 142.58.103.1 - 142.58.103.4), uma faixa de IP com curinga '*' (ex.: 142.58.103.*), ou qualquer combinação dessas opções separadas por ponto-e-vírgula (;) (ex.: 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*).
ru: Если здесь введен диапазон IP-адресов, то указание домена необязательно.<br />Допустимыми значениями являются IP-адрес (например, 142.58.103.1), диапазон IP-адресов (например, 142.58.103.1 - 142.58.103.4), диапазон IP-адресов с символом подстановки «*» (например, 142.58.*.*) и диапазон IP-адресов с маской при бесклассовой маршрутизации (например, 142.58.100.0/24).
sk_sk: Vložte IP rozsah, pokiaľ sa jedná o typ predplatného pre inštitúcie. Ak je sem vložený rozsah IP, doména je nepovinná. <br /> Platné hodnoty zahŕňajú IP (napr. 142.58.103.1), CIDR IP rozsah (napr. 142.58.100.0/24), IP rozsah (napr. 142.58.103.1 - 142.58.103.4), IP rozsah s '*' ( napr. 142.58.103. *) alebo akúkoľvek kombináciu predchádzajúcich oddelených pomocou ';' (Napr. 142.58.103. * - 142.58.107. *; 142.58.108.1/24; 142.58.106. *).
sl_si: Če je tukaj vpisano IP območje, je ime domene neobvezno.<br />Veljavne vrednosti so IP naslov (npr. 142.58.103.1), IP območje (npr. 142.58.103.1 - 142.58.103.4), IP območje z nadomestnim znakom '*' (npr. 142.58.*.*) in IP območje s CIDR (npr. 142.58.100.0/24).
sr_rs@cyrillic: Ако су IP опсези овде унесени домен је опцион. <br /> Исправне вредности укључују адресе (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP опсег са помоћним знаком '*' (нпр. 142.58.*.*), и IP опсег са CIDR (нпр. 142.58.100.0/24).
sr_rs@latin: Ako su IP opsezi ovde uneseni domen je opcion. <br /> Ispravne vrednosti uključuju adrese (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP opseg sa pomoćnim znakom '*' (npr. 142.58.*.*), i IP opseg sa CIDR (npr. 142.58.100.0/24).
sv_se: Om ett IP-intervall är ifyllt här, är det optimalt att ange domänen.<br />Giltligt värde inkluderar en IP-adress (t.ex. 142.58.103.1), IP-omfgång (t.ex. 142.58.103.1 - 142.58.103.4), IP-omfång med jokertecken '*' (t.ex. 142.58.*.*), och ett IP-omfång med CIDR (t.ex. 142.58.100.0/24).
tr_tr: Eğer buraya bir IP aralığı girilirse, alan adı girilmeyebilir. <br />Bir IP aralığı için geçerli değerler: IP adresi (Örneğin; 142.58.103.1), IP aralığı (Örneğin; 142.58.103.1 - 142.58.103.4), '*' işareti içeren bir IP aralığı (Örneğin; 142.58.103.*), veya bunların ';' işareti ile ile ayrılmış herhangi bir kombisayonu olabilir (Örneğin; 142.58.103.* - 142.58.107.* ; 142.58.108.1 ; 142.58.106.*).
uk: Якщо тут вказується діапазон IP-адрес, вказувати домен необов'язково.<br />Можуть вказуватись окремі IP-адреси (наприклад, 142.58.103.1), звичайні діапазони IP-адрес (наприклад, 142.58.103.1 - 142.58.103.4), діапазони IP-адрес із символами "*" (наприклад, 142.58.*.*) та IP-маски CIDR (наприклад, 142.58.100.0/24).
uz_cyrl: Масалан: 192.168.1.*
uz_uz@latin: Agar IP -diapazonlari bu erga kiritilsa, bu ixtiyoriy. <br/> To'g'ri qiymatlarga IP -manzil (masalan, 142.58.103.1), IP -diapazoni (masalan, 142.58.103.1 - 142.58.103.4), IP -diapazoni '*' ( masalan, 142.58.*.*) va CIDR bilan IP diapazoni (masalan, 142.58.100.0/24).
vi_vn: Nếu dải IP được nhập tại đây, tên miền là tùy chọn.<br/>Các giá trị hợp lệ bao gồm địa chỉ IP (ví dụ: 142.58.103.1), dải IP (ví dụ: 142.58.103.1-142.58.103.4), dải IP có ký tự đại diện '*' ( ví dụ: 142.58.*.*) và dải IP với CIDR (ví dụ: 142.58.100.0/24).
zh_cn: 如果在这里输入了IP范围, 域名是可选的.<br />有效值包含一个IP地址(例如142.58.103.1), IP范围 (例如142.58.103.1 - 142.58.103.4), 带有通配符 '*'的IP范围 (例如. 142.58.*.*), 和带有CIDR的IP范围 (例如142.58.100.0/24).
zh_hant: 如在此輸入了IP範圍，可選填網域。<br />有效的數值包括IP地址（例如：142.58.103.1）、IP範圍（例如：142.58.103.1 - 142.58.103.4）、包含通配符的IP範圍（例如：142.58.*.*）及包含CIDR的IP範圍（例如：142.58.100.0/24）。

# manager.subscriptions.form.ipRangeValid
source: Please enter a valid IP range.
ar: لطفاً، أدخل مدى IP صحيح.
az: Zəhmət olmasa etibarlı bir IP aralığı daxil edin
bg_bg: Моля, въведете валиден IP диапазон.
ca_es: Introduïu un interval IP vàlid.
cs_cz: Vložte prosím platný rozsah IP.
da_dk: Angiv et gyldigt IP-område.
de_de: Geben Sie einen gültigen IP-Bereich ein.
es_es: Introduzca un rango de IP válido.
eu: Sartu baliozko IP barruti bat.
fa_ir: لطفاً محدوده IP صحیحی وارد کنید
fi: Syötä kelvollinen IP-osoitealue.
fr_fr: Veuillez entrer un intervalle d'adresses IP valide.
gl: Insira un rango de IP válido.
hi_in: कृपया एक मान्य IP श्रेणी दर्ज करें।
hr_hr: Molimo unesite ispravan doseg brojčane adrese (IP).
hy: Խնդրում ենք մուտքագրել վավեր IP տիրույթ:
id_id: Masukkan IP range yang valid.
it_it: Inserisci un range di indirizzi IP validi.
ja: 有効なIPアドレス範囲を入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი IP დიაპაზონი.
ku_iq: تکایە مەودای IP ی دروست داخل بکە.
ky: Туура IP диапазонун киргизиңиз.
lt: Prašom nurodyti teisingą IP.
lv: Lūdzu, ievadiet derīgu IP diapazonu.
mr: कृपया ग्राह्य IP श्रेणी नोंदवा.
ms: Sila masukkan julat IP yang sah.
nb_no: Vennligst skriv inn et gyldig IP-område.
nl: Geef een geldige IP-nummerreeks op.
pl: Proszę wprowadź ważny zakres IP.
pt_br: Digite uma faixa de IP válida.
pt_pt: Insira uma faixa de IP válida.
ru: Пожалуйста, введите правильный диапазон IP-адресов.
sk_sk: Vložte prosím platný rozsah IP.
sl_si: Prosimo vnesite veljavno IP območje.
sr_rs@cyrillic: Унесите исправан IP опсег.
sr_rs@latin: Unesite ispravan IP opseg.
sv_se: Ange ett giltligt IP-omfång.
tr_tr: Lütfen geçerli bir IP aralığı giriniz.
uk: Будь ласка, вкажіть коректний діапазон IP-адрес.
uz_cyrl: Тўғри IP манзилини киритинг.
uz_uz@latin: Iltimos, to'g'ri IP diapazonini kiriting.
vi_vn: Vui lòng nhập một dải IP hợp lệ.
zh_cn: 请输入一个有效的IP范围.
zh_hant: 請輸入一個有效的IP範圍。

# manager.subscriptions.form.deleteIpRange
source: Delete
ar: إحذف
az: Silin
bg_bg: Изтрий
ca_es: Suprimeix
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
eu: Ezabatu
fa_ir: حذف
fi: Poista
fr_fr: Supprimer
gl: Eliminar
hi_in: हटाएं
hr_hr: Obriši
hy: Ջնջել
id_id: Hapus
it_it: Cancella
ja: 削除
ka_ge: წაშლა
ku_iq: سڕینەوە
ky: Өчүрүү
lt: Ištrinti
lv: Dzēst
mr: वगळा
ms: Padam
nb_no: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sk_sk: Zmazať
sl_si: Zbriši
sr_rs@cyrillic: Обриши
sr_rs@latin: Obriši
sv_se: Ta bort
tr_tr: Sil
uk: Видалити
uz_cyrl: Ўчириш
uz_uz@latin: O'chirish
vi_vn: Xóa
zh_cn: 删除
zh_hant: 刪除

# manager.subscriptions.form.addIpRange
source: Add
ar: أضف
az: Əlavə edin
bg_bg: Добави
ca_es: Afegeix
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
es_es: Añadir
eu: Gehitu
fa_ir: اضافه
fi: Lisää
fr_fr: Ajouter
gl: Engadir
hi_in: जोड़ना
hr_hr: Dodaj
hy: Ավելացնել
id_id: Tambahkan
it_it: Aggiungi
ja: 追加
ka_ge: დამატება
ku_iq: زیادکردن
ky: Кошуу
lt: Pridėti
lv: Pievienot
mr: नोंदवा
ms: Tambah
nb_no: Legg til
nl: Voeg toe
pl: Dodaj
pt_br: Incluir
pt_pt: Adicionar
ru: Добавить
sk_sk: Pridať
sl_si: Dodaj
sr_rs@cyrillic: Додај
sr_rs@latin: Dodaj
sv_se: Lägg till
tr_tr: Ekle
uk: Додати
uz_cyrl: Қўшиш
uz_uz@latin: Qo'shish
vi_vn: Thêm
zh_cn: 添加
zh_hant: 增添

# manager.subscriptions.form.saveAndCreateAnother
source: Save and Create Another
ar: إحفظ، وأنشئ واحداً آخر
az: Yadda saxlayın və yeni bir dənə yaradın
bg_bg: Запишете и създайте друг
ca_es: Desa'l i crea'n un altre
cs_cz: Uložit a vytvořit další
da_dk: Gem og opret en ny
de_de: Speichern und ein weiteres Abonnement erstellen
es_es: Guardar y crear nuevo
eu: Gorde eta sortu beste bat
fa_ir: ذخیره و ایجاد یک مورد دیگر
fi: Tallenna ja luo uusi
fr_fr: Enregistrer et en créer un autre
gl: Gardar e engadir outro
hi_in: सहेजें और दूसरा बनाएँ
hr_hr: Spremi i kreiraj drugog
hy: Պահպանեք և ստեղծեք մեկ ուրիշը
id_id: Simpan dan Buat yang Lain
it_it: Salva e crea nuovo
ja: 保存して別のものを作成
ka_ge: შენახვა და ახლის შექმნა
ku_iq: خەزنی بکە دانەیەکی دیکە دروست بکە
ky: Сактап, дагы бирди түзүү
lt: Išsaugoti ir sukurti kitą
lv: Saglabāt un izveidot citu
mr: सेव्ह करून आणखी एक निर्माण करा
ms: Simpan dan Cipta Yang Lain
nb_no: Lagre og opprett en til
nl: Opslaan en nog een aanmaken
pl: Zapisz i utwórz kolejny
pt_br: Salvar e incluir outra
pt_pt: Guardar e Adicionar Outra
ru: Сохранить и создать новый
sk_sk: Uložiť a vytvoriť ďalší
sl_si: Shrani in ustvari novo
sr_rs@cyrillic: Сачувај и креирај следеће
sr_rs@latin: Sačuvaj i kreiraj sledeće
sv_se: Spara och skapa ny
tr_tr: Kaydet ve Yeni Bir Tane Oluştur
uk: Зберегти та створити іншу
uz_cyrl: Сақлаш ва янгисини яратиш
uz_uz@latin: Saqlash va boshqasini yaratish
vi_vn: Lưu và tạo cái khác
zh_cn: 保存并创建另一个
zh_hant: 儲存及創建另一個
