Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.languages.noneAvailable
source: Sorry, no additional languages are available. Contact your site administrator if you wish to use additional languages with this journal.
ar: عذراً، ليست هناك لغات أخرى متاحة. إتصل بمدير الموقع لو كانت لديك الرغبة في استعمال لغات إضافية في هذه المجلة.
az: Bağışlayın, istifadə edilə bilir bir əlavə dil yoxdur. Bu jurnalda əlavə bir dil istifadə etmək istəyirsinizsə sayt idarəçiniz ilə əlaqə saxlayın.
bg_bg: За съжаление не са налични допълнителни езици. Свържете се с администратора на вашия сайт, ако искате да използвате допълнителни езици с това списание.
ca_es: No hi ha cap llengua addicional disponible. Si voleu utilitzar llengües addicionals per a aquesta revista, poseu-vos en contacte amb l’administrador/a del lloc.
cs_cz: Promiňte, žádné další jazyky nejsou dostupné. Pokud chcete s tímto časopisem používat další jazyky, kontaktujte svého administrátora stránek.
da_dk: Der findes desværre ingen andre sprog. Kontakt webstedsadministratoren, hvis du vil benytte andre sprog i forbindelse med dette tidsskrift.
de_de: Leider ist keine weitere Sprache verfügbar. Setzen Sie sich mit Ihrer Administratorin/Ihrem Administrator in Verbindung, wenn Sie in der Zeitschrift weitere Sprachen verwenden möchten.
es_es: Lo sentimos, no hay más idiomas disponibles. Si desea utilizar más idiomas en esta revista, póngase en contacto con el administrador/a.
eu: Ez dago beste hizkuntzarik erabilgarri. Aldizkari honetan hizkuntza gehiago erabili nahi badituzu, galdetu gune-administratzaileari.
fa_ir: متأسفانه زبان دیگری موجود نیست. در صورت تمایل از مدیر سایت بخواهید تا نسبت به نصب آن‌ها اقدام کند.
fi: Valitettavasti muita kieliä ei ole käytettävissä. Jos haluat käyttää tässä julkaisussa muita kieliä, ota yhteyttä sivuston ylläpitäjään.
fr_fr: Malheureusement, aucune autre langue n'est disponible. Veuillez communiquer avec votre administrateur de site si vous désirez utiliser d'autres langues avec cette revue.
gl: Non hai ningunha lingua adicional dispoñible. Se quere utilizar outras linguas para esta revista, póñase en contacto co administrador/a do sitio.
hi_in: क्षमा करें, कोई अतिरिक्त भाषा उपलब्ध नहीं है। यदि आप इस जर्नल के साथ अतिरिक्त भाषाओं का उपयोग करना चाहते हैं, तो अपने साइट व्यवस्थापक से संपर्क करें।
hr_hr: Žao nam je, ali dodatni jezici nisu dostupni. Kontaktirajte vašeg administratora stranice ako želite koristiti dodatne jezike za ovaj časopis.
hy: Ներեցեք, լրացուցիչ լեզուներ չկան: Կապվեք ձեր կայքի ադմինիստրատորի հետ, եթե ցանկանում եք օգտագործել լրացուցիչ լեզուներ այս ամսագրի հետ:
id_id: Maaf, tidak tersedia bahasa tambahan dalam situs ini. Hubungi administrator situs Anda jika Anda ingin menggunakan bahasa pendukung untuk jurnal ini.
is_is: Því miður eru engin viðbótartungumál í boði. Hafðu samband við umsjónarmann vefsinns ef þú óskar eftir að nota viðbótar tungumál fyrir þetta tímarit.
it_it: Non è disponibile alcuna lingua aggiuntiva. Contattare l'amministratore del sito per utilizzare un'altra lingua per questa rivista.
ja: 申し訳ありませんが、追加の言語はありません。このジャーナルで追加の言語を使用したい場合は、サイト管理者にお問い合わせください。
ka_ge: უკაცრავად, დამატებითი ენები არ არის ხელმისაწვდომი. დაუკავშირდით თქვენი საიტის ადმინისტრატორს, თუ გსურთ ამ ჟურნალში დამატებითი ენების გამოყენება.
ku_iq: ببورە، زمانی دیکە بەردەست نییە. پەیوەندیی بە بەڕێوەبەری پێگەکەوە بکە بۆ زیادکردنی زمانی نوێ.
ky: Кечиресиз, кошумча тилдер жеткиликтүү эмес. Бул журналга кошумча тилдерди кошкуңуз келсе, сайтыңыздын администраторуна кайрылыңыз.
lt: Atsiprašome, papildomos kalbos pasirinkti negalima. Jei norite šiame žurnale vartoti kitas kalbas, susisiekite su svetainės administratoriumi.
lv: Atvainojiet, papildu valodas nav pieejamas. Ja vēlaties izmantot papildu valodas šajā žurnālā, sazinieties ar vietnes administratoru.
mr: क्षमस्व, कोणत्याही अतिरिक्त भाषा उपलब्ध नाहीत. तुम्हाला या नियतकालिकासाठी अतिरिक्त भाषा वापरायची असल्यास तुमच्या संकेतस्थळ प्रशासकाशी (अ‍ॅडमिन) संपर्क साधा.
ms: Maaf, tidak ada bahasa tambahan yang tersedia. Hubungi pentadbir laman web anda jika anda ingin menggunakan bahasa tambahan dengan jurnal ini.
nb_no: Beklager, ingen flere språk er tilgjengelig. Kontakt nettstedsadministratoren din hvis du ønsker å bruke flere språk i dette tidsskriftet.
nl: Sorry, er zijn geen andere talen beschikbaar. Neem contact op met uw sitebeheerder als u meer talen wilt gebruiken bij dit tijdschrift.
pl: Dodatkowe języki nie są dostępne.
pt_br: Nenhum idioma adicional disponível. Solicite ao administrador do portal a inclusão de idiomas adicionais para esta revista.
pt_pt: Nenhum idioma adicional disponível. Informe o administrador do portal para inclusão de idiomas adicionais à revista.
ru: Извините, дополнительные языки не доступны. Свяжитесь с администратором сайта, если вы хотите добавить дополнительные языки в этот журнал.
sk_sk: Prepáčte, žiadne ďalšie jazyky niesú dostupné. Ak chcete s týmto časopisom používať ďalšie jazyky, kontaktujte svojho administrátora stránok.
sl_si: Oprostite, na voljo ni nobenega dodatnega jezika. Prosite administratorja spletišča, če bi želeli uporabljati dodatne jezike.
sr_rs@cyrillic: Жао нам је. Нема додатних језика на располагању. Контактирајте вашег администратора ако желите да користитие друге језике у овом часопису.
sr_rs@latin: Žao nam je. Nema dodatnih jezika na raspolaganju. Kontaktirajte vašeg administratora ako želite da koristitie druge jezike u ovom časopisu.
sv_se: Tyvärr, det finns inga ytterligare språk tillgängliga. Kontakta huvudadministratören om du vill lägga till språk i den här tidskriften.
tr_tr: Üzgünüz, kullanılabilir bir ek dil bulunmuyor. Bu dergide ek bir dil kullanmak istiyorsanız site yöneticiniz ile iletişime geçiniz.
uk: Вибачте, наразі підтримка додатковими мовами недоступна. Щоб установити додаткові мови для цього журналу, повідомте про адміністратора вебсайту.
uz_cyrl: Афсус, бошқа тиллар мавжуд эмас. Янги тил қўшиш учун сайт администраторига мурожаат қилинг.
uz_uz@latin: Kechirasiz, boshqa tillar mavjud emas. Agar siz ushbu jurnalda qo'shimcha tillardan foydalanmoqchi bo'lsangiz, sayt ma'muriga murojaat qiling.
vi_vn: Xin lỗi, không có ngôn ngữ bổ sung có sẵn. Liên hệ với quản trị viên trang web của bạn nếu bạn muốn sử dụng ngôn ngữ bổ sung với tạp chí này.
zh_cn: 抱歉，没有额外的语言可供使用。如果您希望在这份期刊中使用额外的语系，请联系您的网站管理者。
zh_hant: 抱歉，沒有額外語言供選擇。如您希望在期刊增加額外語言，請聯絡您的網站管理員。

# manager.languages.primaryLocaleInstructions
source: This will be the default language for the journal site.
ar: هذه ستكون اللغة الإفتراضية لموقع المجلة.
az: Bu jurnal saytı üçün defolt dil olacaq
bg_bg: Това ще бъде езикът по подразбиране за сайта на списанието.
ca_es: Aquesta és la llengua predeterminada per al lloc web de la revista.
cs_cz: Toto bude výchozí jazyk pro stránky vašeho časopisu.
da_dk: Dette er standardsproget for tidsskriftets websted.
de_de: Dies ist die Standardsprache der Zeitschriften-Website.
es_es: Éste será el idioma predeterminado para el sitio web de la revista.
eu: Hau izango da aldizkariaren webguneko hizkuntza lehenetsia.
fa_ir: این زبان پیش‌فرض سایت مجله خواهد بود.
fi: Tätä kieltä käytetään julkaisun sivuston oletuskielenä.
fr_fr: Cette langue sera la langue par défaut du site de la revue.
gl: Esta será a lingua predeterminada para o sitio web da revista.
hi_in: यह जर्नल साइट के लिए डिफ़ॉल्ट भाषा होगी।
hr_hr: Ovo će biti standardni jezik za stranicu časopisa.
hy: Սա կլինի ամսագրի կայքի լռելյայն լեզուն:
id_id: Bahasa default untuk situs jurnal.
is_is: Þetta verður sjálfgefið tungumál fyrir vefsíðu tímaritsins.
it_it: Questa sarà la lingua di default di questa rivista.
ja: これがジャーナル・サイトのデフォルト言語になります。
ka_ge: ეს იქნება ნაგულისხმევი ენა ჟურნალის საიტისთვის.
ku_iq: ئەمە زمانی سەرەکیی ئەم گۆڤارە دەبێت.
ky: Бул тил журнал сайты үчүн демейки тил болот.
lt: Šioje žurnalo svetainėje tokia kalba nevartojama.
lv: Šī būs žurnāla vietnes noklusējuma valoda.
mr: नियतकालिकाच्या संकेतस्थळासाठी ही सर्वसाधारण (डिफॉल्ट) भाषा असेल.
ms: Ini akan menjadi bahasa lalai untuk laman jurnal.
nb_no: Dette vil bli standard språk for tidsskriftets nettsted.
nl: Dit wordt de standaardtaal voor de site van het tijdschrift.
pl: Domyślny język dla czasopisma.
pt_br: Idioma padrão.
pt_pt: Idioma padrão do sistema.
ru: Этот язык будет языком по умолчанию для сайта журнала.
sk_sk: Toto bude východzí jazyk pre stránky vášho časopisu.
sl_si: Ta jezik bo privzet za celotno spletišče.
sr_rs@cyrillic: Ово ће бити претпостављени језик за сајт часописа.
sr_rs@latin: Ovo će biti pretpostavljeni jezik za sajt časopisa.
sv_se: Detta blir defaultspråk för tidskriftens webbplats.
tr_tr: Bu, dergi sitesi için varsayılan dil olacak.
uk: Це буде основна мова вебсайту журналу.
uz_cyrl: Бу журнал сайти учун асосий тил бўлади.
uz_uz@latin: Bu jurnal sayti uchun standart til bo'ladi.
vi_vn: Đây sẽ là ngôn ngữ mặc định cho trang web tạp chí.
zh_cn: 这将会是期刊网站的预设语言
zh_hant: 此為期刊網站的默認語言。

# manager.managementPages
source: Management Pages
ar: صفحات الإدارة
az: İdarəetmə səhifələri
bg_bg: Страници за управление
ca_es: Pàgines d’administració
cs_cz: Stránky pro správu
da_dk: Administrationssider
de_de: Verwaltung
es_es: Páginas de gestión
eu: Kudeaketako orriak
fa_ir: صفحات مدیریتی
fi: Hallinnointisivut
fr_fr: Pages de gestion
gl: Páxinas de administración
hi_in: प्रबंधन पृष्ठ
hr_hr: Postavke časopisa
hy: Կառավարման էջեր
id_id: Halaman Manajemen
is_is: Umsjónar síður
it_it: Amministrazione
ja: 管理ページ
ka_ge: მართვის გვერდები
ku_iq: پەڕەکانی بەڕێوەبردن
ky: Башкаруу баракчалары
lt: Rengėjo puslapiai
lv: Pārvaldības lapas
mr: व्यवस्थापन पृष्ठे
ms: Halaman Pengurusan
nb_no: Administrasjonssider
nl: Beheerpagina's
pl: Zarządzanie
pt_br: Configurações e ferramentas
pt_pt: Área Administrativa
ru: Страницы управления
sk_sk: Stránky pre správu
sl_si: Upravljavske strani
sr_rs@cyrillic: Управљачке странице
sr_rs@latin: Upravljačke stranice
sv_se: Administrationssidor
tr_tr: Yönetim Sayfaları
uk: Сторінки менеджменту
uz_cyrl: Бошқарув саҳифалари
uz_uz@latin: Boshqaruv sahifalari
vi_vn: Các trang quản lý
zh_cn: 网页管理
zh_hant: 管理設定頁面

# manager.payment.action
source: Action
ar: الإجراء
az: Proses
bg_bg: Действие
ca_es: Acció
cs_cz: Akce
da_dk: Handling
de_de: Aktion
es_es: Acción
eu: Ekintza
fa_ir: اقدام
fi: Toiminto
gl: Acción
hi_in: कार्य
hr_hr: Postupak
hy: Գործողություն
id_id: Aksi
is_is: Aðgerð
it_it: Azione
ja: アクション
ka_ge: მოქმედება
ku_iq: کردار
ky: Иш-аракет
lt: Veiksmas
lv: Rīcība
mr: कार्यवाही
ms: Tindakan
nb_no: Handling
nl: Actie
pl: Działanie
pt_br: Ação
pt_pt: Ação
ru: Действие
sk_sk: Akcia
sl_si: Akcija
sr_rs@cyrillic: Акција
sr_rs@latin: Akcija
sv_se: Aktivitet
tr_tr: İşlem
uk: Дія
uz_cyrl: Ҳаракат
uz_uz@latin: Harakat
vi_vn: Hoạt động
zh_cn: 支付动作
zh_hant: 執行項目

# manager.payment.addPayment
source: Add Payment
ar: أضف عملية التسديد
az: Ödəniş əlavə edin
bg_bg: Добави плащане
ca_es: Afegeix un pagament
cs_cz: Přidat platbu
da_dk: Tilføj betaling
de_de: Zahlungsmöglichkeit hinzufügen
es_es: Añadir pago
eu: Gehitu ordainketa
fa_ir: افزودن پرداخت
fi: Lisää maksu
fr_fr: Ajouter un paiement
gl: Engadir un pagamento
hi_in: भुगतान जोड़ें
hr_hr: Dodaj naplatu
hy: Ավելացնել վճարում
id_id: Tambah Pembayaran
is_is: Bæta við greiðslu
it_it: Aggiungi un pagamento
ja: 支払いの追加
ka_ge: გადახდის დამატება
ku_iq: پارە زیاد بکە
ky: Төлөм кошуу
lt: Įtraukti mokestį
lv: Pievienot maksājumu
mr: शुल्क भरणा समाविष्ट करा
ms: Tambah Pembayaran
nb_no: Legg til betaling
nl: Voeg betaling toe
pl: Dodaj płatność
pt_br: Incluir forma de pagamento
pt_pt: Adicionar Forma de Pagamento
ru: Добавить платеж
sk_sk: Pridať platbu
sl_si: Dodaj plačilo
sr_rs@cyrillic: Додај плаћање
sr_rs@latin: Dodaj plaćanje
sv_se: Lägg till betalning
tr_tr: Ödeme Ekle
uk: Додати платіж
uz_cyrl: Тўлов қўшиш
uz_uz@latin: To'lov qo'shish
vi_vn: Thêm thành toán
zh_cn: 添加支付
zh_hant: 增添付款

# manager.payment.amount
source: Amount
ar: المبلغ
az: Miqdar
bg_bg: Сума
ca_es: Quantitat
cs_cz: Částka
da_dk: Beløb
de_de: Betrag
es_es: Importe
eu: Zenbatekoa
fa_ir: مقدار
fi: Summa
fr_fr: Montant
gl: Importe
hi_in: राशि
hr_hr: Iznos
hy: Գումարը
id_id: Jumlah
is_is: Upphæð
it_it: Importo
ja: 金額
ka_ge: თანხა
ku_iq: بڕ
ky: Сумма
lt: Sąskaita
lv: Summa
mr: रक्कम
ms: Jumlah
nb_no: Beløp
nl: Hoeveelheid
pl: Suma
pt_br: Total
pt_pt: Total
ru: Сумма
sk_sk: Čiastka
sl_si: Znesek
sr_rs@cyrillic: Износ
sr_rs@latin: Iznos
sv_se: Summa
tr_tr: Tutar
uk: Розмір
uz_cyrl: Миқдор
uz_uz@latin: Miqdori
vi_vn: Tổng số
zh_cn: 数额
zh_hant: 數目

# manager.payment.authorFees
source: Author Fees
ar: رسوم المؤلف
az: Müəllif ödənişləri
bg_bg: Авторски такси
ca_es: Quotes dels autors/ores
cs_cz: Autorské poplatky
da_dk: Forfattergebyrer
de_de: Autor/innengebühren
es_es: Cuotas de los autores/as
eu: Egile-tarifak
fa_ir: هزینه‌های نویسنده
fi: Kirjoittajamaksut
fr_fr: Droits d'auteur
gl: Cotas dos autores/as
hi_in: लेखक शुल्क
hr_hr: Naplata od autora
hy: Հեղինակային վճարներ
id_id: Biaya Penulis
is_is: Höfundagjöld
it_it: Tariffe per gli autori
ja: 論文掲載料
ka_ge: ავტორის გადახდები
ku_iq: تێچوی توێژەر
ky: Автордук төлөмдөр
lt: Autoriaus mokesčiai
lv: Autora maksa
mr: लेखक शुल्क
ms: Yuran Pengarang
nb_no: Forfatterbetaling
nl: Betaling door de auteur
pl: Opłaty dla autorów
pt_br: Taxas para autores
pt_pt: Taxas para Autores
ru: Платежи автора
sk_sk: Autorské poplatky
sl_si: Pristojbina avtorja
sr_rs@cyrillic: Накнаде за аутора
sr_rs@latin: Naknade za autora
sv_se: Författaravgifter
tr_tr: Yazar Ücretleri
uk: Платежі авторів
uz_cyrl: Муаллифлик тўловлари
uz_uz@latin: Mualliflik to'lovlari
vi_vn: Lê phí đăng bài
zh_cn: 作者费用管理
zh_hant: 作者費用

# manager.payment.authorFeesDescription
source: Enter fee amounts below in order to enable author processing charges.
ar: أدخل مبالغ الرسوم أدناه من أجل تمكين معالجة رسوم النشر.
az: Müəllif ödənişlərini aktivlədirmək üçün ödəniş miqdarını aşağıya daxil edin
bg_bg: Въведете сумите на таксите по-долу, за да активирате таксите за обработка на автора.
ca_es: Les opcions seleccionades, juntament amb la descripció i la quota corresponents (que podeu editar a continuació), apareixen al pas 1 del procés de tramesa, a la pàgina «Sobre la revista», secció «Trameses», i també en els passos que requereixin fer pagaments.
cs_cz: Vybrané možnosti spolu s jejich popisem a poplatkem (lze editovat níže) se objeví v Kroku 1 při odesílání příspěvku a v části O časopise pod Příspěvky a dále na místech, kde je platba vyžadována.
da_dk: De valgte indstillinger samt deres beskrivelser og gebyrer (som kan redigeres nedenfor) vises i trin 1 i manuskriptprocessen og under Om tidsskriftet under Manuskripter samt i de situationer, hvor der kræves betaling.
de_de: Die ausgewählten Optionen (zusammen mit der jeweiligen Beschreibung und den Gebühren, die weiter unten bearbeitet werden können) erscheinen unter "1. Schritt" der Beitragseinreichung, im "Über uns" der Zeitschrift unter "Zur Zeitschrift" sowie an allen Stellen, an denen eine Zahlung erforderlich ist.
es_es: Las opciones seleccionadas, su descripción y las cuotas (todo ello se puede editar más abajo) se mostrarán en el paso n.º 1 del proceso de envío y en Envíos, dentro de la sección Acerca de la revista, así como en aquellos puntos en los que se requiera cualquier pago.
fa_ir: گزینه‌های انتخابی همراه با شرح و قیمت‌های آن (که در این قسمت قابل ویرایش است) در مرحله ۱ ارسال مقاله و در قسمت «درباره مجله» تحت قسمت ارسال مقاله, و همچنین هر جا که پرداخت لازم باشد, خواهد آمد.
fi: Valitut vaihtoehdot kuvauksineen ja maksuineen (joita voidaan muokata alla), näkyvät lähetysprosessin ensimmäisessä vaiheessa, Tietoa julkaisusta -sivulla Käsikirjoitukset-kohdassa sekä sellaisissa kohdissa, joissa vaaditaan maksu.
fr_fr: Les options choisies, ainsi que leurs descriptions et frais (qui peuvent être modifiés ci-dessous) apparaîtront à l'étape 1 du processus de soumission et dans la section À propos de la revue, sous Soumissions, ainsi qu'aux étapes où un paiement est requis.
gl: As opcións seleccionadas, xunto coa descrición e as cotas correspondentes (que se poden editar máis abaixo), aparecen no paso 1 do proceso de envío, na páxina Sobre a revista, sección Envíos, así como nos pasos en que se require facer pagamentos.
hi_in: लेखक प्रोसेसिंग शुल्क सक्षम करने के लिए नीचे शुल्क राशि दर्ज करें।
hr_hr: Odabrane opcije, zajedno s njihovim opisom i iznosom (koji se mogu uređivati na ovoj stranici) bit će navedene u prvom koraku postupka prijave priloga, u rubrici "prijave priloga" pod poveznicom "o časopisu", kao i na svim mjestima gdje se traži plaćanje.
hy: Ստորև մուտքագրեք վճարների գումարները՝ հեղինակի վճարները միացնելու համար:
id_id: Pilihan yang dipilih, dengan deskripsi dan biaya (yang dapat diedit di bawah ini), akan ditampilkan di Langkah 1 proses penyerahan naskah dan di Tentang Jurnal di bawah penyerahan naskah, serta di bagian mana pun pembayaran diperlukan.
it_it: Le opzioni selezionate, insieme alle loro descrizioni e quote (che possono essere modificate qui sotto), appariranno nel Passo 1 del processo di submission e nella pagina delle informazioni sulla rivista, sotto Submission, come anche nei diversi punti dove viene richiesto il pagamento.
ja: 著者へ処理費用を請求できるようにするのに、以下に料金を入力してください。
ka_ge: შეიტანეთ საფასურის ოდენობები ქვემოთ, რათა ჩაირთოს ავტორის გადასახადები.
ku_iq: بڕی تێچو لە خوارەوە بنوسە بۆ ئەوەی توێژەر ئەو بڕە پارەیە بدات.
ky: Автордук төлөмдөрдү кошуу үчүн төмөндөгү төлөм суммаларын киргизиңиз.
lt: Įtraukite apačioje nurodytas sumas.
lv: Tālāk ievadiet maksas summas, lai autoram varētu piemērot apstrādes maksu.
mr: लेखक प्रक्रिया शुल्क सक्रिय करण्यासाठी खाली शुल्काच्या रक्कमांची नोंद करा.
ms: Masukkan jumlah yuran di bawah untuk membolehkan caj pemprosesan pengarang.
nb_no: De valgte alternativene med beskrivelse og priser vil vises både i trinn 1 av innsendingsprosessen, i 'Om' tidsskriftet, og når det kreves betaling.
nl: De geselecteerde opties worden met hun beschrijving en kosten getoond in stap 1 van de inzendingsprocecure en in Over het tijdschrift en op de plaatsen waar betaling vereist is.
pl: Wybrane opcje, wraz z ich opisem i informacją o kosztach zostaną wyświetlone przy kroku 1 procesu wysyłania tekstu do czasopisma.
pt_br: As opções definidas (bem como as descrições, que podem ser alteradas, e as taxas) serão exibidas no Passo 1 do processo de submissão e na seção Submissões do Sobre a revista, assim como nos locais onde pagamento é exigido.
pt_pt: Insira abaixo os valores das taxas de forma a ativar as taxas de processamento aos autores.
ru: Введите суммы платежей ниже, чтобы включить платежи автора.
sk_sk: Vybrané možnosti spolu s ich popisom a poplatkom (dá sa editovať nižšie) sa objaví v Kroku 1 pri odosielaní príspevku a v časti O časopise pod Príspevkami a ďalej na miestach, kde je platba vyžadovaná.
sl_si: Izbrane možnosti, skupaj z opisi in pristojbinami (ki jih lahko urejate spodaj), se bodo prikazale v prvem koraku procesa oddaje prispevka in v meniju O reviji, pod Oddani prispevki, enako kot na straneh, kjer je potrebno plačilo.
sr_rs@cyrillic: Одабране опције са њиховим описима и накнадама (које могу бити измењене испод) ће се појавити у Корак 1 процесу пријаве чланка и у О часопису и Пријаве делу као и уделовима где је плаћање накнада назначено.
sr_rs@latin: Odabrane opcije sa njihovim opisima i naknadama (koje mogu biti izmenjene ispod) će se pojaviti u Korak 1 procesu prijave članka i u O časopisu i Prijave delu kao i udelovima gde je plaćanje naknada naznačeno.
sv_se: Mata in avgifter nedan för att aktivera författaravgifter.
tr_tr: Yazar işlem ücretlerini etkinleştirmek için ücret tutarlarını aşağıya girin.
uk: Введіть нижче суми зборів, щоб увімкнути плату автора за обробку.
uz_cyrl: Муаллифлардан олинадиган тўловлар миқдорини киритинг.
uz_uz@latin: Muallifga ishlov berish uchun to'lovlarni kiritish uchun to'lov miqdorini kiriting.
vi_vn: Nhập số tiền phí bên dưới để kích hoạt phí xử lý tác giả.
zh_cn: 选择的选项，连同它们的说明和费用(可以在下面进行编辑),将出现在投稿流程的第一步和投稿下面的关于期刊,以及在哪里需要支付点.
zh_hant: 在下方輸入費用，增添作者處理費用。
