Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.restrictArticleAccess
source: Users must be registered and log in to view open access content.
ar: على المستخدمين التسجيل في الموقع والدخول فيه لمعاينة المحتوى المتاح للوصول المفتوح.
az: İstifadəçilərin açıq giriş məzmununa baxa bilmələri üçün istifadəçi qeydiyyatı kimi daxil olmaları məcburidir.
bg_bg: Потребителите трябва да бъдат регистрирани и да влизат в системата, за да видят съдържание с отворен достъп.
ca_es: Els usuaris/àries han d’estar registrats i han d’haver iniciat la sessió per poder visualitzar els continguts d’accés lliure.
cs_cz: Uživatelé musí být registrovaní a přihlášení, aby mohli prohlížet obsah s otevřeným přístupem.
da_dk: Brugere skal være registreret og logge på for at få vist Open Access-indhold.
de_de: Benutzer/innen müssen registriert und angemeldet sein, um Open-Access-Inhalte aufrufen zu können.
es_es: Los usuarios/as deben registrarse e iniciar sesión para ver el contenido de acceso abierto.
eu: Sarrera libreko edukia ikusteko, erabiltzaileak erregistratuta egon behar du eta saioa hasi.
fa_ir: برای دیدن متن کامل مقالات باید ثبت‌نام کنید
fi: Käyttäjien tulee olla rekisteröityneitä ja sisäänkirjautuneita katsellakseen avoimesti saatavilla olevaa sisältöä.
fr_fr: Les utilisateurs doivent être inscrits et se connecter pour afficher le contenu en accès libre.
gl: Os usuarios/as deben estar rexistrados/as e iniciar sesión para ver o contido de acceso aberto.
hi_in: ओपन एक्सेस सामग्री देखने के लिए उपयोगकर्ताओं को पंजीकृत होना चाहिए और लॉग इन करना चाहिए।
hr_hr: Korisnici se moraju prijaviti u sustav da bi vidjeli sadržaj otvorenog pristupa.
hy: Բաց հասանելիության բովանդակությունը դիտելու համար օգտատերերը պետք է գրանցված լինեն և մուտք գործեն:
id_id: Pengguna harus terdaftar dan login untuk melihat konten Akses Terbuka.
is_is: Notendur verða að vera skráðir og innská sig til að skoða innihald í opnum aðgangi.
it_it: Gli utenti devono essere registrati e aver effettuato il log in per vedere i contenuti open access.
ja: オープンアクセスコンテンツの閲覧には、ユーザー登録とログインが必要です。
ka_ge: მომხმარებლები უნდა დარეგისტრირდნენ და შევიდნენ სისტემაში ღია წვდომის შინაარსის სანახავად.
ku_iq: بەکار‌هێنەرکان دەبێت تۆمارکراوبن و بچنە ژوورەوە بۆ بینینی ناوەڕۆکی دەستپێگەیشتنی کراوە.
ky: Ачык жеткиликтүү мазмунду көрүү үчүн колдонуучулар катталып, кириши керек.
lt: Vartotojas, norintis matyti atvirosios prieigos turinį, turi užsiregistruoti arba prisijungti.
lv: Lietotājiem jābūt reģistrētiem un jāpieslēdzas, lai skatītu brīvpieejas saturu.
mr: वापरकर्ते नोंदणीकृत असणे आणि मुक्त उपलब्ध लेखन वाचण्यासाठी त्यांनी लॉग-इन करणे आवश्यक आहे.
ms: Pengguna mesti didaftarkan dan log masuk untuk melihat kandungan akses terbuka.
nb_no: Brukere må logge inn for å se publiserte artikler i fulltekst.
nl: Gebruikers moeten geregistreerd en ingelogd zijn om open access materiaal te bekijken.
pl: Użytkownicy muszą być zarejestrowani i zalogowani, aby wyświetlić zawartość czasopisma w otwartym dostępie (open access).
pt_br: Usuários devem se cadastrar e acessar o sistema para visualizar conteúdo de acesso livre.
pt_pt: Utilizadores devem se registar e aceder ao sistema para visualizar conteúdo de acesso livre.
ru: Пользователи должны быть зарегистрированы и войти в систему под своей учетной записью, чтобы просмотреть находящийся в открытом доступе контент.
sk_sk: Používatelia musia byť registrovaní, aby mohli prezerať obsah s otvoreným prístupom.
sl_si: Uporabniki morajo biti registrirani in prijavljeni, da lahko vidijo prosto dostopno vsebino.
sr_rs@cyrillic: Корисници морају бити регистровани и пријављени да би приступили садржају отвореног приступа.
sr_rs@latin: Korisnici moraju biti registrovani i prijavljeni da bi pristupili sadržaju otvorenog pristupa.
sv_se: Användare måste vara registrerade och inloggade för att se open access-innehållet.
tr_tr: Kullanıcıların açık erişim içeriğini görüntüleyebilmeleri için kullanıcı kayıt olarak giriş yapmaları zorunludur.
uk: Користувачі мають бути зареєстровані для перегляду змісту у відкритому доступі.
uz_cyrl: Мақолаларни кўриш учун рўйхатдан ўтиш шарт.
uz_uz@latin: Foydalanuvchilar ochiq kirish tarkibini ko'rish uchun ro'yxatdan o'tishlari va tizimga kirishlari kerak.
vi_vn: Người dùng phải được đăng ký và đăng nhập để xem nội dung truy cập mở.
zh_cn: 用户必须登入才可以浏览已经出版论文的全文。
zh_hant: 用戶必須先註冊及登入以閱覽開放取用內容。

# manager.setup.restrictSiteAccess
source: Users must be registered and log in to view the journal site.
ar: على المستخدمين التسجيل في الموقع والدخول فيه لمعاينة موقع المجلة.
az: İstifadəçilərin Jurnal saytına baxıla bilmələri üçün qeydiyyat kimi daxil olmaları məcburidir.
bg_bg: Потребителите трябва да бъдат регистрирани и да влязат, за да видят сайта на списанието.
ca_es: Els usuaris/àries han d’estar registrats i han d’haver iniciat la sessió per poder visualitzar el lloc de la revista.
cs_cz: Uživatelé musí být registrovaní a přihlášení, aby mohli prohlížet stránky časopisu.
da_dk: Brugere skal være registreret og logge på for at få vist tidsskriftets websted.
de_de: Benutzer/innen müssen registriert und angemeldet sein, um die Zeitschriftenseite aufrufen zu können.
es_es: Los usuarios/as deben registrarse e iniciar sesión para ver el sitio web de la revista.
eu: Aldizkariaren gunea ikusteko, erabiltzaileak erregistratuta egon behar du eta saioa hasi.
fa_ir: برای دیدن سایت مجله باید ثبت‌نام کنید
fi: Käyttäjien tulee olla rekisteröityneitä ja sisäänkirjautuneita katsellakseen julkaisun sivustoa.
fr_fr: Les utilisateurs doivent être inscrits et se connecter pour afficher le site de la revue.
gl: Os usuarios/as deben estar rexistrados/as e iniciar sesión para ver o sitio da revista.
hi_in: उपयोगकर्ता को पंजीकृत होना चाहिए और जर्नल साइट देखने के लिए लॉग इन करना होगा।
hr_hr: Korisnici se moraju prijaviti u sustav da bi vidjeli stranicu časopisa.
hy: Օգտատերերը պետք է գրանցված լինեն և մուտք գործեն՝ ամսագրի կայքը դիտելու համար:
id_id: Pengguna harus terdaftar dan login untuk melihat situs jurnal.
is_is: Notendur verða að vera skráðir og skrá sig inn til að skoða vefsíðu tímaritsins.
it_it: Gli utenti devono essere registrati e aver effettuato il log in per vedere il sito della rivista.
ja: ジャーナルサイトの閲覧にはユーザー登録とログインが必要です。
ka_ge: მომხმარებლები უნდა დარეგისტრირდნენ და შევიდნენ ჟურნალის საიტის სანახავად.
ku_iq: بەکارهێنەرەکان دەبێت تۆمارکراوبن و بچنە ژوورەوە بۆ بینینی سایتی گۆڤارەکە.
ky: Журнал сайтына кирүү үчүн колдонуучулар катталып, кириши керек.
lt: Vartotojas, norintis matyti žurnalo tinklalapį, turi užsiregistruoti arba prisijungti.
lv: Lietotājiem jābūt reģistrētiem un jāpieslēdzas, lai skatītu žurnāla vietni.
mr: वापरकर्ते नोंदणीकृत असणे आणि नियतकालिकाच्या संकेतस्थळावरील मजकूर पहाण्यासाठी त्यांनी लॉग-इन करणे आवश्यक आहे.
ms: Pengguna mesti didaftarkan dan log masuk untuk melihat laman web jurnal.
nb_no: Brukere må logge inn for å se tidsskriftets nettsted.
nl: Gebruikers moeten geregistreerd en ingelogd zijn om het tijdschrift te bekijken.
pl: Użytkownicy muszą być zarejestrowani i zalogowani, aby wyświetlić stronę czasopisma.
pt_br: Usuários devem se cadastrar e acessar o sistema para visualizar a página da revista.
pt_pt: Utilizadores devem se registar e aceder ao sistema para visualizar o conteúdo da revista.
ru: Пользователи должны быть зарегистрированы и войти в систему под своей учетной записью, чтобы просматривать сайт журнала.
sk_sk: Používatelia musia byť registrovaní, aby mohli prezerať stránky časopisu.
sl_si: Uporabniki morajo biti registrirani in prijavljeni, da lahko vidijo spletno stran revije.
sr_rs@cyrillic: Корисници морају бити регистровани и пријављени да би приступили сајту часописа.
sr_rs@latin: Korisnici moraju biti registrovani i prijavljeni da bi pristupili sajtu časopisa.
sv_se: Användare måste vara registrerade och inloggade för att se tidskriften.
tr_tr: Kullanıcıların dergi sitesini görüntüleyebilmeleri için kayıt olarak giriş yapmaları zorunludur.
uk: Користувачі мають бути зареєстровані для перегляду вебсайту журналу.
uz_cyrl: Сайтни кўриш учун рўйхатдан ўтиш шарт.
uz_uz@latin: Foydalanuvchilar jurnal saytini ko'rish uchun ro'yxatdan o'tishi va tizimga kirishi kerak.
vi_vn: Người dùng phải được đăng ký và đăng nhập để xem trang web tạp chí.
zh_cn: 用户必须登入才能浏览这个网站。
zh_hant: 用戶必須先註冊及登入以瀏覽期刊網站。

# manager.setup.reviewGuidelines
source: Review Guidelines
ar: دليل التحكيم
az: Dəyərləndirmə bələdçisi
bg_bg: Ръководство за рецензенти
ca_es: Directrius de revisió
cs_cz: Instrukce pro recenzování
da_dk: Retningslinjer for bedømmelser
de_de: Begutachtungsrichtlinien
es_es: Indicaciones para la revisión
eu: Ebaluazioa egiteko gidalerroak
fa_ir: راهنمای داوری
fi: Arviointiohjeet
fr_fr: Directives pour l'évaluation
gl: Pautas de revisión
hi_in: दिशानिर्देशों की समीक्षा करें
hr_hr: Smjernice za recenziju
hy: Գրախոսման ուղեցույցներ
id_id: Panduan Review
is_is: Leiðbeiningar um ritrýni
it_it: Linee guida per la revisione
ja: 査読ガイドライン
ka_ge: რეცენზენტების სახელმძღვანელო
ku_iq: ڕێساکانی هەڵسەنگاندن
ky: Кароо көрсөтмөлөрү
lt: Nurodymai recenzentams
lv: Vadlīnijas recenzēšanai
mr: समीक्षणासाठी मार्गदर्शक तत्त्वे / मार्गदर्शक तत्त्वांचा आढावा
ms: Garis Panduan Ulasan
nb_no: Instruks for fagkonsulenter
nl: Review richtlijnen
pl: Wytyczne dotyczące procesu recenzji
pt_br: Diretrizes para avaliação
pt_pt: Instruções para Revisão
ru: Руководство для рецензентов
sk_sk: Inštrukcie pre recenzovanie
sl_si: Navodila recenzentom
sr_rs@cyrillic: Упутство за рецензију
sr_rs@latin: Uputstvo za recenziju
sv_se: Riktlinjer för granskare
tr_tr: Değerlendirme Rehberi
uk: Керівництво для рецензентів
uz_cyrl: Тақризчилар учун қўлланма
uz_uz@latin: Ko'rib chiqish ko'rsatmalari
vi_vn: Hướng dẫn phản biện
zh_cn: 审稿须知
zh_hant: 評審指引

# manager.setup.reviewOptions
source: Review Options
ar: خيارات التحكيم
az: Dəyərləndirmə seçimləri
bg_bg: Опции за рецензенти
ca_es: Opcions de revisió
cs_cz: Možnosti recenzí
da_dk: Bedømmelsesindstillinger
de_de: Optionen für die Begutachtung
es_es: Opciones de revisión
eu: Ebaluazio-aukerak
fa_ir: گزینه‌های داوری
fi: Arviointiin liittyvät valinnat
fr_fr: Options d'évaluation
gl: Opcións de revisión
hi_in: विकल्प की समीक्षा करें
hr_hr: Opcije recenzije
hy: Գրախոսման ընտրանքներ
id_id: Pilihan Review
is_is: Ritrýni valkostir
it_it: Opzioni di revisione
ja: 査読オプション
ka_ge: რეცენზირების პარამეტრები
ku_iq: بژاردەکانی هەڵسەنگاندن
ky: Кароо параметрлери
lt: Recenzijų parinktys
lv: Recenzēšanas iespējas
mr: पर्यायांचा आढावा घेणे
ms: Pilihan Ulasan
nb_no: Fagvurderingsvalgmuligheter
nl: Opties voor reviews
pl: Opcje recenzji
pt_br: Opções para avaliação
pt_pt: Opções para Revisão
ru: Параметры рецензирования
sk_sk: Možnosti recenzií
sl_si: Nastavitve recenzije
sr_rs@cyrillic: Опције за рецензију
sr_rs@latin: Opcije za recenziju
sv_se: Alternativ för granskning
tr_tr: Değerlendirme Seçenekleri
uk: Налаштування рецензування
uz_cyrl: Тақриз қилиш созламалари
uz_uz@latin: Ko'rib chiqish imkoniyatlari
vi_vn: Tùy chọn đánh giá
zh_cn: 审稿选项
zh_hant: 評審選項

# manager.setup.reviewOptions.automatedReminders
source: Automated Email Reminders
ar: رسائل التذكير الآلية (المتوافرة في الرسائل الإفتراضية لنظام المجلات المفتوحة) يمكن إرسالها إلى المحكمين في موضعين (فضلاً عن تمكن المحرر من مراسلة المحكم يدوياً متى شاء)
az: Avtomatik xatırlatma emailləri
bg_bg: Автоматични напомняния по имейл
ca_es: Recordatoris de correu automàtics
cs_cz: Automatická e-mailová připomenutí (dostupná ve výchozích e-mailech OJS) mohou být posílána recenzentům ve dvou bodech (editor přitom vždy také může zaslat e-mail přímo recenzentovi)
da_dk: Det er muligt at sende automatiske e-mail-påmindelser (tilgængelige i OJS-systemets standard-e-mails) til bedømmere på to tidspunkter (redaktøren kan desuden altid sende en e-mail direkte til bedømmeren)
de_de: Automatische Erinnerung der Gutachter/innen per E-Mail (aus den OJS-Standard-E-Mails) kann an zwei Stellen erfolgen. Die Redakteurin/der Redakteur kann hingegen den Gutachter/innen zu jeder Zeit direkt eine E-Mail schicken
es_es: Recordatorios de correo automáticos
eu: Mezu elektroniko automatikoak (OJSren mezu elektroniko lehenetsietan daude) bi puntutan bidal dakizkieke oroigarri gisa ebaluatzaileei (hala ere, editoreak nahi duenean bidal diezazkioke mezuak zuzenean ebaluatzaileari)
fa_ir: ایمیل‌های خودکار یادآوری
fi: Automaattiset sähköpostimuistutukset
fr_fr: Des rappels automatiques par courriel (disponibles dans les Courriels par défaut d'OJS) peuvent être envoyés aux rapporteurs à deux moments précis (à tout moment, le rédacteur peut également envoyer un courriel au rapporteur directement)
gl: Recordatorios de correo electrónico automatizados
hi_in: स्वचालित ईमेल स्मरणपत्र
hr_hr: Poruke e-pošte kojima se recenzente podsjeća na njihov zadatak (dostupni među obrascima e-pošte OJS-a) mogu se automatski odaslati recenzentima u dva slučaja (također, urednik može uvijek osobno kroz sustav poslati obrazac e-pošte s upitom recenzentu)
hy: Ավտոմատացված էլ․ փոստի հիշեցումներ
id_id: Email pengingat otomatis
is_is: Sjálfvirkar áminningar í tölvupósti
it_it: Le email automatiche di sollecito (disponibili nelle email di default di OJS) possono essere inviate ai revisori in due punti (mentre l'editor puù sempre inviare email direttamente al revisore)
ja: 自動メールリマインダー
ka_ge: ავტომატიზირებული ელფოსტის შეხსენებები
ku_iq: بیرخەرەوەی خودکاری ئیمێڵەکان
ky: Автоматтык электрондук почта эскертүүлөрү
lt: Automatinis priminimas e. paštu
lv: Automātiski e-pasta atgādinājumi
mr: स्वनियंत्रित ई-मेल स्मरणपत्रे
ms: Peringatan E-mel Automatik
nb_no: Automatiserte e-post purringer (tilgjengelig i OJS's default e-poster) kan sendes til fagkonsulenter ved to anledninger (redaktøren kan i tillegg sende e-post direkte til fagkonsulenten)
nl: Automatische herinnerings-e-mails (beschikbaar in de standaard e-mails van OJS) kunnen op twee momenten naar de reviewer gestuurd worden (de redacteur kan de reviewer altijd direct e-mailen)
pl: Przypomnienia e-mail mogą zostać wysłane recenzentom w dwóch sytuacjach
pt_br: E-mails automatizados serão enviados ao avaliador (o editor também pode enviar lembretes ao avaliador)
pt_pt: E-mails automatizados serão enviados ao revisor (o editor também pode enviar lembretes ao revisor)
ru: Автоматические напоминания по электронной почте
sk_sk: Automatická e-mailové pripomenutie (dostupné vo východiskových e-mailoch OJS) môžu byť posielané recenzentom v dvoch bodoch (editor pritom vždy tiež môže zaslať e-mail priamo recenzentovi)
sl_si: Avtomatizirani e-poštni opomniki
sr_rs@cyrillic: Аутоматски подсетници имејлом
sr_rs@latin: Automatski podsetnici imejlom
sv_se: Automatiska e-postpåminnelser
tr_tr: Otomatik Hatırlatma e-Postaları
uk: Хоча редактор завжди може особисто контактувати з рецензентами по email, можливі також два варіанта налаштування автоматичного розсилання нагадувань (зміст листів-нагадувань можна змінити у розділі "Шаблони листів")
uz_cyrl: Автоматик эслатмалар юбориш
uz_uz@latin: Avtomatik elektron pochta eslatmalari
vi_vn: Nhắc nhở email tự động
zh_cn: 自动电子邮件备忘录 (可从 OJS 的预设电子邮件取得) 可以在两个时间点送给审稿人 (而编辑也随时可以直接电邮审稿人)
zh_hant: 自動電郵提示

# manager.setup.reviewOptions.numWeeksPerReview
source: Weeks allowed to complete the review
ar: المهلة المتاحة اعتيادياً للمحكمين
az: rəyçinin dəyərləndirməsini tamamlamaq üçün verilən müddət
bg_bg: Седмици, разрешени за завършване на рецензия
ca_es: Temps mitjà de què disposaran els revisors/ores
cs_cz: Obvyklé povolené časové období pro zpracování recenzí
da_dk: Antal uger afsat til bedømmelse
de_de: Vorgesehener Zeitaufwand für eine Begutachtung
es_es: El plazo habitual establecido para las revisiones es de
eu: Ebaluazioak egiteko uzten den ohiko denbora
fa_ir: متوسط مهلت داوری
fi: Arvioinnin suorittamiseen annettava aika (viikkoa)
fr_fr: Temps habituellement alloué aux évaluations
gl: Número de semanas permitidas para completar a revisión
hi_in: सप्ताह की समीक्षा पूरी करने की अनुमति दी
hr_hr: Tipičan rok dozvoljen za recenzije
hy: Շաբաթների թիվը, որի ընթացքում թույլատրվում է ավարտել գրախոսումը
id_id: Jangka waktu review (dalam minggu)
is_is: Vikur til að ljúka ritrýni
it_it: Il periodo di tempo medio concesso ai revisori
ja: レビュー完了までの期間
ka_ge: მიმოხილვის შესრულებისთვის საჭირო კვირების რაოდენობა
ku_iq: ئەو هەفتانەی کە ڕێگەپێدراوە بۆ تەواوکردنی پێداچوونەوە
ky: Кароону аяктоо үчүн уруксат берилген жума саны
lt: Savaitės, skirtos recenzijai atlikti
lv: Recenzēšanas pabeigšanai atvēlētās nedēļas
mr: समीक्षण पूर्ण करण्यासाठी दिलेली मुदत (आठवड्यात)
ms: Minggu dibenarkan untuk menyelesaikan ulasan
nb_no: Vanlig varighet tillatt for fagfellevurderinger
nl: De vastgestelde tijd voor een review
pl: Czas na wykonanie recenzji
pt_br: Prazo padrão permitido para conlusão de uma avaliação
pt_pt: Tempo padrão permitido para conlusão de uma revisão
ru: Число недель на выполнение рецензии
sk_sk: Obvyklé povolené časové obdobie pre spracovanie recenzií
sl_si: Tipični rok za končanje recenzije
sr_rs@cyrillic: Дозвољен број недеља да се заврши рецензија
sr_rs@latin: Dozvoljen broj nedelja da se završi recenzija
sv_se: Det antal veckor som granskningen av artikel/artiklar högst får ta
tr_tr: Hakem değerlendirmesini tamamlamak için verilen süre
uk: Типовий період, необхідний для проведення рецензування
uz_cyrl: Тақриз қилиш учун бериладиган муддат (ҳафта)
uz_uz@latin: Haftalar tekshirishni yakunlashga ruxsat berdi
vi_vn: Tuần được phép hoàn thành đánh giá
zh_cn: 一般审稿时间
zh_hant: 評審期限（以週計）

# manager.setup.reviewOptions.onQuality
source: Editors will rate reviewers on a five-point quality scale after each review.
ar: سيقوم المحررون بتقييم المحكمين عبر سلم تقييم من خمس نقاط بعد كل عملية تحكيم.
az: Redaktorlar hər dəfə bir rəyçi incələməsindən sonra rəyçilər üçün 1-5 bal arasında keyfiyyət ölçümünə görə dəyərləndirmə edilməlidir.
bg_bg: Редакторите ще оценяват рецензентите по петстепенна скала за качество след всяка рецензия.
ca_es: Després de cada revisió, els editors/ores han de puntuar els revisors/ores segons una escala de qualitat de cinc punts.
cs_cz: Editor bude hodnotit recenzenty na pětistupňové škále kvality po každé recenzi.
da_dk: Redaktører klassificerer bedømmere på en fempunktskvalitetsskala efter hver bedømmelse.
de_de: Redakteur/innen bewerten die Gutachter/innen nach jeder Begutachtung auf einer fünfstufigen Skala.
es_es: Los editores/as pueden calificar a los revisores/as en una escala de de cinco puntos después de cada revisión.
eu: Editoreek bost puntuko kalitate-eskala baten arabera baloratuko dituzte ebaluatzaileak, ebaluazio bakoitzaren ondoren.
fa_ir: دبیر بر مبنای یک تا پنج نمره‌ای به داور در مورد کیفیت کار وی در مورد هر داوری می‌دهد.
fi: Toimittajat arvostelevat arvioijat viisiportaisella laatuasteikolla jokaisen arviointitapahtuman jälkeen.
fr_fr: Les rédacteurs noteront les rapporteurs sur une échelle qualitative de cinq points après chaque évaluation.
gl: Os editores/as valorarán aos revisores/as nunha escala de cinco puntos despois de cada revisión.
hi_in: संपादक प्रत्येक समीक्षा के बाद समीक्षकों को पांच-बिंदु गुणवत्ता पैमाने पर रेट करेंगे।
hr_hr: Urednici će nakon svake recenzije procjenjivati kvalitetu rada i suradnje pojedinih recenzenata ocjenom između 1 i 5.
hy: Խմբագիրները յուրաքանչյուր գրախոսությունից հետո կգնահատեն գրախոսներին որակի հինգ բալանոց սանդղակով:
id_id: Editor akan menilai reviewer dengan skala kualitas lima poin setiap selesai mereview.
is_is: Ritsjtóar gefa ritrýnum einkunn á fimm punkta skala eftir hverja ritrýni.
it_it: Gli editor, dopo ogni revisione, daranno ai revisori un voto su una scala da uno a cinque.
ja: 編集者は各査読の後、査読者を5段階の品質評価で評価します。
ka_ge: ყოველი რევიზიის შემდეგ რედაქტორები შეაფასებენ რეცენზენტებს ხუთქულიანი შკალით.
ku_iq: سەرنوسەرەکان هەڵسەنگێنەرەکان هەڵدەسەنگێنن لە سەر پێورێکی پێنج خاڵی لە دوای هەر هەڵسەنگاندنێک.
ky: Ар бир кароодон кийин редакторлор кароочуларды беш баллдык сапат шкаласы боюнча баалашат.
lt: Parengus recenziją, redaktorius recenzentą vertins taikydamas penkiabalę kokybės vertinimo skalę.
lv: Pēc katras recenzijas redaktori vērtēs recenzentus pēc piecu ballu skalas.
mr: प्रत्येक समीक्षणानंतर संपादक समीक्षकाचे पाच-बिंदू (पॉइंट) गुणपट्टीवर मूल्यांकन करतील.
ms: Editor akan menilai pengulas pada skala kualiti lima mata selepas setiap ulasan.
nb_no: Redaktører kommer til å rangere fagkonsulentene på en fempunkts skala etter hvert vurderingsoppdrag.
nl: Redacteurs beoordelen de reviewers op een vijfpuntsschaal op kwaliteit na iedere review.
pl: Redaktorzy oceniają recenzentów na podstawie przesłanych recenzji za pomocą pięciostopniowej skali.
pt_br: Editores poderão classificar avaliadores em uma escala de cinco pontos após cada avaliação.
pt_pt: Editores poderão classificar revisores numa escala de cinco pontos após cada revisão.
ru: Редакторы будут оценивать качество работы рецензентов по пятибалльной шкале после каждой рецензии.
sk_sk: Editor bude hodnotiť recenzentov na päťstupňovej škále kvality pre každú recenziu.
sl_si: Po opravljeni posamezni recenziji bodo uredniki ocenjevali kvaliteto recenzije in sodelovanja z oceno od 1 do 5.
sr_rs@cyrillic: Уредници ће бодовати квалитет рецензената на скали од 1-5 након сваке рецензије.
sr_rs@latin: Уrednici će bodovati kvalitet recenzenata na skali od 1-5 nakon svake recenzije.
sv_se: Redaktörerna betygsätter granskarna utifrån en fempoängs-skala efter avslutad granskning.
tr_tr: Editörler her bir hakem incelemesinden sonra hakemler için 1-5 puan arasında kalite ölçeğine göre değerlendirme yapabilir.
uk: Після кожного рецензування редактори зможуть оцінювати рецензентів за п'ятибальною шкалою.
uz_cyrl: Муҳаррирлар тақриз сифатини баҳолай оладилар.
uz_uz@latin: Tahrirlovchilar har bir ko'rib chiqishdan so'ng sharhlovchilarni besh balli sifat shkalasida baholaydilar.
vi_vn: Biên tập viên sẽ đánh giá người phản biện theo thang điểm chất lượng năm điểm sau mỗi lần đánh giá.
zh_cn: 对每一篇审稿结果，编辑将会由1到5评比审稿人。
zh_hant: 編輯會在每次評審後，分五等評價評審員的評審質素。

# manager.setup.reviewOptions.restrictReviewerFileAccess
source: Restrict File Access
ar: تقييد الوصول إلى الملف
az: Fayl girişini məhdudlaşdırın
bg_bg: Ограничаване на достъпа до файлове
ca_es: Restringir l'accés a l'arxiu
es_es: Restringir el acceso al archivo
eu: Mugatu fitxategirako sarbidea
fi: Rajoita pääsyä tiedostoihin
fr_fr: Restreindre l'accès aux fichiers
gl: Restrinxir o acceso aos arquivos
hi_in: फ़ाइल एक्सेस को प्रतिबंधित करें
hy: Սահմանափակել նիշքի մուտքը
is_is: Takmarka aðgang að skrám
it_it: Limita l'accesso al file
ja: ファイルアクセスの制限
ka_ge: ფაილებზე წვდომის შეზღუდვა
ku_iq: فاییلی دەستپێگەیشتن جڵەو و سنورداری بکە
ky: Файлга кирүүнү чектөө
lt: Riboti failų prieigą
lv: Failu piekļuves ierobežošana
mr: फाईलची उपलब्धता प्रतिबंधित करा
ms: Hadkan Akses Fail
nb_no: Fagfellene vil få tilgang til innleveringen bare etter å ha akseptert oppdraget
nl: Beperk de toegang tot bestanden
pl: Recenzenci dostaną dostęp do pliku z tekstem tylko i wyłącznie, gdy zgodzą się na napisanie recenzji
pt_pt: Restringir o acesso aos ficheiros
ru: Ограничить доступ к файлам
sk_sk: Obmedzte prístup k súborom
sl_si: Recenzenti bodo imeli dostop do oddanega prispevka šele po tem, ko bodo sprejeli recenzijo tega prispevka
tr_tr: Dosya Erişimini Kısıtla
uk: Обмеження доступу до файлів
uz_cyrl: Тақризчиларга файлларни фақат тақриз қилишга рози бўлгандан кейин кўрсатиш.
uz_uz@latin: Faylga kirishni cheklash
vi_vn: Hạn chế truy cập tệp
zh_hant: 限制檔案取用
