Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.expiryReminderBeforeWeeks
source: Notify subscribers by email before subscription expiry.
ar: إشعار المشتركين بريدياً قبل انتهاء مدة الاشتراك.
az: Abunəlik müddəti başa çatmazdan əvvəl email ilə məlumatlandırın
bg_bg: Уведомете абонатите по имейл преди изтичане на абонамента (седмици).
ca_es: Notificar-ho als usuaris/àries per correu electrònic abans que la subscripció caduqui.
cs_cz: Upozornit předplatitele emailem před vypršením předplatného.
da_dk: Underret abonnenter via e-mail før abonnementets ophør.
de_de: Benutzer per E-Mail vor Ablauf des Abonnements benachrichtigen
es_es: Notificar a los suscriptores por correo electrónico antes de la caducidad de la suscripción.
eu: Jakinarazi harpidedunei posta elektronikoz, harpidetza iraungi aurretik.
fa_ir: اطلاع‌رسانی به مشترکین از طریق ایمیل قبل از انقضای اشتراک
fi: Ilmoita tilaajille sähköpostilla, kun heidän tilauksensa on päättynyt.
fr_fr: Notifier les abonnés-es par courriel lors de l'expiration de l'abonnement.
gl: Notificar aos subscritores por correo electrónico antes do vencemento da subscrición.
hi_in: सदस्यता समाप्ति से पहले ईमेल द्वारा ग्राहकों को सूचित करें।
hy: Էլ․ փոստով տեղեկացրեք բաժանորդներին մինչև բաժանորդագրության ժամկետի ավարտը:
is_is: Senda tilkynningu í tölvupósti á áskrifendur áður enn áskrift rennur út.
it_it: Notifica agli abbonati per mail prima della scadenza dell'abbonamento.
ja: 購読者には、購読期間終了前にメールで通知。
ka_ge: შეატყობინეთ აბონენტებს ელფოსტით გამოწერის ვადის გასვლამდე.
ku_iq: بەشداربووان بە ئیمەیڵ ئاگادار بکەوە پێش بەسەرچونی بەشداریکردنیان.
ky: Жазылуу мөөнөтү бүткөнгө чейин абоненттерге электрондук кат аркылуу кабарлаңыз.
lt: Siųsti pranešimą e. paštu prenumeratai baigiantis.
lv: Paziņot abonentiem e-pastā pirms abonēšanas termiņa beigām.
mr: सदस्यता कालबाह्य होण्यापूर्वी सदस्यांना ई-मेलद्वारे सूचित करा.
ms: Maklumkan pelanggan melalui e-mel sebelum tamat tempoh langganan.
nb_no: Send e-post til abonnenter om abonnement som snart løper ut.
nl: Verwittig abonnees per e-mail vóór het verstrijken van hun abonnement.
pl: Powiadom subskrybentów emailem przed wygaśnięciem subskrypcji.
pt_br: Notificar os subscritores por email antes da expiração da subscrição.
pt_pt: Notificar os subscritores por email antes da expiração da subscrição.
ru: Уведомить подписчиков по электронной почте до окончания срока подписки.
sk_sk: Upozorniť predplatiteľov emailom pred expiráciou predplatného.
sl_si: Pošlji email obvestilo naročniku pred potekom naročnine.
sv_se: Meddela prenumeranter via e-post före prenumerationens förfallodatum.
tr_tr: Aboneleri abonelik süresinin bitiminden önce e-posta ile bilgilendir.
uk: Сповістити учасників електронною поштою після закінчення терміну підписки.
uz_cyrl: Муддат тугашидан бир неча ҳафта олдин эслатиш
uz_uz@latin: Obuna muddati tugashidan oldin abonentlarni elektron pochta orqali xabardor qiling.
vi_vn: Thông báo cho người đăng ký thuê bao bằng email trước khi hết hạn thuê bao.
zh_hant: 在訂閱到期前透過電郵通知讀者。

# manager.subscriptionPolicies.expiryReminders
source: Subscription Expiry Reminders
ar: تذكيرات انتهاء صلاحية الاشتراك
az: Abunəlik sonaçatma xəbərdalığı
bg_bg: Напомняния за изтичане на абонамент
ca_es: Recordatoris del venciment de les subscripcions
cs_cz: Připomenutí vypršení předplatného
da_dk: Påmindelser om udløb af abonnement
de_de: Erinnerung an das Auslaufen des Abonnements
es_es: Recordatorios del vencimiento de la suscripción
eu: Harpidetza-amaierako oroigarriak
fa_ir: یادآور انقضای اشتراک
fi: Muistutukset tilauksen päättymisestä
fr_fr: Rappels de l'échéance de l'abonnement
gl: Recordatorios do vencemento da subscrición
hi_in: सदस्यता समाप्ति स्मरणपत्र
hr_hr: Podsjetnici o isteku pretplate
hy: Բաժանորդագրության ժամկետի ավարտի հիշեցումներ
id_id: Pengingat masa berakhir langganan
is_is: Áminningar um útrunna áskrift
it_it: Avvisi di scadenza degli abbonamenti
ja: 購読期間満了のお知らせ
ka_ge: გამოწერის ვადის შეხსენება
ku_iq: بەبیرهێنانەوەی بەسەرچونی بەشداریکردن
ky: Жазылуу мөөнөтү бүтүү эскертүүлөрү
lt: Priminimas apie prenumeratos pabaigą
lv: Abonēšanas termiņa beigu atgādinājumi
mr: सदस्यता कालबाह्य होत असल्याची स्मरणपत्रे
ms: Peringatan Tamat Tempoh Langganan
nb_no: Varsel om abonnementsutløp
nl: Herinneringen bij afloop van het abonnement
pl: Przypomnienie o wygaśnięciu subskrypcji
pt_br: Lembretes de expiração de assinatura
pt_pt: Lembretes de Expiração de Subscrição
ru: Напоминания об окончании срока подписки
sk_sk: Pripomenutie expirácie predplatného
sl_si: Opomniki o izteku naročnine
sr_rs@cyrillic: Подсетници о истеку претплате
sr_rs@latin: Podsetnici o isteku pretplate
sv_se: Påminnelse om prenumerationens förfallande
tr_tr: Abonelik Sonu Uyarısı
uk: Нагадування про завершення передплати
uz_cyrl: Обуна муддати тугаши ҳақида хабарномалар
uz_uz@latin: Obuna muddati tugashi haqida eslatmalar
vi_vn: Nhắc nhở hết hạn thuê bao
zh_cn: 订阅期满提醒函
zh_hant: 訂閱到期通知

# manager.subscriptionPolicies.expiryRemindersDescription
source: Automated email reminders (available for editing by Journal Managers in OJS's Emails) can be sent to subscribers both before and after a subscription has expired.
ar: رسائل التذكير الآلية (متاحة للتعديل من قبل رئيس تحرير المجلة عبر باب المراسلات المحضرة) يمكن إرسالها إلى المشتركين سواءً قبل انتهاء صلاحية اشتراكاتهم أو بعدها.
az: Avtomatik email xatırladıcıları (ADS tərəfindən hazırlanmış emaillər Jurnal İdarəçisi tərəfindən formalaşdırla bilər) həm əvvəl həm də bir abunəlik müddəti başa çatdıqdan sonra abunələr göndərilə bilər.
bg_bg: Автоматичните напомняния по имейл (достъпни за редактиране от мениджърите на списания в имейлите на OJS) могат да се изпращат до абонати както преди, така и след изтичане на абонамента.
ca_es: És possible enviar recordatoris automàtics per correu electrònic (que l'administrador/a de la revista pot editar en les plantilles de missatges de correu electrònic de l’OJS) als subscriptors/ores abans i després del venciment d’una subscripció.
cs_cz: Předplatitelům mohou být automaticky zasílány e-mailové připomínky (dostupné manažerům časopisu pro úpravy v předpřipravených emailech OJS) před tím i poté, co předplatné vypršelo.
da_dk: Det er muligt at sende automatiske e-mail-påmindelser (kan redigeres af tidsskriftschefter under Forberedte e-mails i OJS) til abonnenter både før og efter et abonnements udløb.
de_de: Automatische E-Mails zur Erinnerung (verfügbar unter den Standard-E-Mails des OJS) können den Abonnent/innen sowohl vor als auch nach dem Ablauf des Abonnements zugehen.
es_es: Se pueden enviar correos electrónicos automáticos a los suscriptores/as antes y después del vencimiento de su suscripción. El gestor/a de la revista puede editar estos mensajes en la sección Plantillas de correo de OJS.
eu: Mezu elektroniko automatikoak (OJSren mezu elektroniko prestatuetan daude eta Aldizkariaren kudeatzaileak edita ditzake) bidal dakizkieke oroigarri gisa harpidedunei harpidetza amaitu aurretik eta ondoren.
fa_ir: یادآوری خودکار با ایمیل که متن آن در قسمت ایمیل‌های از قبل تهیه شده قابل ویرایش است. این ایمیل قبل و بعد از انقضای اشتراک برای کاربر ارسال می‌شود
fi: Tilaajille voidaan lähettää automaattisia sähköpostimuistutuksia (julkaisun hallinnoijien muokattavissa OJS:n sähköpostit -kohdassa) tilauksen päättymistä ennen tai sen jälkeen.
fr_fr: Des courriels de rappel automatisés (disponibles pour modification par le Directeur de la revue, dans les Courriels préparés d'OJS) peuvent être envoyés aux abonnés, autant avant qu'après la date d'échéance de leur abonnement.
gl: Antes ou despois do vencemento da subscrición pódense enviar aos subscritores recordatorios de correo electrónico automáticos (dispoñibles para a súa edición polos xestores de revistas nos correos electrónicos de OJS).
hi_in: स्वचालित ईमेल स्मरणपत्र (OJS's के ईमेल में जर्नल मैनेजर्स द्वारा संपादन के लिए उपलब्ध) एक सदस्यता समाप्त होने से पहले और बाद दोनों में ग्राहकों को भेजा जा सकता है।
hr_hr: Automatizirani podsjetnici e-poštom (omogućeni za uređivanje glavnim urednicima u OJS-ovoj rubrici "pripremljeni obrasci e-pošte") mogu biti poslani pretplatnicima i prije i poslije no što je pretplata istekla.
hy: Էլ․ փոստի ինքնաշխատ հիշեցումները (հասանելի են ամսագրի կառավարիչների կողմից OJS-ի էլ. նամակներում խմբագրման համար) կարող են ուղարկվել բաժանորդներին ինչպես բաժանորդագրության ժամկետի ավարտից առաջ, այնպես էլ դրանից հետո:
id_id: Email pengingat otomatis (dapat diedit oleh Manajer Jurnal di menu Email OJS) dapat dikirimkan ke pelanggan sebelum atau sesudah langganan berakhir.
it_it: Possono essere inviate email automatiche di avviso (modificabili dagli amministratori della rivista tra le email precompilate di OJS) agli abbonati sia prima che dopo la scadenza di un abbonamento.
ja: 自動化されたリマインダーメール（ジャーナル管理者がOJSの「メール」で編集可能）を、購読期限が切れる前と後の両方で購読者に送ることができます。
ka_ge: ავტომატური ელფოსტის შეხსენებები (ჟურნალის რედაქტირებისთვის ხელმისაწვდომია OJS-ის ელფოსტაში) აბონენტებს შეიძლება გაუგზავნონ როგორც გამოწერის ვადის ამოწურვამდე, ასევე მას შემდეგ.
ku_iq: ئیمەیڵی بەبیرخستنەوەی تۆماتیکی (لە لایەن بەڕێوەبەرانی گۆڤارەوە گۆڕانکاری تێدا دەکرێت) دەکرێت بۆ بەشداربووان بنێردرێت پێش یان دوای بەسەرچونی بەشداریکردنیان.
ky: Автоматтык электрондук почта эскертүүлөрү (OJS электрондук каттарында Журнал менеджери тарабынан түзөтүлө алат) жазылуу мөөнөтү бүткөнгө чейин жана андан кийин абоненттерге жөнөтүлүшү мүмкүн.
lt: Prieš baigiantis ar baigusis prenumeratai skaitytojams gali būti išsiunčiamas automatinis pranešimas e. paštu (jį leidinio rengėjas gali rasti tarp APS e. laiškų).
lv: Automātiskus e-pasta atgādinājumus (tos var rediģēt žurnālu pārvaldnieki OJS sadaļā E-pasti) abonentiem var nosūtīt gan pirms, gan pēc abonēšanas termiņa beigām.
mr: सदस्यांना सदस्यता कालबाह्य होण्यापूर्वी आणि नंतर, दोन्ही वेळा, स्वनियंत्रित ई-मेल स्मरणपत्रे (OJS च्या ई-मेलमध्ये नियतकालिकाच्या व्यवस्थापकांद्वारे संपादनासाठी उपलब्ध) पाठवली जाऊ शकतात.
ms: Peringatan e-mel automatik (tersedia untuk diedit oleh Pengurus Jurnal di OJS e-mel) boleh dihantar kepada pelanggan sebelum dan selepas langganan tamat.
nb_no: Automatiserte e-postpurringer (tilgjengelig for redigering av redaksjonsledere i OJS' Forberedte e-poster) kan sendes til abonnentene både før og etter at et abonnement har utløpt.
nl: Geautomatiseerde herinnerings-e-mails (die bij Voorbereide e-mails door de tijdschriftbeheerder gewijzigd kunnen worden) kunnen voor en na het aflopen van een abonnement naar de abonnees gestuurd worden.
pl: Automatyczne przypomnienie emailowe (dostępne do edytowania poprzez Menedżerów czasopisma w emailach OJS) mogą być wysyłane do subskrybentów zarówno przed, jak i po wygaśnięciu subskrypcji.
pt_br: Lembretes automáticos via e-mail (editáveis nas configurações da revista por editores-gerentes na opção E-mails) podem ser enviados aos assinantes tanto antes quanto depois da expiração da assinatura.
pt_pt: Lembretes automáticos via e-mail (editáveis nas configurações da revista por Editores-Gestores na área de E-mails Padrão) podem ser enviados aos subscritores tanto antes quanto após expiração da subscrição.
ru: Автоматические напоминания по электронной почте (доступные для редактирования управляющими журналов в разделе «Письма электронной почты» OJS) могут быть отправлены подписчикам до и после истечения срока их подписки.
sk_sk: Predplatiteľom môžu byť automaticky zasielané e-mailom pripomienky (dostupné manažérom časopisu pre úpravy v predpripravených emailoch OJS) pred tým aj potom, čo predplatné expirovalo.
sl_si: Naročnikom se lahko avtomatsko pošlje e-poštne opomnike pred in po izteku naročnine. Predloge e-pošte urejajo glavni uredniki revije v OJS e-poštnih predlogah.
sr_rs@cyrillic: Аутоматски подсетници (који може да уреди Управник часописа у делу за поруке у OJS) се могу послати претплатницима пре и после истека периода претплате.
sr_rs@latin: Automatski podsetnici (koji može da uredi Upravnik časopisa u delu za poruke u OJS) se mogu poslati pretplatnicima pre i posle isteka perioda pretplate.
sv_se: Automatiska e-postpåminnelser (redigeras av tidskriftsansvarig under e-postmallar) kan skickas till prenumeranter både före och efter att en prenumeration har förfallit.
tr_tr: Otomatik e-posta hatırlatıcıları (ADS tarafından hazırlanmış e-postalar Dergi Yöneticileri tarafından düzenlenebilir) hem önce hem de bir abonelik süresi dolduktan sonra abonelere gönderilebilir.
uk: Автоматизовані поштові нагадування (зміст яких може редагувати менеджер журналу у розділі "Шаблони листів") можуть розсилатись передплатникам як до, так і після завершення їх передплат.
uz_cyrl: Обуначиларга муддат тугаши ҳақида автоматик хатлар юборилади.
uz_uz@latin: Avtomatik elektron pochta eslatmalari (OJS elektron pochtalarida jurnal menejerlari tomonidan tahrir qilish mumkin) obunachilarga obuna muddati tugagunga qadar ham, keyin ham yuborilishi mumkin.
vi_vn: Lời nhắc bằng email tự động (có thể chỉnh sửa bởi người quản lý tạp chí trong Email của OJS) có thể được gửi đến người đăng ký thuê bao trước và sau khi thuê bao hết hạn.
zh_cn: 可以在订阅期满之前和之后寄发自动电子邮件提醒函（期刊管理员可在OJS的预备电子邮件中编辑）
zh_hant: 可在訂閱到期前和後，均發送自動電郵提示（期刊管理員可以在OJS的電郵頁面內編輯）給訂閱讀者。

# manager.subscriptionPolicies.expirySelectOne
source: Select one of the following:
ar: إختر واحداً مما يأتي...:
az: Aşağıdakılardan birini seçin:
bg_bg: Изберете едно от следните:
ca_es: Seleccioneu una de les opcions següents:
cs_cz: Zvolte jednu z následujících možností:
da_dk: Vælge en af følgende:
de_de: Wählen Sie aus:
es_es: Seleccione una de las siguientes opciones:
eu: Hautatu ondorengo aukeretako bat:
fa_ir: لطفاً یکی از موارد زیر را انتخاب کنید
fi: Valitse jokin seuraavista:
fr_fr: En sélectionner un :
gl: Selecciona unha das seguintes opcións:
hi_in: निम्न में से कोई एक चुनें:
hr_hr: Odaberite jedno od sljedećeg:
hy: Ընտրեք հետևյալներից մեկը.
id_id: Pilih satu dari berikut ini:
it_it: Seleziona uno dei seguenti:
ja: いずれかを選択:
ka_ge: აირჩიეთ ერთ-ერთი:
ku_iq: یەکێک لەمانەی خوارەوە دیاری بکە:
ky: Төмөнкүлөрдүн бирин тандаңыз:
lt: Pasirinkite:
lv: Izvēlieties vienu no šādām iespējām:
mr: खालीलपैकी एक पर्याय निवडा :
ms: Pilih salah satu daripada yang berikut:
nb_no: Velg én av følgende:
nl: Kies een van de volgende:
pl: Wybierz jedno z poniższych:
pt_br: Escolha uma opção:
pt_pt: Escolha uma opção:
ru: Выберите одно из следующих:
sk_sk: Zvoľte jednu z nasledujúcich možností:
sl_si: Izberite eno izmed spodnjih možnosti:
sr_rs@cyrillic: Одаберите једно од следећег:
sr_rs@latin: Odaberite jedno od sledećeg:
sv_se: Välj en av följande:
tr_tr: Aşağdakilerden birini seçiniz:
uk: Виберіть одне з наступного:
uz_cyrl: Опцияни танланг
uz_uz@latin: Quyidagilardan birini tanlang:
vi_vn: Lựa chọn một trong những thứ sau:
zh_cn: 选择下列之一：
zh_hant: 選取以下一項：

# manager.subscriptionPolicies.htmlInstructions
source: HTML can be used in textarea (for font size, color, etc.), with "returns" treated as <tt>&lt;br&gt;</tt>; HTML editor works with Firefox browsers.
ar: يمكن استعمال HTML في خانة النص (لحجم الخط ولونه... إلخ.)، مع معاملة الضغط على زر "return" على أنه <tt>&lt;br&gt;</tt>؛ إن محرر HTML يعمل مع المتصفح Firefox.
az: Sahəyə daxil olduqda HTML tagları istifadə edə bilir (yazı fontu, rəngi vb.), "enter" düyməsi istifadəsi <tt>&lt;br&gt;</tt> olaraq dəyişdiriləcəkdir; HTML redaktor Firefox ilə də işləyir.
bg_bg: HTML може да се използва в текстово поле (за размер на шрифта, цвят и т.н.), като „връщанията“ се третират като <tt>&lt;br&gt;</tt>; HTML редакторът работи с браузъри Firefox.
ca_es: Si utilitzeu HTML en àrees de text (p. ex. per indicar la mida o el color de la lletra), tingueu en compte que els «retorns» es tractaran com a <tt>&lt;br&gt;</tt>. L’editor d’HTML funciona amb el navegador Firefox.
cs_cz: HTML lze použít v textových polích (pro font size, color atd.), přičemž s "vracenými hodnotami" ja nakládáno jako s <tt>&lt;br&gt;</tt>; HTML editor funguje s prohlížečem Firefox.
da_dk: HTML kan benyttes i tekstområdet (til skriftstørrelse, farve osv.), og "linjeskift" behandles som <tt>&lt;br&gt;</tt>. HTML-editor fungerer sammen med Firefox-browsere.
de_de: Falls Sie im Textfeld HTML verwenden (für Schriftart, -farbe usw.) beachten Sie, dass Zeilenwechsel im Text automatisch als <tt>&lt;br&gt;</tt> behandelt werden. Der HTML-Editor arbeitet mit Firefox-Browsern.
es_es: El HTML puede utilizarse en áreas de texto (para tamaño de fuente, color, etc.) con "devoluciones" tratadas como <tt>&lt;br&gt;</tt>; el editor HTML funciona con navegadores Firefox.
eu: Testu-arean HTML erabil daiteke (letra-tamaina, kolorea, etab. aldatu ahal izateko), eta "lerro-jauziak" <tt>&lt;br&gt;</tt> bezala tratatuta; HTML editoreak Firefox arakatzaileekin funtzionatzen du.
fa_ir: HTML را می‌توان در نواحی متنی برای تنظیمات مختلف مثل اندازه فونت یا رنگ آن وارد کرد. در این متن‌ها انتهای پاراگراف به‌طور اتوماتیک با <tt>&lt;br&gt;</tt> مشخص می‌شود. ویراستار HTML با مرورگر فایرفاکس کار می‌کند.
fi: HTML-muotoa voidaan käyttää tekstialueessa (kirjasinkokoa, väriä jne. varten), yksittäinen kappaleenvaihto (return/enter) katsotaan rivinvaihdoksi (<tt>&lt;br&gt;</tt>); HTML-editori toimii Firefox-selaimissa.
fr_fr: Du code HTML peut être utilisé dans la zone de texte (pour la taille de police, la couleur, etc.), avec la touche « Entrée » considérée comme <tt>&lt;br&gt;</tt> ; l'éditeur HTML fonctionne avec les navigateurs Firefox.
gl: O HTML pódese usar na área de texto (para tamaño de letra, cor, etc.), con "devolucións" tratadas como <tt>&lt;br&gt;</tt>; O editor HTML funciona cos navegadores Firefox.
hi_in: एचटीएमएल का उपयोग टेक्स्टएरिया (फ़ॉन्ट आकार, रंग आदि के लिए) में किया जा सकता है, जिसमें 'रिटर्न' को <tt><br></tt> के रूप में माना जाता है; एचटीएमएल एडिटर फ़ायरफ़ॉक्स ब्राउज़र के साथ काम करता है।
hr_hr: U prostoru za tekst možete koristiti HTML (za određivanje veličine fonta, boje, itd.). Tipka "enter" tretira se kao <tt>&lt;br&gt;</tt>; uređivanje HTML-a radi sa preglednikom Firefox.
hy: HTML-ը կարող է օգտագործվել տեքստի տարածքում (տառաչափի, գույնի և այլնի համար), իսկ «վերադարձները» դիտվում են որպես <tt>&lt;br&gt;</tt>; HTML խմբագիրն աշխատում է Firefox դիտակների հետ:
id_id: HTML dapat digunakan di area teks (untuk ukuran huruf, warna, dll.), dengan "enter" diperlakukan sebagai <tt>&lt;br&gt;</tt>; Editor HTML bekerja dengan peramban firefox.
it_it: Nelle textarea si può utilizzare codice HTML; gli a capo verranno trattati come <tt>&lt;br&gt;</tt>.
ja: HTMLは、テキストエリア（フォントサイズ、色など）で使用でき、"改行"は<tt>&lt;br&gt;</tt>として扱われ、HTMLエディタはFirefoxブラウザで動作します。
ka_ge: HTML შეიძლება გამოყენებულ იქნას ტექსტურ სივრცეში (შრიფტის ზომის, ფერის და ა.შ.), ხოლო “დაბრუნებები” განიხილება, როგორც <tt>&lt;br&gt;</tt>; HTML რედაქტორი მუშაობს Firefox ბრაუზერებთან.
ku_iq: دەکرێت HTML لە جێگای نوسین بەکار بێت و وەک <tt>&lt;br&gt;</tt>; دەگەڕێتەوە؛ HTML تەنیا لەسەر فایەرفۆکس کار دەکات.
ky: HTML текст аянтчасында колдонулушу мүмкүн (шрифт өлчөмү, түс ж.б.), "return" <tt>&lt;br&gt;</tt> катары каралат; HTML редактору Firefox браузерлеринде иштейт.
lt: HTML galima naudoti teksto laukuose (šrifto dydžiui, spalvai ir pan.), o grįžimo simboliai bus paverčiami į <tt>&lt;br&gt;</tt>. HTML redaktorius veikia su Firefox naršyklėmis.
lv: HTML var izmantot teksta laukumā (fonta izmēram, krāsai utt.), "enter" izmantošana tiek pielīdzināta rindas lauzumam <tt>&lt;br&gt;</tt>; HTML redaktors darbojas ar Firefox pārlūkpogrammām.
mr: HTML मजकूराच्या वैविध्यासाठी फॉन्ट आकार, रंग, इत्यादीचा वापर होऊ शकतो, "रिटर्न" की चा वापर पुढील मजकूर नव्या ओळीत मांडण्यासाठी (<tt>&lt;br&gt;</tt>) केला जातो; HTML मध्ये संपादित केलेला मजकूर फायरफॉक्स ब्राउझरवर उत्तम कार्य करतो.
ms: HTML boleh digunakan di kawasan teks (untuk saiz fon, warna, dll.), dengan "return" diperlakukan sebagai <tt>&lt;br&gt;</tt>; Editor HTML berfungsi dengan pelayar Firefox.
nb_no: HTML kan brukes i tekstområdet (for skrifttype, størrelse, farge etc.), med "linjeskift" lest som <tt>&lt;br&gt;</tt>; HTML-editoren virker med Firefox nettlesere.
nl: In het tekstveld kan HTML gebruikt worden (voor lettergrootte, kleur enz.), waarbij "returns" opgevat worden als <tt>&lt;br&gt;</tt>; HTML bewerken werkt in de Firefox browser.
pl: HTML może być użyte w polu tekstowym (dla rozmiaru, koloru czcionki itp.), ze "zwrotami" traktowanymi jak <tt>&lt;br&gt;</tt>; edytor HTML działa w przeglądarce Firefox.
pt_br: Em caso de utilização de código HTML nas caixas de texto nas configurações (para tamanho de fonte, estilo da fonte, cor, entre outros), as quebras de linha "automáticas (return/enter)" no texto serão automaticamente tratados como <tt><br></tt>. O Editor HTML funciona no Firefox.
pt_pt: Em caso de utilização de código HTML nas caixas de texto nas Configurações (para tamanho de fonte, estilo da fonte, cor, entre outros), as quebras de linha "automáticas (return/enter)" no texto serão automaticamente tratados como <tt>&lt;br&gt;</tt>. O Editor HTML funciona no Firefox.
ru: HTML можно использовать в поле ввода (для изменения размера шрифта, цвета и т. д.), нажатие «Enter» будет рассматриваться как <tt>&lt;br&gt;</tt>; редактор HTML работает c браузерами Firefox.
sk_sk: HTML možno použiť v textových poliach (pre font size, color atď.), Pričom s "vracanými hodnotami" je nakladané ako s <tt>&lt;br&gt;</tt>; HTML editor funguje s prehliadačom Firefox.
sl_si: Dovoljena je uporaba HTML-ja v besedilnih poljih (za pisavo, velikost, barvo itd), s tem, da se tipka "enter" obravnava kot <tt>&lt;br&gt;</tt>; HTML urejevalnik deluje v brskalniku Firefox.
sr_rs@cyrillic: HTML може да се користи у подручју за текст (за величину фонта, боју итд.) чији резултати су третирани као <tt>&lt;br&gt;</tt>; HTML едитор ради у Firefox прегледачу интернета.
sr_rs@latin: HTML može da se koristi u području za tekst (za veličinu fonta, boju itd.) čiji rezultati su tretirani kao <tt>&lt;br&gt;</tt>; HTML editor radi u Firefox pregledaču interneta.
sv_se: HTML kan användas i textavsnitt (för textstorlek, färg, etc.), med "returns" behandlas som <tt>&lt;br&gt;</tt> HTML editor fungerar i Firefox webbläsare.
tr_tr: Alana girişte HTML tagları kullanılabilir (yazı fontu, rengi vb.), "enter" tuşu kullanımı <tt>&lt;br&gt;</tt> olarak değiştirilecektir; HTML düzenleyici Firefox ile de çalışır.
uk: У текстовому полі може застосовуватись розмітка HTML (теги font size, color, тощо); перехід на наступний рядок трактується як тег <tt>&lt;br&gt;</tt>; редактор HTML працює з браузерами Firefox.
uz_cyrl: HTML коддан фойдаланиш мумкин.
uz_uz@latin: HTML matn maydonlarida ishlatilishi mumkin (shrift o'lchami, rangi va h.k. uchun), "qaytish" lar <tt> & lt; br & gt; </tt>; HTML muharriri Firefox brauzerlari bilan ishlaydi.
vi_vn: HTML có thể được sử dụng trong textarea (đối với kích thước phông chữ, màu sắc, v.v.), với "trả về" được coi là <tt>&lt;br&gt;</tt>; Trình chỉnh sửa HTML hoạt động với trình duyệt Firefox.
zh_cn: HTML能够被使用在文字区域中（配置字形大小和字体色彩等等）， 按下"Enter"会被视为插入<tt>&lt;br&gt;</tt>标签；HTML编辑器能在Firefox浏览器中执行。
