Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.payment.options.purchaseArticleFee
source: Purchase Article
ar: شراء مؤلَّف
az: Maddə alın
bg_bg: Покупка на статия
ca_es: Compra l'article
cs_cz: Koupit článek
da_dk: Køb artikel
de_de: Artikel erwerben
es_es: Comprar un artículo
eu: Artikulua erostea
fa_ir: خرید مقاله
fi: Osta artikkeli
fr_fr: Acheter un article
gl: Comprar o artigo
hi_in: खरीद लेख
hr_hr: Kupovina članka
hy: Գնել հոդված
id_id: Beli Artikel
it_it: Compra l'articolo
ja: 記事の購入
ka_ge: სტატიის შეძენა
ku_iq: وتارێك بكڕە
ky: Макала сатып алуу
lt: Įsigyti straipsnį
lv: Iegādāties rakstu
mr: लेख खरेदी करा
ms: Pembelian Artikel
nb_no: Kjøp artikkel
nl: Koop artikel
pl: Zakup artykułu
pt_br: Adquirir artigo
pt_pt: Comprar Artigo
ru: Купить статью
sk_sk: Kúpiť článok
sl_si: Nakup prispevka
sr_rs@cyrillic: Купи чланак
sr_rs@latin: Kupi članak
sv_se: Köp artikel
tr_tr: Makale Satın Al
uk: Придбання статті
uz_cyrl: Мақолани сотиб олиш
uz_uz@latin: Maqola sotib olish
vi_vn: Mua bài báo
zh_cn: 购买文章费用
zh_hant: 購買文章

# manager.payment.options.purchaseIssueFee
source: Purchase Issue
ar: شراء عدد
az: Nömrə alın
bg_bg: Покупка на брой
ca_es: Compra el número
cs_cz: Zakoupit přístup k číslu
da_dk: Køb nummer
de_de: Ausgabe erwerben
es_es: Comprar un número
eu: Erosi ale bat
fa_ir: خرید شماره
fi: Osta numero
fr_fr: Acheter un numéro
gl: Comprar o número
hi_in: खरीद अंक
hr_hr: Kupi izdanje
hy: Գնել թողարկում
id_id: Beli Terbitan
it_it: Acquista il fascicolo
ja: 巻号の購入
ka_ge: გამოცემის შეძენა
ku_iq: تەواوى ئەم ژمارەيە بكڕە
ky: Сатып алуу маселеси
lt: Įsigyti numerį
lv: Iegādāties žurnāla numuru
mr: अंक खरेदी करा
ms: Pembelian Terbitan
nb_no: Kjøp nummer
nl: Koop issue
pl: Zakup numeru
pt_br: Adquirir edição
pt_pt: Comprar Número
ru: Купить выпуск
sk_sk: Zakúpiť prístup k číslu
sl_si: Nakup številke
sr_rs@cyrillic: Купи издање
sr_rs@latin: Kupi izdanje
sv_se: Köp helt nummer
tr_tr: Sayı Satın Al
uk: Купити випуск
uz_cyrl: Сонни сотиб олиш
uz_uz@latin: Sotib olish muammosi
vi_vn: Mua số xuất bản
zh_cn: 购买事项
zh_hant: 購買期號

# manager.payment.options.text
source: Description of Payment Method
ar: وصف طريقة التسديد
az: Ödəniş metodu təsviri
bg_bg: Описание на метода за плащане
ca_es: Descripció del mètode de pagament
cs_cz: Popis metody platby
da_dk: Beskrivelse af betalingsmåde
de_de: Beschreibung der Zahlungsmethode
es_es: Descripción de la forma de pago
eu: Ordaintzeko metodoaren azalpena
fa_ir: توصیف نحوه پرداخت
fi: Maksutavan kuvaus
fr_fr: Description de la méthode de paiement
gl: Descrición do modo de pagamento
hi_in: भुगतान विधि का विवरण
hr_hr: Opis metode plaćanja
hy: Վճարման եղանակի նկարագրություն
id_id: Deskripsi Metode Pembayaran
it_it: Descrizione del metodo di pagamento
ja: 決済方法の説明
ka_ge: გადახდის მეთოდის აღწერა
ku_iq: روونكردنەوەى ڕێگاکانی پارەدان
ky: Төлөм ыкмасынын сүрөттөлүшү
lt: Kaip mokėti
lv: Maksājuma veida apraksts
mr: शुल्क भरण्याच्या पद्धतीची माहिती
ms: Butiran Kaedah Pembayaran
nb_no: Beskrivelse av betalingsmåte
nl: Beschrijving van de betalingsmethode
pl: Opis metody płatności
pt_br: Descrição do método de pagamento
pt_pt: Descrição do Método de Pagamento
ru: Описание метода платежа
sk_sk: Popis metódy platby
sl_si: Opis metode plačila
sr_rs@cyrillic: Опис метода плаћања
sr_rs@latin: Opis metoda plaćanja
sv_se: Beskrivning av betalningsmetod
tr_tr: Ödeme Metodu Açıklaması
uk: Опис платіжного методу
uz_cyrl: Тўлов усули тавсифи
uz_uz@latin: To'lov usulining tavsifi
vi_vn: Môt tả phương thức thanh toán
zh_cn: 支付方法描述
zh_hant: 付款方式說明

# manager.payment.paymentId
source: Payment ID
ar: معرَّف التسديد
az: Ödəniş nömrəsi
bg_bg: Идентификатор на плащането
ca_es: Id. del pagament
cs_cz: ID platby
da_dk: Betalings-id
de_de: Zahlungs-ID
es_es: Id. del pago
eu: Ordainketa ID
fa_ir: شناسه پرداخت
fi: Maksun tunniste
fr_fr: ID du paiement
gl: ID do pagamento
hi_in: भुगतान आईडी
hr_hr: Identifikator naplate
hy: Վճարման ID
id_id: ID Pembayaran
it_it: ID del pagamento
ja: 支払ID
ka_ge: გადახდის იდენტიფიკატორი
ku_iq: ژمارەى پارەدان
ky: Төлөм идентификатору
lt: Mokėjimo kodas
lv: Maksājuma ID
mr: शुल्क प्रदान करण्यासाठी आयडी
ms: ID Bayaran
nb_no: Betalings-ID
nl: Betaling ID
pl: ID płatności
pt_br: Código do pagamento
pt_pt: Código do Pagamento
ru: ID платежа
sk_sk: ID platby
sl_si: ID plačila
sr_rs@cyrillic: ID плаћања
sr_rs@latin: ID plaćanja
sv_se: Betalnings-ID
tr_tr: Ödeme Numarası
uk: ID платежу
uz_cyrl: Тўлов ID
uz_uz@latin: To'lov identifikatori
vi_vn: ID thanh toán
zh_cn: 支付ID
zh_hant: 付款ID

# manager.payment.paymentMethod
source: Payment Method
ar: طريقة التسديد
az: Ödəniş üsulu
bg_bg: Метод на плащане
ca_es: Mètode de pagament
cs_cz: Způsob platby
da_dk: Betalingsmåde
de_de: Zahlungsmethode
es_es: Forma de pago
eu: Ordaintzeko modua
fa_ir: روش پرداخت
fi: Maksutapa
fr_fr: Mode de paiement
gl: Modo de pagamento
hi_in: भुगतान का तरीका
hr_hr: Način uplate
hy: Վճարման եղանակ
id_id: Metode Pembayaran
it_it: Modalità di pagamento
ja: 支払方法
ka_ge: გადახდის მეთოდი
ku_iq: ڕێگاکانی پارەدان
ky: Төлөө ыкмасы
lt: Kaip mokėti
lv: Maksājuma veids
mr: शुल्क प्रदान करण्याची पद्धत
ms: Kaedah Pembayaran
nb_no: Betalingsmåte
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Métodos de pagamento
pt_pt: Métodos de Pagamento
ru: Метод платежа
sk_sk: Spôsob platby
sl_si: Metoda plačila
sr_rs@cyrillic: Метод плаћања
sr_rs@latin: Metod plaćanja
sv_se: Betalningsmetod
tr_tr: Ödeme Yöntemi
uk: Метод здійснення платежу
uz_cyrl: Тўлов усули
uz_uz@latin: To'lov usuli
vi_vn: Phương thức thanh toán
zh_cn: 支付方法
zh_hant: 付款方法

# manager.payment.paymentMethod.description
source: You may configure any of the following Payment Method Plugins from this screen.
ar: بإمكانك ضبط إعدادات أي من إضافات طرق التسديد الآتية عبر هذه الصفحة.
az: Bu ekrandan aşağıdakı Ödəmə Metodu Qoşmalarından hər hansı birini edə bilərsiniz.
bg_bg: Можете да конфигурирате някоя от следните приставки за начини на плащане от този екран.
ca_es: Des d’aquesta pantalla podeu configurar qualsevol dels mòduls de mètodes de pagament següents.
cs_cz: Z této obrazovky můžete konfigurovat všechny následující pluginy pro způsob platby.
da_dk: Du kan konfigurere en hvilken som helst af følgende plug-ins til Betalingsmåde fra denne skærm.
de_de: Sie können hier jede der aufgeführten Zahlungsmethoden konfigurieren.
es_es: Puede configurar cualquiera de los siguientes módulos de formas de pago en esta pantalla.
eu: Pantaila honetan ondorengo Ordaintzeko metodoen pluginetako edozein konfigura dezakezu.
fa_ir: شما می‌توانید هرکدام از افزونه‌های مربوط به روش‌های پرداخت زیر را از طریق این صفحه تنظیم و پیکره‌بندی نمایید
fi: Voit määrittää minkä tahansa seuraavista maksutapa-lisäosista tässä näytössä.
fr_fr: Vous pouvez configurer n'importe quel des plugiciels de mode de paiement suivants à partir de cet écran.
gl: Desde esta pantalla pode configurar calquera dos complementos de modos de pagamento seguintes.
hi_in: आप इस स्क्रीन से निम्न भुगतान विधि प्लगइन्स में से कोई भी कॉन्फ़िगर कर सकते हैं।
hr_hr: Sa ovog ekrana možete podesiti funkcionalne dodatke namijenjenih plaćanju:
hy: Այս էկրանից կարող եք կարգավորել վճարման հետևյալ եղանակներից որևէ մեկը:
id_id: Anda bisa mengkonfigurasikan Plugin Metode Pembayaran berikut ini dari layar ini.
it_it: Puoi configurare da qui le seguenti modalità di pagamento.
ja: この画面では、以下の支払方法プラグインのいずれかを設定できます。
ka_ge: ამ ეკრანიდან შეგიძლიათ მოარგოთ გადახდის მეთოდის ნებისმიერი პლაგინი.
ku_iq: تۆ دەتوانیت هەر کام لەم شێوازی پارەدانانەی کە هەن ساز بدەیت.
ky: Бул барактан сиз төмөнкү төлөм методдорунун каалаган модулдарын конфигурациялай аласыз.
lt: Turite įsidiegti kurį nors iš mokesčio mokėjimo įskiepių.
lv: Šajā ekrānā varat konfigurēt jebkuru no šādiem Maksājuma veida spraudņiem.
mr: तुम्ही या स्क्रीनवरून खालीलपैकी कोणतेही शुल्क प्रदान करण्याच्या पद्धतीचे प्लग-इन कॉन्फिगर करू शकता.
ms: Anda boleh mengkonfigurasi mana-mana Plugin Kaedah Pembayaran berikut dari skrin ini.
nb_no: Du kan konfigurere de programutvidelsene du trenger for ulike betalingsmåter fra dette skjermbildet.
nl: U kunt ieder van de volgende betalingsmethode-plugins configureren.
pl: W niniejszym ekranie możesz skonfigurować parametry wtyczek Płatności.
pt_br: A partir desta tela, pode-se configurar os plugins de métodos de pagamento listados a seguir.
pt_pt: A partir desta página, é possível configurar os Plugins de Métodos de Pagamento listados a seguir.
ru: С этой страницы вы можете настроить любой из следующих модулей методов платежей.
sk_sk: Z tejto obrazovky môžete konfigurovať všetky následujúce pluginy pre spôsob platby.
sl_si: Na tej strani lahko nastavite dodatke za naslednje metode plačil.
sr_rs@cyrillic: Можете конфигурисати било који од Додатака за метод плаћања на овом екрану.
sr_rs@latin: Možete konfigurisati bilo koji od Dodataka za metod plaćanja na ovom ekranu.
sv_se: Du kan konfigurera plugins för betalningsmetoderna från den här sidan.
tr_tr: Bu ekrandan aşağıdaki Ödeme Yöntemi Eklentilerinden herhangi birini yapılandırabilirsiniz.
uk: На цій сторінці ви зможете налаштувати всі нижчезазначені плагіни методів оплати.
uz_cyrl: Қуйидаги плагинлардан бири орқали тўлов усулини созлашингиз мумкин.
uz_uz@latin: Siz ushbu ekrandan quyidagi to'lov usuli plaginlaridan birini sozlashingiz mumkin.
vi_vn: Bạn có thể định cấu hình bất kỳ Plugin Phương thức thanh toán nào sau đây từ màn hình này.
zh_cn: 系统提供了如下支付方法插件供您选择。
zh_hant: 你可以在此設定任何以下付款插件。

# manager.payment.paymentMethods
source: Fee Payment Methods
ar: طرق تسديد الرسوم
az: Ödəniş metodları
bg_bg: Начини (методи) за плащане на такси
ca_es: Mètodes de pagament de la quota
cs_cz: Způsoby platby poplatku
da_dk: Betalingsmåder i forbindelse med gebyrer
de_de: Zahlungsmethoden
es_es: Formas de pago de las cuotas
eu: Ordaintzeko moduak
fa_ir: روش‌های پرداخت
fi: Maksutavat
fr_fr: Modes de paiement des frais
gl: Modos de pagamento da cota
hi_in: शुल्क भुगतान के तरीके
hr_hr: Način uplate
hy: Վճարների մուծման եղանակներ
id_id: Metode Pembayaran Biaya
it_it: Modalità di pagamento delle quote
ja: 料金の支払い方法
ka_ge: გადახდის მეთოდები
ku_iq: شێوازەكانى پارەدان
ky: Төлөм ыкмалары
lt: Kaip mokėti mokesčius
lv: Maksas maksāšanas veidi
mr: शुल्क प्रदान करण्याच्या पद्धती
ms: Kaedah Pembayaran Yuran
nb_no: Betalingsmåter
nl: Betalingsmethodes
pl: Metody składania opłat
pt_br: Métodos de pagamento
pt_pt: Métodos de Pagamento
ru: Методы платежей
sk_sk: Spôsoby platby poplatku
sl_si: Metode plačil pristojbin
sr_rs@cyrillic: Методи плаћања накнада
sr_rs@latin: Metodi plaćanja naknada
sv_se: Betalningsmetoder
tr_tr: Ücret Ödeme Yöntemleri
uk: Методи здійснення платежів
uz_cyrl: Тўлов усуллари
uz_uz@latin: To'lovni to'lash usullari
vi_vn: Phương thức thanh toán phí
zh_cn: 支付方法管理
zh_hant: 費用繳付方法

# manager.payment.paymentType
source: Payment Type
ar: نوع التسديد
az: Ödəniş növü
bg_bg: Тип плащане
ca_es: Tipus de pagament
cs_cz: Typ platby
da_dk: Betalingstype
de_de: Zahlungsart
es_es: Tipo de pago
eu: Ordainketa mota
fa_ir: نوع پرداخت
fi: Maksutyyppi
fr_fr: Type de paiement
gl: Tipo de pagamento
hi_in: भुगतान के प्रकार
hr_hr: Tip naplate
hy: Վճարման տեսակ
id_id: Tipe Pembayaran
it_it: Tipo di pagamento
ja: 支払タイプ
ka_ge: გადახდის ტიპი
ku_iq: جۆری پارەدان
ky: Төлөм түрү
lt: Mokesčio rūšis
lv: Maksājuma tips
mr: शुल्क प्रदान करण्याचा प्रकार
ms: Jenis pembayaran
nb_no: Betalingsmåte
nl: Betalingstype
pl: Typ płatności
pt_br: Tipo de pagamento
pt_pt: Tipo de Pagamento
ru: Тип платежа
sk_sk: Typ platby
sl_si: Tip plačila
sr_rs@cyrillic: Тип плаћања
sr_rs@latin: Tip plaćanja
sv_se: Typ av betalning
tr_tr: Ödeme Türü
uk: Тип платежу
uz_cyrl: Тўлов тури
uz_uz@latin: To'lov turi
vi_vn: Hình thức thanh thoán
zh_cn: 支付类型
zh_hant: 付款方式

# manager.payment.readerFees
source: Reader Fees
ar: رسوم القرّاء
az: Oxucu ödənişləri
bg_bg: Такси за читатели
ca_es: Quotes per als lectors/ores
cs_cz: Poplatky čtenářů
da_dk: Læsergebyrer
de_de: Leser/innen-Gebühren
es_es: Cuota para lectores/as
eu: Irakurle-tarifak
fa_ir: قیمت برای خوانندگان
fi: Lukijamaksut
fr_fr: Frais de lecture
gl: Cotas para os lectores/as
hi_in: पाठक शुल्क
hr_hr: Naplata od čitatelja
hy: Ընթերցողի վճարներ
id_id: Biaya Pembaca
it_it: Tariffe per i lettori
ja: 読者の料金
ka_ge: მკითხველის გადახდები
ku_iq: بڕی پارەی خوێنەر
ky: Окурмандардын төлөмдөрү
lt: Skaitytojo mokesčiai
lv: Lasītāju maksas
mr: वाचक शुल्क
ms: Bayaran Pembaca
nb_no: Leserbetaling
nl: Betaling door de lezer
pl: Opłaty czytelnika
pt_br: Taxas para leitores
pt_pt: Taxas para Leitores
ru: Платежи читателя
sk_sk: Poplatky čitateľov
sl_si: Pristojbina za branje
sr_rs@cyrillic: Накнада за читаоце
sr_rs@latin: Naknada za čitaoce
sv_se: Läsaravgifter
tr_tr: Okuyucu Ücretleri
uk: Платежі читачів
uz_cyrl: Ўқувчилар учун тўловлар
uz_uz@latin: O'quvchi to'lovlari
vi_vn: Phí bạn đọc
zh_cn: 读者费用
zh_hant: 讀者費用

# manager.payment.readerFeesDescription
source: Selected options, along with their descriptions and fees (which can be edited below), will appear in About the Journal under Policies, as well as at points where payment is required.
ar: الخيارات المحددة مع أوصافها ورسوماتها (والتي بالإمكان تعديلها أدناه)، ستظهر في (عن المجلة) تحت باب السياسات، فضلاً عن ظهورها في مواضع أخرى حيثما يتطلب الأمر التسديد المالي.
az: Seçilən seçimlər, izahları və haqqları (aşağıda tənzimlənə bilən) ilə birlikdə Jurnal haqqı bölməsində Politikalar altında və ödəmənin tələb edildiyi yerdə görünəcəkdir.
bg_bg: Избраните опции, заедно с техните описания и такси (които могат да бъдат редактирани по -долу), ще се появят в „За списанието“ в „Политики“, както и в точки, където се изисква плащане.
ca_es: Les opcions seleccionades, juntament amb la descripció i la quota corresponents (que podeu editar a continuació), apareixen a la pàgina «Sobre la revista», secció «Polítiques», i també en els passos que requereixen fer pagaments.
cs_cz: Vybrané možnosti spolu s jejich popisem a poplatky (lze editovat níže) se objeví v části O časopise pod Pravidly a dále na místech, kde je platby vyžadována.
da_dk: De valgte indstillinger samt deres beskrivelser og gebyrer (som kan redigeres nedenfor) vises under Om tidsskriftet under Politikker samt i de situationer, hvor der kræves betaling.
de_de: Die ausgewählten Optionen (zusammen mit der jeweiligen Beschreibung und den Gebühren, die weiter unten bearbeitet werden können) erscheinen im "Über uns" der Zeitschrift unter "Zur Zeitschrift" und an allen Stellen, an denen eine Zahlung erforderlich ist.
es_es: Las opciones seleccionadas, su descripción y las cuotas (todo ello se puede editar más abajo) se mostrarán dentro de la página Acerca de la revista, debajo de la sección Políticas, así como en aquellos puntos en los que se requiera cualquier pago.
eu: Hautatutako aukerak, dagozkien azalpenekin eta tarifekin batera (behean edita daitezke), Aldizkariari buruz orriko Politikak sailean azalduko dira, eta halaber ordainketa eskatzen duten gainerako puntuetan.
fa_ir: گزینه‌های انتخابی همراه با شرح و قیمت‌های آن (که در این قسمت قابل ویرایش است) در قسمت «درباره مجله» تحت قسمت ارسال مقاله, و همچنین هر جا که پرداخت لازم باشد, خواهد آمد.
fi: Valitut vaihtoehdot kuvauksineen ja maksuineen (joita voidaan muokata alla), näkyvät Tietoa julkaisusta -sivulla Toimintaperiaatteet-otsikon alla, sekä sellaisissa kohdissa, joissa vaaditaan maksu.
fr_fr: Les options choisies, ainsi que leurs descriptions et frais (qui peuvent être modifiés ci-dessous) apparaîtront À propos de la revue, sous Politiques, ainsi qu'aux étapes où un paiement est requis.
gl: As opcións seleccionadas, xunto coa descrición e as cotas correspondentes (que se poden editar máis abaixo), aparecerán na páxina "Sobre a revista", sección "Políticas", así como nos pasos en que se require facer pagamentos.
hi_in: चयनित विकल्प, उनके विवरण और शुल्क (जो नीचे संपादित किए जा सकते हैं) के साथ, जर्नल के बारे में नीतियों के तहत दिखाई देंगे, साथ ही उन बिंदुओं पर भी जहां भुगतान आवश्यक है।
hr_hr: Odabrane opcije, zajedno s njihovim opisom i iznosom (koji se mogu uređivati na ovoj stranici) bit će navedene u rubrici "uređivačka politika" pod poveznicom "o časopisu", kao i na svim mjestima gdje se traži plaćanje.
hy: Ընտրված ընտրանքները, դրանց նկարագրությունների և վճարների հետ միասին (որոնք կարող են խմբագրվել ստորև), կհայտնվեն ամսագրի մասին «Քաղաքականություն» բաժնում, ինչպես նաև այն կետերում, որտեղ պահանջվում է վճարում:
id_id: Pilihan ini, bersama dengan deskripsi dan biaya (yang dapat diedit di bawah ini), akan muncul di Tentang Jurnal di bawah Kebijakan, serta di bagian mana pun pembayaran diperlukan.
it_it: Le opzioni selezionate, insieme alle loro descrizioni e quote (che possono essere modificate qui sotto), appariranno nella pagina delle informazioni sulla rivista, sotto 'Politiche', come anche ai punti dove viene richiesto il pagamento.
ja: 選択されたオプションは、その説明と料金（以下で編集可能）とともに、「ポリシー」の「ジャーナルについて」に表示され、支払いが必要な箇所にも表示されます。
ka_ge: შერჩეული ვარიანტები, მათ აღწერასა და საფასურთან ერთად (რომლის რედაქტირებაც შესაძლებელია ქვემოთ), გამოჩნდება ჟურნალ შესახებ წესების მიხედვით, ასევე იმ წერტილებში, სადაც გადახდაა საჭირო.
ku_iq: بژاردە دیاریکراوەکان، لەگەڵ ڕونکردنەوەی پارەدانەکان (دەتواندرێت لە خوارەوە بگۆڕدرێت)، لە ژێر سیاسەتی گۆڤارەکە و پەڕەی دەربارە دەردەکەوێت، هەروەها ئەو خاڵانەش کە پارەدان تێیدا داوا کراوە.
ky: Тандалган опциялар, алардын сүрөттөмөлөрү жана баалары менен бирге (төмөндө өзгөртүлүшү мүмкүн) Эрежелер бөлүмүндөгү Жөнүндө бетинде, ошондой эле төлөм талап кылынган бардык жерлерде пайда болот.
lt: Pasirinktosios parinktys, taip pat ir jų aprašymas bei mokesčiai (žemiau) bus rodomi skiltyje „Apie žurnalą“ ir tose vietose, kur bus reikalaujama sumokėti mokestį.
lv: Izvēlētās iespējas kopā ar to aprakstiem un maksām (kuras var rediģēt zemāk) būs redzamas sadaļā Par žurnālu, sadaļā Politika, kā arī vietās, kur ir jāveic maksājums.
mr: निवडलेले पर्याय, त्यांचे वर्णन आणि शुल्कासह (जे खाली संपादित केले जाऊ शकतात) <i>धोरण > 'नियतकालिकाविषयी'</i> पानावर, तसेच ज्याठिकाणी रक्कम भरणा करणे आवश्यक असेल त्या ठिकाणी दिसून येईल.
ms: Pilihan yang dipilih, bersama dengan butiran dan yurannya (yang dapat diedit di bawah), akan muncul di Mengenai Jurnal di bawah Polisi, dan juga pada titik di mana pembayaran diperlukan.
nb_no: De valgte alternativene med beskrivelse og priser vil vises både i «Om» tidsskriftet og når det kreves betaling. (Prisene og beskrivelsene kan redigeres nedenfor).
nl: De geselecteerde opties worden met hun beschrijving (die hieronder aangepast kan worden) en kosten getoond in stap 1 van de inzendingsprocedure en in Over het tijdschrift en op de plaatsen waar betaling vereist is.
pl: Wybrane opcje, razem z ich opisem i opłatami (które mogą być edytowane poniżej) pojawią się w O czasopiśmie, pod zasadami, zarówno jak miejsca, gdzie wymagana jest opłata.
pt_br: As opções definidas (bem como as descrições, que podem ser alteradas, e as taxas) serão exibidas na seção Políticas, da página Sobre a revista, assim como nos locais onde algum pagamento seja exigido.
pt_pt: As opções definidas, bem como as descrições e as taxas (que podem ser alteradas abaixo), serão exibidas na secção Políticas em Sobre da revista, assim como nos locais onde pagamento é exigido.
ru: Выбранные варианты, вместе с их описаниями и ценами (они могут быть изменены ниже), появятся на странице «О журнале» в разделе «Правила», а также во всех местах, где требуется оплата.
sk_sk: Vybrané možnosti spolu s ich popisom a poplatky (možno editovať nižšie) sa objaví v časti O časopise pod Pravidlami a ďalej na miestach, kde je platba vyžadovaná.
sl_si: Izbrane opcije (ki se lahko urejajo spodaj) bodo prikazane na strani O reviji pod politikami in na točkah, kjer bo potrebno plačilo.
sr_rs@cyrillic: Одабране опције са њиховим описима и накнадама (које могу бити измењене испод) ће се појавити у страници О часопису и Политике делу као и уделовима где је плаћање накнада неопходно.
sr_rs@latin: Odabrane opcije sa njihovim opisima i naknadama (koje mogu biti izmenjene ispod) će se pojaviti u stranici O časopisu i Politike delu kao i udelovima gde je plaćanje naknada neophodno.
sv_se: Följande alternativ, inklusive beskrivningar och avgifter (redigeras nedan), visas under Policyer i Om tidskriften, liksom vid de ställen där betalning krävs.
tr_tr: Seçilen seçenekler, açıklamaları ve ücretleri (aşağıda düzenlenebilir) ile birlikte Dergi Hakkında bölümünde Politikalar altında ve ödemenin gerekli olduğu yerlerde görünecektir.
uk: Інформація про обрані платежі, разом з їх описами та сумами внесків, які можна відредагувати нижче, з'явиться у розділі "Політика" сторінки "Про журнал", а також на сторінках, що стосуються цих платежів.
uz_cyrl: Танланган созламалар журнал сиёсатида ва тўлов талаб қилинадиган жойларда кўринади.
uz_uz@latin: Tanlangan variantlar, ularning tavsiflari va to'lovlari bilan birga (quyida tahrir qilish mumkin) "Siyosat to'g'risida" jurnalida, shuningdek, to'lov talab qilinadigan joylarda paydo bo'ladi.
vi_vn: Các tùy chọn đã chọn, cùng với các mô tả và phí của chúng (có thể được chỉnh sửa bên dưới), sẽ xuất hiện trong Giới thiệu về Tạp chí theo Chính sách, cũng như tại các điểm cần thanh toán.
zh_hant: 已選取選項與其描述及費用（您可在下方進行編輯），相關內容會在政策內關於期刊的頁面及需要付款的頁面出現。

# manager.payment.records
source: Records
ar: السجلات
az: Rekords
bg_bg: Записи
ca_es: Registres
cs_cz: Záznamy
da_dk: Poster
de_de: Protokoll
es_es: Registro
eu: Erregistroak
fa_ir: رکوردها
fi: Maksutietueet
fr_fr: Enregistrements
gl: Rexistros
hi_in: रेकार्ड
hr_hr: Arhiv naplata
hy: Գրանցումներ
id_id: Rekam
it_it: Registri
ja: 記録
ka_ge: ჩანაწერები
ku_iq: تۆمارەکان
ky: жазуулар
lt: Įrašai
lv: Ieraksti
mr: (रक्कम भरल्याच्या) नोंदी
ms: Rekod
nb_no: Betalingsoversikt
nl: Geregistreerde betalingen
pl: Zaksięgowane
pt_br: Registros
pt_pt: Registos
ru: Записи
sk_sk: Záznamy
sl_si: Zapisi
sr_rs@cyrillic: Забелешке
sr_rs@latin: Zabeleške
sv_se: Register
tr_tr: Kayıtlar
uk: Історія
uz_cyrl: Тўлов ёзувлари
uz_uz@latin: Yozilganlar
vi_vn: Hồ sơ thanh toán
zh_cn: 支付记录
zh_hant: 記錄

# manager.paymentTypes
source: Payment Types
ar: أنواع التسديدات
az: Ödəniş növləri
bg_bg: Видове плащания
ca_es: Tipus de pagament
cs_cz: Typy platby
da_dk: Betalingstyper
de_de: Zahlweisen
es_es: Tipos de pago
eu: Ordainketa-motak
fa_ir: انواع پرداخت
fi: Maksutyypit
fr_fr: Types de paiement
gl: Tipos de pagamento
hi_in: भुगतान प्रकार
hy: Վճարման տեսակները
it_it: Tipi di pagameti
ja: 支払タイプ
ka_ge: გადახდის ტიპები
ku_iq: جۆرەکانی پارەدان
ky: Төлөмдөрдүн түрлөрү
lt: Mokesčių rūšys
lv: Maksājumu tipi
mr: शुल्क प्रदान करण्याचे प्रकार
ms: Jenis Pembayaran
nb_no: Betalingstyper
nl: Betaalmethoden
pl: Typy płatności
pt_br: Formas de Pagamento
pt_pt: Formas de Pagamento
ru: Виды платежей
sk_sk: Typy platby
sl_si: Načini plačila
sv_se: Betalningsformer
tr_tr: Ödeme Türleri
uk: Типи платежів
uz_cyrl: Тўлов турлари
uz_uz@latin: To'lov turlari
vi_vn: Phương thức thanh toán
zh_hant: 付款方式

# manager.payment.userName
source: Payment ID
ar: معرَّف التسديد
az: Ödəniş nömrəsi
bg_bg: Идентификатор на плащането
ca_es: Id. del pagament
cs_cz: ID platby
da_dk: Betalings-id
de_de: Zahler/in
es_es: Id. del pago
eu: Ordainketa ID
fa_ir: شناسه پرداخت
fi: Maksun tunniste
fr_fr: ID du paiement
gl: ID do pagamento
hi_in: भुगतान आईडी
hr_hr: Identifikacijski broj naplate
hy: Վճարման ID
id_id: ID Pembayaran
it_it: ID del pagamento
ja: 支払ID
ka_ge: გადახდის იდენტიფიკატორი
ku_iq: ناسنامەی پارەدان
ky: Төлөм идентификатору
lt: Mokėjimo identifikavimo kodas
lv: Maksājuma ID
mr: रक्कम प्रदान करण्यासाठी आयडी
ms: ID Pembayaran
nb_no: Betalings-ID
nl: Betaling ID
pl: ID płatności
pt_br: Usuário
pt_pt: ID do Pagamento
ru: ID платежа
sk_sk: ID platby
sl_si: ID plačila
sr_rs@cyrillic: ID Плаћања
sr_rs@latin: ID Plaćanja
sv_se: Betalnings-ID
tr_tr: Ödeme Numarası
uk: ID платежу
uz_cyrl: Фойдаланувчи номи
uz_uz@latin: To'lov identifikatori
vi_vn: ID thanh toán
zh_cn: 支付ID
zh_hant: 付款ID
