Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.reviewOptions.restrictReviewerFileAccess.description
source: Reviewers will not be given access to the submission file until they have agreed to review it.
ar: سيكون ملف طلب النشر متاحاً للمحكمين فقط عند قبولهم لمهمة تحكيمه.
az: rəyçilər dəyərləndirmə tələbini qəbul edənə qədər Məqalə faylına giriş edə bilməzlər.
bg_bg: Рецензентите няма да получат достъп до изпратените материали, докато не се съгласят да направят рецензия.
ca_es: Els revisors/ores només tenen accés al fitxer de la tramesa si han acceptat revisar-la.
cs_cz: Recenzenti budou mít přístup k souboru s příspěvkem pouze poté, co odsouhlasí, že zpracují jeho recenzi.
da_dk: Bedømmere får kun adgang til manuskriptfilen, efter de har accepteret at bedømme den.
de_de: Erst wenn Sie der Übernahme der Begutachtung zugestimmt haben, erhalten Gutachter/innen Zugriff auf die jeweilige Beitragsdatei.
es_es: Permitir que los revisores/as tengan acceso a los archivos de envío sólo después de que éstos/as hayan aceptado la revisión.
eu: Ebaluazioa egitea onartu ondoren bakarrik izango dute ebaluatzaileek bidalketa-fitxategian sartzeko baimena.
fa_ir: داور هنگامی به فایل ارسال شده دسترسی دارد که انجام داوری را قبول کرده باشد.
fi: Arvioijilla on pääsy käsikirjoitustiedostoon vasta suostuttuaan arvioimaan sen.
fr_fr: Les rapporteurs auront accès au fichier de soumission seulement après avoir accepté de l'évaluer.
gl: Os/as revisores/as non terán acceso ao arquivo de envío ata que acorden revisalo.
hi_in: समीक्षकों को सबमिशन फ़ाइल तक पहुंच नहीं दी जाएगी, जब तक कि वे इसकी समीक्षा करने के लिए सहमत न हों।
hr_hr: Recenzenti će imati pristup punom tekstu priloga tek nakon što pristanu na njegovu recenziju.
hy: Գրախոսներին հասանելիություն չի տրվի ներկայացվող նիշքին, քանի դեռ նրանք չեն համաձայնել այն գրախոսել:
id_id: Reviewer akan memiliki akses ke file naskah hanya setelah setuju untuk mereviewnya.
is_is: Ritrýnar fá ekki aðgang að innsendu efni fyrr en þeir hafa samþykkt að ritrýna það.
it_it: I revisori avranno accesso ai file della submission solo dopo aver dato la propria disponibilità alla revisione.
ja: 査読者には、査読に同意するまで投稿ファイルへのアクセス権が与えられません。
ka_ge: რეცენზენტებს არ ექნებათ წვდომა წარდგენის ფაილზე, სანამ არ დათანხმდებიან მის განხილვას.
ku_iq: هەڵسەنگێنەران مافی دەستپێگەیشتن بە فایلی پێشکەشکردنیان پێنادرێت هەتا ڕەزامەند نەبن بە پێداچوونەوەی.
ky: Кароочулар кароого макул болгонго чейин тапшырма файлына кирүү мүмкүнчүлүгү берилбейт.
lt: Recenzentams prieiga prie pateikto failo nebus suteikta, kol jie nesutiks jo peržiūrėti.
lv: Recenzentiem piekļuve iesniegtajai datnei tiks piešķirta tikai pēc tam, kad viņi būs piekrituši to pārskatīt.
mr: सादरीकरणाचे समीक्षण करण्याच्या सहमतीशिवाय समीक्षकांना सादरीकरणाची फाईल पहाता येणार नाही.
ms: Pengulas tidak akan diberi akses ke fail penyerahan sehingga mereka bersetuju untuk mengulas.
nb_no: Fagkonsulenter kommer til å få tilgang til manuskriptfilen bare etter å ha akseptert vurderingsoppdraget.
nl: Reviewers hebben pas toegang tot een inzending nadat ze toegestemd hebben om die te beoordelen.
pl: Recenzenci nie otrzymają dostępu do zgłoszonych plików póki nie wyrażą zgody na ich zrecenzowanie.
pt_br: Avaliadores terão acesso ao documento da submissão somente após indicar disponibilidade para avaliação.
pt_pt: Revisores terão acesso ao documento da submissão somente após indicar disponibilidade para revisão.
ru: Рецензенты не получат доступ к файлам материала до тех пор, пока не согласятся его рецензировать.
sk_sk: Recenzenti budú mať prístup k súboru s príspevkom len potom, čo odsúhlasia, že spracujú jeho recenziu.
sl_si: Recenzenti ne bodo dobili dostopa do članka dokler se ne bodo strinjali z opravljanjem recenzije.
sr_rs@cyrillic: Рецензенти ће имати приступ пријављеном чланку тек након што прихвате рецензију.
sr_rs@latin: Recenzenti će imati pristup prijavljenom članku tek nakon što prihvate recenziju.
sv_se: Granskarna kommer endast ha tillgång till bidragsfilen efter att de har accepterat att vara granskare.
tr_tr: Hakemler değerlendirme talebini kabul edene kadar gönderi dosyasına erişim yapamazlar.
uk: Рецензенти будуть мати доступ до рукописів лише після згоди рецензувати їх.
uz_cyrl: Тақризчи мақолани кўриб чиқишга расман розилик бермагунча мақола файлига кира олмайди.
uz_uz@latin: Taqrizchilar hujjatni ko'rib chiqishga rozi bo'lmaguncha, ularga ruxsat berilmaydi.
vi_vn: Người phản biện sẽ không được cấp quyền truy cập vào tệp bài gửi cho đến khi họ đồng ý xem xét.
zh_cn: 审稿人只有在答应审稿之后才能浏稿件文件。
zh_hant: 評審員必須先同意負責評審，才可閱覽及取用投稿稿件。

# manager.setup.reviewOptions.reviewerAccess
source: Reviewer Access
ar: صلاحية وصول المحكم
az: rəyçi girişi
bg_bg: Достъп на рецензент
ca_es: Accés per als revisors/ores
cs_cz: Přístup pro recenzenta
da_dk: Adgang for bedømmere
de_de: Zugang für Gutachter/innen
es_es: Acceso para los revisores/as
eu: Ebaluatzaileen sarbidea
fa_ir: دسترسی داور
fi: Arvioijan pääsy käsikirjoitukseen
fr_fr: Accès pour le rapporteur
gl: Acceso para os/as revisores/as
hi_in: समीक्षक पहुँच
hr_hr: Pristup za recenzente
hy: Գրախոսների հասանելիություն
id_id: Akses Review
is_is: Aðgangur rirtrýna
it_it: Accesso per i revisori
ja: 査読者アクセス
ka_ge: რეცენზენტის წვდომა
ku_iq: مافی دەستپێگەیشتنی هەڵسەنگێنەر
ky: Кароочунун кирүү мүмкүнчүлүгү
lt: Prieiga recenzentui
lv: Recenzenta piekļuve
mr: समीक्षकांना फाईल पहाण्याची संधी
ms: Akses Pengulas
nb_no: Fagkonsulenttilgang
nl: Toegang voor reviewers
pl: Dostęp dla recenzentów
pt_br: Área do avaliador
pt_pt: Área do Revisor
ru: Доступ рецензента
sk_sk: Prístup pre recenzenta
sl_si: Dostop za recenzente
sr_rs@cyrillic: Рецензентов приступ
sr_rs@latin: Recenzentov pristup
sv_se: Granskarens tillgång
tr_tr: Hakem Erişimi
uk: Доступ рецензентів
uz_cyrl: Тақризчиларнинг кириш имконияти
uz_uz@latin: Sharhlovchiga kirish
vi_vn: Truy cập của người phản biện
zh_cn: 审稿人阅读选项
zh_hant: 評審員取用

# manager.setup.reviewOptions.reviewerAccessKeysEnabled
source: One-click Reviewer Access
ar: وصول المحكم بنقرة واحدة
az: Bir kliklə rəyçi Girişi
bg_bg: Директен (one-click) достъп на рецензент
ca_es: Accés per a revisors/ores en un clic
cs_cz: Umožnit přístup recenzentovi na-jedno-kliknutí.
da_dk: Aktiver adgang for bedømmere ved hjælp af ét klik.
de_de: One-Click-Zugang für Gutachter/innen aktiviert.
es_es: Acceso para revisores/as con un solo clic
eu: Gaitu klik bakarreko ebaluatzaile-sarbidea
fa_ir: فعال ساختن گزینه تک کلیک دسترسی داور
fi: Ota käyttöön automaattisesti arvioijan sisäänkirjaavat linkit arviointipyynnöissä
fr_fr: Activer l'accès en un clic pour le rapporteur
gl: Acceso para revisores/as nun clic
hi_in: एक-क्लिक समीक्षक पहुंच
hr_hr: Omogući recenzentima pristup recenziji preko poveznice.
hy: Մեկ սեղմումով գրախոսների հասանելիություն
id_id: Memberi akses One-Click review.
is_is: Eins smells aðgangur fyrir ritrýna
it_it: Abilita l'accesso diretto per i revisori
ja: 1クリック査読者アクセス
ka_ge: რეცენზენტის პირდაპირი წვდომა
ku_iq: مافی دەستپێگەیشتنی هەڵسەنگێنەر بە یەک کرتە(کلیک)
ky: Бир баскыч менен кароочунун кирүүсү
lt: Vieno paspaudimo recenzento prieiga
lv: Recenzenta viena klikšķa piekļuve
mr: एका क्लिकवर समीक्षकांना फाईल पहाण्याची संधी
ms: Akses Pengulas satu klik
nb_no: Slå på ettklikks tilgang for fagfellene
nl: Schakel één-klik toegang voor reviewers in
pl: Włącz dostęp do recenzji po jednym kliknięciu
pt_br: Habilitar acesso 1-clique
pt_pt: Activar Acesso 1-Clique
ru: Прямой доступ для рецензента
sk_sk: Umožniť prístup recenzentovi na-jedno-kliknutie
sl_si: Omogoči recenzentom dostop z enim klikom
sr_rs@cyrillic: Укључи приступ рецензента једним кликом.
sr_rs@latin: Uključi pristup recenzenta jednim klikom.
sv_se: Aktivera granskning utan inloggning.
tr_tr: Tek Tıkla Hakem Erişimi
uk: Доступ рецензента в один дотик
uz_cyrl: Бир марталик ҳавола орқали киришни ёқиш (Access Keys).
uz_uz@latin: Sharhlovchiga bir marta bosish
vi_vn: Người phản biện truy cập chỉ bằng một cú nhấp chuột
zh_cn: 启用审稿人「一点即入」模式。
zh_hant: 一鍵式評審員取用

# manager.setup.reviewOptions.reviewerAccessKeysEnabled.description
source: Reviewers can be sent a secure link in the email invitation, which will log them in automatically when they click the link.
ar: يمكن إرسال رابط مؤمن إلى المحكمين عبر دعوة البريد الالكتروني ليأخذهم مباشرة إلى صفحة التحكيم المعنية عند النقر عليه.
az: <strong>Not:</strong> rəyçilərə Məqalələrin email, rəyçilərin dəvət edildiyi dəyərləndirmə Məqaləsinə birbaşa girə bilməsi üçün xüsusi bir URL adresi ehtiva edir (daxil olunması lazım olan digər səhifələrlə birlikdə). Bu seçim, təhlükəsizlik səbəbilə redaktorların CCs və ya BCCs adreslərini əlavə etmələrinə icazə verin.
bg_bg: На рецензентите може да бъде изпратена защитена връзка в поканата по имейл, която ще им позволи достъп до рецензията, без да влизат в системата. Достъпът до други страници изисква от тях да влязат в системата.
ca_es: <strong>Nota:</strong> La invitació per correu electrònic als revisors/ores conté un URL especial que dirigeix directament els revisors/ores convidats a la pàgina de revisió de la tramesa (amb accés a qualsevol altra pàgina que requereixi identificació). Per motius de seguretat, els editors/ores no poden modificar les adreces de correu electrònic ni afegir-ne als camps CC o CCO abans d’enviar les invitacions als revisors/ores.
cs_cz: <strong>Poznámka:</strong> E-mailové pozvání pro recenzenta bude obsahovat speciální URL, které dovede pozvané recenzenty přímo na Recenzní stránku k danému příspěvku (s přístupem na jakékoliv další stránky normálně vyžadující přihlášení). Z bezpečnostních důvodů nemohou editoři při tomto nastavení pozměnit e-mailové adresy nebo přidat CC nebo BCC předtím, než pošlou recenzentům pozvání.
da_dk: <strong>Bemærk!:</strong> E-mail-invitationen til bedømmere indeholder en speciel URL-adresse, der sender de inviterede bedømmere direkte til siden Bedømmelse for manuskriptet (med adgang til andre sider, hvor de skal logge på). Af sikkerhedshensyn i forbindelse med denne indstilling kan redaktører ikke ændre e-mail-adresser eller tilføje CC'er eller BCC'er forud for afsendelse af invitationer til bedømmere.
de_de: <strong>Anmerkung:</strong> Die Einladungs-E-Mail an die Gutachter/innen enthält eine URL, die direkt zur Begutachtungsseite für den Beitrag (mit Zugang zu allen anderen Seiten, die ein Einloggen voraussetzen) führt. Aus Sicherheitsgründen können die Redakteur/innen vor dem Absenden der Einladung weder E-Mail-Adressen verändern noch CC- oder BCC-Empfänger/innen hinzufügen.
es_es: <strong>Nota:</strong> La invitación por correo electrónico para revisores/as contendrá una dirección URL especial que dirige a los revisores/as directamente a la página de revisión para el envío (con acceso a cualquier otra página que requiera iniciar sesión). Por razones de seguridad, los editores/as no pueden modificar las direcciones de correo electrónico o añadir direcciones en copia o copia oculta antes de enviar las invitaciones a los revisores/as.
eu: Ebaluatzaileei esteka seguru bat bidal dakieke posta elektroniko bidezko gonbidapenean, eta horrek automatikoki saioa hasiko du estekan klik egiten dutenean.
fa_ir: <strong>توجه: </strong> دعوت‌نامه ارسالی برای داور حاوی یک URL است که با کلیک بر روی آن، داور را مستقیماً به صفحه داوری مقاله ارسالی مورد نظر هدایت می‌کند. به دلایل امنیتی در صورت فعال‌سازی این گزینه دبیران نمی‌توانند آدرس‌های ایمیل و رونوشت‌های آن را تغییر دهند.
fi: Arvioijille voidaan lähettää sähköpostikutsussa suojattu linkki, jota seuratessa kirjautuu sisään automaattisesti.
fr_fr: <strong>Note :</strong> Le courriel d'invitation destiné aux rapporteurs contient une URL qui les mène directement à la page d'évaluation de la soumission. L'accès à toute autre page requiert de se connecter. Pour des raisons de sécurité, les rédacteurs ne peuvent pas modifier les adresses de courriel, ni ajouter des CC ou CCI avant d'envoyer une invitation aux rapporteurs.
gl: Aos revisores pódeselles enviarpor correo electrónico unha ligazón segura na invitación, que lles permitirá acceder á revisión sen iniciar sesión. Para acceder a outras páxinas, é necesario que inicien sesión.
hi_in: ईमेल आमंत्रण में समीक्षकों को एक सुरक्षित लिंक भेजा जा सकता है, जो उन्हें लॉगिन किए बिना समीक्षा का उपयोग करने की अनुमति देगा। अन्य पृष्ठों तक पहुंच के लिए उन्हें लॉग इन करने की आवश्यकता होती है।
hr_hr: <strong>Napomena:</strong> Pozivnica e-pošte za recenzente sadržavat će poseban URL koji vodi recenzente izravno na stranicu za recenziju prijava (za pristup bilo kojoj drugoj stranici potrebno je prijaviti se u sustav). Iz sigurnosnih razloga pri korištenju ove opcije urednici neće moći modificirati adrese primatelja e-pošte ili poslati kopiju poruke "na znanje" drugim primateljima pri slanju pozivnica recenzentima.
hy: Գրախոսներին կարող է ուղարկվել անվտանգ հղում էլ․ փոստ հրավերի միջոցով, որը կապահովի նրանց ինքնաշխատ մուտքը, երբ նրանք սեղմեն հղումը:
id_id: <strong>Catatan:</strong> email undangan ke Reviewer akan berisi URL yang akan membawa Reviewer yang diundang secara langsung ke halaman review untuk naskah (untuk akses ke halaman lain mengharuskan mereka untuk login). Untuk alasan keamanan dengan pilihan ini, editor tidak bisa memodifikasi alamat email atau menambahkan CCs atau BCCs sebelum mengirimkan undangan kepada Reviewer.
is_is: Hægt er að senda ritrýnum öruggan tengil í tölvupósti, sem gerir þeim kleyft að fá aðgang að ritrýni án þess að skrá sig inn. Fyrir aðgang að öðrum síðum þarf að skrá sig inn.
it_it: <strong>Nota:</strong> Quando questa opzione &#x00E8; abilitata, le URL delle submission nelle email di notifica e promemoria conterranno una chiave d'accesso che scavalca l'usuale processo di login. Usando questo link, i revisori possono fare revisioni senza inserire username e password; mentre debbono comunque fare il log in per completare gli altri compiti.
ja: 査読者には、招待メールの中に安全なリンクを送り、ログインせずにレビューにアクセスできるようにすることができます。他のページにアクセスするには、ログインが必要となります。
ka_ge: მიმომხილველებს შეიძლება გაუგზავნოთ უსაფრთხო ბმული ელფოსტის მოსაწვევში, რაც მათ საშუალებას მისცემს წვდომა ჰქონდეთ მიმოხილვაში შესვლის გარეშე. სხვა გვერდებზე წვდომისთვის მათ სისტემაში შესვლა სჭირდებათ.
ku_iq: هەڵسەنگێنەران دەتوانن بەستەرێکی پارێزراو بنێرن بە ئیمێڵێکی داوەتنامە، کە ڕێگەیان پێدەدات دەستیانبگات بە پێداچوونەوە بەبێ چوونەژوورەوە بە ناوی بەکارهینەر و وشەی نهێنی. بەڵام بۆ دەستگەیشتن بە لاپەڕەکانی تر پێویستیان بە چوونەژوورەوە هەیە بە ناوی بەکارهینەر و وشەی نهێنی.
ky: Кароочуларга электрондук чакырууда коопсуз шилтеме жөнөтүлүп, аны басканда автоматтык түрдө киришет.
lt: <strong>Pastaba:</strong> Elektroniniu paštu recenzentams siunčiamame kvietime bus specialus universalusis adresas (URL), kuris recenzentus nukreips tiesiai į straipsnio recenzavimo puslapį (jiems reikės prisijungti norint pasiekti bet kurį kitą puslapį). Saugumo sumetimais, redaktoriams neleidžiama keisti elektroninio pašto adreso arba pridėti standartinę (CC) ar nematomą (BCC) kopijas prieš siunčiant pakvietimus recenzentams.
lv: Recenzentiem e-pasta uzaicinājumā var nosūtīt drošu saiti, kas nodrošinās automātisku pieslēgšanos pēc uzklikšķināšanas uz saites.
mr: समीक्षकांना ई-मेल आमंत्रणात एक सुरक्षित दुवा (लिंक) पाठवला जाऊ शकतो, ज्यावर त्यांनी क्लिक केल्यावर त्यांना परस्पर लॉग-इन केले जाईल.
ms: Pengulas boleh dihantar pautan selamat dalam jemputan e-mel, yang akan membolehkan mereka mengakses ulasan tanpa log masuk. Akses ke halaman lain memerlukan mereka log masuk.
nb_no: <strong>NB:</strong> E-post-invitasjonen til fagkonsulenter kommer til å inneholde en spesiell URL som binger den inviterte fagkonsulenten direkte til fagvurderingssiden for det aktuelle manuskriptet (tilgang til andre sider vil likevel kreve innlogging). Med denne valgmuligheten slått på, kan ikke redaktørene endre e-postadresser eller legge til kopier eller blindkopier ved bestilling av fagvurderinger (av sikkerhetsgrunner).
nl: Reviewers kunnen een veilige link in de email-uitnodiging krijgen, die hen automatisch inlogged op de website wanneer zij er op klikken.
pl: Recenzenci otrzymają E-mail z zaproszeniem do recenzji poprzez link którego kliknięcie przekieruje bezpośrednio do strony recenzji.
pt_br: <strong>Aviso:</strong> O convite ao avaliador conterá uma URL especial que levará os avaliadores diretamente à página de avaliação da submissão em questão (sendo necessário realizar o login para acessar outras páginas). Para garantir a segurança do processo ao usar esta opção, não é permitido ao editor alterar endereços de e-mail ou incluir destinatários de Cópias Carbono (CCs) ou Cópias Ocultas (BCCs) antes de enviar a mensagem aos avaliadores.
pt_pt: <strong>Aviso:</strong> O convite ao revisor conterá um URL especial que levará os revisores directamente à página de Revisão para a submissão em questão (sendo necessário realizar a autenticação para aceder a outras páginas). Para garantir a segurança do processo ao usar esta opção, não é permitido ao editor alterar endereços de e-mail ou Cópias Carbono (CCs) ou Cópias Ocultas (BCCs) antes de enviar a mensagem aos revisores.
ru: Рецензентам может быть отправлена безопасная ссылка в письме-приглашении, щелкнув по которой они смогут автоматически войти в систему.
sk_sk: <Strong>Poznámka:</strong> E-mailové pozvanie pre recenzenta bude obsahovať špeciálne URL, ktoré dovedie pozvaných recenzentov priamo na Recenznú stránku k danému príspevku (s prístupom na akékoľvek ďalšie stránky normálne vyžadujúce prihlásenie). Z bezpečnostných dôvodov nemôžu editori pri tomto nastavení pozmeniť e-mailové adresy alebo pridať CC alebo BCC predtým, ako pošlú recenzentom pozvanie.
sl_si: <strong>Opozorilo:</strong> E-poštna povabila recenzentom vsebujejo posebne URL povezave, ki vodijo recenzente direktno na stran za opravljanje recenzije prispevka (za dostop do drugih strani se morajo najprej prijaviti). Iz varnostnih razlogov uredniki ne morejo spreminjati e-poštnega naslova ali dodati kopijo ali skrito kopijo e-poštnega naslova pred pošiljanjem e-pošte recenzentom.
sr_rs@cyrillic: <strong>Nапомена:</strong> Порука којом се позива рецензент да уради рецензију ће у себи имати линк на којем се налази страница за рецензију за тај пријављени чланак (са приступом другим странам које захтевају пријаву у систем). Због безбедносних разлога у опвој могућности уредници немогу променити адресе нити додати CC копију ни BCC копију пре слања позивне поруке рецензентима.
sr_rs@latin: <strong>Napomena:</strong> Poruka kojom se poziva recenzent da uradi recenziju će u sebi imati link na kojem se nalazi stranica za recenziju za taj prijavljeni članak (sa pristupom drugim stranam koje zahtevaju prijavu u sistem). Zbog bezbednosnih razloga u opvoj mogućnosti urednici nemogu promeniti adrese niti dodati CC kopiju ni BCC kopiju pre slanja pozivne poruke recenzentima.
sv_se: <strong>Observera:</strong> Inbjudan via e-post till granskare innehåller en URL som pekar direkt till sidan för granskning av bidraget (med tillgång till andra sidor som kräver inloggning). Av säkerhetsskäl kan inte redaktörer cc:a eller lägga till andras e-postadresser när de skickar inbjudan till granskare.
tr_tr: <strong>Not:</strong> Hakemlere gönderilen e-posta, hakemlerin davet edildiği değerlendirme gönderisine doğrudan erişebilmesi için özel bir URL adresi içerir (oturum açılması gereken diğer sayfalar ile birlikte). Bu seçenek, güvenlik nedenleriyle editörlerin CCs veya BCCs adresleri eklemelerine izin vermez.
uk: Рецензентам можна надіслати безпечне покликання в запрошенні електронною поштою, яке автоматично введе їх у систему, коли вони натиснуть покликання.
uz_cyrl: Тақризчилар тизимга паролсиз, почтага келган ҳавола орқали киришлари мумкин.
uz_uz@latin: Sharhlovchilarga elektron pochta taklifnomasida xavfsiz havola yuborilishi mumkin, bu ularga kirishga ruxsat bermasdan ko'rib chiqishga ruxsat beradi. Boshqa sahifalarga kirish uchun ular tizimga kirishni talab qiladi.
zh_cn: <strong>注意：</strong> 这封给审稿人的电子邮件邀请函会包涵一个特殊的网址链接，邀请审稿人直接进入稿件的「审稿」页面（同时可以存取其他需要登入身份的页面）。基于与这个选项相关的安全性理由，编辑在寄出给审稿人的邀请函之前，不能变更电子邮件或者增加副本(CCs)或密件副本(BCCs)。
zh_hant: 評審員會收到一封載有安全連結的邀請電郵，按連結後可自動登入。

# manager.setup.reviewOptions.reviewerAccessKeysEnabled.label
source: Include a secure link in the email invitation to reviewers.
ar: تضمين رسائل التماس التحكيم لرابط الوصول المؤمن.
az: rəyçilərə göndərilən dəvət emailinə təhlükəsiz bir şəkildə giriş linki əlavə edin
bg_bg: Включете защитена връзка в поканата по имейл до рецензенти.
ca_es: Incloure un enllaç segur en el correu electrònic d'invitació per a revisors/ores.
es_es: Incluir un enlace seguro en el correo electrónico de invitación para los revisores/as.
eu: Sartu esteka seguru bat ebaluatzaileei bidalitako gonbidapen elektronikoan.
fi: Lisää turvallinen linkki arvioijille lähtevään kutsuun.
fr_fr: Insérer un lien sécurisé dans l'invitation par courriel aux évaluateurs et évaluatrices.
gl: Inclúa unha ligazón segura no correo electrónico de invitación aos revisores.
hi_in: समीक्षकों को ईमेल आमंत्रण में एक सुरक्षित लिंक शामिल करें।
hy: Գրախոսողներին ուղարկված էլ․ փոստի հրավերի մեջ ներառեք անվտանգ հղում:
is_is: Bæta við öruggum tengli í tölvupóst til ritrýna.
it_it: Inserire un link sicuro nella mail di invito ai revisori.
ja: 査読者への招待メールに、安全なリンクを記載する。
ka_ge: ჩართეთ უსაფრთხო ბმული მიმომხილველებისთვის გაგზავნილ ელწერილში.
ku_iq: بەستەرێکی پارێزراو دابنێ لە ناو ئیمێڵی داوەتنامە بۆ هەڵسەنگێنەران.
ky: Кароочуларга электрондук чакырууга коопсуз шилтемени кошуңуз.
lt: Į recenzentams skirtą el. pašto kvietimą įtraukite saugią nuorodą.
lv: Iekļaut drošu saiti e-pasta uzaicinājumā recenzentiem.
mr: ई-मेलने पाठवलेल्या आमंत्रणात समीक्षकांसाठी एक सुरक्षित दुवा (लिंक) समाविष्ट करा.
ms: Sertakan pautan selamat dalam jemputan e-mel kepada pengulas.
nb_no: Inkluder en sikker lenke i e-postinvitasjonen til anmeldere.
nl: Voeg een veilige link toe aan de uitnodigings-e-mail voor reviewers.
pl: Załącz bezpieczny link w emailu zapraszającym do recenzentów.
pt_pt: Inclua um link seguro nos e-mails de convite aos revisores.
ru: Добавить безопасную ссылку в письмо-приглашение для рецензентов.
sk_sk: Zahrnúť zabezpečený odkaz do e-mailovej pozvánky recenzentom.
sl_si: Vključi varno povezavo v email povabilo recenzentom.
tr_tr: Hakemlere gönderilen davet e-postasına güvenli bir erişim bağlantısı ekle.
uk: Включіть безпечне посилання в запрошення рецензентам по електронній пошті.
uz_cyrl: Почта орқали хавфсиз киришни ёқиш
uz_uz@latin: Tekshiruvchilarga yuborilgan elektron pochta taklifiga xavfsiz havolani kiriting.
vi_vn: Bao gồm một liên kết an toàn trong thư mời đến người phản biện.
zh_hant: 在發送予評審員的電邸包括一條安全連結。
