Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.addItemtoAboutJournal
source: Add Item to Appear in "About the Journal"
ar: أضف فقرة لتظهر في (عن المجلة)
az: "Jurnal Haqqında" səhifəsində görünəcək element əlavə edin
bg_bg: Добавяне на елемент, който да се появи в „За списанието“
ca_es: Afegeix un element a la pàgina «Sobre la revista»
cs_cz: Přidat položku, která se má obejvit v části O Časopisu
da_dk: Føj elementet til Vis under "Om tidsskriftet"
de_de: Text einfügen, der unter "Über uns" erscheinen soll
es_es: Añadir un elemento para que se muestre en la sección Acerca de la revista
eu: Gehitu "Aldizkariari buruz" orrian agertzeko elementua
fa_ir: افزودن یک مورد به موارد درباره مجله
fi: Lisää kohta näkyviin Tietoa julkaisusta -sivulle
fr_fr: Ajouter un élément à afficher dans « À propos de la revue »
gl: Engadir un elemento á páxina "Sobre a revista"
hi_in: प्रदर्शित होने के लिए आइटम जोड़ें "जर्नल के बारे में"
hr_hr: Dodaj stavku koja će se pojaviti u "o časopisu".
hy: Ավելացրեք տարր «Ամսագրի մասին» բաժնում հայտնվելու համար
id_id: Tambahkan item di "Tentang Jurnal"
is_is: Bæta við atriði sem birtist í "Um tímaritið"
it_it: Aggiungi una voce alla sezione "Informazioni sulla rivista"
ja: "ジャーナルについて"に掲載されるアイテムを追加
ka_ge: ჟურნალის შესახებ ინფორმაციის დამატება
ku_iq: دانەیەک زیاد بکە بۆ ئەوەی لە بەشی ''دەربارەی گۆڤار''دا دەربکەوێت
ky: "Журнал жөнүндө" деген бетине элемент кошуу
lt: Pridėti elementą, kuris būtų rodomas „Apie žurnalą“
lv: Pievienot elementu, kas parādās sadaļā "Par žurnālu"
mr: "नियतकालिकाविषयी" मध्ये दिसण्यासाठी कलम जोडा
ms: Tambahkan Item untuk Muncul di "Mengenai Jurnal"
nb_no: Legg til element som skal vises i Om tidsskriftet
nl: Toon item in "Over dit tijdschrift"
pl: Dodaj element widoczny na stronie "O czasopiśmie"
pt_br: Incluir item na página "Sobre a revista"
pt_pt: Adicionar Item em "Sobre a revista"
ru: Добавить элемент на страницу «О журнале»
sk_sk: Pridať položku, ktorá sa má objaviť v časti O Časopise
sl_si: Dodaj postavko v "O reviji"
sr_rs@cyrillic: Додај елемент који ће се приказивати у секцији "О часопису"
sr_rs@latin: Dodaj element koji će se prikazivati u sekciji "O časopisu"
sv_se: Lägg till rubriker under "Om tidskriften"
tr_tr: "Dergi Hakkında" Sayfasında Görüntülenecek Öge Ekle
uk: Додати власний підрозділ до розділу "Політика" сторінки "Про журнал"
uz_cyrl: "Журнал ҳақида" саҳифаси учун янги банд
uz_uz@latin: "Jurnal haqida" bo'limida paydo bo'ladigan narsalarni qo'shing.
vi_vn: Thêm mục xuất hiện ở "Giới thiệu về tạp chí"
zh_cn: 增加会在「期刊介绍」里显示的项目
zh_hant: 增添出現在「關於期刊」的項目

# manager.setup.addNavItem
source: Add Item
ar: أضف فقرة
az: Element əlavə edin
bg_bg: Добавяне на елемент
ca_es: Afegeix un element
cs_cz: Přidat položku
da_dk: Tilføj element
de_de: Einen Eintrag hinzufügen
es_es: Añadir elemento
eu: Gehitu elementua
fa_ir: افزودن مورد
fi: Lisää kohta
fr_fr: Ajouter un élément
gl: Engadir un elemento
hi_in: आइटम जोडें
hr_hr: Dodaj stavke
hy: Ավելացրեք տարր
id_id: Tambahkan Item
is_is: Bæta við atriði
it_it: Aggiungi voce
ja: アイテムを追加
ka_ge: ელემენტის დამატება
ku_iq: دانەیەک زیاد بکە
ky: Элемент кошуу
lt: Pidėti elementą
lv: Pievienot elementu
mr: कलमाला जोड द्या
ms: Tambah Item
nb_no: Legg til element
nl: Onderdeel toevoegen
pl: Dodaj link
pt_br: Incluir item
pt_pt: Adicionar Item
ru: Добавить элемент
sk_sk: Pridať položku
sl_si: Dodaj postavko
sr_rs@cyrillic: Додај елемент
sr_rs@latin: Dodaj element
sv_se: Lägg till rubrik
tr_tr: Öğe Ekle
uk: Додати елемент
uz_cyrl: Меню бандини қўшиш
uz_uz@latin: Element qo'shish
vi_vn: Thêm mục
zh_cn: 新增项目
zh_hant: 增添項目

# manager.setup.addReviewerDatabaseLink
source: Add New Database Link
ar: أضف رابط قاعدة بيانات جديد
az: Yeni data bazası linki əlavə edin
bg_bg: Добавяне на нова връзка към базата данни
ca_es: Afegeix un enllaç nou a la base de dades
cs_cz: Přidat nový odkaz do databáze
da_dk: Tilføj nyt databaselink
de_de: Neuen Datenbank-Link hinzufügen
es_es: Añadir un nuevo enlace hacia la base de datos
eu: Gehitu datu-baserako esteka berria
fa_ir: افزودن لینک بانک اطلاعاتی جدید
fi: Lisää uusi tietokantalinkki
fr_fr: Ajouter un nouveau lien de base de données
gl: Engadir un enlace novo á base de datos
hi_in: नया डेटाबेस लिंक जोड़ें
hr_hr: Dodaj poveznicu na bazu recenzenata
hy: Ավելացնել տվյալների շտեմարանի նոր հղում
id_id: Tambahkan Tautan Database Baru
is_is: Bæta við nýjum gagnagrunns tengli
it_it: Aggiungi un nuovo link
ja: 新しいデータベースリンクを追加
ka_ge: მონაცემთა ბაზაზე ბმულის დამატება
ku_iq: لینکێکی نوێی داتابەیس زیاد بکە
ky: Жаңы маалымат базасынын шилтемесин кошуңуз
lt: Pridėti nuorodą apie naująją duomenų bazę
lv: Pievienot jaunu datubāzes saiti
mr: नवीन डेटाबेस दुवा (लिंक) जोडा
ms: Tambah Pautan Pangkalan Data Baru
nb_no: Legg til en ny databaselenke
nl: Voeg nieuwe database link toe
pl: Dodaj link do bazy danych
pt_br: Incluir nova base de dados
pt_pt: Adicionar nova Base de Dados
ru: Добавить новую ссылку на базу данных
sk_sk: Pridať nový odkaz do databázy
sl_si: Dodaj novo povezavo do baze podatkov
sr_rs@cyrillic: Додај нову везу ка бази података
sr_rs@latin: Dodaj novu vezu ka bazi podataka
sv_se: Lägg till ny länk till en databas
tr_tr: Yeni Veri Tabanı Bağlantısı Ekle
uk: Додати нове посилання на базу даних
uz_cyrl: Тақризчилар маълумотлар базасига ҳавола қўшиш
uz_uz@latin: Yangi ma'lumotlar bazasi havolasini qo'shing
vi_vn: Thêm liên kết cơ sở dữ liệu mới
zh_cn: 添加新的数据库链接
zh_hant: 增添新的數據庫連結

# manager.setup.addSponsor
source: Add Sponsoring Organization
ar: أضف منظمة راعية
az: Sponsor təşkilat əlavə edin
bg_bg: Добавяне на спонсорираща организация
ca_es: Afegeix una organització patrocinadora
cs_cz: Přidat sponzorující organizaci
da_dk: Tilføj sponsororganisation
de_de: Eine Organisation hinzufügen
es_es: Añadir patrocinador
eu: Gehitu Erakunde babeslea
fa_ir: افزودن سازمان حمایت کننده
fi: Lisää tukiorganisaatio
fr_fr: Ajouter un commanditaire
gl: Engadir unha organización patrocinadora
hi_in: प्रायोजन संगठन जोड़ें
hr_hr: Dodaj pokroviteljsku organizaciju
hy: Ավելացնել հովանավոր կազմակերպություն
id_id: Tambahkan Organisasi Sponsor
is_is: Bæta við styrktarfélagi
it_it: Aggiungi un'istituzione
ja: スポンサー組織の追加
ka_ge: სპონსორი ორგანიზაციის დამატება
ku_iq: سپۆنسەرزیاد بکە
ky: Демөөрчү уюмду кошуу
lt: Nurodyti paramą teikiančią organizaciją
lv: Pievienot sponsorējošo organizāciju
mr: प्रायोजक संस्थेचे नाव जोडा
ms: Tambah Organisasi Penaja
nb_no: Legg til sponsor
nl: Sponsor toevoegen
pl: Dodaj kolejną organizację finansującą
pt_br: Incluir agência de fomento
pt_pt: Adicionar Instiuição Patrocinadora
ru: Добавить организацию-спонсора
sk_sk: Pridať sponzorujúcu organizáciu
sl_si: Dodaj sponzorsko organizacijo
sr_rs@cyrillic: Додај организацију подршке
sr_rs@latin: Dodaj organizaciju podrške
sv_se: Lägg till sponsor
tr_tr: Sponsor Kurum Ekle
uk: Додати організацію-спонсора
uz_cyrl: Ҳомий ташкилот қўшиш
uz_uz@latin: Homiylik tashkilotini qo'shing
vi_vn: Thêm tổ chức bảo trợ
zh_cn: 增加赞助单位
zh_hant: 增添支持機構

# manager.setup.alternateHeader
source: Alternate Header
ar: رأس صفحة بديل
az: Alternativ başlıq
bg_bg: Алтернативно заглавие
ca_es: Capçalera de pàgina alternativa
cs_cz: Alternativní hlavička
da_dk: Alternativt sidehoved
de_de: Alternative Kopfzeile
es_es: Encabezado alternativo
eu: Goiburu alternatiboa
fa_ir: سرتیتر جایگزین
fi: Vaihtoehtoinen ylätunniste
fr_fr: En-tête secondaire
gl: Cabeceira de páxina alternativa
hi_in: वैकल्पिक हैडर
hr_hr: Alternativno zaglavlje
hy: Այլընտրանքային վերնախորագիր
id_id: Header Alternatif
is_is: Auka haus
it_it: Testata alternativa
ja: 代替ヘッダー
ka_ge: ალტერნატიული სათაური
ku_iq: سەرپەڕەی جێگرەوە
ky: Альтернативдик аталыш
lt: Kitokia puslapio antraštė
lv: Alternatīvā galvene
mr: पर्यायी शीर्षलेख (हेडर)
ms: Header/Tajuk Alternatif
nb_no: Alternativ topptekst
nl: Alternatieve kop
pl: Nagłówek HTML
pt_br: Cabeçalho alternativo
pt_pt: Cabeçalho Alternativo
ru: Альтернативный заголовок
sk_sk: Alternatívna hlavička
sl_si: Nadomestna glava
sr_rs@cyrillic: Наизменични наслов
sr_rs@latin: Naizmenični naslov
sv_se: Alternativt sidhuvud
tr_tr: Alternatif Başlık
uk: Альтернативний заголовок
uz_cyrl: Муқобил сарлавҳа
uz_uz@latin: Boshqa sarlavha
vi_vn: Tiêu đề thay thế
zh_cn: 其它标题
zh_hant: 替換標頭(Header)

# manager.setup.alternateHeaderDescription
source: Alternately, instead of title and logo, an HTML version of the header can be inserted into the text box below. Leave textbox blank if not required.
ar: عوضاً عن ذلك، بدلاً من العنوان والشعار، يمكن إضافة نسخة من رأس الصفحة بصيغة HTML مخصصة بالطريقة التي تريدها في مربع النص أدناه. أترك مربع النص فارغاً إن لم تتطلب ذلك.
az: Alternativ olaraq, başlıq və loqo yerinə, başlıq HTML formatında hazırlnaraq bu sahəyə əlavə edilə bilər. Lazımlı deyilsə bu sahəni boş buraxın.
bg_bg: Алтернативно, вместо заглавие и лого, в текстовото поле по-долу може да се вмъкне HTML версия на заглавката. Оставете текстовото поле празно, ако не се изисква.
ca_es: Si ho preferiu, en lloc d’inserir un títol i un logotip com a capçalera de pàgina, podeu inserir una capçalera en format HTML en el quadre de text que hi ha a continuació. Deixeu aquest quadre en blanc si no voleu utilitzar aquesta opció.
cs_cz: Alternativně lze místo názvu a loga vložit do textového pole níže HTML verzi hlavičky. Pokud nechcete tuto možnost využít, nechte pole prázdné.
da_dk: I stedet for titel og logo kan du indsætte en HTML-version af sidehovedet i tekstboksen nedenfor. Undlad at udfylde tekstboksen, hvis det ikke er påkrævet.
de_de: Anstelle von Zeitschriftentitel und -logo können Sie auch eine HTML-Version der Kopfzeile in das nachstehende Feld eingeben. Falls dies nicht gewünscht ist, lassen Sie das Feld frei.
es_es: En el siguiente cuadro de texto puede insertar una versión HTML del encabezado, en lugar del título y logotipo habituales. Si no desea introducirlo, déjelo en blanco.
eu: Tituluaren eta logoaren ordez, goiburuaren HTML bertsio bat txerta daiteke beheko testu-koadroan. Behar ez baduzu, utzi testu-koadroa hutsik.
fa_ir: به جای عنوان و لوگو یک نسخه HTML سرتیتر را می‌توان در جعبه متن زیر وارد کرد. در صورتی که نمی‌خواهید آن را خالی بگذارید.
fi: Vaihtoehtoisesti alla olevaan tekstikenttään voidaan otsikon ja logon sijaan sijoittaa HTML-versio ylätunnisteesta. Jätä tekstikenttä tyhjäksi, mikäli et halua tehdä näin.
fr_fr: Au lieu du titre et du logo, une version HTML de l'en-tête peut aussi être insérée dans la zone de texte ci-dessous. Laisser la zone de texte vide si elle n'est pas obligatoire.
gl: Se o prefire, no canto de inserir un título e un logotipo como cabeceira de páxina, pode inserir unha cabeceira en formato HTML no cadro de texto que hai a continuación. Deixe este cadro en branco se non quere utilizar esta opción.
hi_in: वैकल्पिक रूप से, शीर्षक और लोगो के बजाय, शीर्ष लेख का एक HTML संस्करण नीचे पाठ बॉक्स में डाला जा सकता है। यदि आवश्यक न हो तो टेक्स्टबॉक्स खाली छोड़ दें।
hr_hr: Alternativno, moguće je postaviti HTML verziju zaglavlja umjesto naslova ili logotipa. Ukoliko to ne želite, ostavite priloženi tekstni okvir prazan.
hy: Որպես այլընտրանք, վերնագրի և պատկերանշանի փոխարեն, վերնագրի HTML տարբերակը կարող է տեղադրվել ստորև բերված տեքստային վանդակում: Անհրաժեշտության դեպքում տեքստային տուփը դատարկ թողեք:
id_id: Selain judul atau logo, dapat disisipkan versi HTML header ke dalam textbox di bawah ini. Biarkan teks kosong jika tidak diperlukan.
is_is: Auka, í stað titils og merkis, er hægt að setja inn HTML útgáfu af hasunum í texta boxið fyrir neðan. Skildu texta boxið efitr tómt ef þetta þarf ekki.
it_it: In alternativa, invece del titolo e del logo, è possibile inserire una versione in HTML della testata, utilizzando il box di testo sottostante. Per non modificare nulla, lascia il box vuoto.
ja: また、タイトルやロゴの代わりに、ヘッダーのHTMLバージョンを下のテキストボックスに挿入することもできます。必要のない場合は、テキストボックスを空白にしてください。
ka_ge: ალტერნატივის სახით, დასახელებისა და ლოგოს ნაცვლად, ქვემოთ მოცემულ ტექსტურ ველში ჩაჯდება სათაურის HTML-ვერსია. ცარიელი დატოვეთ ტექსტური ველი, თუ ალტერნატიული სათაური საჭირო არ არის.
ku_iq: لە جیاتی ناونیشان و لۆگۆ دەکرێت وەشانی HTMLی سەرپەڕە لەم چوارچێوەیەی خوارەوە زیاد بکرێت. چوارچێوەکە بە بەتاڵی جێ بهێڵە ئەگەر ئەمە داواکراو نییە.
ky: Же болбосо, аталыштын жана логотиптин ордуна, төмөнкү текст талаасына аталыштын HTML версиясын киргизсе болот. Кошумча аталышты каалабасаңыз, текст талаасын бош калтырыңыз.
lt: Į apačioje esantį langelį gali būti įtraukiamas ne pavadinimas ir logotipas, o puslapio antraštės HTML versija. Jei nereikia, palikite langelį tuščią.
lv: Virsraksta un logotipa vietā teksta lodziņā zemāk var ievietot galvenes HTML versiju. Ja tas nav nepieciešams, atstājiet teksta lodziņu tukšu.
mr: शीर्षक आणि परिचय चिन्हाऐवजी (लोगो), शीर्षलेखाचे HTML प्रारूप खालील मजकूरासाठी असलेल्या चौकटीमध्ये (बॉक्स) समाविष्ट करण्याचा पर्याय आहे. पर्याय नको असल्यास चौकट रिक्त ठेवा.
ms: Sebagai alternatif, bukannya tajuk dan logo, versi HTML dari tajuk dapat dimasukkan ke dalam kotak teks di bawah. Biarkan kotak teks kosong jika tidak diperlukan.
nb_no: I stedet for tittel og logo kan en HTML-versjon av toppteksten skrives inn i tekstboksen nedenfor. La ellers tekstboksen stå tom.
nl: Als alternatief voor titel en logo kan in het tekstvak hieronder een HTML versie van de kop opgegeven worden. Laat het tekstvak leeg als dit niet van toepassing is.
pl: Alternatywnie nagłówek może zostać stworzony za pomocą języka HTML. Jeżeli nie korzystasz z tej opcji pozostaw to pole puste.
pt_br: Pode-se incluir um cabeçalho em HTML, para substituir o padrão. Deixar em branco caso não seja utilizado.
pt_pt: Pode-se incluir um cabeçalho em HTML, para substituir o padrão. Deixar em branco caso não seja utilizado.
ru: В качестве альтернативы, вместо названия и логотипа, в текстовое поле ниже может быть вставлена HTML-версия заголовка. Оставьте текстовое поле пустым, если альтернативный заголовок не нужен.
sk_sk: Alternatívne možno namiesto názvu a loga vložiť do textového poľa nižšie HTML verziu hlavičky. Ak nechcete túto možnosť využiť, nechajte pole prázdne.
sl_si: Namesto naslova in logotipa lahko vstavite HTML besedilo glave v polje z besedilom spodaj. Če tega ne želite, pustite polje prazno.
sr_rs@cyrillic: Могуће је унети HTML верзију уместо наслова и лого фајла за заглавље сајта, у кутију за текст испод. Уколико то не намервате учините оставите ту кутију за текст празну.
sr_rs@latin: Moguće je uneti HTML verziju umesto naslova i logo fajla za zaglavlje sajta, u kutiju za tekst ispod. Ukoliko to ne namervate učinite ostavite tu kutiju za tekst praznu.
sv_se: Istället för namn och logotyp kan en HTML-version av sidhuvudet skrivas in i textrutan nedan. Lämna textrutan tom om den inte behövs.
tr_tr: Alternatif olarak, başlık ve logo yerine, başlık HTML biçiminde hazırlanarak bu alana eklenebilir. Gerekli değilse bu alanı boş bırakınız.
uk: Альтернативно, замість назви та логотипу, у поле нижче можна ввести HTML-версію заголовку сторінки. Залиште текстове поле порожнім, якщо альтернативний заголовок не потрібен.
uz_cyrl: Матнли сарлавҳа ўрнига HTML код ишлатиш мумкин.
uz_uz@latin: Shu bilan bir qatorda, sarlavha va logotip o'rniga, sarlavhaning HTML versiyasini quyidagi matn maydoniga kiritish mumkin. Agar kerak bo'lmasa, matn qutisini bo'sh qoldiring.
vi_vn: Thay thế, thay vì tiêu đề và logo, một phiên bản HTML của tiêu đề có thể được chèn vào hộp văn bản bên dưới. Để trống hộp văn bản nếu không cần thiết.
zh_cn: 否则，代替标题和图标，可以在上面的文字输入框之中插入一个HTML版本的标题。如果不需要的话就保持空白。
zh_hant: 此外，除了標題及標誌，也可以添加HTML版本的標頭(Header)至以下空白欄位。如不需要，請留空欄位。

# manager.setup.announcements
source: Announcements
ar: الإعلانات
az: Elanlar
bg_bg: Съобщения
ca_es: Avisos
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Mitteilungen
es_es: Avisos
eu: Iragarkiak
fa_ir: اطلاعیه‌ها
fi: Ilmoitukset
fr_fr: Annonces
gl: Avisos
hi_in: घोषणाएँ
hr_hr: Obavijesti
hy: Հայտարարություններ
id_id: Pengumuman
is_is: Tilkynningar
it_it: Avvisi
ja: お知らせ
ka_ge: განცხადებები
ku_iq: ڕاگەیاندنەکان
ky: жарнамалар
lt: Naujienos
lv: Paziņojumi
mr: निवेदने
ms: Pengumuman
nb_no: Oppslagstavle
nl: Nieuwsberichten
pl: Ogłoszenia
pt_br: Notícias
pt_pt: Notícias
ru: Объявления
sk_sk: Oznámenie
sl_si: Obvestila
sr_rs@cyrillic: Обавештења
sr_rs@latin: Obaveštenja
sv_se: Meddelanden
tr_tr: Duyurular
uk: Анонси
uz_cyrl: Эълонлар
uz_uz@latin: E'lonlar
vi_vn: Các thông báo
zh_cn: 公告
zh_hant: 公告

# manager.setup.announcementsIntroduction
source: Introduction
ar: المقدمة
az: Giriş
bg_bg: Въведение
ca_es: Introducció
es_es: Introducción
eu: Sarrera
fi: Esittely
gl: Introdución
hi_in: प्रस्तावना
hy: Ներածություն
is_is: Ingangur
it_it: Introduzione
ja: 導入
ka_ge: გაცნობითი ხასიათის შესავალი
ku_iq: پێشەکی
ky: сүрөттөмө
lt: Papildoma informacija
lv: Ievads
mr: प्रस्तावना
ms: Pengenalan
nb_no: Annen informasjon
nl: Bijkomende informatie
pl: Dodatkowe informacje
pt_pt: Introdução
ru: Описание
sk_sk: Úvod
sl_si: Dodatne informacije
tr_tr: Giriş
uk: Вступ
uz_cyrl: Эълонлар учун кириш матни
uz_uz@latin: Kirish
vi_vn: Giới thiệu
zh_hant: 簡介

# manager.setup.announcementsIntroduction.description
source: Enter any information you would like to appear on your announcements page.
ar: أدخل أي معلومات إضافية ينبغي عرضها للقراء على صفحة الإعلانات.
az: Elan səhifəsində göstəriləcək əlavə məlumat daxil edin
bg_bg: Въведете всяка информация, която искате да се показва на страницата с съобщения.
ca_es: Introduïu la informació addicional que vulgueu que vegin els lectors/ores a la pàgina «Avisos».
cs_cz: Vložte jakékoliv doplňující informace, které by měly být zobrazeny čtenářům na stránce Oznámení.
da_dk: Angiv eventuelt flere oplysninger, som læsere kan få vist på siden Meddelelser.
de_de: Geben Sie zusätzliche Informationen ein, die den Leser/innen auf der Mitteilungsseite angezeigt werden.
es_es: Introduzca la información adicional que ha de mostrarse en la página Avisos.
eu: Idatzi Anuntzioen orrian irakurleei erakutsi nahi zaien gainerako informazioa.
fa_ir: اطلاعات تکمیلی را که می‌باید در معرض دید خوانندگان در صفحه اطلاعیه‌ها قرار گیرد وارد کنید.
fi: Syötä mitä tahansa lisätietoja, joiden halutaan näkyvän Ilmoitukset-sivun lukijoille.
fr_fr: Ajouter toute information additionnelle qui devrait être affichée aux lecteurs sur la page des Annonces.
gl: Introduza a información adicional que quere que vexan os lectores na páxina "Avisos".
hi_in: कोई भी जानकारी दर्ज करें जिसे आप अपने घोषणा पृष्ठ पर दिखाना चाहते हैं।
hr_hr: Unesite dodatne informacije koje će biti stalno prikazane čitateljima na stranici "obavijesti".
hy: Մուտքագրեք ցանկացած տեղեկություն, որը ցանկանում եք որ հայտնվի հայտարարությունների ձեր էջում:
id_id: Masukkan informasi tambahan yang harus ditampilkan kepada pembaca di halaman Pengumuman.
is_is: Settu inn þær upplýsingar sem þú vilt að birtist á tilkynningasíðunni.
it_it: Inserisci ogni ulteriore informazione che vuoi mostrare ai lettori nella pagina degli avvisi.
ja: アナウンスページに表示したい情報を入力してください。
ka_ge: შეიტანეთ ინფორმაცია, რომელიც ნაჩვენები იქნება „განცხადებების“ გვერდზე.
ku_iq: ئەو زانیارییانە داخل بکە کە تۆ دەتەوێت لە پەڕەی ڕاگەیاندنەکاندا دەربکەوێت.
ky: Жарыялар бетинде пайда боло турган бардык маалыматты киргизиңиз.
lt: Įveskite bet kokią informaciją, kurią norėtumėte matyti savo pranešimų puslapyje.
lv: Ievadiet jebkuru informāciju, ko vēlētos parādīt paziņojumu lapā.
mr: तुम्हाला तुमच्या निवेदन पृष्ठावर प्रदर्शित करायच्या योग्य अशा माहितीची नोंद करा.
ms: Masukkan maklumat yang anda ingin tampilkan di halaman pengumuman anda.
nb_no: Skriv inn øvrig informasjon som skal vises til lesere på oppslagstavlen.
nl: Andere informatie die op de Nieuwsberichten pagina getoond moet worden aan de lezers.
pl: Wprowadź informację która ukazywałaby się na stronie ogłoszeń.
pt_br: Digite um texto introdutório, ou qualquer informação desejada, a ser exibida aos leitores na página de notícias.
pt_pt: Insira um texto introdutório, ou qualquer informação desejada, a ser exibida aos leitores na página de Notícias.
ru: Введите любую информацию, которая будет показана на странице «Объявления».
sk_sk: Vložte akékoľvek doplňujúce informácie, ktoré by mali byť zobrazené čitateľom na stránke Oznámenie.
sl_si: Vnesite informacije, za katere želite, da se prikažejo na strani z obvestili.
sr_rs@cyrillic: Унесите додатне информације које ће бити приказане читаоцима на страници Обавештења.
sr_rs@latin: Unesite dodatne informacije koje će biti prikazane čitaocima na stranici Obaveštenja.
sv_se: Lägg till ytterligare information som ska visas för läsare under Meddelanden.
tr_tr: Duyuru sayfasında gösterilecek ek bilgi gir.
uk: Додайте будь-яку інформацію, що відображатиметься для читачів, на сторінці "Анонси".
uz_cyrl: Эълонлар саҳифасида кўринадиган матн.
uz_uz@latin: E'lonlar sahifasida paydo bo'lishni istagan ma'lumotlarni kiriting.
vi_vn: Nhập bất kỳ thông tin nào bạn muốn xuất hiện trên trang thông báo của bạn.
zh_cn: 输入在公告网页上要给读者看到的额外的信息
zh_hant: 輪入任何你想在公告頁面出現的資訊。

# manager.setup.appearInAboutJournal
source: (To appear in About the Journal)
ar: (لتظهر في "عن المجلة")
az: (Jurnal haqqında səhifəsində göstəriləcək)
bg_bg: (Да се появи в "За списанието")
ca_es: (Apareixerà a «Sobre la revista»)
cs_cz: (K zobrazení v části O časopisu)
da_dk: (Vises under Om tidsskriftet)
de_de: (Erscheint unter "Über uns")
es_es: (Aparecerá en la sección "Acerca de la revista")
eu: (Aldizkariari buruz orrian agertzeko)
fa_ir: (در قسمت درباره مجله نمایش داده می‌شود)
fi: (Näkyy Tietoa julkaisusta -sivulla)
fr_fr: (À paraître dans « À propos de la revue »)
gl: (Aparecerá en "Sobre a revista").
hi_in: (जर्नल के बारे में प्रकट करने के लिए)
hr_hr: (Pojavljuje se u "o časopisu")
hy: (կհայտնվի "Ամսագրի մասին" բաժնում)
id_id: (Untuk ditampilkan di Tentang Jurnal)
is_is: (Sem á að birtast í Um tímaritið)
it_it: (compare nella sezione "Informazioni sulla rivista")
ja: (ジャーナルについてに掲載されます。)
ka_ge: (გამოჩნდება განყოფილებაში „ჟურნალის შესახებ“)
ku_iq: (بۆ ئەوەی لە دەربارەی گۆڤار)دا دەربکەوێت.
ky: ("Журнал жөнүндө" бөлүмүндө пайда болот)
lt: (bus rodoma skiltyje „Apie žurnalą“)
lv: (Tiks publicēts sadaļā Par žurnālu)
mr: ('नियतकालिकाविषयी' मध्ये दिसण्यासाठी)
ms: (Untuk muncul di Mengenai Jurnal)
nb_no: (Vil bli vist i «Om» tidsskriftet)
nl: (Om op te nemen in Over dit Tijdschrift)
pl: (Widoczne na stronie O czasopiśmie)
pt_br: (Para inclusão na página Sobre a revista)
pt_pt: (Para inclusão na secção Sobre a Revista)
ru: (появится в разделе «О журнале»)
sk_sk: (K zobrazeniu v časti O časopise)
sl_si: (Pojavlja se na strani O reviji)
sr_rs@cyrillic: (Да се прикаже у "О часопису")
sr_rs@latin: (Da se prikaže u "O časopisu")
sv_se: (Kommer att visas under Om tidskriften)
tr_tr: (Dergi Hakkında sayfasında gösterilecek)
uk: (показувати на сторінці "Про журнал")
uz_cyrl: (Журнал ҳақида бўлимида кўрсатиш)
uz_uz@latin: (Jurnal haqida)
vi_vn: (Để xuất hiện trong Giới thiệu về Tạp chí)
zh_cn: (将在「期刊介绍」中出现)
zh_hant: （將出現在關於期刊頁面）
