Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# plugins.importexport.common.error.unknownObjects
source: The specified objects could not be found.
ar: المكونات المحددة تعذر العثور عليها.
az: Qeyd olunan obyektlər tapılmadı.
bg_bg: Посочените обекти не могат да бъдат намерени.
ca_es: Els objectes especificats no es poden trobar.
cs_cz: Specifikované objekty nelze najít.
da_dk: Det angivne objekt blev ikke fundet.
de_de: Die angegebenen Objekte konnten nicht gefunden werden.
es_es: Los objetos especificados no se pueden encontrar.
eu: Zehaztutako objektuak ezin izan dira aurkitu.
fa_ir: داده مورد نظر یافت نشد
fi: Annettuja kohteita ei löytynyt.
fr_fr: L'objet spécifié est introuvable.
gl: Non se puideron atopar os obxectos especificados.
hi_in: निर्दिष्ट ऑब्जेक्ट नहीं मिले।
hy: Նշված օբյեկտները չհաջողվեց գտնել:
id_id: Objek yang Anda cari tidak dapat ditemukan.
is_is: Tilgreindir hlutir fundust ekki.
it_it: Gli oggetti specificati non sono stati trovati.
ja: 指定されたオブジェクトが見つかりませんでした。
ka_ge: მითითებული ობიექტები ვერ მოიძებნა.
ku_iq: تەنە دیاریکراوەکان نەدۆزرانەوە.
ky: Көрсөтүлгөн объекттер табылган жок.
lt: Nurodytų objektų nerasta.
lv: Norādītos objektus neizdevās atrast.
mr: निर्देशित प्रकाशन साहित्य (ऑब्जेक्ट) सापडलेले नाही.
ms: Objek yang ditentukan tidak dapat dijumpai.
nb_no: De spesifiserte objekteter ble ikke funnet.
nl: De opgegeven objecten konden niet worden gevonden.
pl: Obiekt nie został znaleziony.
pt_br: Os objetos especificados não puderam ser encontrados.
pt_pt: Os objectos especificados não foram encontrados.
ru: Указанные объекты не удается найти.
sk_sk: Špecifikované objekty sa nepodarilo nájsť.
sl_si: Izbranih objektov ni bilo mogoče najti.
sv_se: Det önskade objektet kunde inte hittas.
tr_tr: Belirtilen nesneler bulunamadı.
uk: Не вдалось знайти вказані об'єкти.
uz_uz@latin: Belgilangan ob'ektlarni topib bo'lmadi.
vi_vn: Các đối tượng được chỉ định không thể được tìm thấy.
zh_hant: 未能找到指定項目。

# manager.setup.notifications.copyPrimaryContact
source: Send a copy to the primary contact, identified in the Journal Settings.
ar: أرسل نسخة إلى عنوان الاتصال الرئيسي، المعرَّف ضمن إعدادات المجلة.
az: Jurnal tənzimlərində təsvir edilən əsas şəxsə bir kopya göndər
bg_bg: Изпратете копие на основния контакт, посочен в настройките на списанието.
ca_es: Enviar una còpia al contacte principal especificat en la configuració de la revista.
cs_cz: Odeslání kopie primárnímu kontaktu, identifikovanému v Nastavení časopisu.
da_dk: Send en kopi til den primære kontaktperson iregistreret under Indstillinger > Konfiguration.
de_de: Eine Kopie an den in den Einstellungen der Zeitschrift festgelegten Hauptkontakt senden.
es_es: Enviar una copia al contacto principal identificado en los ajustes de la revista.
eu: Bidali kopia bat aldizkariaren ezarpenetan identifikatu den kontaktu nagusiari.
fa_ir: ارسال یک کپی به آدرس اطلاعات تماس اصلی مجله که در مرحله اول نصب مجله وارد شده است
fi: Lähetä kopio pääasialliselle yhteyshenkilölle, joka on määritelty julkaisun asetuksissa.
fr_fr: Envoyer une copie au contact principal, identifié dans les paramètres de la revue.
gl: Envíe unha copia ao contacto principal, identificado na configuración da revista.
hi_in: जर्नल सेटिंग्स में पहचाने गए प्राथमिक संपर्क के लिए एक प्रति भेजें।
hy: Ուղարկեք պատճենը հիմնական կոնտակտին, որը նշված է Ամսագրի կարգավորումներում:
id_id: Kirim salinan ke kontak utama yang disebutkan di Pengaturan Jurnal.
is_is: Senda afrit á aðaltengilið, sem er tilgreindur í stilingum tímarits.
it_it: Manda una copia al contatto primario, identificato nelle configurazioni della rivista.
ja: 「ジャーナル設定」で指定された「連絡責任者」にコピーを送信します。
ka_ge: გაუგზავნეთ ასლი პირველად კონტაქტს, რომელიც მითითებულია ჟურნალის პარამეტრებში.
ku_iq: نوسخەیەک بۆ پەیوەندیی سەرەکی بنێرە، کە لە ڕێکخستنی گۆڤار ئاماژەی بۆ کراوە.
ky: Журнал жөндөөлөрүндө көрсөтүлгөн негизги байланыш адамга көчүрмө жөнөтүңүз.
lt: Išsiųsti kopiją pagrindiniam kontaktui, nurodytam žurnalo nustatymuose.
lv: Nosūtīt kopiju galvenajai kontaktpersonai, kas norādīta žurnāla iestatījumos.
mr: नियतकालिकाच्या सेटिंग्जमध्ये नमूद केलेल्या प्राथमिक संपर्काला एक प्रत पाठवा.
ms: Hantar salinan ke kenalan utama, yang dikenal pasti dalam Tetapan Jurnal.
nb_no: Send en kopi til tidsskriftets hovedkontakt, som ble oppgitt i Oppsett Trinn 1.
nl: Stuur een kopie naar het hoofdcontact voor het tijdschrift, zoals vastgelegd in de instellingen voor het tijdschrift.
pl: Wyślij kopię do głównej osoby kontaktowej wskazanej na stronie czasopisma.
pt_br: Enviar uma cópia para o contato principal, identificado nas Configurações da Revista.
pt_pt: Enviar uma cópia para o contacto principal, identificado nas Configurações da Revista.
ru: Отправить копию основному контактному лицу, указанному в настройках журнала.
sk_sk: Odoslanie kópie primárnemu kontaktu, identifikovanému v Nastavení časopisu.
sl_si: Pošlji kopijo glavnemu kontaktu revije, ki je določen v nastavitvah revije.
sv_se: Skicka en kopia till tidskriftens kontaktperson, som finns angiven i Inställningarna för tidskriften.
tr_tr: Dergi ayarları'nda tanımlanan birincil kişiye bir kopya gönderin.
uk: Надіслати копію основній контактній особі, вказаній в налаштуваннях журналу.
uz_cyrl: Асосий контакт почтасига нусха юбориш.
uz_uz@latin: Jurnal sozlamalarida ko'rsatilgan asosiy kontaktga nusxasini yuboring.
vi_vn: Gửi một bản sao đến liên hệ chính, được xác định trong Cài đặt tạp chí.
zh_hant: 發送副本至在期刊設定標明的優先聯絡人。

# stats.contextStats
source: Journal Stats
ar: إحصائيات المجلة
az: #YOK
eu: Aldizkariaren estatistikak
fi: Julkaisun tilastot
hy: Ամսագրի վիճակագրություն
ky: Журнал статистикасы
lt: Žurnalo statistika
lv: Žurnāla statistika
mr: नियतकालिकासंबंधी आकडेवारी
ms: Statistik Jurnal
nl: Tijdschriftstatistieken
pl: Statystyki czasopisma
ru: Статистика журнала
uk: Статистика журналу
uz_cyrl: Журнал статистикаси

# stats.context.tooltip.text
source: Number of visitors viewing the journal's index page.
ar: عدد الزوار الذين يعاينون صفحة فهرس المجلة.
az: #YOK
eu: Aldizkariaren aurkibide-orria ikusten duten bisitari-kopurua.
fi: Julkaisun etusivun kävijöiden määrä.
hy: Ամսագրի ինդեքսային էջը դիտած այցելուների թիվը:
ky: Журналдын индекс бетин көргөн коноктордун саны.
lt: Žurnalo rodyklės puslapį peržiūrinčių lankytojų skaičius.
lv: Apmeklētāju skaits, kas aplūko žurnāla sākumlapu.
mr: नियतकालिकाची अनुक्रमणिका पहात असलेल्या अभ्यागतांची संख्या.
ms: Bilangan pelawat yang melihat halaman indeks jurnal.
nl: Aantal bezoekers dat de indexpagina van het tijdschrift heeft bekeken.
pl: Liczba odwiedzających przeglądających stronę indeksu czasopisma.
ru: Количество посетителей, просматривающих главную страницу журнала.
uk: Кількість відвідувачів, які переглядають індексну сторінку журналу.
uz_cyrl: Журналнинг кўриш ва юклаб олиш статистикаси.

# stats.context.tooltip.label
source: About journal statistics
ar: عن إحصائيات المجلة
az: #YOK
eu: Aldizkariaren estatistikei buruz
fi: Tietoa julkaisun tilastoista
hy: Ամսագրի վիճակագրության մասին
ky: Журнал статистикасы жөнүндө
lt: Apie žurnalų statistiką
lv: Par žurnāla statistiku
mr: नियतकालिकासंबंधीच्या आकडेवारीबद्दल
ms: Mengenai statistik jurnal
nl: Over tijdschriftstatistieken
pl: O statystykach czasopisma
ru: О статистике журнала
uk: Про статистику журналу

# stats.context.downloadReport.description
source: Download a CSV/Excel spreadsheet with usage statistics for this journal matching the following parameters.
ar: تنزيل جدول بصيغة CSV/Excel يضم إحصائيات الاستعمال لهذه المجلة والذي يطابق المعايير الآتية.
az: #YOK
eu: Deskargatu CSV/Excel kalkulu-orri bat, ondorengo parametroekin bat datozen aldizkariaren erabilera-estatistikekin.
fi: Lataa CSV/Excel-taulukko tämän julkaisun käyttötilastoista, jotka vastaavat seuraavia valintoja.
hy: Ներբեռնեք CSV/Excel աղյուսակ՝ այս ամսագրի օգտագործման վիճակագրությամբ, որը համապատասխանում է հետևյալ պարամետրերին:
ky: Бул журнал үчүн колдонуу статистикасын камтыган CSV/Excel таблицасын төмөнкү параметрлерге ылайык жүктөп алыңыз.
lt: Atsisiųskite CSV / „Excel“ skaičiuoklę su šio žurnalo naudojimo statistika, atitinkančia toliau nurodytus parametrus.
lv: Lejupielādējiet CSV/Excel izklājlapu ar šī žurnāla lietošanas statistiku, kas atbilst šādiem parametriem.
mr: खालील घटकांशी संबंधीत या नियतकालिकाच्या वापराची आकडेवारी CSV/Excel स्प्रेडशीटमध्ये उतरवून घ्या (डाउनलोड करा).
ms: Muat turun hamparan CSV/Excel dengan statistik penggunaan untuk jurnal ini yang sepadan dengan parameter berikut.
nl: Download een CSV/Excel tabel met gebruiksstatistieken voor dit tijdschrift passend bij de volgende parameters.
pl: Pobierz plik CSV lub arkusza kalkulacyjnego Excel ze statystykami użytkowania tego czasopisma pasującymi do następujących parametrów.
ru: Скачать таблицу CSV/Excel со статистикой использования данного журнала, соответствующую следующим параметрам.
uk: Завантажте електронну таблицю CSV / Excel зі статистикою використання журналу за наведеними нижче параметрами.
uz_cyrl: Ҳисоботни CSV форматида юклаб олиш.

# stats.context.downloadReport.downloadContext.description
source: The number of journal's index page views.
ar: عدد معاينات صفحة فهرس المجلة.
az: #YOK
eu: Aldizkariaren aurkibide-orriaren bistaratze kopurua.
fi: Julkaisun etusivun katselukertojen määrä.
hy: Ամսագրի ինդեքսային էջի դիտումների քանակը:
ky: Журналдын индекс бетин көрүүлөрдүн саны.
lt: Žurnalo rodyklės puslapio peržiūrų skaičius.
lv: Žurnāla sākumlapas skatījumu skaits.
mr: नियतकालिकाच्या अनुक्रमणिकेला भेट देणार्‍यांची संख्या.
ms: Bilangan paparan halaman indeks jurnal.
nl: Het aantal keren dat de index van dit tijdschrift bekeken is.
pl: Liczba odsłon indeksu czasopisma.
ru: Количество просмотров главной страницы журнала.
uk: Кількість переглядів індексної сторінки журналу.
uz_cyrl: Ушбу журнал учун статистика ҳисоботини юклаб олиш.

# stats.context.downloadReport.downloadContext
source: Download Journal
ar: تنزيل المجلة
az: #YOK
eu: Deskargatu aldizkaria
fi: Lataa julkaisu
hy: Ներբեռնեք ամսագիր
ky: Журналды жүктөө
lt: Atsisiųsti žurnalą
lv: Lejupielādēt žurnālu
mr: नियतकालिकातून उतरवून घेतलेले (डाउनलोड्स) लेख
ms: Muat Turun Jurnal
nl: Download tijdschrift
pl: Pobierz czasopismo
ru: Скачаиваний журнала
uk: Завантажити журнал
uz_cyrl: Журнал ҳисоботини юклаб олиш

# stats.issueStats
source: Issue Stats
ar: أحصائيات العدد
az: #YOK
eu: Zenbakiaren estatistikak
fi: Numeroiden tilastot
hy: Թողարկման վիճակագրություն
ky: Чыгарылыш статистикасы
lt: Problemų statistika
lv: Žurnāla numura statistika
mr: अंकासंबंधी आकडेवारी
ms: Statistik Isu
nl: Nummerstatistieken
pl: Statystyki wydania
ru: Статистика выпуска
uk: Статистика випуску
uz_cyrl: Нашр сонлари статистикаси

# stats.issues.details
source: Views and Downloads
ar: المشاهدات و التحميلات
az: #YOK
eu: Bistaratzeak eta deskargak
fi: Katselukerrat ja lataukset
hy: Դիտումներ և ներբեռնումներ
ky: Көрүүлөр жана жүктөөлөр
lt: Peržiūros ir atsisiuntimai
lv: Skatījumi un lejupielādes
mr: भेटी आणि उतरवून घेतलेले (डाउनलोड्स) लेख
ms: Paparan dan Muat Turun
nl: Aantal keer bekeken en downloads
pl: Wyświetlenia i pobrania
ru: Просмотры и скачивания
uk: Перегляди та завантаження
uz_cyrl: Нашр сонлари тафсилотлари

# stats.issues.searchIssueDescription
source: Search issue title, volume and number
ar: البحث عن العدد، الحجم و العدد
az: #YOK
eu: Bilatu izenburua, bolumena eta zenbakia
fi: Hae numeron otsikko, vuosikerta ja numero
hy: Որոնեք թողարկման անվանումը, հատորը և թիվը
ky: Чыгарылыштын аталышын, томун жана номерин издөө
lt: Ieškoti numerio pavadinimo, tomo ir numerio
lv: Meklēt izdevuma virsrakstu, sējumu un numuru
mr: अंकाचे शीर्षक, खंड आणि अंक क्रमांक शोधा
ms: Cari tajuk isu, kelantangan dan nombor
nl: Zoek nummertitel, volume en getal
pl: Wyszukaj tytuł wydania, tom i numer
ru: Искать название выпуска, том и номер
uk: Шукати назву, том і номер випуску
uz_cyrl: Нашр сонлари бўйича қидириш

# stats.issues.none
source: No issues were found with usage statistics matching these parameters.
ar: لا توجد هناك مشاكل مع احصائيات الاستخدام تطابق هذه المعايير.
az: #YOK
eu: Ez da aurkitu parametro horiekin bat datorren erabilera-estatistikarik duen zenbakirik.
fi: Näitä valintoja vastaavien numeroiden käyttötilastoja ei löytynyt.
hy: Այս պարամետրերին համապատասխան օգտագործման վիճակագրության հետ կապված թողարկումներ չեն հայտնաբերվել:
ky: Бул параметрлерге туура келген колдонуу статистикасы бар чыгарылыштар табылган жок.
lt: Nerasta jokių problemų dėl naudojimo statistikos, atitinkančios šiuos parametrus.
lv: Netika atrasta žurnāla numuru, kas atbilstu šiem parametriem, lietošanas statistika.
mr: या निकषांशी जुळणाऱ्या वापराच्या आकडेवारीमध्ये कोणतेही अंक आढळले नाहीत.
ms: Tiada isu ditemui dengan statistik penggunaan yang sepadan dengan parameter ini.
nl: Er zijn geen nummers gevonden in de gebruiksstatistieken met deze parameters.
pl: Nie znaleziono wydań czasopisma ze statystykami użytkowania pasującymi do tych parametrów.
ru: Не найдены выпуски со статистикой использования, соответствующей этим параметрам.
uk: Випусків зі статистикою використання, що відповідає цим параметрам, виявлено не було.
uz_cyrl: Ҳеч қандай нашр сони топилмади.

# stats.issues.downloadReport.description
source: Download a CSV/Excel spreadsheet with usage statistics for issues matching the following parameters.
ar: قم بتنزيل جدول بيانات CSV / Excel به إحصائيات الاستخدام للأعداد المطابقة للمعايير التالية.
az: #YOK
eu: Deskargatu CSV/Excel kalkulu-orri bat, ondorengo parametroekin bat datozen zenbakien erabilera-estatistikekin.
fi: Lataa valintojen mukainen CSV/Excel-taulukko numeroiden käyttötilastoista.
hy: Ներբեռնեք CSV/Excel աղյուսակ՝ օգտագործման վիճակագրությամբ հետևյալ պարամետրերին համապատասխանող թողարկումների համար:
ky: Чыгарылыштар үчүн колдонуу статистикасын камтыган CSV/Excel таблицасын төмөнкү параметрлерге ылайык жүктөп алыңыз.
lt: Atsisiųskite CSV / „Excel“ skaičiuoklę su naudojimo statistika, skirta problemoms, atitinkančioms toliau nurodytus parametrus.
lv: Lejupielādēt CSV/Excel izklājlapu ar izmantošanas statistiku par žurnāla numuriem, kas atbilst šādiem parametriem.
mr: खालील घटकांशी संबंधीत अंकांच्या वापराची आकडेवारी CSV/Excel स्प्रेडशीटमध्ये उतरवून घ्या (डाउनलोड करा).
ms: Muat turun hamparan CSV/Excel dengan statistik penggunaan untuk isu yang sepadan dengan parameter berikut.
nl: Download een CSV/Excel tabel met gebruiksstatistieken voor nummers passend bij de volgende parameters.
pl: Pobierz plik CSV lub arkusza kalkulacyjnego Excel ze statystykami użytkowania wydań czasopisma pasującymi do następujących parametrów.
ru: Скачать таблицу CSV/Excel со статистикой использования для выпусков, соответствующих следующим параметрам.
uk: Завантажте електронну таблицю CSV / Excel зі статистикою використання, щоб дізнатися про випуски, що відповідають указаним нижче параметрам.
uz_cyrl: Нашр сонлари бўйича статистика ҳисоботини юклаб олиш.

# stats.issues.downloadReport.downloadIssues.description
source: The number of TOC views and issue galley downloads for each issue.
ar: عدد مشاهدات جدول المحتويات و تنزيلات ملفات العدد لكل عدد.
az: #YOK
eu: Aurkibidearen bistaratze-kopurua eta galeraden deskarga-kopurua, zenbaki bakoitzeko.
fi: Kunkin numeron sisällysluetteloiden katselukerrat ja koko numeron sisältävien tiedostojen latausten määrä.
hy: Բովանդակության դիտումների և թողարկման շարվածքի ներբեռնումների քանակը յուրաքանչյուր թողարկման համար:
ky: Ар бир чыгарылыш үчүн мазмун тизмесин көрүүлөрдүн жана верстканы жүктөөлөрдүн саны.
lt: Kiekvieno numerio turinio peržiūrų ir numerių galerijos atsisiuntimų skaičius.
lv: Katra žurnāla numura TOC skatījumu un numura saliktņa lejupielāžu skaits.
mr: प्रत्येक अंकाच्या अनुक्रमणिकेला भेट देणार्‍या आणि अंकाच्या कच्च्या मुद्रितांच्या (गॅली) डाउनलोड्सची संख्या.
ms: Bilangan paparan TOC dan muat turun galley keluaran untuk setiap keluaran.
nl: Het aantal keer dat de inhoudsopgave is bekeken en de nummerdrukproef van elk nummer is gedownload.
pl: Liczba wyświetleń spisu treści i pobrań ostatecznych treści dla każdego wydania.
ru: Количество просмотров страницы содержания и скачиваний гранок для каждого номера.
uk: Кількість переглядів змісту й завантажень гранок випуску для кожного випуску.
uz_cyrl: Танланган нашр сонлари учун кўрсаткичларни юклаб олиш.

# stats.issues.downloadReport.downloadIssues
source: Download Issues
ar: تحميل الأعداد
az: #YOK
eu: Deskargatu zenbakiak
fi: Lataa numeroita
hy: Ներբեռնեք թողարկումները
ky: Чыгарылыштарды жүктөө
lt: Atsisiuntimo problemos
lv: Lejupielādēt žurnāla numurus
mr: अंकांचे डाउनलोड्स
ms: Muat Turun Isu
nl: Download nummers
pl: Pobierz wydania
ru: Скачивания выпусков
uk: Завантажити випуски
uz_cyrl: Нашр сонлари статистикасини юклаб олиш

# stats.issues.countOfTotal
source: {$count} of {$total} issues
ar: {$count} من {$total} الأعداد
az: #YOK
eu: {$total}-etik {$count} zenbakiak
fi: {$count} / {$total} numeroa
hy: {$count} -ը ընդ․ {$total} թողարկումներից
ky: {$total} чыгарылыштын ичинен {$count}
lt: {$count} iš {$total} problemų
lv: {$count} no {$total} žurnāla numuriem
mr: {$total} अंकांपैकी {$count}
ms: {$count} daripada {$total} isu
nl: {$count} van {$total} nummers
pl: {$count} z {$total} wydań
ru: {$count} из {$total} выпусков
uk: {$count} з {$total} випусків
uz_cyrl: {$total} тадан {$count} та нашр сони

# stats.issues.tooltip.label
source: About issue statistics
ar: حول أحصائيات العدد
az: #YOK
eu: Zenbakiaren estatistikei buruz
fi: Tietoa numeroiden tilastoista
hy: Թողարկումների վիճակագրության մասին
ky: Чыгарылыш статистикасы жөнүндө
lt: Apie problemų statistiką
lv: Par žurnāla numuru statistiku
mr: अंकासंबंधीच्या आकडेवारीबद्दल
ms: Mengenai statistik isu
nl: Over nummerstatistieken
pl: O statystykach wydania
ru: О статистике выпуска
uk: Про статистику випусків
uz_cyrl: Нашр сонлари бўйича маълумот

# stats.issues.tooltip.text
source: <strong>Views</strong>: Number of visitors viewing the issue's table of contents.<br><strong>Downloads</strong>: Number of downloads of the issue galley, if one exists.
ar: <strong>Views</strong>: عدد الزوار الذين جدول محتويات العدد.<br><strong>Downloads</strong>: عدد التنزيلات للملفات العدد، اذا كان هناك واحد.
az: #YOK
eu: <strong>Bistaratzeak</strong>: Zenbakiaren edukien taula ikusten duten bisitari kopurua. <br><strong>Deskargak</strong>: Zenbakiaren galeradaren deskarga-kopurua, baldin badago.
fi: <strong>Katselukerrat</strong>: Numeron sisällysluetteloa katsoneiden kävijöiden määrä.<br><strong>Lataukset</strong>: Koko numeron sisältävän tiedoston latausten määrä, jos sellainen on olemassa.
hy: <strong>Դիտումներ</strong>: Այցելուների թիվը, ովքեր դիտում են թողարկման բովանդակության աղյուսակը:<br><strong>Ներբեռնումներ</strong>: Թողարկման շարվածքի ներբեռնումների քանակը, եթե այդպիսիք կան:
ky: <strong>Көрүүлөр</strong>: Чыгарылыштын мазмунун көргөн коноктордун саны.<br><strong>Жүктөөлөр</strong>: Чыгарылыш версткасы болсо, анын жүктөөлөрүнүн саны.
lt: <strong>Peržiūros</strong>: numerio turinį peržiūrinčių lankytojų skaičius.<br><strong>Atsisiuntimai</strong>: numerio galerijos, jei tokia yra, atsisiuntimų skaičius.
lv: <strong>Skatījumi</strong>: Apmeklētāju skaits, kas skatījuši žurnāla numura satura rādītāju.<br><strong>Lejupielādes</strong>: Žurnāla numura saliktņa lejupielāžu skaits, ja tāds ir.
mr: <strong>भेटी </strong>: अंकाची अनुक्रमणिका पाहणाऱ्या अभ्यागतांची संख्या.<br><strong>डाउनलोड्स </strong>: अस्तित्वात असलेल्या अंकाच्या कच्च्या मुद्रिताच्या (गॅली) डाउनलोड्सची संख्या.
ms: <strong>Paparan</strong>: Bilangan pelawat yang melihat jadual kandungan isu.<br><strong>Muat turun</strong>: Bilangan muat turun galley isu, jika ada.
nl: <strong>Aantal keer bekeken</strong>: aantal bezoekers die de inhoudsopgave van het nummer hebben bekeken.<br><strong>Downloads</strong>: Aantal downloads van de drukproef van het gehele nummer, als deze bestaat.
pl: <strong>Wyświetlenia</strong>: liczba użytkowników przeglądających spis treści danego wydania.<br><strong>Pobrania</strong>: liczba pobrań ostatecznej treści danego wydania, o ile taka istnieje.
ru: <strong>Просмотры</strong>: Количество посетителей, просмотревших оглавление выпуска.<br><strong>Скачивания</strong>: Количество скачиваний гранки выпуска, если таковая существует.
uk: <strong>Перегляди</strong>: кількість відвідувачів, які переглядають зміст випуску.<br><strong>Завантаження</strong>: кількість завантажень гранок випуску, якщо такі гранки є.
uz_cyrl: Нашр сони кўрилган: {$count}

# stats.publicationStats
source: Article Stats
ar: حالة المقالة
az: Məqalə statistikaları
bg_bg: Статистика по статии
ca_es: Estadístiques de l'article
es_es: Estadísticas del artículo
eu: Artikuluaren estatistikak
fi: Artikkeleiden tilastot
fr_fr: Statistiques de l'article
gl: Estatísticas do artigo
hi_in: आलेख आँकड़े
hy: Հոդված Վիճակագրություն
is_is: Greina tölfræði
it_it: Statistiche articolo
ja: 記事の統計情報
ka_ge: სტატიის სტატისტიკა
ku_iq: ئاماری توێژینەوە
ky: Макала статистикасы
lt: Straipsnio statistika
lv: Rakstu statistika
mr: लेखासंबंधी आकडेवारी
ms: Statistik Artikel
nb_no: Artikkelstatistikk
nl: Artikelstatistieken
pl: Statystyki artykułu
pt_pt: Estatísticas do Artigo
ru: Статистика по статьям
sk_sk: Štatistiky článku
sl_si: Statistika članka
tr_tr: Makale İstatistikleri
uk: Статистика статей
uz_cyrl: Мақолалар статистикаси
uz_uz@latin: Maqola statistikasi
vi_vn: Thống kê bài viết
zh_hant: 文章統計

# stats.publications.details
source: Article Details
ar: تفاصيل المقالة
az: Məqalə təfərrüatları
bg_bg: Детайли за статия
ca_es: Detalls de l'article
es_es: Detalles del artículo
eu: Artikuluaren xehetasunak
fi: Artikkelin tiedot
fr_fr: Renseignements sur l'article
gl: Detalles do artigo
hi_in: आलेख विवरण
hy: Հոդվածի մանրամասները
is_is: Nánar um grein
it_it: Dettagli articolo
ja: 記事の詳細
ka_ge: სტატიის დეტალები
ku_iq: وردەکارییەکانی توێژینەوە
ky: Макала деталдары
lt: Straipsnio informacija
lv: Rakstu informācija
mr: लेखाचा तपशील
ms: Butiran Artikel
nb_no: Artikkelopplysninger
nl: Artikelgegevens
pl: Szczegóły artykułu
pt_pt: Detalhes do Artigo
ru: Информация о статье
sk_sk: Detaily článku
sl_si: Podrobnosti članka
tr_tr: Makale Ayrıntıları
uk: Подробиці статті
uz_cyrl: Нашр тафсилотлари
uz_uz@latin: Maqola tafsilotlari
vi_vn: Chi tiết bài viết
zh_hant: 文章詳細內容
