Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.lockssRegister
source: Identify 6-10 libraries that will register and cache the journal. For example, turn to institutions where editors or Board members work and/or institutions already participating in LOCKSS. See <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">the LOCKSS community</a>.
ar: حدد 6 - 10 مكتبات من تلك التي ستقوم بتسجيل وتخزين محتوى مجلتك. على سبيل المثال، حول عملك إلى المؤسسات التي يكون فيها المحررون أو أعضاء مجلس الإدارة مشتركين مسبقاً في LOCKSS. أنظر <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">مجتمع LOCKSS</a>.
az: Jurnalın qeydiyyatda olduğu və saxlandığı 6-10 kitabxana tərif edin. Məsələn, redaktor və ya nəşriyyat heyəti üzvləri LOCKSS‚Äôde yer alan təşkilatlara müraciət edin. Jurnalın qeytiyyatlı olduğu və gizləndiyi 6-10 kitabxana müəyyən edin. Məsələn, redaktor və ya redaksiya heyəti üzvləri LOCKSS-da olan quruluşlara müraciət edin. <a href="http://lockss.org/lockss/Libraries" target="_blank">İştirak edən kitabxanaları buradan görə bilərsiniz</a>. (i) Müraciət edərkən <a href="{$lockssExistingArchiveUrl}" target="_blank">LOCKSS-da vəzifəli kitabxanalar</a> və ya (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">LOCKSS-da hələki yer almayan kitabxanalar</a> və hazır dəvət yazıları üçün klikləyin.
bg_bg: Определете 6-10 библиотеки, които ще регистрират и кешират списанието. Например, обърнете се към институции, в които работят редактори или членове на борда и/или институции, които вече участват в LOCKSS. Вижте <a href="http://www.lockss.org/community/" target="_blank"> общността LOCKSS </a>.
ca_es: Identifiqueu entre 6 i 10 biblioteques perquè registrin la revista i l’emmagatzemin a la memòria cau. Per exemple, cerqueu institucions on treballin els editors/ores o altres membres del consell o bé institucions que ja facin servir el sistema LOCKSS. Consulteu <a href="http://www.lockss.org/community/" target="_blank">la comunitat LOCKSS</a>.
cs_cz: Identifikujte 6–10 knihoven, které budou registrovat a uskladňovat časopis. Například se obraťte na instituce, kde pracují editoři nebo členové redakční rady a/nebo na instituce, které se již účastní LOCKSS. Viz <a href="http://lockss.org/lockss/Libraries" target="_blank">zúčastněné knihovny</a>. Využijte připravená pozvání pro (i) <a href="{$lockssExistingArchiveUrl}" target="_blank">knihovny účastnící se LOCKSS</a> nebo (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">knihovny, které ještě nejsou zapojené v LOCKSS</a>.
da_dk: Find 6-10 bibliotekarer, der skal registrere og gemme tidsskriftet. Tag f.eks. kontakt til institutioner, hvor redaktører eller udvalgsmedlemmer arbejder, og/eller institutioner, der allerede deltager i LOCKSS. Se <a href="http://lockss.stanford.edu/about/users.htm" target="_blank">participating libraries</a>. Brug de forberedte invitationer til (i) <a href="{$lockssExistingArchiveUrl}" target="_blank">biblioteker, der deltager i LOCKSS</a> eller (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">biblioteker, der endnu ikke deltager i LOCKSS</a>.
de_de: Identifizieren Sie 6 bis 10 Bibliotheken, die die Zeitschrift registrieren und archivieren sollen. Wenden Sie sich zum Beispiel an Einrichtungen, in denen Mitglieder der Redaktion oder des Beirats arbeiten und/oder Einrichtungen, die bereits an LOCKSS beteiligt sind. Siehe <a href="http://www.lockss.org/community/" target="_blank">The Community</a>. Verwenden Sie die vorgefertigten Anfragen für (i) <a href="{$lockssExistingArchiveUrl}" target="_blank">an LOCKSS teilnehmende Bibliotheken</a> oder für (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">an LOCKSS noch nicht teilnehmende Bibliotheken</a>.
es_es: Identifique de 6 a 10 bibliotecas que registrarán y almacenarán temporalmente la revista. Por ejemplo, consulte las instituciones en las que trabajan los editores/as o los miembros del consejo de redacción y/o las instituciones que ya emplean el sistema LOCKSS. Consulte <a href="http://www.lockss.org/community/" target="_blank">la comunidad LOCKSS</a>.
eu: Identifikatu 6-10 liburutegi aldizkaria erregistratu eta gordeko dutenak. Adibidez, editoreek edo Kontseiluko kideek lan egiten duten erakundeak eta/edo dagoeneko LOCKSSen parte hartzen duten erakundeak. Ikusi <a href="http://www.lockss.org/community/" target="_blank">LOCKSS komunitatea</a>.
fa_ir: 6 الی 10 کتابخانه را انتخاب کنید تا مجله شما را ثبت کنند. برای این کار می‌توانید به دانشگاه‌ها و سایر مؤسساتی که یک یا چند نفر از اعضای شورای نویسندگان مجله از آنجا هستند و کتابخانه آن دانشگاه‌ها در سیستم LOCKSS استفاده می‌کنند، درخواست ارسال نمایید. برای اطلاع بیشتر <a href="http://www.lockss.org/community/" target="_blank"> لیست کتابخانه‌های عضو </a> را ببینید. برای این منظور می‌توانید از متن‌های آماده ایمیل برای دعوت از <a href="{$lockssExistingArchiveUrl}" target="_blank">کتابخانه‌های عضو LOCKSS </a> و یا <a href="{$lockssNewArchiveUrl}" target="_blank">کتابخانه‌های غیر عضو </a> LOCKSS استفاده کنید.
fi: Tunnista 6-10 kirjastoa, jotka rekisteröivät ja varastoivat julkaisun. Käänny esimerkiksi sellaisten instituutioiden puoleen, joissa toimittajat tai johtokunnan jäsenet työskentelevät ja/tai jotka osallistuvat jo LOCKSS:iin. Katso <a href="http://www.lockss.org/community/" target="_blank">LOCKSS-yhteisö</a>.
fr_fr: Identifier 6 à 10 bibliothèques qui enregistreront et mettreront en cache la revue. Ayez par exemple recours à des institutions dont les membres de la rédaction ou de la direction participent déjà à LOCKSS. Consulter <a href="http://www.lockss.org/community/" target="_blank">la communauté LOCKSS</a>.
gl: Identifique 6-10 bibliotecas que rexistrarán e almacenarán en caché a revista. Por exemplo, diríxete a institucións onde traballan os editores/as ou membros do Consello e/ou institucións que xa participan en LOCKSS. Consulta <a href="http://www.lockss.org/community/" target="_blank">a comunidade LOCKSS</a>.
hi_in: 6-10 पुस्तकालयों की पहचान करें जो जर्नल को पंजीकृत और कैश करेंगे। उदाहरण के लिए, उन संस्थानों की ओर रुख करें जहां संपादक या बोर्ड के सदस्य काम करते हैं और / या संस्थान पहले से ही LOCKSS में भाग ले रहे हैं। देखे <a href="http://www.lockss.org/community/" target="_blank">LOCKSS समुदाय</a>.
hy: Բացահայտեք 6-10 գրադարան, որոնք գրանցելու և պահելու են ամսագիրը: Օրինակ, դիմեք հաստատություններին, որտեղ աշխատում են խմբագիրներ կամ խորհրդի անդամներ և/կամ հաստատություններ, որոնք արդեն մասնակցում են LOCKSS-ին: Տես <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">LOCKSS համայնքը</a>:
id_id: Identifikasikan 6-10 perpustakaan yang akan mendaftarkan dan menyimpan jurnal. Sebagai contoh, beralih ke institusi di mana editor atau anggota dewan editor bekerja dan/atau institusi yang berpartisipasi dalam LOCKSS. Lihat <a href="http://www.lockss.org/community/" target="_blank">komunitas LOCKSS</a>.
it_it: Identifica 6-10 biblioteche che registreranno e depositeranno la rivista. Per esempio, guarda alle istituzioni dove lavorano gli editor o i membri della direzione e/o istituzioni che già parteciapno al LOCKSS. Vedi <a href="http://www.lockss.org/community/" target="_blank">le biblioteche partecipanti</a>.
ja: ジャーナルを登録・キャッシュしてくれる図書館を6〜10館特定する。例えば、編集者やボードメンバーが勤務している機関や、既にLOCKSSに参加している機関などが考えられます。<a href="http://www.lockss.org/community/" target="_blank">the LOCKSS コミュニティ</a>をご覧ください。
ka_ge: განსაზღვრეთ 6-10 ბიბლიოთეკა, რომლებიც დაარეგისტრირებენ და დააკეშირებენ ჟურნალს. მაგალითად, მიმართეთ ინსტიტუტებს, სადაც რედაქტორები ან გამგეობის წევრები მუშაობენ და/ან ინსტიტუტები, რომლებიც უკვე მონაწილეობენ LOCKSS- ში. იხილეთ <a href="http://www.lockss.org/community/" target="_blank">LOCKSS საზოგადოება</a> .
ku_iq: ناوی ٦-١٠ کتێبخانە بێنە و دیاریان بکە کە گۆڤارەکە تۆماردەکەن و لای خۆیان زانیارییەکانی هەڵدەگرن. بۆ نمونە، ڕوو لەو دامەزراوەنە بکە کە سەرنوسەرەکان یان ئەندامانی ئەنجومەنی گۆڤارەکە کاری تێدا دەکەن و/یان ئەو دامەزراوانەی کە لە پێشدا بەشدارن ئەرشیفی لۆکس. سەیری <a href="http://www.lockss.org/community/" target="_blank"> کۆمەڵەی لۆکس بکە</a>.
ky: Журналды каттап, кэштей турган 6–10 китепкананы аныктаңыз. Мисалы, редакторлор же Кеңеш мүчөлөрү иштеген мекемелерге жана/же LOCKSSке катышып жаткан мекемелерге кайрылыңыз. Караңыз: <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">LOCKSS коомчулугу</a>.
lt: Identify 6-10 libraries that will register and cache the journal. For example, turn to institutions where editors or Board members work and/or institutions already participating in LOCKSS. See <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS community</a>.
lv: Nosakiet 6–10 bibliotēkas, kas reģistrēs un kešos žurnālu. Piemēram, vērsieties pie iestādēm, kurās strādā redaktori un redkolēģijas locekļu un/vai iestādēm, kuras jau piedalās LOCKSS. Skatīt <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">LOCKSS kopienu</a>.
mr: नियतकालिकाची नोंदणी आणि कॅश करणार्‍या 6-10 लायब्रर्‍या शोधा. उदाहरणार्थ, जेथे संपादक किंवा मंडळाचे सदस्य नोकरी करतात आणि/किंवा आधीच LOCKSS मध्ये सहभागी झालेल्या संस्था. <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">LOCKSS समुदाय</a> पहा.
ms: Kenalpasti 6-10 perpustakaan yang akan mendaftar dan menyimpan cache jurnal. Contohnya, beralih kepada institusi tempat editor atau anggota Lembaga bekerja dan/atau institusi yang sudah mengambil bahagian dalam LOCKSS. Lihat <a href="http://www.lockss.org/community/" target="_blank"> komuniti LOCKSS </a>.
nb_no: Identifiser 6-10 bibliotek som kan registrere og cache tidsskriftet. Du kan f.eks. henvende deg til institusjoner hvor redaktører eller styremedlemmer arbeider og/eller institusjoner som allerede deltar i LOCKSS. Se <a href="http://www.lockss.org/community/" target="_blank">tilsluttede bibliotek her</a>.
nl: Vind 6-10 bibliotheken die het tijdschrift willen registreren en een kopie bewaren. Denk aan instituten waar redacteurs of bestuursleden werken en die al in LOCKSS deelnemen. Zie <a href="http://www.lockss.org/community/" target="_blank">voor deelnemende bibliotheken</a>.
pl: Podaj 6-10 bibliotekarzy, którzy zarejestrują się i zapiszą czasopismo. Na przykład, zwróć się do instytutów, gdzie redaktorzy lub członkowie rady już pracują lub/ i ich instytuty korzystają z LOCKSS. Zobacz <a href="http://www.lockss.org/community/" target="_blank">społeczność LOCKSS</a>.
pt_br: Identifique 6 a 10 bibliotecas que cadastrarão e guardarão o cache da revista. Por exemplo, escolha instituições às quais os editores ou Membros do Comitê já sejam associados, e/ou instituições já participantes do LOCKSS. Visite <a href="http://www.lockss.org/community/" target="_blank">bibliotecas participantes</a>. Utilize o convite preparado para (i) <a href="{$lockssExistingArchiveUrl}" target="_blank">Bibliotecas participantes do LOCKSS</a> ou (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">Bibliotecas NÃO participantes do LOCKSS</a>.
pt_pt: Identifique 6-10 bibliotecas que irão registar e guardar a revista. Por exemplo, escolha instituições onde os editores ou Membros do Conselho Editorial estejam associados e/ou instituições já participantes do LOCKSS. Visite <a href="http://www.lockss.org/community/" target="_blank">a comunidade LOCKSS</a>.
ru: Определите 6-10 библиотек, которые будут регистрировать и кэшировать журнал. Например, обратитесь к организациям, где работают редакторы или члены редакционного совета, и/или организациям уже участвующим в LOCKSS. Смотрите подробнее в <a href="http://www.lockss.org/community/" target="_blank">сообществе LOCKSS</a>.
sk_sk: Identifikujte 6–10 knižníc, ktoré budú registrovať a uskladňovať časopis. Napríklad se obráťte na inštitúcie, kde pracujú editori alebo členovia redakčnej rady a/alebo na inštitúcie, ktoré se už zúčastňujú LOCKSS. Viď <a href="http://www.lockss.org/community/" target="_blank">zúčastnené knižnice</a>.
sl_si: Identificirajte 6-10 knjižnic, ki se bodo registrirale in shranjevale revijo. Na primer institucije kjer delujejo uredniki ali člani uredništva in/ali institucije, ki že sodelujejo v LOCKSS-u. Poglejte <a href="http://www.lockss.org/community/" target="_blank">LOCKSS skupnost</a>.
sr_rs@cyrillic: Идентификујте 6-10 библиотека које ће регистровати и сачувати код себе копије вашег часописа. На пример, обратите се институцијамагде раде ваши уредници, чланови редакције и/или институцијама које већ учествују у LOCKSS. See <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS заједница</a>.
sr_rs@latin: Identifikujte 6-10 biblioteka koje će registrovati i sačuvati kod sebe kopije vašeg časopisa. Na primer, obratite se institucijamagde rade vaši urednici, članovi redakcije i/ili institucijama koje već učestvuju u LOCKSS. See <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS zajednica</a>.
sv_se: Sök fram 6-10 bibliotek som kan registrera och cacha tidskriften. Vänd dig exempelvis till institutioner där redaktörer eller redaktionsmedlemmar arbetar, eller till organisationer som redan deltar i LOCKSS. Se <a href="http://www.lockss.org/community/" target="_blank">LOCKSS community</a>.
tr_tr: Derginin kayıtlı olduğu ve saklandığı 6-10 kütüphane tanımla. Örneğin, editör veya yayın kurulu üyeleri LOCKSS’de yer alan kuruluşlara baş vurunuz. <a href="http://lockss.org/lockss/Libraries" target="_blank">Katılan kütüphaneleri buradan görebilirsiniz</a>. (i) Başvururken <a href="{$lockssExistingArchiveUrl}" target="_blank">LOCKSS da görev alan kütüphaneler</a> veya (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">LOCKSS'da henüz yer almayan kütüphaneler</a> ve hazır davet yazıları için tıklayın.
uk: Визначте 6–10 бібліотек, які будуть реєструвати і кешувати журнал. Наприклад, зверніться до установ, де працюють редактори або члени правління, та/або установ, які вже беруть участь у LOCKSS. Див. <a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">спільноту LOCKSS</a>.
uz_cyrl: Журнални LOCKSS тизимида рўйхатдан ўтказиш.
uz_uz@latin: Jurnalni ro'yxatdan o'tkazadigan va keshlaydigan 6-10 kutubxonani aniqlang. Masalan, muharrirlar yoki Kengash a'zolari ishlaydigan muassasalarga va/yoki LOCKSSda ishtirok etayotgan muassasalarga murojaat qiling. <a href="http://www.lockss.org/community/" target="_blank"> the LOCKSS community</a> qarang.
vi_vn: Xác định 6-10 thư viện sẽ đăng ký và lưu trữ tạp chí. Ví dụ: chuyển sang các tổ chức nơi các biên tập viên hoặc thành viên Hội đồng biên tập làm việc và/hoặc các tổ chức đã tham gia LOCKSS. Xem <a href="http://www.lockss.org/community/" target="_blank">the LOCKSS community</a>.
zh_cn: 列出6-10个会注册并且快取这份期刊的图书馆。比方说，指派编辑或者编委成员工作的机构，以及＼或者已经加入LOCKSS的机构。见 <a href="http://lockss.stanford.edu/about/users.htm" target="_blank">participating libraries</a>. 用预备好的邀请函寄给(i) <a href="{$lockssExistingArchiveUrl}" target="_blank">libraries participating in LOCKSS</a>或者 (ii) <a href="{$lockssNewArchiveUrl}" target="_blank">libraries not yet participating in LOCKSS</a>.
zh_hant: 識辨6-10個將會註冊及貯藏期刊的圖書館。例如：轉至編輯或委員會成員工作的院校，及／或已參與LOCKSS的院校。見<a href="https://www.lockss.org/join-lockss/partner-communities" target="_blank">LOCKSS社群</a>。

# manager.setup.clockssEnable
source: Enable CLOCKSS to store and distribute journal content at participating libraries via a CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> page.
ar: تمكين CLOCKSS لتخزين وتوزيع محتوى المجلة لدى المكتبات المساهمة بواسطة صفحة <a href="{$clockssUrl}" target="_blank">وثيقة الناشر الأساسية</a>.
az: Bir CLOCKSS <a href="{$clockssUrl}" target="_blank">Naşir Manifesti</a> səhifəsi vasitəsilə iştirakçı kitabxanalarda Jurnal məzmununu depolamaq və paylamaq üçün CLOCKSS tətbiqini aktivləşdirin.
bg_bg: Активирайте DLOCKSS да съхранява и разпространява съдържание на списания в участващите библиотеки чрез страницата CLOCKSS <a href="{$clockssUrl}" target="_blank">Издателски манифест</a>.
ca_es: Permetre que CLOCKSS emmagatzemi i distribueixi el contingut de la revista entre les biblioteques participants a través d'una pàgina CLOCKSS de <a href="{$clockssUrl}" target="_blank">manifest editorial</a>.
cs_cz: Povolte službě CLOCKSS ukládat a distribuovat obsah časopisu v zúčastněných knihovnách prostřednictvím stránky <a href="{$clockssUrl}" target="_blank">stránky Manifest vydavatele </a>.
da_dk: Aktivér CLOCKSS for at gemme og distribuere tidsskriftsindhold hos deltagende biblioteker via CLOCKSS-siden <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> page.
de_de: Aktivieren Sie CLOCKSS und speichern und verteilen Sie den Inhalt der Zeitschrift bei den an CLOCKSS teilnehmenden Bibliotheken über ein <a href="{$clockssUrl}" target="_blank">CLOCKSS-Manifest</a>.
es_es: Permitir a CLOCKSS almacenar y distribuir contenido de la revista a las bibliotecas participantes a través de la página CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>.
eu: Gaitu CLOCKSS aldizkariaren edukia parte hartzen duten liburutegietan gordetzeko eta banatzeko CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> orri baten bidez.
fa_ir: فعال کردن CLOCKSS برای ذخیره و انتشار محتوای مجله در کتابخانه‌های ثبت شده از طریق صفحه <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>.
fi: Tallentaaksesi ja jakaaksesi julkaisun sisältöä osallistuvissa kirjastoissa, ota CLOCKSS käyttöön CLOCKSS:in <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> -sivun kautta.
fr_fr: *Activer CLOCKSS pour stocker et distribuer les contenus de la revue dans les bibliothèques participantes via une page CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>.
gl: Habilite CLOCKSS para almacenar e distribuír o contido da publicación nas bibliotecas participantes a través dunha páxina CLOCKSS <a href="{$clockssUrl}" target="_blank">Manifesto do editor</a>.
hi_in: CLOCKSS के माध्यम से प्रतिभागी पुस्तकालयों में जर्नल सामग्री को संग्रहीत और वितरित करने के लिए CLOCKSS सक्षम करें <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> page.
hy: Միացրեք CLOCKSS-ը` պահելու և տարածելու ամսագրի բովանդակությունը մասնակից գրադարաններում CLOCKSS <a href="{$clockssUrl}" target="_blank">Հրատարակչի մանիֆեստ</a> էջի միջոցով:
id_id: Aktifkan CLOCKSS untuk menyimpan dan mendistribusikan konten jurnal ke perpustakaan yang berpartisipasi melalui halaman <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> CLOCKSS
it_it: Abilita CLOCKSS per conservare e distribuire il contenuto delle riviste alle biblioteche che partecipano alla tua <a href="{$clockssUrl}" target="_blank">rete CLOCKSS</a>.
ja: CLOCKSSを有効にして、CLOCKSSの<a href="{$clockssUrl}" target="_blank">Publisher マニフェスト</a>ページ経由で参加図書館からジャーナルコンテンツを保存・配信する。
ka_ge: CLOCKSS-ის ჩართვა, ჟურნალის შიგთავსის გასავრცელებლად CLOCKSS-ის <a href="{$clockssUrl}" target="_blank">გამომცემლის მანიფესტი</a> გვერდის საშუალებით.
ku_iq: بەشی کلۆکس چالاک بکە تۆ هەڵگرتن و دابەشکردنی ناوەڕۆکی گۆڤار لە کتێبخانە بەشداربووەکاندا لە ڕێگای لیستی دەزگای بڵاوکردنەوەی کلۆکس <a href="{$clockssUrl}" target="_blank"> پەڕی</a>.
ky: CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> барагы аркылуу катышуучу китепканаларда журнал мазмунун сактоо жана таратуу үчүн CLOCKSSти иштетиңиз.
lt: Įjunkite CLOCKSS, kad žurnalo turinys būtų saugomas ir platinamas dalyvaujančiose bibliotekose per CLOCKSS <a href="{$clockssUrl}" target="_blank">leidėjo manifestą</a>.
lv: Ļauj CLOCKSS uzglabāt un izplatīt žurnāla saturu iesaistītajās bibliotēkās, izmantojot CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> lapu.
mr: CLOCKSS सहभागी लायब्ररींद्वारे नियतकालिकाचा मजकूर संचयित आणि वितरित करण्यासाठी <a href="{$clockssUrl}" target="_blank">प्रकाशकाचे प्रकटीकरण</a> या पृष्ठावर CLOCKSS सक्रिय करा.
ms: Dayakan CLOCKSS untuk menyimpan dan menyebarkan kandungan jurnal di perpustakaan yang mengambil bahagian melalui halaman CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>.
nb_no: Slå på CLOCKSS for å lagre og distribuere tidsskriftets innhold til deltakende bibliotek via et CLOCKSS-<a href="{$clockssUrl}" target="_blank">publiseringsmanifest</a> page.
nl: Schakel CLOCKSS in om tijdschriftinhoud te bewaren en verspreiden bij bibliotheken die deelnemen in CLOCKSS, via een <a href="{$clockssUrl}" target="_blank">Uitgeversmanifest</a> page.
pl: Włącz CLOCKSS w celu przechowywania i dystrybucji zasobów czasopisma wśród uczestniczących bibliotek za pomocą <a href="{$clockssUrl}" target="_blank">strony</a> CLOCKSS .
pt_br: Ativar CLOCKSS para armazenar e distribuir conteúdo da revista em bibliotecas participantes através de um <a href="{$clockssUrl}" target="_blank">Manifesto do Editor</a> page.
pt_pt: Activar o CLOCKSS para armazenar e distribuir conteúdo da revista nas bibliotecas participantes através de uma página CLOCKSS <a href="{$clockssUrl}" target="_blank">Manifest do Editor</a>.
ru: Включить CLOCKSS для хранения и распространения контента журнала по участвующим библиотекам через страницу <a href="{$clockssUrl}" target="_blank">Манифеста издателя</a> CLOCKSS.
sk_sk: Povoľte službe CLOCKSS ukladať a distribuovať obsah časopisu v zúčastnených knižniciach prostredníctvom stránky <a href="{$clockssUrl}" target="_blank"> stránky Manifest vydavateľa </a>.
sl_si: Omogočite sistemu CLOCKSS, da shranjuje in distribuira vsebino revije po knjižnicah, ki sodelujejo v CLOCKSS sistemu. Več o na <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> strani.
sr_rs@cyrillic: Укључи CLOCKSS да би сачували и диструибуирали садржај часописа у библиотекама које учествују преко CLOCKSS <a href="{$clockssUrl}" target="_blank">Издавачки манифест</a> стране.
sr_rs@latin: Uključi CLOCKSS da bi sačuvali i distruibuirali sadržaj časopisa u bibliotekama koje učestvuju preko CLOCKSS <a href="{$clockssUrl}" target="_blank">Izdavački manifest</a> стране.
sv_se: Aktivera CLOCKSS för att arkivera och distribuera tidskriftens innehåll till deltagande bibliotek via CLOCKSS <a href="{$clockssUrl}" target="_blank">Utgivarmanifest</a> sida.
tr_tr: Bir CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> sayfası aracılığıyla katılımcı kütüphanelerde dergi içeriğini depolamak ve dağıtmak için CLOCKSS uygulamasını etkinleştirin.
uk: Дозволити CLOCKSS для збереження та розповсюдження змісту журналу бібліотеками, що беруть участь у проєкті, через сторінку <a href="{$clockssUrl}" target="_blank">Видавничий маніфест CLOCKSS</a>.
uz_cyrl: CLOCKSS тизимини фаоллаштириш.
uz_uz@latin: CLOCKSS <a href="{$clockssUrl}" target="_blank">Publisher Manifest </a> sahifasi orqali ishtirokchi kutubxonalarda jurnal tarkibini saqlash va tarqatish uchun CLOCKSS -ni yoqing.
vi_vn: Kích hoạt CLOCKSS để lưu trữ và phân phối nội dung tạp chí tại các thư viện tham gia thông qua trang <a href="{$clockssUrl}" target="_blank">Publisher Manifest</a> của CLOCKSS.
zh_hant: 允許CLOCKSS透過CLOCKSS<a href="{$clockssUrl}" target="_blank">Publisher Manifest</a>頁面於參與的圖書館儲存及安置期刊期刊內容。
