Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.form.membershipRequired
source: The selected subscription type requires membership information.
ar: نوع الاشتراك المحدد يتطلب بيانات العضوية.
az: Seçilmiş abunəlik növləri üzvlük məlumatı tələb edir.
bg_bg: Избраният тип абонамент изисква информация за членство.
ca_es: El tipus de subscripció seleccionat requereix informació d'afiliació.
cs_cz: Zvolený typ předplatného vyžaduje informaci o členství.
da_dk: Den valgte abonnementstype kræver oplysninger om medlemskab.
de_de: Der gewählte Abonnementtyp erfordert Auskünfte über Mitgliedschaften.
es_es: Para este tipo de suscripción es necesario proveer información de la afiliación.
eu: Hautatutako harpidetza motak kideei buruzko informazioa eskatzen du.
fa_ir: نوع اشتراک انتخاب شده نیاز به اطلاعات عضویت دارد
fi: Valittu tilausvaihtoehto edellyttää jäsenyystietoja.
fr_fr: Le type d'abonnement sélectionné requiert des informations d'adhésion.
gl: O tipo de subscrición seleccionado require información de afiliación.
hi_in: चयनित सदस्यता प्रकार को सदस्यता जानकारी की आवश्यकता होती है।
hr_hr: Odabrani tip pretplate zahtijeva informaciju o članstvu.
hy: Ընտրված բաժանորդագրության տեսակը պահանջում է անդամակցության մասին տեղեկություններ:
id_id: Tipe langganan yang dipilih memerlukan informasi keanggotaan.
it_it: Il tipo di abbonamento scelto richiede le informazioni d'iscrizione.
ja: 選択した購読種別には、会員情報が必要です。
ka_ge: გამოწერის არჩეული ტიპი მოითხოვს წევრობის ინფორმაციას.
ku_iq: ئەم جۆرەی بەشداریکردن پێویستی بە زانیاریی ئەندامبونە.
ky: Тандалган жазылуу түрү мүчөлүк маалыматын талап кылат.
lt: Pasirinkus šios rūšies prenumeratą, reikia pateikti informaciją apie narystę.
lv: Izvēlētajam abonēšanas veidam ir nepieciešama dalības informācija.
mr: निवडलेल्या सदस्यत्व प्रकारासाठी सदस्यत्व माहिती आवश्यक आहे.
ms: Jenis langganan yang dipilih memerlukan maklumat keahlian.
nb_no: Den valgte abonnementstypen krever medlemskapsinformasjon.
nl: Voor de gekozen abonnementsvorm is lidmaatschapsinformatie nodig.
pl: Wybrany rodzaj subskrypcji wymaga informacji o członkostwie.
pt_br: O tipo de assinatura escolhido exige dados do associação a entidade de classe.
pt_pt: O tipo de subscrição escolhido exige dados do associado.
ru: Выбранный тип подписки требует информацию о членстве.
sk_sk: Zvolený typ predplatného vyžaduje informáciu o členstve.
sl_si: Izbran tip naročnine zahteva članske podatke.
sr_rs@cyrillic: Одабрани тип претплате захтева информацију о чланству.
sr_rs@latin: Odabrani tip pretplate zahteva informaciju o članstvu.
sv_se: Den valda prenumerationsformen kräver medlemskapsinformation.
tr_tr: Seçilmiş abonelik türleri üyelik bilgisi gerektirir.
uk: Обраний тип передплати потребує вказання інформації про членство.
uz_cyrl: Аъзолик маълумоти шарт.
uz_uz@latin: Tanlangan obuna turi a'zolik ma'lumotlarini talab qiladi.
vi_vn: Loại thuê bao được chọn yêu cầu thông tin thành viên.
zh_cn: 选定的订阅类型需要会员信息.
zh_hant: 所選取的訂閱種類需要會員資格資訊。

# manager.subscriptions.form.notes
source: Notes
ar: الملاحظات
az: Qeydlər
bg_bg: Бележки
cs_cz: Poznámky
da_dk: Bemærkninger
de_de: Anmerkungen
es_es: Notas
eu: Oharrak
fa_ir: یادداشت‌ها
fi: Huomautukset
gl: Notas
hi_in: टिप्पणियाँ
hr_hr: Bilješke
hy: Նշումներ
id_id: Rekam
it_it: Note
ja: 備考
ka_ge: შენიშვნები
ku_iq: تێبینییەکان
ky: Эскертүүлөр
lt: Pastabos
lv: Piezīmes
mr: टिप्पण्या
ms: Catatan
nb_no: Kommentarer
nl: Opmerkingen
pl: Uwagi
pt_br: Notas
pt_pt: Notas
ru: Примечания
sk_sk: Poznámky
sl_si: Beležke
sr_rs@cyrillic: Белешке
sr_rs@latin: Beleške
sv_se: Anmärkningar
tr_tr: Notlar
uk: Примітки
uz_cyrl: Эслатмалар
uz_uz@latin: Eslatmalar
vi_vn: Các lưu ý
zh_cn: 注释
zh_hant: 備註

# manager.subscriptions.form.domain
source: Domain
ar: المجال
az: Sahə (domain)
bg_bg: Домейн
ca_es: Domini
cs_cz: Doména
da_dk: Domæne
es_es: Dominio
eu: Domeinua
fa_ir: دامنه
fi: Verkkotunnus (domain)
fr_fr: Domaine
gl: Dominio
hi_in: डोमेन
hr_hr: Domena
hy: Դոմեյն
it_it: Dominio
ja: ドメイン
ka_ge: დომენი
ku_iq: دۆمەین
ky: Домен
lt: Sritis
lv: Domēns
mr: डोमेन
nb_no: Domene
nl: Domein
pl: Dziedzina
pt_br: Domínio
pt_pt: Domínio
ru: Домен
sk_sk: Doména
sl_si: Domena
sr_rs@cyrillic: Домен
sr_rs@latin: Domen
sv_se: Domän
tr_tr: Alan (Domain)
uk: Домен
uz_cyrl: Домен
uz_uz@latin: Domen
vi_vn: Tên miền
zh_cn: 域名
zh_hant: 網域

# manager.subscriptions.form.institutionName
source: Institution name
ar: اسم المؤسسة
az: Təşkilat Adı
bg_bg: Име на институция/организация
ca_es: Nom de la institució
cs_cz: Název instituce
da_dk: Institutionsnavn
de_de: Name der Einrichtung
es_es: Nombre de la institución
eu: Erakundearen izena
fa_ir: نام سازمان
fi: Instituution nimi
fr_fr: Nom de l'institution
gl: Nome da institución
hi_in: संस्था का नाम
hr_hr: Naziv institucije
hy: Հաստատության անվանումը
id_id: Nama institusi
it_it: Nome dell'ente
ja: 機関名
ka_ge: დაწესებულების დასახელება
ku_iq: ناوی دەزگا
ky: Институциянын аты
lt: Institucijos pavadinimas
lv: Iestādes nosaukums
mr: संस्थेचे नाव
ms: Nama Institusi
nb_no: Institusjonsnavn
nl: Instituutsnaam
pl: Nazwa instytucji
pt_br: Instituição
pt_pt: Instituição
ru: Название организации
sk_sk: Názov inštitúcie
sl_si: Ime institucije
sr_rs@cyrillic: Назив институције
sr_rs@latin: Naziv institucije
sv_se: Institutionsnamn
tr_tr: Kurum adı
uk: Назва установи
uz_cyrl: Муассаса номи
uz_uz@latin: Tashkilot nomi
vi_vn: Tên cơ quan tổ chức
zh_cn: 机构名称
zh_hant: 院校名稱

# manager.subscriptions.form.institutionNameRequired
source: An institution name is required.
ar: اسم المؤسسة التعليمية مطلوب حتماً.
az: Təşkilat adı tələb olunur.
bg_bg: Изисква се име на институция.
ca_es: Heu d'introduir el nom de la institució.
cs_cz: Je vyžadován název instituce.
da_dk: Institutionsnavn påkrævet.
de_de: Ein Einrichtungsname ist erforderlich.
es_es: El nombre de la institución es obligatorio.
eu: Erakunde baten izena zehaztu behar da.
fa_ir: نام سازمان لازم است
fi: Instituution nimi vaaditaan.
fr_fr: Le nom de l'institution est obligatoire.
gl: É necesario o nome da institución.
hi_in: एक संस्था का नाम आवश्यक है।
hr_hr: Obavezan je naziv institucije
hy: Պահանջվում է հաստատության անվանումը:
id_id: Nama institusi harus ada.
it_it: Inserire il nome dell'ente.
ja: 機関名が必要です。
ka_ge: აუცილებელია დაწესებულების სახელი.
ku_iq: ناوی دەزگا داوا کراوە.
ky: Институциянын аты талап кылынат.
lt: Nurodykite institucijos pavadinimą.
lv: Jānorāda iestādes nosaukums.
mr: संस्थेचे नाव लिहिणे आवश्यक आहे.
ms: Nama institusi diperlukan.
nb_no: Oppgi et institusjonsnavn.
nl: De instituutsnaam is verplicht.
pl: Wymagana nazwa instytucji.
pt_br: O nome da instituição é obrigatório.
pt_pt: O nome da instituição é obrigatório.
ru: Название организации обязательно.
sk_sk: Je požadovaný názov inštitúcie.
sl_si: Ime institucije je obvezno.
sr_rs@cyrillic: Потребан је назив институције
sr_rs@latin: Potreban je naziv institucije
sv_se: Ett institutionsnamn krävs.
tr_tr: Kurum adı gerekli.
uk: Необхідно вказати назву установи.
uz_cyrl: Муассаса номи киритилиши шарт.
uz_uz@latin: Tashkilot nomi talab qilinadi.
vi_vn: Một tên cơ quan, tổ chức là bắt buộc.
zh_cn: 机构名称是必须的。
zh_hant: 必須有一個院校名稱。

# manager.subscriptions.form.institutionMailingAddress
source: Mailing address
ar: عنوان المراسلة
az: Poçt ünvanı
bg_bg: Пощенски адрес
ca_es: Adreça postal
cs_cz: Poštovní adresa
da_dk: Postadresse
de_de: Adresse
es_es: Dirección postal
eu: Posta-helbidea
fa_ir: آدرس پستی
fi: Postiosoite
fr_fr: Adresse de courrier
gl: Enderezo postal
hi_in: डाक पता
hr_hr: Poštanska adresa
hy: Փոստային հասցե
id_id: Alamat Surat Menyurat
it_it: Indirizzo postale
ja: メールアドレス
ka_ge: Საფოსტო მისამართი
ku_iq: ناونیشانی پۆستی
ky: Почта дареги
lt: E. pašto adresas
lv: Pasta adrese
mr: पत्रव्यवहाराचा पत्ता
ms: Alamat surat-menyurat
nb_no: Postadresse
nl: Postadres
pl: Adres korespondencyjny
pt_br: Endereço postal
pt_pt: Endereço postal
ru: Почтовый адрес
sk_sk: Mailová adresa
sl_si: Poštni naslov
sr_rs@cyrillic: Поштанска адреса
sr_rs@latin: Poštanska adresa
sv_se: Postadress
tr_tr: Gönderi Adresi
uk: Поштова адреса
uz_cyrl: Муассаса почта манзили
uz_uz@latin: Pochta manzili
vi_vn: Địa chỉ gửi thư
zh_cn: 邮寄地址
zh_hant: 郵寄地址

# manager.subscriptions.form.domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
ar: إن تم إدخال المجال هنا، تصير مديات IP إختيارية.<br />القيمة الصائبة هي تسمية المجال (مثل: lib.sfu.ca).
az: Əgər bura bir sahə adı (domain) daxil edilirsə, IP aralığı daxil edilməyə bilər. <br /> Etibarlı dəyərlər istifadə sahəsi adlarıdır (Məsələn; lib.sfu.ca).
bg_bg: Ако тук е въведен домейн, IP диапазоните не са задължителни. <br /> Валидните стойности са имена на домейни (напр. lib.sfu.ca).
ca_es: Si introduïu el domini aquí, els intervals IP són opcionals.<br />Els valors vàlids són noms de domini (p. ex., lib.sfu.ca).
cs_cz: Vložte doménu, pokud se jedná o typ předplatného pro instituce. Pokud je sem vložena doména, IP rozsah je nepovinný. Platné hodnoty jsou doménová jména (např. lib.sfu.ca).
da_dk: Angiv et domæne, hvis abonnementstypen er for institutioner. Hvis der angives et domæne her, er IP-området ikke obligatorisk. Gyldige værdier er domænenavne (f.eks. lib.sfu.ca).
de_de: Geben Sie eine Domain ein, falls es sich um einen Abonnementtyp für Institutionen handelt. Wenn eine Domain eingegeben wurde, ist die Angabe des IP-Bereichs optional. Gültige Werte sind Domainnamen (z.B. lib.sfu.ca).
es_es: Si se introduce un dominio aquí, los rangos de IP son opcionales.<br />Los valores válidos son nombres de dominio (p. ej., lib.sfu.ca).
eu: Hemen domeinua sartzen bada, IP barrutia aukerakoa da.<br />Domeinu-izenak dira baliozko balioak (adib., lib.sfu.ca).
fa_ir: چنانچه اشتراک برای موسسه خاصی است لطفاً دامنه آن را وارد کنید. در صورت وارد کردن دامنه ، وارد نمودن محدوده IP اختیاری است. (مانند lib.sfu.ca)
fi: Jos verkkotunnus syötetään tähän, IP-osoitealueet ovat valinnaisia.<br />Verkkotunnusten nimet (esim. lib.sfu.ca) ovat kelvollisia arvoja.
fr_fr: Si un domaine est saisi ici, l'intervalle d'adresses IP est facultatif. <br />Les valeurs valides sont les noms de domaine (par exemple lib.sfu.ca).
gl: Se se introduce un dominio aquí, os rangos de IP son opcionais.<br />Os valores válidos son nomes de dominio (por exemplo, lib.sfu.ca).
hi_in: यदि एक डोमेन यहां दर्ज किया गया है, तो आईपी रेंज वैकल्पिक हैं.<br />मान्य मान डोमेन नाम हैं (उदा। Lib.sfu.ca)।
hr_hr: Unesite domenu ako je pretplatnički tip za ustanove. Ako je domena unesena ovdje, tada je doseg brojčane adrese opcionalan. Ispravne vrijednosti imena domena (npr. lib.sfu.ca).
hy: Եթե այստեղ մուտքագրված է դոմեյն, IP-ի տիրույթները պարտադիր չեն:<br />Վավեր արժեքները տիրույթի անուններն են (օրինակ՝ lib.sfu.ca):
id_id: Jika domain dimasukkan di sini, IP ranges opsional.<br /> Nilai valid adalah nama domain (contoh: lib.sfu.ca).
it_it: Se avete inserito il dominio, la presenza del range degli indirizzi IP è opzionale. <br /> I valori ammessi sono i nomi di dominio (es. www.cilea.it).
ja: ここにドメインを入力する場合、IPアドレス範囲は任意です。<br />有効な値はドメイン名です（例：lib.sfu.ca）。
ka_ge: თუ დომენი შეტანილია აქ, IP დიაპაზონები არასავალდებულოა.<br /> მოქმედი მნიშვნელობებია დომენის სახელები (მაგ. lib.sfu.ca).
ku_iq: ئەگەر دۆمەینێک لێرە داخل بکرێت، مەودای IP ئارەزومەندانەیە. <br />بەهای دروست ناوی دۆمەینەکانە (بۆ نمونە lib.sfu.ca).
ky: Эгер бул жерге домен киргизилсе, IP диапазондору кошумча болуп саналат.<br />Туура маанилер домен аттары (мисалы, lib.sfu.ca).
lt: Jei čia įvedamas domenas, IP diapazonai yra neprivalomi.<br />Galimos reikšmės: domenų pavadinimai (pvz., lib.sfu.ca).
lv: Ja šeit tiek ievadīts domēns, IP diapazoni nav obligāti.<br />Pareizās vērtības ir domēna vārdi (piemēram, lib.sfu.ca).
mr: येथे डोमेन नाव नमूद केल्यास, IP श्रेणी देणे ऐच्छिक होते.<br />ग्राह्य पद्धतीने डोमेन नाव लिहायला हवे (उदा. https://www.unigoa.ac.in/).
ms: Sekiranya domain dimasukkan di sini, julat IP adalah pilihan. <br /> Nilai yang sah adalah nama domain (mis. Lib.sfu.ca).
nb_no: Skriv inn et domene hvis abonnementstypen er for institusjoner. Hvis et domene er skrevet inn her, er IP-område valgfritt. <br />Gyldige verdier er domenenavn (f.eks. lib.sfu.ca).
nl: Als hier een domein wordt ingevoerd, zijn IP-bereiken optioneel. <br />Geldige waarden zijn domeinnamen (bijv. lib.sfu.ca).
pl: Jeśli domena jest tutaj wprowadzona, zakres IP jest opcjonalny.<br />Ważne są nazwy domeny (np. lib.sfu.ca).
pt_br: Digite o domínio caso seja uma assinatura institucional. <br />Caso o domínio seja informado, a faixa de IP é opcional. <br />Somente nomes de domínio são válidos (ex.: lib.sfu.ca).
pt_pt: Insira o domínio caso seja uma subscrição institucional. Caso o domínio seja fornecido, a faixa de IP é opcional.<br /> Somente nomes de domínio são válidos (ex.: lib.sfu.ca).
ru: Если здесь введен домен, то диапазон IP-адресов вводить необязательно. <br />Допустимые значения — доменные имена (например, lib.sfu.ca).
sk_sk: Vložte doménu, ak sa jedná o typ predplatného pre inštitúcie. Ak je sem vložená doména, IP rozsah je nepovinný. <br /> Platné hodnoty sú doménové mená (napr. lib.sfu.ca).
sl_si: Če je tu vpisana domena, je IP območje neobvezno.<br />Veljavne vrednosti so imena domen (npr. lib.sfu.ca).
sr_rs@cyrillic: Ако је овде уписан домен, IP опсези нису обавезни .<br /> Исправне вредности су имена домена (нпр. lib.sfu.ca).
sr_rs@latin: Ako je ovde upisan domen, IP opsezi nisu obavezni .<br /> Ispravne vrednosti su imena domena (npr. lib.sfu.ca).
sv_se: Om en domän är ifylld här, är det optimalt att ange IP-omfånget.<br />Giltliga domännamn är (t.ex. lib.sfu.ca).
tr_tr: Eğer buraya bir alan adı (domain) girilirse, IP aralığı girilmeyebilir. <br /> Geçerli değerler kullanım alanı isimleridir (Örneğin; lib.sfu.ca).
uk: Якщо тут введено домен, діапазони IP необов'язкові.<br />Допустимими значеннями є доменні імена (наприклад, lib.sfu.ca).
uz_cyrl: Киришни домен орқали чеклаш учун доменни киритинг.
uz_uz@latin: Agar bu erda domen kiritilsa, IP diapazonlari ixtiyoriydir. <br/> To'g'ri qiymatlar domen nomlari (masalan, lib.sfu.ca).
vi_vn: Nếu một tên miền được nhập vào đây, phạm vi IP là tùy chọn.<br/>Giá trị hợp lệ là tên miền (ví dụ: lib.sfu.ca).
zh_cn: 如果一个域名在这里输入, IP范围是可选的.<br />有效值为域名 (例如 lib.sfu.ca).
zh_hant: 如在此輸入了網域，可選填IP範圍。<br />有效的數值為網域名稱 （例如 ：lib.sfu.ca）。

# manager.subscriptions.form.domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
ar: نوع الاشتراك المحدد يتطلب المجال و/أو مدى IP للمصادقة على الاشتراك.
az: Seçilən abunəlik növü abunəliyin təsdiq edilməsi üçün bir sahə və/və ya IP aralığı tələb edilir.
bg_bg: Избраният тип абонамент изисква домейн и/или IP диапазон за удостоверяване на абонамента.
ca_es: El tipus de subscripció seleccionat requereix un domini i/o un interval IP per a l’autenticació de la subscripció.
cs_cz: Zvolený typ předplatného vyžaduje pro autentifikaci doménu a/nebo rozsah IP.
da_dk: Den valgte abonnementstype kræver et domæne og/eller et IP-område til abonnementsgodkendelse.
de_de: Der gewählte Abonnementtyp macht die Angabe eines IP-Bereichs und/oder eines Domainnamens erforderlich.
es_es: El tipo de suscripción seleccionada requiere un dominio o un rango de IP para validar la suscripción.
eu: Hautatutako harpidetza motak domeinu eta/edo IP barruti bat eskatzen du harpidetza autentifikatzeko.
fa_ir: نوع اشتراک انتخاب شده نیاز به یک دامنه یا محدوده IP برای احراز هویت دارد.
fi: Valittu tilausvaihtoehto edellyttää verkkotunnusta ja IP-osoitealuetta tilauksen todentamiseksi.
fr_fr: Le type d'abonnement sélectionné requiert un domaine et/ou un intervalle d'adresses IP pour l'authentification d'abonnement.
gl: O tipo de subscrición seleccionado require un dominio e/ou un rango de IP para a autenticación da subscrición.
hi_in: चयनित सदस्यता प्रकार को सदस्यता प्रमाणीकरण के लिए एक डोमेन और / या एक आईपी रेंज की आवश्यकता होती है।
hr_hr: Odabrani tip pretplate zahtijeva domenu i/ili raspon IP adresa za autentifikaciju pretplate.
hy: Բաժանորդագրության ընտրված տեսակը պահանջում է դոմեյն և/կամ IP տիրույթ՝ բաժանորդագրության նույնականացման համար:
id_id: Tipe langganan yang dipilih memerlukan domain dan/ atau IP range untuk pengesahan langganan.
it_it: Il tipo di abbonamento scelto richiede l'autenticazione tramite dominio o range di indirizzi IP.
ja: 選択した購読種別では、購読の認証にドメインやIPアドレス範囲が必要です。
ka_ge: გამოწერის არჩეულ ტიპს სჭირდება დომენის ან/და IP დიაპაზონის გამოწერის ავთენტიფიკაციისთვის.
ku_iq: ئەم بەشداریکردنە پێویستی بە دۆمەین و مەودای IP یە بۆ ئەوەی قبوڵ بکرێت.
ky: Тандалган жазылуу түрү жазылууну текшерүү үчүн доменди жана/же IP диапазонун талап кылат.
lt: Pasirinkę šią prenumeratos rūšį, turite nurodyti sritį ir (arba) IP, kad būtų galima įsitikinti prenumeratos tikrumu.
lv: Izvēlētā abonēšanas veida abonementa autentifikācijai ir nepieciešams domēns un/vai IP diapazons.
mr: निवडक सदस्यत्व प्रकाराला सदस्यत्व प्रमाणीकरणासाठी डोमेन आणि/किंवा IP श्रेणी अनिवार्य ठरते.
ms: Jenis langganan yang dipilih memerlukan domain dan/atau julat IP untuk pengesahan langganan.
nb_no: Den valgte abonnementstypen krever et domene og/eller et IP-områe for abonnementsautentisering.
nl: Voor de gekozen abonnementsvorm is een domeinnaam en/of een IP-nummerreeks nodig voor authenticatie.
pl: Wybrany rodzaj subskrypcji wymaga domeny i/lub zakresu IP do uwierzytelnienia subskrypcji.
pt_br: O tipo de assinatura escolhido exige autenticação via domínio e/ou faixa de IP.
pt_pt: O tipo de subscrição escolhido exige autenticação via domínio e/ou faixa de IP.
ru: Выбранный тип подписки требует указания домена и/или диапазона IP-адресов для аутентификации по подписке.
sk_sk: Zvolený typ predplatného vyžaduje pre autentifikáciu doménu a / alebo rozsah IP.
sl_si: Izbran tip naročnine zahteva ime domene in/ali IP območje za avtentikacijo naročnine.
sr_rs@cyrillic: Одабрани тип претплате захтева домен и/или IP опсег за проверу идентитета корисника претплате.
sr_rs@latin: Odabrani tip pretplate zahteva domen i/ili IP opseg za proveru identiteta korisnika pretplate.
sv_se: Den valda prenumerationsformen kräver en domän och/eller ett IP-omfång för prenumerationsverifiering.
tr_tr: Seçilen abonelik türü aboneliğin doğrulanması için bir alan ve/veya IP aralığı gerektirmektedir.
uk: Обраний тип передплати потребує вказання домену та/або діапазону IP-адрес для аутентифікації передплатника.
uz_cyrl: Домен ёки IP диапазони киритилиши шарт.
uz_uz@latin: Tanlangan obuna turiga obuna autentifikatsiyasi uchun domen va/yoki IP diapazoni kerak.
vi_vn: Loại thuê bao được chọn yêu cầu tên miền và/hoặc dải IP để xác thực.
zh_cn: 选定的订阅类型要求一个域名和（或）IP范围，用于订阅验证.
zh_hant: 選取訂閱種類必須有一個網域或／和一個IP範圍作驗證訂閱之用。

# manager.subscriptions.form.domainValid
source: Please enter a valid domain.
ar: لطفاً، أدخل مجالاً صحيحاً.
az: Zəhmət olmasa etibarlı bir sahə adı daxil edin.
bg_bg: Моля, въведете валиден домейн.
ca_es: Introduïu un domini vàlid.
cs_cz: Vložte prosím platnou doménu.
da_dk: Angiv et gyldigt domæne.
de_de: Geben Sie eine gültige Domain ein.
es_es: Introduzca un dominio válido.
eu: Sartu baliozko domeinu bat.
fa_ir: لطفاً دامنه صحیحی وارد کنید
fi: Syötä kelvollinen verkkotunnus.
fr_fr: Veuillez entrer un domaine valide.
gl: Insira un dominio válido.
hi_in: कृपया एक मान्य डोमेन दर्ज करें।
hr_hr: Molimo unesite ispravnu domenu.
hy: Խնդրում ենք մուտքագրել վավեր դոմեյն:
id_id: Masukkan domain valid.
it_it: Inserisci un dominio valido.
ja: 有効なドメインを入力してください。
ka_ge: გთხოვთ, შეიყვანოთ სწორი დომენი.
ku_iq: تکایە دۆمەینێکی دروست داخل بکە.
ky: Туура доменди киргизиңиз.
lt: Prašom teisingai nurodyti sritį.
lv: Lūdzu, ievadiet derīgu domēnu.
mr: कृपया ग्राह्य डोमेन नावाची नोंद करा.
ms: Sila masukkan domain yang sah.
nb_no: Vennligst skriv inn et gyldig domene.
nl: Geef een geldige domeinnaam op.
pl: Proszę, wprowadź ważną domenę.
pt_br: Digite um domínio válido.
pt_pt: Insira um domínio válido.
ru: Пожалуйста, введите правильное доменное имя.
sk_sk: Vložte prosím platnú doménu.
sl_si: Prosimo vnesite veljavno domeno.
sr_rs@cyrillic: Унесите исправан домен.
sr_rs@latin: Unesite ispravan domen.
sv_se: Ange en giltig domän.
tr_tr: Lütfen geçerli bir alan adı giriniz.
uk: Будь ласка, вкажіть коректний домен.
uz_cyrl: Тўғри домен киритинг.
uz_uz@latin: Iltimos, haqiqiy domen kiriting.
vi_vn: Vui lòng nhập một tên miền hợp lệ.
zh_cn: 请出入一个有效的域名.
zh_hant: 請輸入一個有效網域。

# manager.subscriptions.form.ipRange
source: IP ranges
ar: مديات IP
az: IP aralığı
bg_bg: IP диапазони
ca_es: Intervals IP
cs_cz: IP rozsah
da_dk: IP-område
de_de: IP-Bereich
es_es: Rangos de IP
eu: IP barrutia
fa_ir: محدوده IP
fi: IP-osoitealueet
fr_fr: Intervalle d'adresses IP
gl: Rangos de IP
hi_in: आईपी रेंज
hr_hr: IP doseg
hy: IP միջակայքերը
it_it: Range di IP
ja: IPアドレス範囲
ka_ge: IP დიაპაზონები
ku_iq: مەودای IP
ky: IP диапазондору
lt: IP
lv: IP diapazoni
mr: IP श्रेणी
ms: Julat IP
nb_no: IP-område
nl: IP-nummerreeks
pl: Zakres IP
pt_br: Faixa de IP
pt_pt: Faixa de IP
ru: Диапазон IP-адресов
sk_sk: IP rozsah
sl_si: IP območje
sr_rs@cyrillic: IP опсези
sr_rs@latin: IP opsezi
sv_se: IP-omfång
tr_tr: IP aralığı
uk: Діапазон IP-адрес
uz_cyrl: IP диапазони
uz_uz@latin: IP diapazoni
vi_vn: Dải IP
zh_cn: IP范围
zh_hant: IP範圍
