Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.clockssLicenseDescription
source: A CLOCKSS license will appear in About the Journal under Archiving: <a href="https://clockss.org" target="_blank">CLOCKSS License</a>
ar: رخصة CLOCKSS ستظهر في (عن المجلة) تحت باب الحفظ: <a href="https://clockss.org" target="_blank">رخصة CLOCKSS</a>
az: CLOCKSS lisenziyası Jurnal Haqqında bölməsində, Arxivləşdirmə altında görünəcəkdir: <a href="https://clockss.org" target="_blank">CLOCKSS Lisansı</a>
bg_bg: Лиценз CLOCKSS ще се появи в „За списанието“ под „Архивиране“:<a href="http://clockss.org/" target="_blank">CLOCKSS лиценз</a>
ca_es: Una llicència CLOCKSS apareixerà en l'apartat "Sobre la revista" sota "Emmagatzematge": <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
cs_cz: Licence CLOCKSS se objeví v sekci O časopise v sekci Archivování: <a href="http://clockss.org/" target="_blank"> Licence CLOCKSS </a>
da_dk: En CLOCKSS licens vil fremtræde i afsnittet 'Om tidsskriftet' under arkivering: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
de_de: Eine CLOCKSS-Lizenz wird in "Über uns" unter Archivierung erscheinen: <a href="http://clockss.org/" target="_blank">CLOCKSS-Lizenz</a>
es_es: Una licencia CLOCKSS aparecerá en "Acerca de la revista" debajo de "Archivado": <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
eu: CLOCKSS lizentzia bat agertuko da "Aldizkariari buruz" atalean, "Artxibatuta" atalean: <a href="https://clockss.org" target="_blank">CLOCKSS Lizentzia</a>
fa_ir: مجوز CLOCKSS در قسمت «درباره مجله» نمایش داده می‌شود: <a href="http://clockss.org/" target="_blank">مجوز CLOCKSS</a>
fi: CLOCKSS-lisenssi näkyy Tietoa julkaisusta sivulla Arkistointi-kohdassa: <a href="http://clockss.org/" target="_blank">CLOCKSS-lisenssi</a>
fr_fr: *Une licence CLOCKSS apparaîtra dans la section "À propos" de cette revue"sous "Archiver" : <a href="http://clockss.org/" target="_blank"> Licence CLOCKSS</a>
gl: Unha licenza CLOCKSS aparecerá en Acerca da revista en Arquivo: <a href="http://clockss.org/" target="_blank">Licenza CLOCKSS</a>
hi_in: एक CLOCKSS जर्नल लाइसेंस के तहत जर्नल के बारे में दिखाई देगा: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
hy: CLOCKSS արտոնագիրը կհայտնվի Ամսագրի մասին՝ Արխիվացման ներքո՝ <a href="https://clockss.org" target="_blank">CLOCKSS արտոնագիր</a>
id_id: Lisensi CLOCKSS akan muncul di Tentang Jurnal di bawah Pengarsipan: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
it_it: Una licenza CLOCKSS apparirà nella pagina diAbout della rivista sotto Archiviazione: <a href="http://clockss.org/" target="_blank">Licenza CLOCKSS</a>
ja: CLOCKSSライセンスは「ジャーナルについて」に掲載されます。<a href="http://clockss.org/" target="_blank">CLOCKSS ライセンス</a>
ka_ge: CLOCKSS-ის ლიცენზია გამოჩნდება „ჟურნალის შესახებ“ სექციაში, სათაურით „ჟურნალის არქივაცია“: <a href="http://clockss.org/" target="_blank">CLOCKSS ლიცენზია</a>
ku_iq: مۆڵەتی کڵۆکس بەشی (دەربارەی گۆڤارەکە) لە ژێر بەشی ئەرشیفکردن:<a href="http://clockss.org/" target="_blank"> مۆڵەتی کڵۆکس</a>
ky: CLOCKSS лицензиясы Журнал жөнүндө бөлүмүндө Архивдөө астында пайда болот: <a href="https://clockss.org" target="_blank">CLOCKSS License</a>
lt: A CLOCKSS license will appear in About the Journal under Archiving: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
lv: CLOCKSS licence būs pieejama sadaļā Par žurnālu, sadaļā Arhivēšana: <a href="https://clockss.org" target="_blank">CLOCKSS Licence</a>
mr: नियतकालिकाविषयीच्या पानावर संग्रहणाच्या परिच्छेदात CLOCKSS परवाना दिसेल: <a href="http://www.clockss.org/community/publishers-titles-gln/" target="_blank">CLOCKSS परवाना</a>
ms: Lesen CLOCKSS akan muncul di Mengenai Jurnal di bawah Pengarkiban: <a href="http://clockss.org/" target="_blank"> Lesen CLOCKSS </a>
nb_no: En CLOCKSS-lisens vil vises i Om tidsskriftet under Arkivering: <a href="http://clockss.org/" target="_blank">CLOCKSS-lisens</a>
nl: Een CLOCKSS licentie zal worden getoond in Over het tijdschrift, onder de hoofding Archivering: <a href="http://clockss.org/" target="_blank">CLOCKSS licentie</a>
pl: Licencja CLOCKSS zostanie wyświetlona w sekcji "O czasopiśmie", pod Archiwizacją: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
pt_br: Uma licença CLOCKSS aparecerá na seção Sobre a Revista sob Arquivamento: <a href="http://clockss.org/" target="_blank">Licença CLOCKSS </a>
pt_pt: A licença CLOCKSS aparecerá em Sobre a Revista em Arquivamento: <a href="http://clockss.org/" target="_blank">Licença CLOCKSS</a>
ru: Лицензия CLOCKSS появится в разделе «О журнале» под заголовком «Архивация журнала»: <a href="http://clockss.org/" target="_blank">лицензия CLOCKSS</a>
sk_sk: Licencia CLOCKSS sa objaví v sekcii O časopise v sekcii Archivovanie: <a href="http://clockss.org/" target="_blank"> Licencia CLOCKSS </a>
sl_si: A CLOCKSS cenca se bo pojavila na strani O reviji pod Arhiviranje: <a href="http://clockss.org/" target="_blank">CLOCKSS licenca</a>
sr_rs@cyrillic: CLOCKSS лиценца ће се појавити у О часопису страни у поглављу Архивирање: <a href="http://clockss.org/" target="_blank">CLOCKSS лиценца</a>
sr_rs@latin: CLOCKSS licenca će se pojaviti u O časopisu strani u poglavlju Arhiviranje: <a href="http://clockss.org/" target="_blank">CLOCKSS лиценца</a>
sv_se: En CLOCKSS-licens kommer då att visas i "Om" tidskriften under "Arkivering": <a href="http://clockss.org/" target="_blank">CLOCKSS Licens</a>
tr_tr: CLOCKSS lisansı Dergi Hakkında bölümünde, arşivleme altında görünecektir: <a href="http://clockss.org/" target="_blank">CLOCKSS Lisansı</a>
uk: Ліцензія CLOCKSS з'явиться в розділі "Про журнал" під заголовком "Архівація журналу": <a href="http://clockss.org/" target="_blank">Ліцензія CLOCKSS</a>
uz_cyrl: CLOCKSS лицензияси ҳақида маълумот.
uz_uz@latin: CLOCKSS litsenziyasi "Arxivlash" jurnali haqida: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a> da paydo bo'ladi
vi_vn: Giấy phép CLOCKSS sẽ xuất hiện trong Giới thiệu về Tạp chí trong Lưu trữ: <a href="http://clockss.org/" target="_blank">CLOCKSS License</a>
zh_hant: CLOCKSS許可證將出現於關於期刊頁面內檔案保存下方：<a href="https://clockss.org" target="_blank">CLOCKSS許可證</a>

# manager.setup.clockssLicenseLabel
source: CLOCKSS License Description
ar: وصف رخصة CLOCKSS
az: CLOCKSS Lisenziya Təsviri
bg_bg: Описание на CLOCKSS лиценза
ca_es: Descripció de la llicència CLOCKSS
cs_cz: Popis licence CLOCKSS
da_dk: CLOCKSS licensbeskrivelse
de_de: Beschreibung der CLOCKSS-Lizenz
es_es: Descripción de la licencia CLOCKSS
eu: CLOCKSS lizentziaren deskribapena
fa_ir: توضیح مجوز CLOCKSS
fi: CLOCKSS-lisenssin kuvaus
fr_fr: Description de la licence CLOCKSS
gl: Descrición da licenza CLOCKSS
hi_in: CLOCKSS लाइसेंस का विवरण
hy: CLOCKSS արտոնագրի նկարագրություն
id_id: Deskripsi Lisensi CLOCKSS
is_is: Lýsing á CLOCKSS leyfi
it_it: Descrizione licenza CLOCKSS
ja: CLOCKSS ライセンスの説明
ka_ge: CLOCKSS ლიცენზიის აღწერა
ku_iq: ناساندنی ڕێگەپێدانی CLOCKSS
ky: CLOCKSS лицензиясынын сүрөттөлүшү
lt: CLOCKSS licencijos aprašymas
lv: CLOCKSS licences apraksts
mr: CLOCKSS परवान्याचे वर्णन
ms: Penerangan Lesen CLOCKSS
nb_no: Beskrivelse av CLOCKSS-lisens
nl: Beschrijving van de CLOCKSS licentie
pl: Opis licencji CLOCKSS
pt_br: Descrição da Licença CLOCKSS
pt_pt: Descrição Licença CLOCKSS
ru: Описание лицензии CLOCKSS
sk_sk: Popis licencie CLOCKSS
sl_si: Razlaga CLOCKSS licence
sr_rs@cyrillic: Опис CLOCKSS лиценце
sr_rs@latin: Opis CLOCKSS licence
sv_se: Beskrivning av CLOCKSS-licensen
tr_tr: CLOCKSS Lisans Açıklaması
uk: Опис ліцензії CLOCKSS
uz_cyrl: CLOCKSS лицензияси ёрлиғи
uz_uz@latin: CLOCKSS litsenziyasining tavsifi
vi_vn: Mô tả giấy phép CLOCKSS
zh_hant: CLOCKSS許可證說明

# manager.setup.clockssRegister
source: Sign up for the CLOCKSS service by visiting <a href="https://clockss.org" target="_blank">the CLOCKSS website</a>.
ar: سجل للحصول على خدمة CLOCKSS عبر زيارة <a href="https://clockss.org" target="_blank">موقع CLOCKSS</a>.
az: <a href="https://clockss.org" target="_blank"> CLOCKSS Veb Saytını</a> ziyarət edərək CLOCKSS xidmətinə qoşulun.
bg_bg: Регистрирайте се за услугата CLOCKSS, като посетите <a href="http://clockss.org/" target="_blank"> уебсайта на CLOCKSS </a>.
ca_es: Registreu-vos en el servei CLOCKSS visitant la <a href="http://clockss.org/" target="_blank">pàgina web de CLOCKSS</a>.
cs_cz: Přihlaste se k službě CLOCKSS na adrese <a href="http://clockss.org/" target="_blank"> webu CLOCKSS </a>.
da_dk: Tilmelding til CLOCKSS sker via <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
de_de: Registrieren Sie sich für den CLOCKSS-Dienst, indem Sie <a href="http://clockss.org/" target="_blank">die CLOCKSS-Website</a> besuchen.
es_es: Inscríbase al servicio CLOCKSS visitando su página web: <a href="http://clockss.org/" target="_blank"></a>.
eu: Eman izena CLOCKSS zerbitzuan <a href="https://clockss.org" target="_blank">CLOCKSS webgunea</a> bisitatuz.
fa_ir: برای ثبت‌نام در سرویس CLOCKSS به <a href="http://clockss.org/" target="_blank">وب‌سایت CLOCKSS</a> مراجعه کنید.
fi: Rekisteröidy CLOCKSS-palveluun <a href="http://clockss.org/" target="_blank">CLOCKSS:in verkkosivustolla</a>.
fr_fr: *Inscrivez-vous au service CLOCKSS en visitant le site <a href="http://clockss.org/" target="_blank"> CLOCKSS </a>.
gl: Rexístrate no servizo CLOCKSS visitando <a href="http://clockss.org/" target="_blank">o sitio web de CLOCKSS</a>.
hi_in: पर जाकर CLOCKSS सेवा के लिए साइन अप करें<a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
hy: Գրանցվեք CLOCKSS ծառայության համար՝ այցելելով <a href="https://clockss.org" target="_blank">CLOCKSS կայք</a>:
id_id: Daftar ke layanan CLOCKSS dengan mengunjungi <a href="http://clockss.org/" target="_blank">website CLOCKSS</a>.
it_it: Sottoscrivi il servizio CLOCKSS visitando il <a href="http://clockss.org/" target="_blank">sito di CLOCKSS</a>.
ja: CLOCKSSサービスへのお申し込みは、<a href="http://clockss.org/" target="_blank">CLOCKSSウェブサイト</a>をご覧ください。
ka_ge: გამოიწერეთ სერვისი CLOCKSS, ეწვიეთ <a href="http://clockss.org/" target="_blank">CLOCKSS ვებ-გვერდს</a>.
ku_iq: ناوی خۆت تۆمار بکە بۆ بەشی خزمەتگوزاری کڵۆکس لە ڕیگای سەردانکردنی <a href="http://clockss.org/" target="_blank">وێبسایتی کڵۆکس </a>.
ky: CLOCKSS кызматына катталуу үчүн <a href="https://clockss.org" target="_blank">CLOCKSS вебсайтына</a> кириңиз.
lt: Sign up for the CLOCKSS service by visiting <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
lv: Reģistrējieties CLOCKSS pakalpojumam, apmeklējot <a href="https://clockss.org" target="_blank">CLOCKSS tīmekļa vietni</a>.
mr: <a href="https://clockss.org" target="_blank">CLOCKSS संकेतस्थळाला</a> भेट देऊन CLOCKSS सेवेसाठी नोंदणी (साइन-अप) करा.
ms: Daftar untuk perkhidmatan CLOCKSS dengan melayari <a href="http://clockss.org/" target="_blank"> laman web CLOCKSS </a>.
nb_no: Meld deg på CLOCKSS-tjenesten ved å besøke nettsiden: <a href="http://clockss.org/" target="_blank"></a>.
nl: Registreer voor de CLOCKSS dienst op de <a href="http://clockss.org/" target="_blank">CLOCKSS website</a>.
pl: Zarejestruj się w serwisie CLOCKSS pod adresem <a href="http://clockss.org/" target="_blank">clockss.org</a>.
pt_br: Assine o serviço CLOCKSS visitando <a href="http://clockss.org/" target="_blank"> o site CLOCKSS </a>.
pt_pt: Inscreva-se no serviço CLOCKSS visitando <a href="http://clockss.org/" target="_blank">o site CLOCKSS</a>.
ru: Подпишитесь на сервис CLOCKSS, посетив <a href="http://clockss.org/" target="_blank">веб-сайт CLOCKSS</a>.
sk_sk: Prihláste sa k službe CLOCKSS na adrese <a href="http://clockss.org/" target="_blank"> webu CLOCKSS </a>.
sl_si: Prijavite se za storitev CLOCKSS na <a href="http://clockss.org/" target="_blank">CLOCKSS spletni strani</a>.
sr_rs@cyrillic: Упишите се у CLOCKSS услугу преко <a href="http://clockss.org/" target="_blank">the CLOCKSS сајта</a>.
sr_rs@latin: Upišite se u CLOCKSS uslugu преко <a href="http://clockss.org/" target="_blank">CLOCKSS sajta</a>.
sv_se: Anmälan till CLOCKSS tjänster görs på <a href="http://clockss.org/" target="_blank">CLOCKSS webbplats</a>.
tr_tr: <a href="http://clockss.org/" target="_blank"> CLOCKSS Web Sitesini</a> ziyaret ederek CLOCKSS hizmetine kaydolun.
uk: Підпишіться на сервіс CLOCKSS, відвідавши <a href="https://clockss.org" target="_blank">вебсайт CLOCKSS</a>.
uz_cyrl: Журнални CLOCKSS тизимида рўйхатдан ўтказиш.
uz_uz@latin: <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a> tashrif buyurib, CLOCKSS xizmatiga yoziling.
vi_vn: Đăng ký dịch vụ CLOCKSS bằng cách truy cập <a href="http://clockss.org/" target="_blank">the CLOCKSS website</a>.
zh_hant: 到<a href="https://clockss.org" target="_blank">CLOCKSS網站</a>註冊CLOCKSS服務。

# manager.setup.look
source: The Look
ar: المظهر
az: Görünüş
bg_bg: Външен вид на списанието
ca_es: Aparença
cs_cz: Vzhled
da_dk: Udseende
de_de: Gestaltung
es_es: Apariencia
eu: Itxura
fa_ir: شکل ظاهری
fi: Ulkoasu
fr_fr: L'apparence
gl: Aparencia
hi_in: देखो
hr_hr: Izgled
hy: Տեսք
id_id: Tampilan
is_is: Útlit
it_it: Aspetto
ja: 見た目
ka_ge: ჟურნალის გარეგანი სახე
ku_iq: شێوازی دەرکەوتن
ky: Көрүнүшү
lt: Vaizdas
lv: Izskats
mr: दृष्य
ms: Tampilan
nb_no: Utseendet
nl: Uiterlijk
pl: Wygląd
pt_br: Visual
pt_pt: Aparência
ru: Внешний вид журнала
sk_sk: Vzhľad
sl_si: Izgled
sr_rs@cyrillic: Изглед
sr_rs@latin: Izgled
tr_tr: Görünüm
uk: Вигляд
uz_cyrl: Ташқи кўриниш
uz_uz@latin: Tashqi ko'rinish
vi_vn: Giao diện
zh_cn: 外观
zh_hant: 外觀

# manager.setup.look.description
source: Homepage header, content, journal header, footer, navigation bar, and style sheet.
ar: رأس الصفحة الرئيسية، المحتوى، رأس المجلة، تذييلها، شريط التنقل، وملف الأنماط.
az: Ana səhifə başlığı, məzmun, Jurnal başlığı, altlıq, yönləndirmə çubuğu və format səhifəsi.
bg_bg: Заглавка на начална страница, съдържание, заглавка списанието, долен колонтитул, лента за навигация и таблица със стилове.
ca_es: Capçalera, contingut, capçalera de revistes, peu de pàgina, barra de navegació i full d’estil per a la pàgina inicial.
cs_cz: Záhlaví domácí stránky, obsah, záhlaví časopisu, zápatí, navigační panel a kaskádové styly.
da_dk: Sidehoved på startside, indhold, tidsskriftssidehoved, sidefod, navigationslinje og typografiark.
de_de: Titel der Startseite, Inhalt, Kopfzeile der Zeitschrift, Fußzeile, Navigationsleiste und Style Sheet.
es_es: Encabezado de la página inicial, contenido, encabezado de la revista, pie de página, barra de navegación y hoja de estilo.
eu: Hasierako orriaren goiburua, edukia, aldizkariko orri-burua, orri-oina, nabigazio-barra eta estilo-orria.
fa_ir: سرتیتر صفحه اصلی، محتوی، سرتیتر مجله، پاورقی، منوهای گشت‌وگذار و استیل شیت
fi: Etusivun ylätunniste, sisältö, julkaisun ylätunniste, alatunniste, navigointipalkki ja tyylitiedosto.
fr_fr: En-tête de la page d'accueil, contenu, en-tête de la revue, pied de page, barre de navigation, et feuille de style.
gl: Cabeceira da páxina de inicio, contido, cabeceira da revista, pé de páxina, barra de navegación e folla de estilo.
hi_in: होमपेज हेडर, कंटेंट, जर्नल हेडर, फुटर, नेविगेशन बार और स्टाइल शीट।
hr_hr: Zaglavlje i sadržaj naslovne stranice, zaglavlje i podnožje stranica časopisa, navigacijska traka, CSS, način prikaza popisa.
hy: Գլխավոր էջի վերնախորագիր, բովանդակություն, ամսագրի վերնախորագիր, էջատակ, նավարկման տող և ոճի թերթիկ:
id_id: Header beranda, isi jurnal, header jurnal, footer, navigasi dan stylesheet.
is_is: Forsíðu haus, innihald, haus tímarits, síðufótur, valmyndir og stílsnið.
it_it: Testata dell'homepage, contenuto, testata della rivista, pie' di pagina, menu di navigazione e fogli di stile.
ja: ホームページのヘッダー、コンテンツ、ジャーナルのヘッダー、フッター、ナビゲーションバー、スタイルシート。
ka_ge: გვერდის სათაური, შინაარსი, ჟურნალის სათაური, სარდაფი, ნავიგაციის ზოლი და სტილის ფაილი.
ku_iq: سەرپەڕەی پەڕەی سەرەکی، ناوەرۆک، سەرپەڕەی گۆڤار، پێپەڕە، ڕێنیشاندەر و شێواز.
ky: Башкы беттин башы, мазмуну, журналдын башы, асты, навигация тилкеси жана стилдик барак.
lt: Pagrindinio puslapio antraštė, turinys, žurnalo antraštė, poraštė, navigacijos juosta ir stiliaus lapas.
lv: Mājaslapas galvene, saturs, žurnāla galvene, kājene, navigācijas josla un stila lapa.
mr: मुख्यपृष्ठ शीर्षलेख, मजकूर, नियतकालिकाचा शीर्षलेख (हेडर), तळटीप (फुटर), नेव्हिगेशन बार आणि शैली पत्रक (स्टाईल शीट).
ms: Header halaman utama, kandungan, header jurnal, footer, bar navigasi, dan lembaran gaya..
nb_no: Hjemmesidetopptekst, innhold, tidsskrift-topptekst, bunntekst, navigasjonsfelt, og stylesheet.
nl: Kop startpagina, inhoud, kop tijdschrift, voettekst, navigatiebalk en stylesheet.
pl: Nagłówek strony głównej, zawartość, nagłówek czasopisma, stopka, nawigacja oraz szablon stylów.
pt_br: Cabeçalho da capa, conteúdo, cabeçalho da revista, rodapé, barra de navegação e folha de estilo.
pt_pt: Cabeçalho da Página Inicial, conteúdo, cabeçalho da revista, rodapé, barra de navegação e folha de estilo.
ru: Верхний колонтитул главной страницы, контент, колонтитулы журнала, панель навигации и таблица стилей.
sk_sk: Záhlavie domáce stránky, obsah, hlavičky časopisu, päty, navigačný panel a kaskádové štýly.
sl_si: Glava domače strani, vsebina, glava revije, noga, navigacijski trak in stilska tablica (css).
sr_rs@cyrillic: Заглавље почетне стране, садржај, заглавље часописа, подножје, навигацијска трака и страница стила.
sr_rs@latin: Zaglavlje početne strane, sadržaj, zaglavlje časopisa, podnožje, navigacijska traka i stranica stila.
sv_se: Webbplatsens sidhuvud, innehåll, tidskriftens sidhuvud, sidfot, navigeringsfält, style sheet.
tr_tr: Ana sayfa başlığı, içerik, dergi başlığı, altlık, yönlendirme çubuğu ve biçim sayfası.
uk: Заголовок головної сторінки, зміст, заголовок журналу, підвал, навігаційна панель і таблиці стилів.
uz_cyrl: Сарлавҳа, мазмун, логотип ва услублар.
uz_uz@latin: Bosh sahifa sarlavhasi, kontent, jurnal sarlavhasi, altbilgi, navigatsiya paneli va uslublar jadvali.
vi_vn: đầu trang chủ, nội dung, tên tạp chí, chân trang, thanh điều hướng và stylesheet.
zh_cn: 首页标题、内容、期刊标题、尾标、浏览列、和样式。
zh_hant: 主頁標頭、內容、期刊標頭、註腳、巡覽列及樣式表。

# manager.setup.management
source: Management
ar: الإدارة
az: Rəhbərlik
bg_bg: Управление
ca_es: Administració
cs_cz: Správa
da_dk: Administration
es_es: Gestión
eu: Kudeaketa
fa_ir: مدیریت
fi: Hallinnointi
fr_fr: Gestion
gl: Administración
hi_in: प्रबंध
hr_hr: Uređivački postupci
hy: Կառավարում
id_id: Manajemen
is_is: Umsjón
it_it: Gestione
ja: 管理
ka_ge: მართვა
ku_iq: بەڕێوەبردن
ky: Башкаруу
lt: Lidinio rengimas
lv: Pārvaldība
mr: व्यवस्थापन
ms: Pengurusan
nb_no: Administrasjon
nl: Beheer
pl: Zarządzanie
pt_br: Administração
pt_pt: Administração
ru: Управление
sk_sk: Správa
sl_si: Uredniški postopki
sr_rs@cyrillic: Управљање
sr_rs@latin: Upravljanje
sv_se: Administration
tr_tr: Yönetim
uk: Менеджмент
uz_cyrl: Бошқарув
uz_uz@latin: Boshqaruv
vi_vn: Quản lý
zh_cn: 管理
zh_hant: 管理

# manager.setup.management.description
source: Access and security, scheduling, announcements, copyediting, layout, and proofreading.
ar: الوصول والأمان، الجدولة، الإعلانات، تدقيق التحرير، التصميم الطباعي، والقراءة التصحيحية.
az: Giriş və təhlükəsizlik, nəşr planlaşdırma, elanlar, redaktə etmə, tərtibat və son oxuma.
bg_bg: Достъп и сигурност, планиране, съобщения, копиране, оформление и корекция.
ca_es: Accés i seguretat, planificació, avisos, correcció d'originals, maquetació i correcció de proves.
cs_cz: Přístup a zebezpečení, plánování, oznámení, redigování, typografické úpravy a korektury.
da_dk: Adgang og sikkerhed, planlægning, meddelelser, manuskriptredigering, layout og korrekturlæsning.
de_de: Zugang und Sicherheit, Planung, Ankündigungen, Lektorat, Layout und Korrekturlektorat.
es_es: Acceso y seguridad, planificación, avisos, corrección de originales, maquetación y revisión.
eu: Sarbidea eta segurtasuna, programazioa, anuntzioak, zuzenketa, maketazioa eta proba-zuzenketa.
fa_ir: زمان‌بندی، دسترسی آنلاین ، اطلاعیه‌ها، استفاده از ویراستار، صفحه‌آرا ، و بازبینی نهایی.
fi: Pääsy ja turvallisuus, aikataulutus, ilmoitukset, tekninen toimittaminen, taitto ja oikoluku.
fr_fr: Accès et sécurité, planification, annonces, révision, mise en page et correction d'épreuves.
gl: Acceso e seguridade, planificación, anuncios, redacción, maquetación e corrección de probas.
hi_in: पहुंच और सुरक्षा, शेड्यूलिंग, घोषणाएं, कॉपी संपादन, लेआउट और प्रूफरीडिंग।
hr_hr: Pristup sadržaju, režim objavljivanja časopisa, izdavanje obavijesti, postavke lekture, korekture i izrade prijeloma.
hy: Մուտք և անվտանգություն, ժամանակացույց, հայտարարություններ, գրական խմբագրում, դասավորություն և սրբագրում:
id_id: Akses dan keamanan, penjadwalan, pengumuman, copyediting, layout dan proofreading.
is_is: Aðgangur og öryggi, verkraðir, tilkynningar, yfirferð á texta, umbrot og prófarkalestur.
it_it: Accesso e sicurezza, programmazione, avvisi, copyediting, impaginazione e correzione di bozze.
ja: アクセスとセキュリティ、スケジュール管理、アナウンス、コピー、レイアウト、校正。
ka_ge: წვდომა და უსაფრთხოება, დაგეგმვა, განცხადებები, კოპირება, განლაგება და კორექტურა.
ku_iq: مافی چوونە ژوورەوە و پاراستن، دانانی خشتەی کات، ڕاگەیێندراوەکان، پێداچوونەوە و هەڵەچنکردن، ڕێکخستن، و ڕاستکرندەوەی هەڵەکان.
ky: Мүмкүнчүлүк жана коопсуздук, пландаштыруу, кулактандыруулар, адабий редакциялоо, макет жана текшерүү.
lt: Prieiga ir saugumo nustatymai, leidybos planai, pranešimai, kalbos redagavimas, maketavimas, korektūrų skaitymas.
lv: Piekļuve un drošība, plānošana, paziņojumi, literārā rediģēšana, maketēšana un korektūra.
mr: उपलब्धता आणि सुरक्षितता, अंकांचे क्रमयोजन (शेड्यूलिंग), निवेदने, सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटिंग), मुद्रित संपादन (लेआउट) आणि मुद्रित लेखन तपासणी (प्रूफरीडिंग).
ms: Akses dan keselamatan, penjadualan, pengumuman, copyediting, susun atur, dan proofreading.
nb_no: Planlegging, nettilgang, oppslag, og bruk av manusredaktører, layoutredaktører og korrekturlesere.
nl: Toegang en beveiliging, planning, nieuwsberichten, redactie, opmaak et proeflezen.
pl: Dostęp i bezpieczeństwo, harmonogram, ogłoszenia, redakcja techniczna, layout oraz korekta.
pt_br: Acesso e segurança, agendamento, avisos, edição de texto, layout e leitura de provas.
pt_pt: Acesso e segurança, agendamento, avisos, edição de texto, layout e leitura de provas.
ru: Доступ и безопасность, планирование, объявления, литературное редактирование, верстка и корректура.
sk_sk: Prístup a zebezpečenie, plánovanie, oznámenia, redigovanie, typografické úpravy a korektúry.
sl_si: Dostopnost in varnost, urnik objavljanja revije, objavljanje obvestil, postavke lekture, korekture in preloma.
sr_rs@cyrillic: Приступ и безбедност, планирање објављивања, обавештења, коректура, изглед и финалне копије.
sr_rs@latin: Pristup i bezbednost, planiranje objavljivanja, obaveštenja, korektura, izgled i finalne kopije.
sv_se: Tillgänglighet och säkerhet, utgivningsmönster, meddelanden, manusredigering, layout och korrekturläsning.
tr_tr: Erişim ve güvenlik, yayın planlama, duyurular, düzeltme, mizanpaj ve son okuma.
uk: Доступ, безпека, планування, анонси, літературне редагування, верстка та коректура.
uz_cyrl: Кириш ҳуқуқлари, режалаштириш ва эълонлар.
uz_uz@latin: Kirish va xavfsizlik, rejalashtirish, e'lonlar, nusxa ko'chirish, tartib va tahrir.
vi_vn: Truy cập và bảo mật, lên lịch, thông báo, biên tập, bố cục và hiệu đính.
zh_cn: 时程、线上使用、公告、和文字编辑、版面编辑、校对者的使用。
zh_hant: 取用及保安、日程計劃、公告、審稿、版面設計及校對。
