Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.numMonthsAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months after subscription expiry.
ar: لطفاً، إختر قيمة صائبة لعدد الأشهر بعد انتهاء صلاحية الاشتراك.
az: Zəhmət olmasa abunəlik bitdiyində neçə ay sonra xəbər vermək istədiyinizi qeyd edin
bg_bg: Моля, изберете валидна стойност за броя месеци след изтичане на абонамента.
ca_es: Seleccioneu un valor vàlid per al nombre de mesos després del venciment de la subscripció.
cs_cz: Vyberte prosím platnou hodnotu pro počet měsíců po vypršení předplatného.
da_dk: Vælg en gyldig værdi for antallet af måneder efter abonnementets udløb.
de_de: Bitte eine gültige Zahl vor "Monat(e) nach Ablauf des Abonnements" eintragen
es_es: Seleccione un valor válido para el número de meses después del vencimiento de la suscripción.
eu: Hautatu baliozko zenbaki bat harpidetza amaitu osteko hilabete kopurua adierazteko.
fa_ir: لطفاً مقدار صحیحی برای تعداد ماه‌های باقیمانده بعد از انقضای اشتراک وارد کنید
fi: Valitse kelvollinen arvo: kuukautta tilauksen päättymisen jälkeen.
fr_fr: Veuillez sélectionner une valeur valide pour le nombre de mois suivant l'échéance de l'abonnement.
gl: Seleccione un valor válido para o número de meses despois do vencemento da subscrición.
hi_in: कृपया सदस्यता समाप्त होने के बाद महीनों की संख्या के लिए एक वैध मूल्य चुनें।
hr_hr: Molimo odaberite ispravnu vrijednost za broj mjeseci nakon isteka pretplate.
hy: Խնդրում ենք ընտրել վավեր արժեք բաժանորդագրության ժամկետի ավարտից հետո ամիսների քանակի համար:
id_id: Pilih nilai valid untuk jumlah bulan setelah masa berakhir langganan.
it_it: Si prega di selezionare un numero valido per il numero di mesi dopo che l'abbonamento sia scaduto.
ja: 購読期限後の月数に有効な値を選択してください。
ka_ge: გთხოვთ, შეარჩიოთ სწორი მნიშვნელობა გამოწერის ვადის ამოწურვიდან თვის შემდეგ.
ku_iq: تکایە بەهایەکی مانادار بۆ ژمارەی مانگەکانی دوای بەشداریکردن دیاری بکە.
ky: Жазылуу мөөнөтү бүткөндөн кийин айлардын санын туура тандаңыз.
lt: Pasirinkite tinkamą mėnesių skaičių po prenumeratos galiojimo pabaigos.
lv: Lūdzu, izvēlieties derīgu vērtību mēnešu skaitam pēc abonementa termiņa beigām.
mr: सदस्यता कालबाह्य झाल्यानंतर किती महिने स्मरणपत्र पाठवायचे त्या संख्येची कृपया निवड करा.
ms: Pilih nilai yang sah untuk bilangan bulan setelah tamat tempoh langganan.
nb_no: Vennligst velg en gyldig verdi for antallet måneder etter at abonnementet utløper.
nl: Geef een geldige waarde voor het aantal maanden nadat het abonnement afloopt.
pl: Proszę wybrać odpowiednią wartość dla ilości miesięcy po upływie subskrypcji.
pt_br: Informe um número válido para o período de meses depois da expiração da assinatura.
pt_pt: Forneça um número válido para o período de meses depois da expiração da subscrição.
ru: Пожалуйста, выберите правильное значение для числа месяцев после окончания срока подписки.
sk_sk: Vyberte prosím platnú hodnotu pre počet mesiacov po expirácii predplatného.
sl_si: Prosimo izberite veljavno vrednost za število mesecev po izteku naročnine.
sr_rs@cyrillic: Одаберите тачну вредност за број месеци након истека претплате.
sr_rs@latin: Odaberite tačnu vrednost za broj meseci nakon isteka pretplate.
sv_se: Välj ett giltligt värde på hur många månader det var sedan prenumerationen förföll.
tr_tr: Lütfen abonelik bitince kaç ay sonra haber vermek istediğinizi belirtiniz.
uk: Будь ласка, вкажіть коректне значення кількості місяців після завершення передплати.
uz_cyrl: Ойлар сонини киритинг.
uz_uz@latin: Iltimos, obuna muddati tugaganidan keyingi oylar uchun to'g'ri qiymatni tanlang.
vi_vn: Vui lòng chọn một giá trị hợp lệ cho số tháng sau khi hết hạn thuê bao.
zh_cn: 请选择一个订阅期满之后有多少月数的有效值。
zh_hant: 請提供一個有效數值用作為訂閱到期後的多少個月份。

# manager.subscriptionPolicies.numMonthsBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of months before subscription expiry.
ar: لطفاً، إختر قيمة صائبة لعدد الأشهر قبل انتهاء صلاحية الاشتراك.
az: Zəhmət olmasa abunəlik bitdiyində neçə ay əvvəl xəbər vermək istədiyinizi qeyd edin
bg_bg: Моля, изберете валидна стойност за броя месеци преди изтичане на абонамента.
ca_es: Seleccioneu un valor vàlid per al nombre de mesos abans del venciment de la subscripció.
cs_cz: Vyberte prosím platnou hodnotu pro počet měsíců před vypršením předplatného.
da_dk: Vælg en gyldig værdi for antallet af måneder før abonnementets udløb.
de_de: Bitte eine gültige Zahl vor "Monat(e) vor Ablauf des Abonnements" eintragen.
es_es: Seleccione un valor válido para el número de meses antes del vencimiento de la suscripción.
eu: Hautatu baliozko zenbaki bat harpidetza amaitu aurreko hilabete kopurua adierazteko.
fa_ir: لطفاً مقدار صحیحی برای تعداد ماه‌های باقیمانده قبل از انقضای اشتراک وارد کنید
fi: Valitse kelvollinen arvo: kuukautta ennen tilauksen päättymistä.
fr_fr: Veuillez sélectionner une valeur valide pour le nombre de mois précédent l'échéance de l'abonnement.
gl: Seleccione un valor válido para o número de meses antes do vencemento da subscrición.
hi_in: कृपया सदस्यता समाप्ति से पहले महीनों की संख्या के लिए एक वैध मूल्य चुनें।
hr_hr: Molimo odaberite ispravnu vrijednost za broj mjeseci prije isteka pretplate.
hy: Խնդրում ենք ընտրել վավեր արժեք բաժանորդագրության ժամկետի ավարտից առաջ ամիսների քանակի համար:
id_id: Pilih nilai valid untuk jumlah bulan sebelum masa berakhir langganan.
it_it: Si prega di selezionare un numero valido per il numero di mesi prima che l'abbonamento scada.
ja: 購読期限までの月数に有効な値を選択してください。
ka_ge: გთხოვთ, შეარჩიოთ სწორი მნიშვნელობა გამოწერის ვადის გასვლამდე თვეების რაოდენობისთვის.
ku_iq: تکایە بەهایەکی مانادار بۆ ژمارەی مانگەکانی پێش بەشداریکردن دیاری بکە.
ky: Жазылуу мөөнөтү бүткөнгө чейин айлардын санын туура тандаңыз.
lt: Pasirinkite tinkamą mėnesių iki prenumeratos galiojimo pabaigos reikšmę.
lv: Lūdzu, izvēlieties derīgu vērtību mēnešu skaitam pirms abonementa termiņa beigām.
mr: सदस्यता कालबाह्य होण्यापूर्वी किती महिने स्मरणपत्र पाठवायचे त्या संख्येची कृपया निवड करा.
ms: Pilih nilai yang sah untuk bilangan bulan sebelum tamat tempoh langganan.
nb_no: Vennligst velg en gyldig verdi for antallet måneder før abonnementet utløper.
nl: Geef een geldige waarde voor het aantal maanden voordat het abonnement afloopt.
pl: Proszę wybrać odpowiednią wartość dla ilości miesięcy przed upływem subskrypcji.
pt_br: Informe um número válido para o período de meses antes da expiração da assinatura.
pt_pt: Forneça um número válido para o período de meses antes da expiração da subscrição.
ru: Пожалуйста, выберите правильное значение для числа месяцев до окончания срока подписки.
sk_sk: Vyberte prosím platnú hodnotu pre počet mesiacov pred expiráciou predplatného.
sl_si: Prosimo izberite veljavno vrednost za število mesecev pred iztekom naročnine.
sr_rs@cyrillic: Одаберите тачну вредност за број месеци пре истека претплате.
sr_rs@latin: Odaberite tačnu vrednost za broj meseci pre isteka pretplate.
sv_se: Välj ett giltligt värde på antalet månader innan prenumerationen förfaller.
tr_tr: Lütfen abonelik bitmeden kaç ay önce haber vermek istediğinizi belirtiniz.
uk: Будь ласка, вкажіть коректне значення кількості місяців до завершення передплати.
uz_cyrl: Ойлар сонини киритинг.
uz_uz@latin: Iltimos, obuna muddati tugashidan bir necha oy oldin to'g'ri qiymatni tanlang.
vi_vn: Vui lòng chọn một giá trị hợp lệ cho số tháng trước khi hết hạn thuê bao.
zh_cn: 请选择一个订阅期满之前有多少月数的有效值。
zh_hant: 請提供一個有效數值用作為訂閱到期前的多少個月份。

# manager.subscriptionPolicies.numWeeksAfterSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks after subscription expiry.
ar: لطفاً، إختر قيمة صائبة لعدد الأسابيع بعد انتهاء صلاحية الاشتراك.
az: Zəhmət olmasa abunəlik bitdiyində neçə həftə sonra xəbər vermək istədiyinizi qeyd edin
bg_bg: Моля, изберете валидна стойност за броя седмици след изтичане на абонамента.
ca_es: Seleccioneu un valor vàlid per al nombre de setmanes després de la subscripció.
cs_cz: Vyberte prosím platnou hodnotu pro počet týdnů po vypršení předplatného.
da_dk: Vælg en gyldig værdi for antallet af uger efter abonnementets udløb.
de_de: Bitte eine gültige Zahl vor "Woche(n) nach Ablauf des Abonnements" eintragen
es_es: Seleccione un valor válido para el número de semanas después del vencimiento de la suscripción.
eu: Hautatu baliozko zenbaki bat harpidetza amaitu osteko aste kopurua adierazteko.
fa_ir: لطفاً مقدار صحیحی برای تعداد هفته‌های باقیمانده بعد از انقضای اشتراک وارد کنید
fi: Valitse kelvollinen arvo: viikkoa tilauksen päättymisen jälkeen.
fr_fr: Veuillez sélectionner une valeur valide pour le nombre de semaines après l'échéance de l'abonnement.
gl: Seleccione un valor válido para o número de semanas despois do vencemento da subscrición.
hi_in: सदस्यता समाप्ति के बाद हफ्तों की संख्या के लिए कृपया एक वैध मूल्य चुनें।
hr_hr: Molimo odaberite ispravnu vrijednost za broj tjedana nakon isteka pretplate.
hy: Խնդրում ենք ընտրել վավեր արժեք բաժանորդագրության ժամկետի ավարտից հետո շաբաթների քանակի համար:
id_id: Pilih nilai valid untuk jumlah minggu setelah masa berakhir langganan.
it_it: Si prega di selezionare un numero valido per il numero di settimane dopo che l'abbonamento sia scaduto.
ja: 購読期限後の週数に有効な値を選択してください。.
ka_ge: გთხოვთ, შეარჩიოთ სწორი მნიშვნელობა გამოწერის ამოწურვიდან რამდენიმე კვირის განმავლობაში.
ku_iq: تکایە بەهایەکی مانادار بۆ ژمارەی هەفتەکانی دوای بەشداریکردن دیاری بکە.
ky: Жазылуу мөөнөтү бүткөндөн кийин жумалардын санын туура тандаңыз.
lt: Pasirinkite tinkamą savaičių skaičių po prenumeratos galiojimo pabaigos.
lv: Lūdzu, izvēlieties derīgu vērtību nedēļu skaitam pēc abonementa termiņa beigām.
mr: सदस्यता कालबाह्य झाल्यानंतर किती आठवडे स्मरणपत्र पाठवायचे त्या संख्येची कृपया निवड करा.
ms: Pilih nilai yang sah untuk bilangan minggu setelah tamat tempoh langganan.
nb_no: Vennligst velg en gyldig verdi for antallet uker etter at abonnementet utløper.
nl: Geef een geldige waarde voor het aantal weken nadat het abonnement afloopt.
pl: Proszę wybrać odpowiednią wartość dla ilości tygodni po upływie subskrypcji.
pt_br: Informe um número válido para o período de semanas depois da expiração da assinatura.
pt_pt: Forneça um número válido para o período de semanas depois da expiração da subscrição.
ru: Пожалуйста, выберите правильное значение для числа недель после окончания срока подписки.
sk_sk: Vyberte prosím platnú hodnotu pre počet týždňov po expirácii predplatného.
sl_si: Prosimo izberite veljavno vrednost za število tednov po izteku naročnine.
sr_rs@cyrillic: Одаберите тачну вредност за број недеља након истека претплате.
sr_rs@latin: Odaberite tačnu vrednost za broj nedelja nakon isteka pretplate.
sv_se: Välj ett giltligt värde på hur många veckor det var sedan prenumerationen prenumerationen förföll.
tr_tr: Lütfen abonelik bitince kaç hafta sonra haber vermek istediğinizi belirtiniz.
uk: Будь ласка, вкажіть коректне значення кількості тижнів після завершення передплати.
uz_cyrl: Ҳафталар сонини киритинг.
uz_uz@latin: Iltimos, obuna muddati tugaganidan keyin bir necha hafta uchun to'g'ri qiymatni tanlang.
vi_vn: Vui lòng chọn một giá trị hợp lệ cho số tuần sau khi hết hạn thuê bao.
zh_cn: .请选择一个订阅期满之后有多少周数的有效值。
zh_hant: 請提供一個有效數值用作為訂閱到期後的多少週。

# manager.subscriptionPolicies.numWeeksBeforeSubscriptionExpiryReminderValid
source: Please select a valid value for the number of weeks before subscription expiry.
ar: لطفاً، إختر قيمة صائبة لعدد الأسابيع قبل انتهاء صلاحية الاشتراك.
az: Zəhmət olmasa abunəlik bitdiyində neçə həftə əvvəl xəbər vermək istədiyinizi qeyd edin
bg_bg: Моля, изберете валидна стойност за броя седмици преди изтичане на абонамента.
ca_es: Seleccioneu un valor vàlid per al nombre de setmanes abans del venciment de la subscripció.
cs_cz: Vyberte prosím platnou hodnotu pro počet týdnů před vypršením předplatného.
da_dk: Vælg en gyldig værdi for antallet af uger før abonnementets udløb.
de_de: Bitte eine gültige Zahl vor "Woche(n) vor Ablauf des Abonnements" eintragen.
es_es: Seleccione un valor válido para el número de semanas antes del vencimiento de la suscripción.
eu: Hautatu baliozko zenbaki bat harpidetza amaitu aurreko aste kopurua adierazteko.
fa_ir: لطفاً مقدار صحیحی برای تعداد هفته‌های باقیمانده قبل از انقضای اشتراک وارد کنید
fi: Valitse kelvollinen arvo: viikkoa ennen tilauksen päättymistä.
fr_fr: Veuillez sélectionner une valeur valide pour le nombre de semaines avant l'échéance de l'abonnement.
gl: Seleccione un valor válido para o número de semanas antes do vencemento da subscrición.
hi_in: कृपया सदस्यता समाप्ति से पहले हफ्तों की संख्या के लिए एक वैध मूल्य चुनें।
hr_hr: Molimo odaberite ispravnu vrijednost za broj tjedana prije isteka pretplate.
hy: Խնդրում ենք ընտրել վավեր արժեք բաժանորդագրության ժամկետի ավարտից առաջ շաբաթների քանակի համար:
id_id: Pilih nilai valid untuk jumlah minggu sebelum masa berakhir langganan.
it_it: Si prega di selezionare un numero valido per il numero di settimane prima che l'abbonamento scada.
ja: 購読期限までの週数に有効な値を選択してください。
ka_ge: გთხოვთ, შეარჩიოთ სწორი მნიშვნელობა გამოწერის ამოწურვამდე რამდენიმე კვირის განმავლობაში.
ku_iq: تکایە بەهایەکی مانادار بۆ ژمارەی هەفتەکانی پێش بەشداریکردن دیاری بکە.
ky: Жазылуу мөөнөтү бүткөнгө чейин жумалардын санын туура тандаңыз.
lt: Pasirinkite tinkamą savaičių iki prenumeratos galiojimo pabaigos reikšmę.
lv: Lūdzu, izvēlieties derīgu vērtību nedēļu skaitam pirms abonementa termiņa beigām.
mr: सदस्यता कालबाह्य होण्यापूर्वी किती आठवडे स्मरणपत्र पाठवायचे त्या संख्येची कृपया निवड करा.
ms: Pilih nilai yang sah untuk bilangan minggu sebelum tamat tempoh langganan.
nb_no: Vennligst velg en gyldig verdi for antallet uker før abonnementet utløper.
nl: Geef een geldige waarde voor het aantal weken voordat het abonnement afloopt.
pl: Proszę wybrać odpowiednią wartość dla ilości miesięcy przed upływem subskrypcji.
pt_br: Informe um número válido para o período de semanas antes da expiração da assinatura.
pt_pt: Forneça um número válido para o período de semanas antes da expiração da subscrição.
ru: Пожалуйста, выберите правильное значение для числа недель до окончания срока подписки.
sk_sk: Vyberte prosím platnú hodnotu pre počet týždňov pred expiráciou predplatného.
sl_si: Prosimo izberite veljavno vrednost za število tednov pred iztekom naročnine.
sr_rs@cyrillic: Одаберите тачну вредност за број недеља након истека претплате.
sr_rs@latin: Odaberite tačnu vrednost za broj nedelja nakon isteka pretplate.
sv_se: Välj ett giltligt värde på antalet veckor innan prenumerationen förfaller.
tr_tr: Lütfen abonelik bitmeden kaç hafta önce haber vermek istediğinizi belirtiniz.
uk: Будь ласка, вкажіть коректне значення кількості тижнів до завершення передплати.
uz_cyrl: Ҳафталар сонини киритинг.
uz_uz@latin: Iltimos, obuna muddati tugashidan bir necha hafta oldin to'g'ri qiymatni tanlang.
vi_vn: Vui lòng chọn một giá trị hợp lệ cho số tuần trước khi hết hạn thuê bao.
zh_hant: 請提供一個有效數值用作為訂閱到期前的多少週。

# manager.subscriptionPolicies.openAccessNotificationDescription
source: Registered readers will have the option of receiving the table of contents by email when an issue becomes open access.
ar: سيكون للقراء المسجلين خيار استلام جدول المحتويات عبر البريد الالكتروني عندما يكون الإصدار متاحاً للوصول المفتوح.
az: Qeydiyyatlı oxucuların, açıq giriş açıldığı zaman email ilə Jurnal məzmununu almalarına icazə verin
bg_bg: Регистрираните читатели ще имат възможност да получат съдържанието по имейл, когато броят на списанието стане с отворен достъп.
ca_es: Els usuaris/àries registrats tenen l'opció de rebre per correu electrònic taules de continguts quan un número esdevingui d'accés obert.
cs_cz: Registrovaní čtenáři budou mít možnost obdržet e-mailem obsah čísla v okamžiku, kdy k danému číslu bude umožněn otevřený přístup.
da_dk: Registrerede læsere har mulighed for at modtage indholdsfortegnelsen via e-mail, når et nummer bliver tilgængeligt via Open Access.
de_de: Eingetragene Benutzer/innen können sich das Inhaltsverzeichnis einer Ausgabe per E-Mail zuschicken lassen, sobald sie frei zugänglich ist.
es_es: Los lectores/as registrados tendrán la opción de recibir una tabla de contenidos por correo electrónico cuando un número pase a ser de acceso abierto.
eu: Zenbakia sarrera libreko bihurtzen denean, aurkibidea mezu elektronikoz jasotzeko aukera izango dute erregistratutako irakurleek.
fa_ir: خوانندگان ثبت‌نام کرده می‌توانند فهرست مطالب شماره جدید را به‌محض منتشر شدن دریافت کنند.
fi: Rekisteröityneillä lukijoilla on mahdollisuus saada sisällysluettelo sähköpostitse, kun numero tulee avoimesti saataville.
fr_fr: Les lecteurs enregistrés auront le choix de recevoir le sommaire par courriel quand un numéro devient en accès libre.
gl: Os lectores rexistrados terán a opción de recibir por correo electrónico a táboa de contidos dun número cando se converta en acceso aberto.
hi_in: पंजीकृत पाठकों के पास ईमेल द्वारा सामग्री की तालिका प्राप्त करने का विकल्प होगा जब कोई अंक ओपन एक्सेस बन जाएगा।
hr_hr: Registrirani čitatelji će imati mogućnost primanja kazala sadržaja putem e-pošte kada broj časopisa postane dio otvorenog pristupa.
hy: Գրանցված ընթերցողները հնարավորություն կունենան բովանդակությունը էլեկտրոնային փոստով ստանալ, երբ թողարկումը բաց հասանելի դառնա:
id_id: Pembaca terdaftar akan mempunyai pilihan menerima daftar isi melalui email saat terbitan menjadi Open Access.
it_it: I lettori registrati avranno la possibilità di ricevere l'indice per email quando una nuova uscita diventa open access.
ja: 読者登録された方は、その巻号がオープンアクセスになった際に、電子メールで目次を受け取ることができます。
ka_ge: დარეგისტრირებულ მკითხველს შეეძლება ელფოსტით მიიღოს სარჩევი, როდესაც საკითხი გახდება ღია წვდომა.
ku_iq: خوێنەرە تۆمارکراوەکان دەرفەتی ئەوەیان هەیە کە ناوەرۆکی ژمارەی گۆڤاریان پێ بگات دوای ئەوەی دەستپێڕاگەیشتنی دەکرێتەوە.
ky: Катталган окурмандар чыгарылыш ачык жеткиликтүү болгондо мазмун тизмесин электрондук почта аркылуу алууга мүмкүнчүлүк алышат.
lt: Kai numeriui bus taikoma atviroji priega, registruotieji skaitytojia galės nustatyti, kad jiems e. paštu būtų siunčiamas numerio turinys.
lv: Reģistrētiem lasītājiem būs iespēja saņemt satura rādītāju pa e-pastu, kad žurnāla numurs būs publicēts atvērtā piekļuvē.
mr: जेव्हा एखादा अंक मुक्त उपलब्ध होतो तेव्हा नोंदणीकृत वाचकांना ई-मेलद्वारे अनुक्रमणिका प्राप्त करण्याचा पर्याय असेल.
ms: Pembaca yang berdaftar akan mempunyai pilihan untuk menerima senarai isi kandungan melalui e-mel apabila isi mempunyai akses terbuka.
nb_no: Registrerte lesere kommer til å få velge om de vil motta innholdsoversikten med e-post straks en utgave blir Open Access.
nl: Geregistreerde gebruikers kunnen de inhoudsopgave toegestuurd krijgen zodra een nummer als open access beschikbaar komt.
pl: Zarejestrowani czytelnicy będą mieli możliwość otrzymania spisu treści przez email, kiedy numer będzie dostępny.
pt_br: Leitores cadastrados terão a opção de receber o sumário via e-mail quando a edição se tornar de Acesso Livre.
pt_pt: Leitores registados terão a opção de receber o sumário via e-mail quando a edição se tornar de Acesso Livre.
ru: Зарегистрированные читатели будут иметь возможность получить содержание выпуска по электронной почте, когда выпуск появится в открытом доступе.
sk_sk: Registrovaní čitatelia budú mať možnosť dostať e-mailom obsah čísla v okamihu, keď k danému číslu bude umožnený otvorený prístup.
sl_si: Registrirani uporabniki bodo imeli možnost prejemanja e-poštnih obvestil s kazalom vsebine, ko bo revija imela odprt dostop do vsebine.
sr_rs@cyrillic: Регистровани читаоци ће имати опцију да примају Садржај часописа поруком кад број постане објављен у отовореном приступу.
sr_rs@latin: Registrovani čitaoci će imati opciju da primaju Sadržaj časopisa porukom kad broj postane objavljen u otovorenom pristupu.
sv_se: Registrerade läsare har möjligheten att få innehållsförteckningen e-postade till sig när numret blir open access.
tr_tr: Kayıtlı okuyucuların, açık erişim açıldığında e-posta ile dergi içeriğini almalarına izin var.
uk: Зареєстровані читачі матимуть можливість автоматизовано отримувати поштою сторінки змісту випусків, що з'явилися у відкритому доступі.
uz_cyrl: Мақолалар очиқ киришга ўтганда ўқувчиларга хабар бериш.
uz_uz@latin: Ro'yxatdan o'tgan o'quvchilar, muammo ochiq bo'lganda, elektron pochta orqali tarkibni olish imkoniyatiga ega bo'ladilar.
vi_vn: Độc giả đã đăng ký sẽ có tùy chọn nhận mục lục qua email khi một số được phép truy cập mở.
zh_cn: 已注册之读者将可以选择在一期期刊开放阅读之时，透过电子邮件收到目录通知。
zh_hant: 註冊讀者可選取，在期刊某期變成開放取用時，透過電郵收到該期的目錄。

# manager.subscriptionPolicies.onlinePaymentNotifications
source: Online Payment Notifications
ar: إشعارات التسديد عبر الإنترنت
az: Onlayn ödəniş bildirişləri
bg_bg: Известия за онлайн плащане
ca_es: Notificacions de pagament en línia
cs_cz: Oznámení o online platbě
da_dk: Meddelelser vedrørende online-betalinger
de_de: Online-Zahlungs-Benachrichtigungen
es_es: Notificaciones de pago en línea
eu: Lineako ordainketaren jakinarazpenak
fa_ir: اطلاع‌رسانی پرداخت آنلاین
fi: Verkkomaksuilmoitukset
fr_fr: Avis de paiement en ligne
gl: Notificacións de pagamento en liña
hi_in: ऑनलाइन भुगतान सूचनाएं
hr_hr: Obavijesti o internet plaćanjima
hy: Առցանց վճարման ծանուցումներ
id_id: Notifikasi Pembayaran Online
it_it: Notifiche di pagamenti manuali
ja: オンライン決済のお知らせ
ka_ge: შეტყობინება ონლაინ გადახდის შესახებ
ku_iq: ئاگادارکردنەوەی پارەدانی ئۆنلاین
ky: Онлайн төлөм эскертүүлөрү
lt: Mokėjimas internetu pranešimai
lv: Tiešsaistes maksājumu paziņojumi
mr: शुल्क ऑनलाईन पद्धतीने भरण्यासाठी सूचना
ms: Notifikasi Pembayaran Dalam Talian
nb_no: Melding on online-betalinger
nl: Berichten over online betalingen
pl: Powiadomienie o płatności online
pt_br: Notificações de pagamento online
pt_pt: Notificações de Pagamento Online
ru: Уведомления об онлайн-платежах
sk_sk: Oznámenie o online platbe
sl_si: Obvestilo o plačilu prek spleta
sr_rs@cyrillic: Обавештења о онлајн плаћањима
sr_rs@latin: Obaveštenja o onlajn plaćanjima
sv_se: Avisering av betalning online
tr_tr: Online Ödeme Bildirimleri
uk: Електронні повідомлення про платежі
uz_cyrl: Онлайн тўлов хабарномалари
uz_uz@latin: Onlayn to'lov haqida bildirishnomalar
vi_vn: Thông báo thanh toán trực tuyến
zh_cn: 在线支付通知
zh_hant: 網上付款通知
