Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# grid.genres.description
source: These components are used for file-naming purposes and are presented in a pull-down menu on uploading files. The genres designated ## allow the user to associate the file with either the whole submission 99Z or a particular component by number (e.g., 02).
ar: هذه المكونات مستعملة لأغراض تسمية الملفات وهي مقدمة بشكل قائمة منسدلة عند رفع الملفات. إن النمط المعلم بعلامتي ## يسمح للمستخدم بربط الملف إما مع طلب النشر بأكمله 99Z أو مع مكون محدد بالرقم (مثلاً: 02).
az: Bu komponentlər fayl adlandırma məqsədləri üçün istifadə edilir və fayl yükləmə üzərinə açılan menyuda təqdim edilir. ## göstərilən növlər, istifadəçinin faylı bütün Məqalə 99Z ilə və ya müəyyən bir komponenti nömrə ilə əlaqələndirməsinə icazə verir (məs. 02).
bg_bg: Тези компоненти се използват за имена на файлове и са представени в падащо меню за качване на файлове. Определените жанрове ## позволяват на потребителя да свърже файла или с цялото представяне 99Z, или с определен компонент по номер (например 02).
ca_es: Aquests components s'utilitzen per anomenar els arxius i es presenten en un menú desplegable en els arxius carregats. Els gèneres designats ## permeten a l'usuari/ària associar l'arxiu tant amb la tramesa completa 99Z com amb un component particular per número (p. ex.: 02).
cs_cz: Tyto komponenty se používají pro účely pojmenování souborů a jsou zobrazeny v rozbalovací nabídce při nahrávání souborů. Žánry označené ## umožňují uživateli přiřadit soubor buď s celým příspěvkem 99Z, nebo s určitou komponentou podle čísla (např. 02).
da_dk: Disse elementer bruges til filbeskrivelse og præsenteres i en dropdown-menu i forbindelse med upload af filer. Elementer (genre) mærket ## tillader brugere at forbinde filen med enten hele indsendelsen 99Z eller en specifik nummereret del (f.eks. 02)
de_de: Diese Bestandteile werden genutzt, um Dateien zu benennen. Sie werden in einem Pull-Down-Menü beim Hochladen von Dateien angezeigt. Die Genres, die mit ## markiert sind, ermöglichen es der Nutzerin/dem Nutzer, die Datei entweder mit der kompletten Einreichung 99Z oder einem bestimmten Bestandteil, identifiziert anhand der Nummer (z.B. 02), zu verknüpfen.
es_es: Estos componentes se usan para dar nombre a los archivos y se presentan en un menú desplegable en los archivos cargados. Los géneros designados ## permiten al usuario asociar el fichero tanto con el envío completo 99Z como con un componente particular por número (p. ej.: 02).
eu: Osagai hauek fitxategiak izendatzeko erabiltzen dira eta fitxategiak igotzean goitibeherako menu batean aurkezten dira. ## ikurrarekin izendatutako generoek erabiltzaileari fitxategia 99Z bidalketa osoarekin edo osagai jakin batekin zenbakiaren bidez lotzeko aukera ematen diote (adibidez, 02).
fa_ir: این اجزاء در نام‌گذاری فایل‌ها و نمایش در منوی آپلود فایل استفاده خواهد شد. اجزائی که با ## مشخص شده‌اند این اجازه را به کاربر می‌دهند تا بتواند یک فایل را به تمامی مقاله ارسالی یا یک جزء خاص اختصاص دهد.
fi: Näitä osia käytetään tiedostojen nimeämistarkoituksiin ja ne näytetään vetovalikossa tiedostojen lataamisen yhteydessä. ##-merkityt lajityypit mahdollistavat sen, että käyttäjät voivat yhdistää tiedoston joko koko käsikirjoitukseen 99Z tai vain tiettyyn osaan numerolla (esim. 02).
fr_fr: Ces éléments sont utilisés pour l'attribution de noms de fichiers et sont présentés dans un menu déroulant pour le téléchargement de fichiers. Les genres désignés ## permettent à l'utilisateur d'associer le fichier à l'ensemble de la soumission 99Z ou à un élément particulier par numéro (par exemple, 02).
gl: Estes compoñentes úsanse con fins de nomeamento de arquivos e preséntanse nun menú despregable ao cargar ficheiros. Os xéneros designados como ## permiten ao usuario asociar o arquivo tanto coa presentación enteira 99Z ou cun compoñente determinado por número (por exemplo, 02).
hi_in: इन घटकों का उपयोग फ़ाइल-नामकरण उद्देश्यों के लिए किया जाता है और फ़ाइलों को अपलोड करने पर एक पुल-डाउन मेनू में प्रस्तुत किया जाता है। ## निर्दिष्ट शैलियों में उपयोगकर्ता को पूरे सबमिशन 99Z या संख्या के अनुसार किसी विशेष घटक के साथ फाइल को जोड़ने की अनुमति मिलती है (e.g., 02).
hy: Այս բաղադրիչներն օգտագործվում են նիշքերի անվանման նպատակներով և ներկայացված են նիշքերի վերբեռնման բացվող ընտրացանկում: ## նշանակված ժանրերը օգտվողին թույլ են տալիս նիշքը կապել կամ ամբողջ ներկայացման 99Z-ի կամ որոշակի բաղադրիչի հետ՝ ըստ թվի (օրինակ՝ 02):
id_id: Komponen ini digunakan untuk penamaan file dan ditampilkan dalam pull-down menu saat pengunggahan file. Genre yang ditandai ## memungkinkan pengguna untuk menghubungkan file dengan naskah 99Z atau komponen tertentu dengan merujuk angkanya (misalnya, 02).
is_is: Þessir hlutar eru notaðir til að efa skrám nöfn og eru sýndir í fellivalmynd þegar skrám er hlaðið upp. Tegundin sem fær ## leyfir notandanum að tengja skránna við alla innsendinguna 99Z eða tiltekinn hluta eftir númeri (t.d. 02).
it_it: Questi componenti sono usati per dare nomi ai file e sono presentati in un menu a tendina sui file in caricamento. I componenti designati ## permettono all'utente di associare il file a tutta la proposta 99Z o a un componente particolare per numero (ad esempio 02).
ja: これらの要素は、ファイル名を付けるために使用され、ファイルのアップロード時にプルダウンメニューに表示されます。##と書かれた形式では、ユーザーはファイルを投稿作品全体（99Z）や特定の要素に番号（例：02）で関連付けることができます。
ka_ge: ეს კომპონენტები გამოიყენება ფაილების დასახელების მიზნებისათვის და წარმოდგენილია ფაილების ატვირთვის ჩამოსაშლელ მენიუში. ## მითითებული ჟანრები საშუალებას აძლევს მომხმარებელს დააკავშიროს ფაილი ან მთლიანი წარდგინებით 99Z ან კონკრეტული კომპონენტით ნომრით (მაგ., 02).
ku_iq: ئەم پێکهاتانە بە مەبەستی ناونانی فایل بەکار دێن.
ky: Бул компоненттер файл атын коюу үчүн колдонулат жана файл жүктөөдө ачылуучу менюда көрсөтүлөт. Белгиленген ## жанрлар колдонуучуга файлды бүт тапшырма 99Z же белгилүү бир компонент менен номер аркылуу (мисалы, 02) байланыштыруу мүмкүнчүлүгүн берет.
lt: Šie elementai naudojami straipsnių įvardijimo tikslais, jie nurodomi įkeltų failų meniu juostoje. Jei failas pažymimas ##, tai leidžia vartotojui failą susieti arba su visu teikiniu 99Z, arba su atskiru numeriu pažymėtu elementu (pvz., 02).
lv: Šīs sastāvdaļas tiek izmantotas failu nosaukumu piešķiršanai un tiek parādītas lejupejošā izvēlnē, augšupielādējot failus. Ar ## apzīmētie paveidi ļauj lietotājam saistīt failu vai nu ar visu iesniegumu 99Z, vai ar konkrētu sastāvdaļu ar numuru (piemēram, 02).
mr: हे घटक फाईलच्या नामकरणासाठी वापरले जातात आणि फाईल संक्रमित (अपलोड) करताना पुल-डाउन मेनूमध्ये सादर केले जातात. अशी वर्गवारी ## वापरकर्त्याला एकतर संपूर्ण सादरीकरण 99Z किंवा क्रमांकानुसार (उदा. 02) ठरवलेला विशिष्ट घटक फाईलशी सांगड घालतो.
ms: Komponen ini digunakan untuk tujuan penamaan fail dan disajikan dalam menu tarik-turun ketika memuat naik fail. Genre yang ditunjuk ## membolehkan pengguna mengaitkan fail dengan keseluruhan penyerahan 99Z atau komponen tertentu mengikut nombor (mis., 02).
nb_no: Disse komponentene er brukt for å navngi filer og er presentert i en nedtrekksmeny ved opplasting av filer. Stilene som er tildelt ## tillater brukeren å knytte filen til enten hele innsendingen 99Z eller en bestemt nummerert komponent (f.eks. 02).
nl: Deze onderdelen worden gebruikt voor de naamgeving van bestanden en worden aangeboden in een drop-down keuzemenu bij het opladen van bestanden. De tekstsoorten die met ## worden aangeduid, laten de gebruiker toe om het bestand te associëren met ofwel de hele inzending 99Z, ofwel een welbepaald genummerd onderdeel (bv. 02).
pl: Elementy są używane do nazywania plików i są dostępne w formie rozwijanego menu podczas przesyłania plików. Rodzaje oznaczone ## pozwalają użytkownikom skojarzyć przesłany tekst z 99Z lub wybrany element z numerem (np. 02).
pt_br: Estes componentes são utilizados para fins de atribuição de nomes de arquivo e são apresentados em um menu suspenso no upload dos arquivos. Os gêneros designados ## permitem que o usuário para associar o arquivo com qualquer toda a apresentação 99Z ou um componente específico em número (por exemplo, 02).
pt_pt: Estes componentes são usados para fins de nomeação de ficheiros e são apresentados em um menu suspenso no upload de ficheiros. Os tipos designados ## permitem que o utilizador associe o ficheiro ao envio 99Z ou um componente específico por número (por exemplo, 02).
ru: Эти компоненты используются для задания имен файлам и отображаются в выпадающем меню на загружаемых файлах. Обозначенные ## жанры позволяют пользователю связывать файл либо со всем отправленным материалом 99Z, либо с конкретным компонентом по номеру (например, 02).
sk_sk: Tieto komponenty sa používajú na účely pomenovania súborov a sú zobrazené v rozbaľovacej ponuke pri nahrávaní súborov. Žánre označené ## umožňujú užívateľovi priradiť súbor buď s celým príspevkom 99Z, alebo s určitým komponentom podľa čísla (napr. 02).
sl_si: Te komponente se uporabljajo za poimenovanje datotek in so prikazane kot spustni meni pri nalaganju datotek. Oštevilčenje omogoča, da uporabnik poveže datoteko ali s celotnim prispevkom ali le določeno komponento prispevka.
sr_rs@cyrillic: Ове компоненте се користе у сврху давања имена и представљене су у падајућем менију на фајловима у току постављања на сервер. Жанрови којима је додељено ## омогућавају корисницима да доделе целом пријављеном чланку 99Z или неку посебну компоненту са бројем (нпр. 02).
sr_rs@latin: Ove komponente se koriste u svrhu davanja imena i predstavljene su u padajućem meniju na fajlovima u toku postavljanja na server. Žanrovi kojima je dodeljeno ## omogućavaju korisnicima da dodele celom prijavljenom članku 99Z ili neku posebnu komponentu sa brojem (npr. 02).
sv_se: De här förkortningarna används för att namnge filer och visas i menyn för uppladdade filer. Tecknet ## gör att användaren kan associera till filen antingen med hela bidragets 99Z eller en speciell del av nummer (t ex 02).
tr_tr: Bu bileşenler dosya isimlendirme amaçları için kullanılır ve dosya yükleme üzerine açılan menüde sunulur. ## belirtilen türler, kullanıcının dosyayı tüm gönderi 99Z ile veya belirli bir bileşeni numarayla ilişkilendirmesine izin verir (ör. 02).
uk: Ці компоненти використовуються з метою надання імен файлам і відображаються у випадаючому меню в процесі їх вивантаженння. Жанри, позначені ##, дозволяють користувачу пов'язувати файл як з усім поданням 99Z, так і з конкретним компонентом за номером (наприклад 02).
uz_cyrl: Топшириладиган файллар турларини белгилаш (масалан: Мақола матни, Расм, Маълумотлар тўплами).
uz_uz@latin: Bu komponentlar fayllarni nomlash uchun ishlatiladi va fayllarni yuklash menyusida ko'rsatiladi. ## Belgilangan janrlar foydalanuvchiga faylni 99Z yoki barcha komponentlar bilan bog'lash imkonini beradi (masalan, 02).
vi_vn: Các thành phần này được sử dụng cho mục đích đặt tên tệp và được trình bày trong menu kéo xuống khi tải tệp lên. Các thể loại được chỉ định ## cho phép người dùng liên kết tệp với toàn bộ 99Z gửi hoặc một thành phần cụ thể theo số (ví dụ: 02).
zh_hant: 這些組成部分將用作命名檔案之用及將會出現在上載檔案時的下拉選單。設定類型 ## 允許用戶聯繫檔案至整個投稿99Z 或按數字的指定組成部分（例如：02）。

# plugins.importexport.common.settings
source: Settings
ar: الإعدادات
az: Tənzimlər
bg_bg: Настройки
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
eu: Ezarpenak
fa_ir: تنظیمات
fi: Asetukset
fr_fr: Paramètres
gl: Axustes
hi_in: सेटिंग्स
hy: Կարգավորումներ
id_id: Pengaturan
is_is: Stillingar
it_it: Impostazioni
ja: 設定
ka_ge: პარამეტრები
ku_iq: ڕێکخستنەکان
ky: Жөндөөлөр
lt: Nuostatos
lv: Iestatījumi
mr: सेटिंग्ज
ms: Tetapan
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
sr_rs@cyrillic: Подешавања
sr_rs@latin: Podešavanja
sv_se: Inställningar
tr_tr: Ayarlar
uk: Налаштування
uz_cyrl: Созламалар
uz_uz@latin: Sozlamalar
vi_vn: Các cài đặt
zh_cn: 设置
zh_hant: 設定

# plugins.importexport.common.settings.DOIPluginSettings
source: DOI Plugin Settings
ar: إعدادات الإضافة DOI
az: DOI qoşması tənzimləri
bg_bg: Настройки да DOI модула/плъгина
ca_es: Configuració del mòdul DOI
cs_cz: Nastavení pluginu DOI
da_dk: DOI-plugin-indstillinger
de_de: DOI-Plugin-Einstellungen
es_es: Ajustes del módulo DOI
eu: DOI pluginaren ezarpenak
fa_ir: تنظیمات افزونه DOI
fi: DOI-lisäosan asetukset
fr_fr: Paramètres du plugiciel DOI
gl: Configuración do complemento DOI
hi_in: DOI प्लगइन सेटिंग्स
hy: DOI փլագինի կարգավորումներ
id_id: Pengaturan Plugin DOI
is_is: Stillingar fyir DOI viðbót
it_it: Impostazioni plugin DOI
ja: DOIプラグインの設定
ka_ge: DOI პლაგინის პარამეტრები
ku_iq: ڕێکخستنەکانی ناسێنەری سەرچاوە دیجیتاڵییەکان
ky: DOI плагин жөндөөлөрү
lt: DOI įskiepių nuostatos
lv: DOI spraudņa iestatījumi
mr: DOI प्लग-इन सेटिंग्ज
ms: Tetapan Plugin DOI
nb_no: Innstillinger for DOI-programutvidelse
nl: DOI plugin instellingen
pl: Ustawienia wtyczki DOI
pt_br: Configurações do Plugin DOI
pt_pt: Configurações Plugin DOI
ru: Настройки модуля DOI
sk_sk: Nastavenie pluginu DOI
sl_si: Nastavitve DOI vtičnika
sr_rs@cyrillic: Подешавања за DOI додатак
sr_rs@latin: Podešavanja za DOI dodatak
sv_se: Inställningar för DOI-pluginet
tr_tr: DOI Eklentisi Ayarları
uk: Налаштування плагіна DOI
uz_cyrl: DOI плагини созламалари
uz_uz@latin: DOI plagin sozlamalari
vi_vn: Các cài đặt Plugin DOI
zh_hant: DOI插件設定

# plugins.importexport.common.export.articles
source: Articles
ar: المؤلفات
az: Məqalələr
bg_bg: Статии
cs_cz: Články
da_dk: Artikler
de_de: Artikel
es_es: Artículos
eu: Artikuluak
fa_ir: مقالات
fi: Artikkelit
gl: Artigos
hi_in: आलेख
hy: Հոդվածներ
id_id: Artikel
is_is: Greinar
it_it: Articoli
ja: 記事
ka_ge: სტატიები
ku_iq: توێژینەوەکان
ky: Макалалар
lt: Straipsniai
lv: Raksti
mr: लेख
ms: Artikel
nb_no: Artikler
nl: Artikels
pl: Artykuły
pt_br: Artigos
pt_pt: Artigos
ru: Статьи
sk_sk: Články
sl_si: Prispevki
sr_rs@cyrillic: Чланци
sr_rs@latin: Članci
sv_se: Artiklar
tr_tr: Makaleler
uk: Статті
uz_cyrl: Мақолаларни экспорт қилиш
uz_uz@latin: Maqolalar
vi_vn: Các bài viết
zh_hant: 文章

# plugins.importexport.common.export.issues
source: Issues
ar: الأعداد
az: Nömrələr
bg_bg: Броеве
ca_es: Números
cs_cz: Čísla
da_dk: Numre
de_de: Ausgaben
es_es: Números
eu: Zenbakiak
fa_ir: شماره ها
fi: Numerot
fr_fr: Numéros
gl: Números
hi_in: अंक
hy: Թողարկումներ
id_id: Terbitan
is_is: Tölublöð
it_it: Fascicoli
ja: 巻号
ka_ge: გამოცემები
ku_iq: ژمارەکان
ky: Чыгарылыштар
lt: Numeriai
lv: Žurnāla numuri
mr: अंक
ms: Terbitan
nb_no: Nummer
nl: Nummers
pl: Numery
pt_br: Edições
pt_pt: Números
ru: Выпуски
sk_sk: Čísla
sl_si: Številke
sr_rs@cyrillic: Бројеви
sr_rs@latin: Brojevi
sv_se: Nummer
tr_tr: Sayılar
uk: Випуски
uz_cyrl: Нашр сонларини экспорт қилиш
uz_uz@latin: Muammolar
vi_vn: Các số
zh_hant: 期

# plugins.importexport.common.export.representations
source: Galleys
ar: الألواح الطباعية
az: Dizgilər
bg_bg: Типографии
ca_es: Galerades
cs_cz: Sazebnice
da_dk: Publiceringsversioner
de_de: Fahnen
es_es: Galeradas
eu: Galeradak
fa_ir: نسخ آماده به چاپ
fi: Julkaistavat tiedostot
fr_fr: Épreuves
gl: Galeradas
hi_in: गैली
hy: Շարվածքներ
id_id: Galley
is_is: Galley - Lokaprófarkir
it_it: Gabbie
ja: ゲラ
ka_ge: სვეტები
ku_iq: تابلۆکان
ky: Версткалар
lt: Skiltys
lv: Saliktņi
mr: कच्ची मुद्रिते
ms: Galley
nb_no: Sideoppsett
nl: Proeven
pl: Pliki do publikacji
pt_br: Composições Finais
pt_pt: Edições
ru: Гранки
sk_sk: Sadzobnice
sl_si: Prelomi
sr_rs@cyrillic: Завршне копије
sr_rs@latin: Završne kopije
sv_se: Publiceringsversion
tr_tr: Dizgiler
uk: Гранки
uz_uz@latin: Galleylar
vi_vn: Các bản in
zh_hant: 校對樣本

# plugins.importexport.common.missingRequirements
source: Plugin requirements not met
ar: متطلبات الإضافة غير ملباة
az: Qoşma tələbləri qarşılamadı
bg_bg: Изискванията към плъгина не са изпълнени
ca_es: No es compleixen els requisits del mòdul
cs_cz: Nevyhovuje požadavkům pluginu
da_dk: Plugin-krav ikke efterkommet
de_de: Plugin-Anforderungen nicht erfüllt
es_es: No se cumplen los requisitos del módulo
eu: Pluginaren eskakizunak ez dira betetzen
fa_ir: نیازمندی های افزونه برقرار نمی باشد
fi: Lisäosan vaatimukset eivät täyty
fr_fr: Exigences non satisfaites pour l'utilisation du plugiciel
gl: Non se cumpren os requisitos do complemento
hi_in: प्लगइन आवश्यकताओं को पूरा नहीं किया
hy: Փլագինի պահանջները չեն բավարարվում
id_id: Persyaratan plugin tidak terpenuhi
is_is: Skilyrði fyrir viðbót ekki uppfylt
it_it: Configurazione incompleta
ja: プラグインの要件を満たしていない
ka_ge: პლაგინის მოთხოვნები არ დაკმაყოფილდა
ku_iq: مەرجەکانی گرێدان بەردەست نین
ky: Плагин талаптары аткарылган жок
lt: Neatitinkama numatytų įskiepių reikalavimų
lv: Spraudņa prasības nav izpildītas
mr: प्लग-इनच्या गरजा पूर्ण केलेल्या नाहीत
ms: Keperluan plugin tidak dipenuhi
nb_no: Krav til programutvidelse er ikke oppfylt
nl: Plugin systeemvereisten voldoen niet
pl: Wymagania wtyczki nie zostały spełnione
pt_br: Requisitos do plugin não fora atendidos
pt_pt: Requisitos do plugin não foram preenchidos
ru: Требования модуля не выполнены
sk_sk: Nevyhovuje požiadavkám pluginu
sl_si: Zahteve vtičnika niso izpolnjene
sr_rs@cyrillic: Захтеви додатка нису испуњени
sr_rs@latin: Zahtevi dodatka nisu ispunjeni
sv_se: Pluginets krav är inte uppfyllda
tr_tr: Eklenti gereksinimleri karşılanmadı
uk: Вимоги плагіна не дотримано
uz_uz@latin: Plagin talablari bajarilmagan
vi_vn: Yêu cầu plugin không được đáp ứng
zh_hant: 尚未達至插件要求
