Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.journalThumbnail.description
source: A small logo or representation of the journal that can be used in lists of journals.
ar: شعار صغير أو ما يمثل المجلة بالإمكان استعماله ضمن قائمة مجلات الموقع.
az: Jurnal siyahısında istifadə edilə bilən kiçik loqo və ya Jurnalın təmsili
bg_bg: Малко лого или представяне на списанието, което може да се използва в списъци на списания.
ca_es: Un petit logotip o representació de la revista que es pot usar en el llistat de revistes.
cs_cz: Malé logo či obrázek reprezentující časopis, který může být využit v seznamu časopisů.
da_dk: Et mindre tidsskrifts-logo, der kan figurere på den fælles indgangsside (sammen med de øvrige tidsskrifter).
de_de: Ein kleines Logo oder Symbol Ihrer Zeitschrift, das in der Liste der Zeitschriften angezeigt werden kann.
es_es: Un pequeño logotipo o imagen de la revista que pueda usarse en el listado de revistas.
eu: Aldizkariaren logotipo edo irudikapen txiki bat, aldizkarien zerrendetan erabil daitekeena.
fa_ir: یک لوگوی کوچک از مجله برای نمایش در لیست مجلات
fi: Pieni logo tai julkaisua edustava kuva, jota voidaan käyttää julkaisulistassa.
fr_fr: Un logo ou une image de la revue qui peut être utilisé dans des listes de revues.
gl: Un pequeno logotipo ou imaxe da revista que se pode empregar nas listaxes de revistas.
hi_in: जर्नल का एक छोटा लोगो या प्रतिनिधित्व जो जर्नल्स की सूचियों में इस्तेमाल किया जा सकता है।
hy: Ամսագրի փոքր պատկերանշանը կամ ներկայացումը, որը կարող է օգտագործվել ամսագրերի ցուցակներում:
id_id: Logo atau gambar kecil yang mewakili jurnal untuk digunakan di daftar jurnal.
is_is: Lítið merki eða tákn fyrir tímaritið sem hægt er að nota á lista yfir tímarit.
it_it: Un piccolo logo da usare negli indici di riviste.
ja: ジャーナルのリストに使用できる、ジャーナルの小さなロゴまたは表現です。
ka_ge: ჟურნალის მცირე ლოგო ან წარმომადგენლობა, რომელიც შეიძლება გამოყენებულ იქნას ჟურნალების სიებში.
ku_iq: لۆگۆیەکی بچوک کە دەبیتە ناسێنەری گۆڤارەکە.
ky: Журналдын тизмесинде колдонула турган кичинекей логотип же журналдын мукабасы.
lt: Mažytis logotipas ar nuoroda, kurie žymėtų žurnalą tarp kitų žurnalų.
lv: Neliels logotips vai žurnāla attēls, ko var izmantot žurnālu uzskaitījumā.
mr: नियतकालिकाच्या यादीमध्ये वापरण्यासाठी नियतकालिकाचे एक लहान परिचय चिन्ह (लोगो) किंवा इतर प्रातिनिधिक चिन्ह.
ms: Logo kecil atau representasi jurnal yang boleh digunakan dalam senarai jurnal.
nb_no: En liten logo eller representasjon av tidsskriftet som kan bli brukt i listen over tidsskrift.
nl: Een klein logo of afbeelding van het tijdschrift dat kan worden gebruikt in een overzicht van tijdschriften.
pl: Niewielkie logo lub inna forma reprezentująca czasopismo która może być wykorzystana w liście czasopism.
pt_br: Um pequeno logotipo ou representação da revista que pode ser usado em listas de revistas.
pt_pt: Um pequeno logótipo ou representação da revista que pode ser usado em listas de revistas.
ru: Маленький логотип или обложка журнала, которые могут использоваться в списке журналов.
sk_sk: Malé logo či obrázok reprezentujúci časopis, ktorý môže byť využitý v zozname časopisov.
sl_si: Mahen logo oziroma grafična predstavitev revije, ki se bo uporabila na seznamu revij na tem spletišču.
sr_rs@cyrillic: Мали лого или представљање часописа које може бити коришћено у листи часописа.
sr_rs@latin: Mali logo ili predstavljanje časopisa koje može biti korišćeno u listi časopisa.
sv_se: En liten logotyp för tidskriften som kan användas i tidskriftslistan.
tr_tr: Dergi listelerinde kullanılabilen küçük bir logo veya derginin temsili.
uk: Маленький логотип або обкладинка журналу, які можуть використовуватися в списку журналів.
uz_cyrl: Журналлар рўйхатида кўринадиган кичик расм.
uz_uz@latin: Jurnallar ro'yxatida ishlatilishi mumkin bo'lgan kichik logotip yoki jurnalning tasviri.
vi_vn: Một logo nhỏ hoặc hình đại diện của tạp chí có thể được sử dụng trong danh sách các tạp chí.
zh_hant: 放置在眾期刊列表的一個小型標誌或其他可代表期刊圖像。

# manager.setup.contextTitle
source: Journal title
ar: عنوان المجلة
az: Jurnal başlığı
bg_bg: Заглавие на списанието
ca_es: Títol de la revista
cs_cz: Název časopisu
da_dk: Titel på tidsskrift
de_de: Titel der Zeitschrift
es_es: Título de la revista
eu: Aldizkariaren titulua
fa_ir: عنوان مجله
fi: Julkaisun nimi
fr_fr: Titre de la revue
gl: Título da revista
hi_in: जर्नल का शीर्षक
hr_hr: Naslov časopisa
hy: Ամսագրի անվանումը
id_id: Nama Jurnal
is_is: Titill tímarits
it_it: Titolo della rivista
ja: ジャーナルタイトル
ka_ge: ჟურნალის სათაური
ku_iq: ناونیشانی گۆڤار
ky: Журналдын аты
lt: Žurnalo pavadinimas
lv: Žurnāla nosaukums
mr: नियतकालिकाचे नाव (शीर्षक)
ms: Tajuk jurnal
nb_no: Tidsskrifttittel
nl: Tijdschrifttitel
pl: Tytuł czasopisma
pt_br: Título
pt_pt: Título da Revista
ru: Название журнала
sk_sk: Názov časopisu
sl_si: Naslov revije
sr_rs@cyrillic: Наслов часописа
sr_rs@latin: Naslov časopisa
sv_se: Tidskriftens titel
tr_tr: Dergi başlığı
uk: Назва журналу
uz_cyrl: Журнал номи
uz_uz@latin: Jurnal nomi
vi_vn: Tên tạp chí
zh_cn: 期刊名称
zh_hant: 期刊名稱

# manager.setup.labelName
source: Label name
ar: اسم الملصق
az: Etiket adı
bg_bg: Име на етикета
ca_es: Nom de l’etiqueta
cs_cz: Název popisku
da_dk: Etiketnavn
de_de: Seitenbenennung
es_es: Nombre de la etiqueta
eu: Etiketa-izena
fa_ir: نام برچسب
fi: Selitteen nimi
fr_fr: Nom de l'étiquette
gl: Nome da etiqueta
hi_in: लेबल का नाम
hr_hr: Naziv stavke
hy: Պիտակի անվանումը
id_id: Nama Label
is_is: Nafn merkimiða
it_it: Nome dell'etichetta
ja: ラベル名
ka_ge: იარლიყის სახელი
ku_iq: ناوە ناسێنەرەکە
ky: Белги аталышы
lt: Žymės pavadinimas
lv: Iezīmes vārds
mr: लेबलचे नाव
ms: Nama label
nb_no: Etikettnavn
nl: Label naam
pl: Etykieta
pt_br: Rótulo
pt_pt: Nome da Categoria
ru: Название метки
sk_sk: Názov popisku
sl_si: Ime oznake
sr_rs@cyrillic: Име етикете
sr_rs@latin: Ime etikete
sv_se: Etikettsnamn
tr_tr: Etiket adı
uk: Назва елементу
uz_cyrl: Ёрлиқ номи
uz_uz@latin: Yorliq nomi
vi_vn: Tên nhãn
zh_cn: 标签名
zh_hant: 標籤名稱

# manager.setup.lists
source: Lists
ar: القوائم
az: Siyahılar
bg_bg: Списъци
ca_es: Llistes
cs_cz: Seznamy
da_dk: Lister
de_de: Listen
es_es: Listas
eu: Zerrendak
fa_ir: لیست‌ها
fi: Listat
fr_fr: Listes
gl: Listaxes
hi_in: सूचियाँ
hr_hr: Ispis popisa
hy: Ցուցակներ
id_id: Daftar
is_is: Listar
it_it: Liste
ja: リスト
ka_ge: სიები
ku_iq: لیستەکان
ky: Тизмелер
lt: Sąrašas
lv: Saraksti
mr: याद्या
ms: Senarai
nb_no: Lister
nl: Lijsten
pl: Listy
pt_br: Listas
pt_pt: Listas
ru: Списки
sk_sk: Zoznamy
sl_si: Izpis seznama
sr_rs@cyrillic: Листе
sr_rs@latin: Liste
sv_se: Listor
tr_tr: Listeler
uk: Списки
uz_cyrl: Рўйхатлар
uz_uz@latin: Ro'yxatlar
vi_vn: Các danh sách
zh_cn: 列表
zh_hant: 列表

# manager.setup.plnPluginEnable
source: Enable the PKP PN plugin
ar: تمكين الإضافة PKP PN
az: PKP PN qoşmasını aktivləşdirin
bg_bg: Включване на PKP PN добавка
ca_es: Habilitar el mòdul PKP PN
cs_cz: Plugin PKP PN byl povolen
da_dk: PKP PN plug-in aktiveret
de_de: PKP-PN-Plugin aktiviert
es_es: Habilitar el módulo PKP PN
eu: Gaitu PKP PN plugina
fi: PKP PN -lisäosa otettu käyttöön
fr_fr: PKP PN plugin activé
gl: Habilite o complemento PKP PN
hi_in: PKP PN प्लग इन को सक्षम करें
hy: Միացնել PKP PN հավելվածը
is_is: Virkja PKP PN viðbótina
it_it: Plugin PKP PN attivato
ja: PKP PNプラグインの有効化
ka_ge: ჩართეთ PKP PN პლაგინი
ku_iq: گرێدانی پڕۆژەی زانیاریی گشتی چالاک بکە
ky: PKP PN плагинин иштетүү
lt: Tinklo „PKP Preservation Network“ įskiepiai įdiegti
lv: Iespējot PKP PN spraudni
mr: PKP PN प्लग-इन सक्रिय करा
ms: Dayakan plugin PKP PN
nb_no: Programtillegget PKP PN er slått på
nl: Schakel PKP PN plugin in
pl: Wtyczka PKP PN włączona
pt_br: Plugin PKP PN ativo
pt_pt: Plugin PKP PN ativo
ru: Включить модуль PKP PN
sk_sk: Plugin PKP PN bol povolený
sl_si: PKP PN vtičnik je omogočen
sv_se: PKP PN-pluginet aktiverat
tr_tr: PKP PN eklentisini etkinleştir
uk: Плагін PKP PN увімкнено
uz_cyrl: PKP PN плагинини ёқиш
uz_uz@latin: PKP PN plaginini yoqing
vi_vn: Kích hoạt plugin PKP PN
zh_hant: 允許PKP PN插件

# manager.setup.plnDescription
source: The PKP Preservation Network (PN) provides free preservation services for any OJS journal that meets a few basic criteria.
ar: إن شبكة الحفظ لمشروع المعرفة العامة (PN) تقدم خدمات حفظ مجانية لأي مجلة تعمل بنظام المجلات المفتوحة شريطة أن تلتزم ببعض المعايير الأساسية.
az: PKP Təhlükəsizlik Şəbəkəsi (PN), bir neçə əsas meyarı qarşılayan OJS Jurnalları üçün pulsuz təhlükəsizlik xidməti təqdim edir.
bg_bg: PKP Preservation Network (PN) предоставя безплатни услуги за съхранение на всяко списание на OJS, което отговаря на няколко основни критерия.
ca_es: PKP Preservation Network (PN) proporciona serveis de preservació gratuïts per a qualsevol revista OJS que compleixi unes normes bàsiques.
cs_cz: PKP Preservation Network (PN) poskytuje bezplatné archivační služby pro všechny časopisy OJS, které splňují několik základních kritérií.
da_dk: The PKP Preservation Network (PN) stiller en gratis bevaringstjeneste til rådighed for ethvert OJS-tidsskrift, der opfylder nogle få grundlæggende kriterier.
de_de: Das PKP Preservation Network (PN) stellt freie Archivierungsdienste für jede OJS-Zeitschrift bereit, die einige grundsätzliche Kriterien erfüllt.
es_es: PKP Preservation Network (PN) proporciona servicios gratuitos de preservación para cualquier revista OJS que cumpla con unas normas básicas.
eu: PKP Preservation Network (PN) erakundeak doako kontserbazio zerbitzuak eskaintzen ditu oinarrizko irizpide batzuk betetzen dituen edozein OJS aldizkarirentzat.
fi: PKP Preservation Network (PN) tarjoaa ilmaisen pitkäaikaissäilytyspalvelun mille tahansa kriteerit täyttävälle OJS-lehdelle.
fr_fr: Le PKP Preservation Network (PN) propose un service gratuit d'archivage pour tout journal OJS qui répond à quelques critères de base.
gl: A PKP Preservation Network (PN) ofrece servizos gratuítos de preservación para calquera revista OJS que cumpra cuns criterios básicos.
hi_in: PKP परिरक्षण नेटवर्क (PN) किसी भी ओजस जर्नल के लिए मुफ्त संरक्षण सेवाएं प्रदान करता है जो कुछ बुनियादी मानदंडों को पूरा करता है।
hy: KP Preservation Network (PN) ապահովում է պահպանման անվճար ծառայություններ ցանկացած OJS ամսագրի համար, որը համապատասխանում է մի քանի հիմնական չափանիշներին:
it_it: Il PKP Preservation Network (PN) fornisce un servizio di preservazione gratuito ad ogni rivista OJS che ha alcuni requisiti di base.
ja: PKPプリザベーション・ネットワーク（PN）は、いくつかの基本的な条件を満たすOJSジャーナルに対して、無料の保存サービスを提供しています。
ka_ge: PKP შენარჩუნების ქსელი (PN) გთავაზობთ უფასო შენარჩუნების მომსახურებას OJS ჟურნალისთვის, რომელიც აკმაყოფილებს რამდენიმე ძირითად კრიტერიუმს.
ku_iq: پڕۆژەی زانیاریی گشتی خزمەتگوزاریی خۆڕایی پێشکەشی هەر گۆڤارێکی سیستەمی گۆڤاری کراوە دەکات ئەگەر بنەما سەرەکییەکانی تێدا بێت.
ky: PKP Preservation Network (PN) негизги талаптарга жооп берген бардык OJS журналдары үчүн акысыз сактоо кызматын көрсөтөт.
lt: Tinklas „PKP Preservation Network“ suteikia nemokamą apsaugą visiems kelis pagrindinius reikalavimus atitinkantiems APS žurnalams.
lv: PKP Uzturēšanas tīkls (Preservation Network – PN) sniedz bezmaksas glabāšanas pakalpojumus jebkuram OJS žurnālam, kas atbilst pamatkritērijiem.
mr: PKP प्रिझर्वेशन नेटवर्क (PN) मूलभूत निकष पूर्ण करणाऱ्या कोणत्याही OJS वापरणार्‍या नियतकालिकासाठी मोफत जतन सेवा प्रदान करते.
ms: PKP Preservation Network (PN) menyediakan perkhidmatan pemeliharaan percuma untuk mana-mana jurnal OJS yang memenuhi beberapa kriteria asas.
nb_no: PKPs Preservation Network (PN) gir gratis bevaringstjenester for ethvert OJS-tidsskrift som oppfyller noen grunnleggene kriterier.
nl: Het PKP Preservation Network (PN) biedt gratis archiveringsdiensten aan voor alle OJS tijdschriften die aan enkele basiscriteria voldoen.
pl: PKP Preservation Network (PN) dostarcza nieodpłatne usługi przechowywania dla każdego czasopisma korzystającego z OJS, które spełnia kilka podstawowych kryteriów.
pt_br: A Rede de Preservação do PKP (PKP PN) providencia serviços gratuitos de preservação para qualquer revista OJS que cumpra um conjunto básico de critérios.
pt_pt: A Rede de Preservação do PKP (PKP PN) providencia serviços gratuitos de preservação para qualquer revista OJS que cumpra um conjunto básico de critérios.
ru: Сеть архивирования PKP (PKP Preservation Network, PN) предоставляет бесплатные сервисы архивирования для любых журналов на OJS, удовлетворяющих нескольким базовым критериям.
sk_sk: PKP Preservation Network (PN) poskytuje bezplatné archivačné služby pre všetky časopisy OJS, ktoré spĺňajú niekoľko základných kritérií.
sl_si: PKP Preservation Network (PN) brezplačno zagotavlja servis za ohranjanje za vse OJS revije, ki zadostujejo nekaj osnovnih kriterijev.
sv_se: PKP Preservation Network (PN) tillhandahåller kostnadsfria tjänster för arkivering och bevarande för alla OJS-tidskrifter som uppfyller några grundläggande krav.
tr_tr: PKP Koruma Ağı (PN), birkaç temel kriteri karşılayan OJS dergileri için ücretsiz koruma hizmeti sunmaktadır.
uk: Мережа збереження PKP (PKP Preservation Network – PKP PN) надає безкоштовні послуги збереження для будь-яких журналів на OJS, що відповідають кільком базовим критеріям.
uz_cyrl: PKP сақлаш тармоғи (PN) журнал мазмунини бепул архивлаш хизматини тақдим этади.
uz_uz@latin: PKP saqlash tarmog'i (PN) har qanday OJS jurnali uchun bir necha asosiy mezonlarga javob beradigan bepul konservatsiya xizmatlarini taqdim etadi.
vi_vn: Mạng lưới bảo quản PKP (PN) cung cấp dịch vụ bảo quản miễn phí cho bất kỳ tạp chí OJS nào đáp ứng một số tiêu chí cơ bản.
zh_hant: PKP Preservation Network (PN)提供免費的保存服務予任何達到幾個基本要求的OJS期刊。

# manager.setup.plnSettingsDescription
source: View the <button>plugin settings</button> to accept the terms of use for the PKP PN.
ar: عاين <button>إعدادات الإضافة</button> للموافقة على شروط استعمال شبكة الحفظ لمشروع المعرفة العامة.
az: PKP PN istifadə şərtlərini qəbul etmək üçün <button>əlavə tənzimləri</button>nə baxın
bg_bg: Прегледайте <button>настройките на плъгина</button>, за да приемете условията за ползване на PKP PN.
ca_es: Mostrar la <button>configuració del mòdul</button> per acceptar els termes d'ús de PKP PN.
cs_cz: Klikněte na odkaz Nastavení k přijetí podmínek používání PKP PN.
da_dk: Klik på linket 'Indstillinger' for at acceptere betingelserne for brug af PKP PN.
de_de: Klicken Sie auf Einstellungen, um die Nutzungsbedingungen des PKP PN zu akzeptieren.
es_es: Mostrar los <button>ajustes de módulo</button> para aceptar los términos de uso de PKP PN.
eu: Ikusi <button>pluginaren ezarpenak</button> PKP PNren erabilera baldintzak onartzeko.
fi: Hyväksy PKP PN -palvelun ehdot painamalla <button>asetukset</button>-linkkiä.
fr_fr: Cliquer sur le bouton <button>Paramètres du plugiciel</button> pour accepter les conditions d'utilisation de PKP PN.
gl: Consulte a <button>configuración do complemento</button> para aceptar os termos de uso do PKP PN.
hi_in: PKP PN के लिए उपयोग की शर्तों को स्वीकार करने के लिए <बटन> प्लगइन सेटिंग्स </ बटन> देखें।
hy: Դիտեք <button>plugin կարգավորումները</button>՝ ընդունելու PKP PN-ի օգտագործման պայմանները:
is_is: Skoða <button>Stillingar á viðbótum</button> til að samþykkja skilmála fyrir notkun á PKP PN.
it_it: Clicca su link <button>Configurazione</button> per accettare i termini d'uso del PKP PN.
ja: PKP PNの使用条件に同意するには、<button>plugin settings</button>を見てください。
ka_ge: იხილეთ <button>პლაგინის პარამეტრები</button> PKP PN-ის გამოყენების პირობების მისაღებად.
ku_iq: <button>پیشان بدە</button> ڕێکخستنە گرێدراوەکان بۆ بنەمای بەکارهێنانیپڕۆژەی زانیاریی گشتی.
ky: PKP PN колдонуу шарттарын кабыл алуу үчүн <button>плагин жөндөөлөрүн</button> көрүңүз.
lt: Peržiūrėkite <button>papildinio nustatymus</button>, kad priimtumėte PKP PN naudojimo sąlygas.
lv: Skatiet <button>spraudņa iestatījumi</button>, lai piekristu PKP PN lietošanas noteikumiem.
mr: PKP PN साठी वापरण्याच्या अटी स्वीकारण्यासाठी <button>प्लग-इन सेटिंग्ज</button> पहा.
ms: Lihat <button> tetapan plugin </button> untuk menerima syarat penggunaan untuk PKP PN.
nb_no: Klikk på lenken til <button>innstillnger</button> for å akseptere kriteriene for bruk av PKSs PN.
nl: Bekijk de <button> plugin-instellingen</button> om de gebruiksvoorwaarden voor het PKP PN te accepteren.
pl: Kliknij link <button> z Ustawieniami</button> , aby zaakceptować zasady korzystania z PKP PN.
pt_br: Clique na ligação Configurações para aceitar os termos de uso para o PKP PN.
pt_pt: Clique na ligação <button>Configurações do plugin</button> para aceitar os termos de uso para o PKP PN.
ru: Посмотрите <button>настройки модуля</button>, чтобы принять условия использования PKP PN.
sk_sk: Kliknite na odkaz <button> Nastavenie </button> na prijatie podmienok používania PKP PN.
sl_si: Kliknite na <button>nastavitve vtičnika</button> za sprejem pogojev uporabe za PKP PN.
sv_se: Klicka på Settings-länken för att acceptera villkoren för att ansluta sig till PKP PN.
tr_tr: PKP PN kullanım şartlarını kabul etmek için <button>eklenti ayarları</button>nı görüntüle.
uk: Перегляньте <button>налаштування плагіна</button>, щоб прийняти умови використання для PKP PN.
uz_cyrl: PKP PN хизматидан фойдаланиш шартларини қабул қилинг.
uz_uz@latin: PKP PN dan foydalanish shartlarini qabul qilish uchun <button> plagin sozlamalari </button> ni ko'ring.
vi_vn: Xem <button>cài đặt plugin</button> để chấp nhận các điều khoản sử dụng cho PKP PN.
zh_hant: 查看<button>插件設定</button>以接受使用PKP PN條款。

# manager.setup.plnPluginArchiving
source: PKP Preservation Network (PN)
ar: شبكة الحفظ لمشروع المعرفة العامة (PN)
az: PKP təhlükəsizlik şəbəkəsi (PN)
bg_bg: Архивиране в мрежата PKP Preservation Network (PN)
cs_cz: PKP Archivační síť (PN)
hi_in: PKP संरक्षण नेटवर्क (PN)
ja: PKP プリザベーション・ネットワーク (PN)
ka_ge: PKP შენარჩუნების ქსელი (PN)
ku_iq: تۆڕی پاراستنی پڕۆژەی زانیاریی گشتی (PN)
lt: Tinklas „PKP Preservation Network“
lv: PKP Uzturēšanas tīkls (Preservation Network – PN)
mr: PKP प्रिझर्वेशन नेटवर्क (PN)
pl: Sieć archiwizująca PKP (PN)
pt_br: Rede de Preservação PKP (PKP PN)
pt_pt: Rede de Preservação PKP (PKP PN)
ru: Сеть архивирования PKP (PKP Preservation Network, PN)
sk_sk: PKP Archivačná sieť (PN)
tr_tr: PKP Koruma Ağı (PN)
uk: Мережа збереження PKP (PKP Preservation Network – PKP PN)
uz_cyrl: PKP сақлаш тармоғи (PN)
uz_uz@latin: PKP saqlash tarmog'i (ON)
vi_vn: Mạng bảo quản PKP
zh_hant: PKP保存網絡（PKP Preservation Network, 簡稱PN）
