Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# mailable.openAccessNotify.description
source: This email is sent to registered readers who have requested to receive a notification email when an issue becomes open access.
ar: هذه الرسالة تُعلم قارئاً مسجلاً بأن مدير المجلة قد أنشأ له اشتراكاً، وهي تتضمن رابط المجلة مع تعليمات الوصول إليها.
eu: Mezu hau bidaltzen zaie zenbakia sarrera libreko egiten denean jakinarazpena jaso nahi dutela esan duten erabiltzaile erregistratuei.
fi: Tämä sähköposti lähetetään rekisteröityneille lukijoille, jotka ovat pyytäneet saada ilmoituksen sähköpostitse, kun numerosta tulee avoin.
gl: Este correo electrónico envíase aos lectores/as rexistrados que solicitaron recibir unha notificación cando un número se publica en formato de acceso libre.
hy: Այս նամակն ուղարկվում է գրանցված ընթերցողներին, ովքեր խնդրել են ծանուցման նամակ ստանալ, երբ համարը դառնում է բաց հասանելի:
ja: このメールは、巻号がオープンアクセスになった時に通知を受け取るよう登録している読者に送信されるものです。
ky: Бул электрондук кат чыгарылыш ачык жеткиликтүү болгондо эскертүү алууну сураган катталган окурмандарга жөнөтүлөт.
lt: Šis el. laiškas siunčiamas registruotiems skaitytojams, kurie pageidavo gauti pranešimą el. paštu, kai problema tampa atvira prieiga.
lv: Šis e-pasts tiek nosūtīts reģistrētiem lasītājiem, kuri ir pieprasījuši saņemt paziņojumu e-pastu, kad žurnāla numurs nonāk atvērtā piekļuvē.
mr: अंकाच्या मुक्त उपलब्धतेसंबंधी पूर्वसूचना ई-मेलने पाठवण्याची विनंती केली आहे अशा नोंदणीकृत वाचकांना हा ई-मेल पाठविला जातो.
ms: E-mel ini dihantar kepada pembaca berdaftar yang telah meminta untuk menerima e-mel pemberitahuan apabila isu menjadi akses terbuka.
nl: Deze e-mail wordt verstuurd naar geregistreerde gebruikers die aangegeven hebben een e-mail te willen ontvangen als een nummer open access wordt.
pl: Wiadomość wysyłana do zarejestrowanych użytkowników, którzy zadeklarowali chęć otrzymywania powiadomień o nowych numerach w otwartym dostępie.
ru: Это письмо отправляется тем зарегистрированным читателям, которые подписались на получение уведомлений на электронную почту о том, что номер появился в открытом доступе.
uk: Цей лист надсилається зареєстрованим читачам, які виявили бажання отримувати поштові повідомлення про появу випусків у відкритому доступі.
uz_cyrl: Ўқувчиларга нашр сони очиқ киришга ўтгани ҳақида хабар бериш.
zh_hant: 如用戶曾要求收取此期變成開放取用的通知，此電郵將發送給相關用戶。

# mailable.issuePublishNotify.name
source: Issue Published Notify
ar: إشعار إصدار العدد
eu: Zenbaki argitaratuaren jakinarazpena
fi: Ilmoitus numeron julkaisemisesta
hy: Թողարկման հրապարակման ծանուցում
ky: Чыгарылыш жарыяланган эскертүү
lt: Problema paskelbta Pranešti
lv: Paziņojums par žurnāla numura publicēšanu
mr: अंकाच्या प्रकाशनासंबंधी पूर्वसूचना
ms: Makluman Terbitan Isu
nl: Nummer gepubliceerd notificatie
pl: Powiadomienie o publikacji wydania
ru: Уведомление о публикации выпуска
uk: Повідомляти про опублікований випуск
uz_cyrl: Янги нашр сони ҳақида хабарнома
zh_hant: 期刊期號出版通知

# mailable.issuePublishNotify.description
source: This email is automatically sent to registered users when the new issue is published.
ar: هذا البريد الالكتروني يُرسل تلقائيًا إلى المستخدمين المسجلين عند نشر العدد الجديد.
eu: Zenbaki berria argitaratzen denean, mezu elektroniko hau automatikoki bidaltzen zaie erregistratutako erabiltzaileei.
fi: Tämä sähköposti lähetetään automaattisesti rekisteröidyille käyttäjille, kun uusi numero julkaistaan.
hy: Այս էլ․ նամակն ինքնաշխատ կերպով ուղարկվում է գրանցված օգտատերերին, երբ նոր թողարկումը հրապարակվի:
ky: Бул электрондук кат жаңы чыгарылыш жарыяланганда катталган колдонуучуларга автоматтык түрдө жөнөтүлөт.
lt: Šis el. laiškas automatiškai išsiunčiamas registruotiems vartotojams, kai tik išleidžiamas naujas numeris.
lv: Šis e-pasts tiek automātiski nosūtīts reģistrētajiem lietotājiem, kad tiek publicēts jauns žurnāla numurs.
mr: अंकाच्या प्रकाशनासंबंधी पूर्वसूचना ई-मेलने पाठवण्याची विनंती केली आहे अशा नोंदणीकृत वाचकांना हा ई-मेल पाठविला जातो.
ms: E-mel ini dihantar secara automatik kepada pengguna berdaftar apabila isu baharu diterbitkan.
nl: Deze mail wordt automatisch verstuurd naar geregistreerde gebruikers wanneer er een nieuw nummer is gepubliceerd.
pl: Niniejszy email jest wysyłany do zarejestrowanych użytkowników gdy publikowane jest nowe wydanie.
ru: Это письмо автоматически отправляется зарегистрированным пользователям при публикации нового выпуска.
uk: Цей лист автоматично надсилається зареєстрованим користувачам у разі публікації нового випуску.
uz_cyrl: Ўқувчиларга янги сон нашр этилгани ҳақида хабар бериш.
zh_hant: 如有新一期出版，此電郵將發送至註冊用戶。

# manager.manageEmails.description
source: Edit the messages sent in emails from this journal.
ar: تعديل الرسائل المرسلة بالبريد الالكتروني من هذه المجلة.
eu: Editatu aldizkari honetatik bidalitako mezu elektronikoak.
fi: Muokkaa tämän julkaisun sähköpostiviestejä.
hy: Խմբագրել այս ամսագրից ուղարկված նամակները:
ky: Бул журналдан жөнөтүлгөн электрондук каттардагы билдирүүлөрдү түзөтүңүз.
lt: Redaguoti iš šio žurnalo el. laiškuose išsiųstus pranešimus.
lv: No šī žurnāla nosūtīto e-pasta ziņojumu rediģēšana.
mr: या नियतकालिकासाठी ई-मेलद्वारे पाठवलेल्या जाणार्‍या संदेशात फेरफार करा.
ms: Edit mesej yang dihantar dalam e-mel daripada jurnal ini.
nl: Wijzig de berichten die verstuurd worden in mails van dit tijdschrift.
pl: Edytuj wiadomości e-mail wysyłane przez to czasopismo.
ru: Редактирование текстов сообщений, отправляемых в электронных письмах из этого журнала.
uk: Редагувати повідомлення, надіслані в електронних листах від цього журналу.
uz_cyrl: Тизимнинг электрон почта шаблонларини бошқариш ва таҳрирлаш.

# mailable.layoutComplete.name
source: Galleys Complete
ar: الألواح الطباعية مكتملة
eu: Galeradak osatuta
fi: Julkaistavat tiedostot valmiina
hy: Շարվածքները ամբողջական են
ky: Версткалар аяктады
lt: Publikacijos versijos užbaigtos
lv: Saliktņi gatavi
mr: कच्च्या मुद्रितांचे (गॅली) काम पूर्ण
ms: Galleys Lengkap
nl: Drukproeven compleet
pl: Skompletowana ostateczna treść do publikacji
ru: Гранки готовы
uk: Фінальні гранки зроблено
uz_cyrl: Верстка якунланди

# mailable.publicationVersionNotify.name
source: New Version Created
ar: إصدار جديد تم إنشاؤه
eu: Bertsio berria sortu da
fi: Uusi versio luotu
hy: Ստեղծվել է նոր տարբերակը
ky: Жаңы версия түзүлдү
lt: Sukurta nauja versija
lv: Izveidota jauna versija
mr: नवे प्रारूप तयार केले
ms: Versi Baharu Dibuat
nl: Nieuwe versie aangemaakt
pl: Utworzono nową wersję
ru: Создана новая версия
uk: Створено нову версію
uz_cyrl: Нашр версияси янгиланди

# mailable.publicationVersionNotify.description
source: This email automatically notifies assigned editors when a new version of the submission is created.
ar: رسالة البريد الالكتروني هذه تُبلغ المحررين المعينين تلقائيًا عند إنشاء نسخة جديدة من طلب التقديم.
eu: Mezu elektroniko honek automatikoki jakinarazten die esleitutako editoreei bidalketaren bertsio berri bat sortzen denean.
fi: Tämä sähköpostiviesti ilmoittaa osoitetuille toimittajille automaattisesti, kun käsikirjoituksen uusi julkaistava versio luodaan.
hy: Այս նամակն ինքնաշխատ կերպով տեղեկացնում է նշանակված խմբագիրներին, երբ ստեղծվում է ներկայացման նոր տարբերակը:
ky: Бул электрондук кат жаңы тапшырма версиясы түзүлгөндө дайындалган редакторлорго автоматтык түрдө билдирет.
lt: Šis el. laiškas automatiškai informuoja priskirtus redaktorius, kai sukuriama nauja pateikto darbo versija.
lv: Šis e-pasta ziņojums automātiski informē piešķirtos redaktorus par jaunas iesniegtā materiāla versijas izveidošanu.
mr: सादरीकरणाची सुधारित आवृत्ती तयार झाल्यावर हा ई-मेल नियुक्त केलेल्या संपादकांना आपोआप सूचित करतो.
ms: E-mel ini secara automatik memberitahu editor yang diberikan apabila versi baharu penyerahan dibuat.
nl: Deze mail brengt toegewezen auteurs automatisch op de hoogte wanneer een nieuwe versie van de inzending is aangemaakt.
pl: Ta wiadomość e-mail automatycznie powiadamia przypisanych redaktorów o utworzeniu nowej wersji zgłoszenia.
ru: Это письмо автоматически уведомляет назначенных редакторов при создании новой версии материала.
uk: Цей електронний лист автоматично сповіщає призначених редакторів про створення нової версії подання.
uz_cyrl: Муаллифларга мақоланинг янги версияси чиққани ҳақида хабар бериш.

# mailable.submissionNeedsEditor.description
source: This email is sent to journal managers when a new submission is made and no editors are assigned.
ar: رسالة البريد الالكتروني هذه تُرسل إلى مشرفي المجلة عند استلام طلب تقديم جديد لم يتعين له محرر بعد.
eu: Mezu elektroniko hau aldizkariaren kudeatzaileei bidaltzen zaie bidalketa berri bat egiten denean eta editorerik esleituta ez dagoenean.
fi: Tämä sähköposti lähetetään julkaisun hallinnoijille, kun uusi käsikirjoitus on lähetetty eikä toimittajia ole osoitettu.
hy: Այս նամակն ուղարկվում է ամսագրի կառավարիչներին, երբ նոր ներկայացում է կատարվում, և չկան նշանակված խմբագիրներ:
ky: Бул электрондук кат жаңы тапшырма берилгенде жана редакторлор дайындалбаганда журнал менеджерлерине жөнөтүлөт.
lt: Šis el. laiškas siunčiamas žurnalo vadovams, kai pateikiamas naujas darbas ir nėra priskirti redaktoriai.
lv: Šis e-pasts tiek nosūtīts žurnālu pārvaldniekiem, kad ir iesniegts jauns iesniegtais materiāls un tam nav piešķirti redaktori.
mr: संपादकांची नियुक्ती झालेली नसताना नवीन सादरीकरण आल्यास हा ई-मेल नियतकालिकाच्या व्यवस्थापकांना पाठवला जातो.
ms: E-mel ini dihantar kepada pengurus jurnal apabila penyerahan baharu dibuat dan tiada editor diberikan.
nl: Deze mail wordt verstuurd naar tijdschriftmanagers wanneer er een nieuwe inzending waar geen redacteur aan is toegewezen.
pl: Ta wiadomość e-mail jest wysyłana do zarządzających czasopismem po rejestracji nowego zgłoszenia i przy braku przypisania mu redaktora.
ru: Это письмо отправляется управляющим журнала, когда в журнал подан новый материал и не назначены редакторы.
uk: Цей електронний лист надсилається менеджерам журналів, коли зроблено нове подання і не призначено редакторів.
uz_cyrl: Муҳаррирларга янги топширилган мақола ҳақида эслатма юбориш.

# mailable.paymentRequest.name
source: Payment Request
ar: إلتماس الدفع المالي
eu: Ordainketa-eskaera
fi: Maksupyyntö
hy: Վճարման հարցում
ky: Төлөм талабы
lt: Mokėjimo užklausa
lv: Maksājuma pieprasījums
mr: शुल्क भरण्याबाबत विनंती
ms: Permintaan bayaran
nl: Betalingsverzoek
pl: Żądanie zapłaty
ru: Запрос на оплату
uk: Запит на оплату
uz_cyrl: Тўлов сўрови

# mailable.paymentRequest.description
source: This automated email is sent to the author to request payment of the publication fee when their submission is accepted.
ar: هذا البريد الالكتروني الآلي يُرسل إلى المؤلف ليلتمس منه تسديد رسم النشر عند قبول طلب تقديمه.
eu: Mezu elektroniko automatiko hau egileari bidaltzen zaio argitalpen-tasa ordaintzeko eskatzeko, bere bidalketa onartzen denean.
fi: Tämä automaattinen sähköpostiviesti pyytää kirjoittajaa maksamaan kirjoittajamaksun, kun käsikirjoitus on hyväksytty.
hy: Այս ինքնաշխատ էլ. նամակն ուղարկվում է հեղինակին՝ խնդրելու վճարել հրատարակության վճարը, երբ հոդվածը ընդունվի:
ky: Бул автоматтык электрондук кат авторго тапшырмасы кабыл алынганда жарыялоо акысынын төлөмүн сурап жөнөтүлөт.
lt: Šis automatinis el. laiškas siunčiamas autoriui, prašant sumokėti publikavimo mokestį, kai jo pateiktas darbas bus priimtas.
lv: Šis automātiskais e-pasts tiek nosūtīts autoram, lai pieprasītu samaksāt publicēšanas maksu pēc iesniegtā darba pieņemšanas.
mr: लेखकाचे सादरीकरण स्वीकारल्यावर प्रकाशन शुल्क भरण्याची विनंती करणारा हा स्वनियंत्रित ई-मेल पाठवला जातो.
ms: E-mel automatik ini dihantar kepada pengarang untuk meminta pembayaran yuran penerbitan apabila penyerahan mereka diterima.
nl: Deze automatische mail wordt verstuurd aan de auteur om een betalingsverzoek te doen voor het publicatietarief wanneer de inzending geaccepteerd is.
pl: Ta automatyczna wiadomość e-mail jest wysyłana do autora z prośbą o uiszczenie opłaty za publikację, gdy jego zgłoszenie zostanie zaakceptowane.
ru: Это электронное письмо автоматически отправляется автору с просьбой оплатить взнос за публикацию, когда его материал принят.
uk: Цей автоматичний електронний лист надсилається автору з проханням сплатити внесок за публікацію, коли його подання прийнято.
uz_cyrl: Муаллиф ёки ўқувчиларга тўлов қилиш ҳақида юбориладиган сўров.

# plugins.importexport.common.error.import.issueGalleyFileMissing
source: An issue galley could not be imported, its file is missing.
ar: تعذر استيراد اللوح الطباعي للعدد لأن ملفه مفقود.
az: #YOK
eu: Ezin izan da zenbakiaren galerada inportatu, bere fitxategia falta da.
fi: Numeron julkaistavaa tiedostoa ei voitu tuoda, koska tiedosto puuttuu.
hy: Չհաջողվեց ներմուծել թողարկման շարվածքը, դրա նիշքը բացակայում է.
ky: Чыгарылыш версткасы импорттоло алган жок, анын файлы жок.
lt: Probleminės virtuvės importuoti nepavyko, trūksta jos failo.
lv: Žurnāla numura saliktni nav iespējams importēt, trūkst datnes.
mr: अंकाची कच्ची मुद्रिते (गॅली) दाखल (इम्पोर्ट) करता आली नाहीत, ती फाईल गहाळ झाली आहे.
ms: Galley isu tidak dapat diimport, failnya tiada.
nl: Een nummer-drukproef kon niet worden geïmporteerd, het bestand mist.
pl: Nie można zaimportować ostatecznej treści wydania, bo brakuje pliku który ją zawiera.
ru: Гранку выпуска не удалось импортировать, ее файл отсутствует.
uk: Не вдалося імпортувати гранки випускну, їх файл відсутній.

# plugins.importexport.common.error.issueGalleyFileMissing
source: The issue galley {$id} could not be exported, its file was not found at the path "{$path}".
ar: تعذر تصدير اللوح الطباعي للعدد {$id}، تعذر العثور على ملفه في المسار "{$path}".
az: #YOK
eu: Ezin izan da {$id} zenbakiaren galerada esportatu, bere fitxategia ez da aurkitu "{$path}" helbidean.
fi: Numeron julkaistavaa tiedostoa {$id} ei voitu viedä, koska tiedostoa ei löytynyt polusta "{$path}".
hy: {$id} թողարկման շարվածքը հնարավոր չէ արտահանել, դրա նիշքը չի գտնվել "{$path}" ուղու վրա:
ky: {$id} чыгарылыш версткасы экспорттоло алган жок, анын файлы "{$path}" жолунда табылган жок.
lt: Problemos galerijos {$id} eksportuoti nepavyko, jos failas nerastas kelyje „{$path}“.
lv: Žurnāla numura saliktni {$id} nav iespējams eksportēt, nav atrodama datne ceļā "{$path}".
mr: अंकाची कच्ची मुद्रिते (गॅली) {$id} स्थलांतरीत (एक्स्पोर्ट) करता आली नाही, ती फाईल "{$path}" या पत्त्यावर नाही.
ms: Galley isu {$id} tidak dapat dieksport, failnya tidak ditemui di laluan "{$path}".
nl: De nummer-drukproef {$id} kon niet worden geëxporteerd, het bestand is niet gevonden via pad "{$path}".
pl: Ostatecznej treści wydania {$id} nie wyeksportowano, bo zawierającego ją pliku nie znaleziono w ścieżce „{$path}”.
ru: Гранку выпуска {$id} не удалось экспортировать, ее файл не найден по пути «{$path}».
uk: Гранки випуску {$id} не вдалося експортувати, їх файл не знайдено за шляхом "{$path}".

# plugins.importexport.common.error.issueCoverImageMissing
source: The cover image of the issue {$id} was not exported, its file was not found at the path "{$path}".
ar: تعذر تصدير صورة الغلاف للعدد {$id}، تعذر العثور على ملفها في المسار "{$path}".
az: #YOK
eu: {$id} zenbakiaren azaleko irudia ez da esportatu, bere fitxategia ez da aurkitu "{$path}" helbidean.
fi: Numeron {$id} kansikuvaa ei viety, tiedostoa ei löytynyt polusta "{$path}".
hy: {$id} թողարկման շապիկի պատկերը չի արտահանվել, դրա ֆայլը չի գտնվել "{$path}" ուղու վրա.
ky: {$id} чыгарылыштын мукаба сүрөтү экспорттоло алган жок, анын файлы "{$path}" жолунда табылган жок.
lt: Numerio {$id} viršelio paveikslėlis nebuvo eksportuotas, jo failas nerastas kelyje „{$path}“.
lv: Žurnāla numura {$id} vāka attēlu nav iespējams eksportēt, nav atrodama datne ceļā "{$path}".
mr: अंकाची मुखपृष्ठ प्रतिमा {$id} स्थलांतरीत (एक्स्पोर्ट) करता आली नाही, ती फाईल "{$path}" या पत्त्यावर नाही.
ms: Imej muka depan isu {$id} tidak dieksport, failnya tidak ditemui di laluan "{$path}".
nl: De omslagafbeelding van nummer {$id} is niet geëxporteerd, het bestand is niet gevonden via pad "{$path}".
pl: Obrazu okładki wydania {$id} nie wyeksportowano, bo zawierającego go pliku nie znaleziono w ścieżce "{$path}".
ru: Изображение обложки выпуска {$id} не было экспортировано, его файл не был найден по пути «{$path}».
uk: Зображення обкладинки випуску {$id} не було експортовано, його файл не знайдено за шляхом "{$path}".

# manager.setup.contextSummary.description
source: Offer a brief description of your journal to provide insight into its content and purpose.
eu: Eman zure aldizkariaren deskribapen labur bat, bere edukia eta helburua hobeto ulertzeko.
ky: Журналыңыздын мазмуну жана максаты тууралуу түшүнүк берүү үчүн кыскача сүрөттөмө бериңиз.
lt: Pateikite trumpą savo žurnalo aprašymą, kad susidarytumėte įspūdį apie jo turinį ir tikslą.
sl_si: Kratek opis revije, ki se bo prikazoval na seznamu vseh revij na tem spletišču.
tr_tr: Derginizin dergiler listesinde gösterilebilecek kısa bir açıklamasını giriniz.

# emailTemplate.variable.issue.issueTableOfContents
source: The issue table of contents such as list of all associated submissions.
eu: Zenbakiaren aurkibidea, hala nola lotutako bidalketa guztien zerrenda.
ky: Чыгарылыштын мазмуну, мисалы бардык байланышкан тапшырмалардын тизмеси.
lt: Problemos turinys, pvz., visų susijusių pateiktų darbų sąrašas.

# plugins.importexport.issue.cli.display
source: "{$issueId}" - "{$issueIdentification}"
uz_cyrl: Нашр сонларини чиқариш

# manager.setup.clockssTitle
source: CLOCKSS
ku_iq: بەشی کڵۆکس
uz_uz@latin: SAAT

# manager.setup.lockssTitle
source: LOCKSS
ku_iq: بەشی لۆکس
