Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# settings.roles.gridDescription
source: Roles are groups of users in the journal who are given access to different permission levels and associated workflows within the journal. There are five different permission levels: Journal Managers have access to everything in the journal (all content and settings); Section Editors have complete access to all assigned content; Journal Assistants have limited access to all submissions that have been explicitly assigned to them by an editor; Reviewers can see and perform the submissions they have been assigned to review; and Authors can see and interact with a limited amount of information on their own submissions. Additionally, there are five different stage assignments that roles may be given access to: Submission, Internal Review, Review, Editorial, and Production.
ar: الأدوار هي مجموعات من المستخدمين في المجلة الذين تم منحهم صلاحيات بمستويات مختلفة مع مسارات عمل تتناسب معها ضمن المجلة. هناك خمسة مستويات للصلاحيات: رؤساء التحرير الذين لديهم حق الوصول إلى أي شيء في المجلة (كل المحتويات والإعدادات)؛ محررو الأقسام لديهم حق الوصول إلى كل المحتوى المعين لهم؛ مساعدو المجلة لهم حق وصول محدود إلى كل طلبات النشر التي تم تخصيصها حصرياً لهم من قبل مدير التحرير؛ المحكمون يمكنهم معاينة ومتابعة الطلبات التي عُينوا لها؛ والمؤلفون الذين يمكنهم معاينة ومعاملة حجم محدود من المعلومات التي تتعلق بطلباتهم. فضلاً عن ذلك، هناك خمس مهام مرحلية مختلفة يمكن منح الأدوار للوصول إليها: تقديم طلب النشر، التحكيم الدخلي، التحكيم، التحرير، ومرحلة الإنتاج.
az: Rollar jurnalda müxtəlif icazə səviyyələrinə və əlaqəli iş axınlarına giriş icazəsi verilmiş istifadəçi qrupundakı istifadəçi qruplarıdır. Beş fərqli icazə səviyyəsi var: Jurnal İdarəçiləri jurnaldakı hər şeyə daxil ola bilər (bütün məzmun və tənzimlər); Bölmə redaktorları təyin olunmuş bütün məzmuna tam giriş imkanına malikdir; Jurnal köməkçilərinin redaktor tərəfindən onlara açıq şəkildə verilmiş bütün təqdimatlara girişi məhduddur; Rəyçilər baxılmaq üçün təyin olunduqları təqdimatlara baxa və təqdim edə bilərlər; Müəlliflər öz yazıları haqqında məhdud sayda məlumatı görə və onlarla əlaqə saxlaya bilərlər. Əlavə olaraq, rollara, Daxili Baxışa, Nəzərdən keçirməyə, Redaksiyaya və İstehsalata giriş verilə bilən beş müxtəlif səviyyəli tapşırıq var.
bg_bg: Ролите са групи от потребители в списанието, на които се предоставя достъп до различни нива на разрешения и свързани работни процеси в списанието. Има пет различни нива на разрешения: Мениджърите на списания имат достъп до всичко в дневника (цялото съдържание и настройките); Редакторите на секции/раздели имат пълен достъп до цялото зададено съдържание; Асистентите на списанието имат ограничен достъп до всички материали, които са им изрично възложени от редактор; Рецензентите могат да видят и обработват представените им изпратени материали, които са им възложени за рецензия; и Авторите могат да виждат и взаимодействат с ограничено количество информация за собствените си изпратени материали. Освен това има пет различни сценични задания, до които ролите могат да получат достъп: Подаване на материла, Вътрешен преглед, Рецензиране, Редакционен процес и Производствен процес.
ca_es: Els rols són grups d'usuaris/àries de la revista que tenen accés a diferents nivells de permisos i fluxos de treball associats dins la revista. Hi ha cinc nivells de permisos diferents: 1) els administradors/es de la revista tenen accés total a la revista (tot el contingut i la configuració); 2) els editors/es de secció tenen accés complet al contingut que se'ls assigni; 3) els assistents/es de la revista tenen accés limitat a totes les trameses que un editor/a els hagi assignat explícitament; 4) els revisors/es poden veure i actuar sobre les trameses que tinguin assignades per revisar; i 5) els autors/es poden veure i interactuar amb una quantitat limitada d'informació de les seves trameses. Addicionalment, hi ha cinc fases diferents a les quals els rols poden tenir accés: tramesa, revisió interna, revisió, edició i producció.
cs_cz: Role jsou skupiny uživatelů v časopise, kteří mají přístup k různým úrovním oprávnění a přidruženým pracovním postupům v časopise. Existuje pět různých úrovní oprávnění: Správci časopisu mají přístup ke všemu v časopise (veškerý obsah a nastavení); Editoři sekcí mají kompletní přístup k veškerému přiřazenému obsahu. Asistenti časopisu mají omezený přístup ke všem příspěvkům, které jim explicitně přidělil Editor; Recenzenti mohou zobrazit a recenzovat příspěvky, které jim byly přiděleny ke kontrole. A Autoři mohou vidět a komunikovat s omezeným množstvím informací o svých příspěvcích. Kromě toho existuje pět různých etap, do kterých může být nastaven přístup: podání, interní recenze, recenze, redakce a výroba.
da_dk: Roller er tidsskriftets brugergrupper, der hver især har forskellige adgangsrettigheder, og som er tilknyttet tidsskriftets workflow. Der er fem forskellige adgangsniveauer: Tidsskriftschefer har adgang til alt i tidsskriftet (alt indhold og alle indstillinger). Sektionsredaktører har fuld adgang til alt indhold. Tidsskriftsassistenter har begrænset adgang til det indsendte materiale, der eksplicit er blevet tildelt dem af en redaktør. Bedømmere kan se og arbejde med de indsendelser, de er blevet sat til at bedømme, og forfattere kan se og interagere i forhold til en begrænset del af de informationer, der løbende knyttes til deres egne indsendelser. Derudover er der fem forskellige trin i workflowet, som roller kan tildeles adgang til: Indsendelse, intern bedømmelse, bedømmelse, redigering og produktion.
de_de: Rollen sind Nutzergruppen der Zeitschrift, die Zugang zu verschiedenen Rechteleveln und damit verbundenen Workflows erhalten. Es gibt fünf verschiedene Rechtelevel: Zeitschriftenverwalter/innen haben kompletten Zugriff auf die Zeitschrift (alle Inhalte und Einstellungen); Rubrikredakteur/innen haben kompletten Zugriff auf alle ihnen zugewiesenen Einreichungen; Zeitschriftenassistent/innen haben begrenzten Zugriff auf alle Einreichungen, die ihnen explizit durch eine/n Redakteur/in zugewiesen worden sind. Gutachter/innen können die ihnen zugewiesenen Beiträge sehen und begutachten, und Autor/innen können im begrenzten Umfang Informationen über ihre eigenen Einreichungen sehen und bearbeiten. Zusätzlich gibt es fünf verschiedene Phasen, auf die Rollen Zugriff erhalten können: Einreichung, Interne Begutachtung, Externe Begutachtung, Lektorat und Produktion.
es_es: Los roles son grupos de usuarios de la revista que tienen acceso a diferentes niveles de permisos y flujos de trabajo asociados dentro de la revista. Hay cinco niveles de permisos diferentes: 1) los administradores de la revista, que tienen acceso total a la revista (todo el contenido y los ajustes); 2) los editores de la revista, que tienen acceso a todo el contenido dentro de su categoría; 3) los asistentes de la revista, que tienen acceso a todas las monografías que les han sido asignadas específicamente por un editor; 4) los revisores, que pueden ver y llevar a cabo las revisiones que les hayan sido asignadas; y 5) los autores, que pueden ver e interactuar con una cantidad limitada de información de sus envíos. Adicionalmente hay cinco etapas diferentes a las que los roles pueden tener acceso: envío, revisión interna, revisión, edición y producción.
eu: Rolak aldizkariko erabiltzaile-taldeak dira, eta aldizkariaren barruko baimen-maila desberdinak eta lotutako lan-fluxuak eskuratzen dituzte. Bost baimen-maila desberdin daude: Aldizkariaren kudeatzaileek aldizkariko guztia eskura dezakete (eduki eta ezarpen guztiak); Ataleko editoreek esleitutako eduki guztietarako sarbide osoa dute; Aldizkariaren laguntzaileek editore batek esplizituki esleitutako bidalketa guztietarako sarbide mugatua dute; Ebaluatzaileek berrikusteko esleitu zaizkien bidalketak ikusi eta berrikusi ditzakete; eta Egileek beren bidalketei buruzko informazio-kopuru mugatu bat ikusi eta harekin elkarreragin dezakete. Horrez gain, rolak bost fase desberdinetan sar daitezke: Bidalketa, Barne-berrikuspena, Berrikuspena, Edizioa eta Ekoizpena.
fa_ir: نقش‌ها، گروه های کاربری است که اجازه دارند نسبت به سطح دسترسی تعریف شده برای آن‌ها، به قسمتهای مختلف مجله و گردش کار مقاله دسترسی داشته باشند. پنج سطح دسترسی مختلف در این سامانه تعریف شده است: مدیر مجله که به کل بخشها و تنظیمات مجله دسترسی دارد. دبیر بخش به کل محتویات ثبت شده دسترسی دارد. دستیار مجله به مقالات ثبت شده ای دسترسی دارد که توسط دبیر به آن کاربر انتساب شده است. داوران به مقالاتی که برای داوری به آن‌ها انتساب شده است دسترسی دارند. نویسندگان تنها به اطلاعات محدودی از مقالات ثبت شده خود دسترسی داشته و می توانند آن‌ها را ویرایش کنند. البته پنج مرحله مختلف برای چاپ هر مقاله وجود دارد (شامل ارسال مقاله، بررسی اولیه، داوری، ویراستیاری و انتشار) که نقش‌های مختلف ممکن است مجوز دسترسی به همه یا تعدادی از آن‌ها را داشته باشند.
fi: Roolit ovat julkaisun käyttäjäryhmiä, joille annetaan pääsy eri käyttöoikeustasoille ja niihin liittyviin julkaisun työnkulkuihin. Käyttöoikeustasoja on viisi erilaista: Julkaisun hallinnoijilla on pääsy koko julkaisuun (kaikki sisältö ja asetukset); osastotoimittajilla on täydet käyttöoikeudet kaikkeen heille osoitettuun sisältöön; avustajilla on rajoitettu pääsy niihin kaikkiin käsikirjoituksiin, jotka toimittaja on erikseen heille osoittanut; arvioijat näkevät heille arvioitaviksi osoitetut käsikirjoitukset ja voivat suorittaa niitä koskevat tehtävät; ja kirjoittajat näkevät käsikirjoituksiinsa liittyvän rajoitetun tietomäärän ja voivat olla myös vuorovaikutuksessa tiedon kanssa. Lisäksi on viisi eri työvaiheisiin liittyvää toimeksiantoa, joihin rooleille voidaan antaa pääsy: käsikirjoitusten vastaanotto, sisäinen arviointi, arviointi, toimituksellinen ja tuotanto.
fr_fr: Les rôles sont attribués aux utilisateurs de la revue afin de leur donner accès à différents niveaux d'autorisation et à différents flux de travail associés à la revue. Il existe cinq niveaux d'autorisation : Les Directeurs de revue ont accès à tout ce qui se trouve dans un journal (tous les contenus et les paramètres) ; Les Rédacteurs ont un accès complet à tout le contenu assigné ; Les assistants de revue ont un accès limité aux seules soumissions qui leur ont été expressément attribuées par un rédacteur ; Les Rapporteurs peuvent voir et interagir avec les soumissions qui leur ont été assignés pour évaluation ; Et les auteurs peuvent voir et interagir avec une quantité limitée d'informations en lien avec leurs propres soumissions. En outre, il y a cinq différentes étapes auxquelles les rôles peuvent avoir accès : soumission, évaluation interne, évaluation, édition et production.
gl: Os roles son grupos de usuarios da revista aos que se lles dá acceso a diferentes niveis de permisos e fluxos de traballo asociados dentro da revista. Hai cinco niveis de permisos diferentes: os xestores de revistas teñen acceso a todo o que hai na revista (todo o contido e a configuración); Os editores de sección teñen acceso completo a todo o contido asignado; Os asistentes do xornal teñen un acceso limitado a todos os envíos que un editor lles asignou de xeito explícito; Os revisores poden ver e realizar os envíos que teñen asignados para revisar; e os autores poden ver e interactuar cunha cantidade limitada de información nos seus propios envíos. Ademais, hai cinco tarefas diferentes ás que se pode acceder ás funcións: envío, revisión interna, revisión, editorial e produción.
hi_in: रोल्स जर्नल में उपयोगकर्ताओं के समूह हैं, जिन्हें विभिन्न अनुमति स्तरों और जर्नल के भीतर संबद्ध वर्कफ़्लोज़ तक पहुंच दी जाती है। पांच अलग-अलग अनुमति स्तर हैं: जर्नल प्रबंधकों के पास जर्नल में सब कुछ (सभी सामग्री और सेटिंग्स) तक पहुंच है; अनुभाग संपादकों को सभी असाइन की गई सामग्री तक पूरी पहुंच है; जर्नल असिस्टेंट के पास उन सभी सबमिशन तक सीमित पहुंच होती है जो उन्हें संपादक द्वारा स्पष्ट रूप से सौंपे गए हैं; समीक्षक उन सबमिशनों को देख और प्रदर्शन कर सकते हैं जिन्हें उन्हें समीक्षा के लिए सौंपा गया है; और लेखक अपने स्वयं के सबमिशन पर सीमित जानकारी के साथ देख और बातचीत कर सकते हैं। इसके अतिरिक्त, पांच अलग-अलग चरण असाइनमेंट हैं जिनकी भूमिकाओं तक पहुंच दी जा सकती है: प्रस्तुत करना, आंतरिक समीक्षा, समीक्षा, संपादकीय, और उत्पादन।
hy: Դերերը ամսագրի օգտատերերի խմբերն են, որոնց հասանելի է թույլտվության տարբեր մակարդակները և դրանց հետ կապված աշխատանքային հոսքերը ամսագրում: Կան հինգ տարբեր թույլտվությունների մակարդակներ. Ամսագրի կառավարիչներին հասանելի է ամսագրի ամեն ինչ (ողջ բովանդակությունը և կարգավորումները); Բաժնի խմբագիրներն ունեն ամբողջական մուտք դեպի ողջ հանձնարարված բովանդակությունը. Ամսագրի օգնականները սահմանափակ հասանելիություն ունեն բոլոր հայտերին, որոնք բացահայտորեն հանձնարարվել են նրանց խմբագրի կողմից. Գրախոսները կարող են տեսնել և կատարել այն ներկայացումները, որոնք իրենց հանձնարարվել է գրախոսել. և Հեղինակները կարող են տեսնել և շփվել սահմանափակ քանակությամբ տեղեկատվության հետ իրենց իսկ ներկայացումների վերաբերյալ: Բացի այդ, կան հինգ տարբեր փուլային առաջադրանքներ, որոնց դերերը կարող են հասանելի լինել՝ ներկայացում, ներքին գրախոսություն, գրախոսություն, խմբագրական և արտադրություն:
id_id: Peran adalah kelompok pengguna dalam jurnal yang diberikan akses ke berbagai derajat wewenang dan alur kerja terkait dalam jurnal. Ada lima macam derajat wewenang: Manajer Jurnal memiliki akses ke semua hal dalam jurnal (semua konten dan pengaturan); Editor Bagian memiliki akses penuh ke semua konten yang ditugaskan kepadanya; Asisten Jurnal mempunyai akses terbatas ke semua naskah yang secara eksplisit ditugaskan kepadanya oleh editor; Reviewer dapat melihat dan mereview naskah yang menjadi tugasnya; dan Penulis dapat melihat dan berinteraksi beberapa informasi terkait penyerahan naskah mereka. Sebagai tambahan, ada lima macam tahap penugasan yang peran-peran tersebut dapat diberi akses untuknya: Penyerahan Naskah, Review Internal, Review, Editorial, dan Produksi.
is_is: Hlutverk eru hópar af notnedum tímaritsins sem fá aðgangsheimildir og aðgang að verkferlum sem tengjast hlutverkinu. Það eru fimm mismunadi heimildir: Stjórnendur tímaritsins sem hafa fullan aðgang að öllu (bæði efni og stilingum); Kaflaritstjórar sem hafa fullan aðgang að úthlutuðu efni. Aðstoðafólk sem hefur takmarkaðan aðgang að innsendu efni sem þeim hefur veirð úthlutað af ritstjóra; Ritrýnar geta séð og sent inn ritrýni á því sem þeim hefur verið úthlutað; og höfundar geta séða og brugðist við takmörkuðum upplýsingum um þeirra eigið efni. Þar til viðbótar eru fimm mismunandi þrepa úthlutanir sem hægt er að gefa hlutverkum aðgang að: Innsent efni, Innri rýni, Ritrýni, Ritstjórn og Framleiðsla.
it_it: I ruoli sono gruppi di utenti nella rivista a cui è concesso l'accesso a diversi livelli di autorizzazione e flussi di lavoro presenti all'interno della rivista. Esistono cinque diversi livelli di autorizzazione: i Journal Manager che hanno accesso a tutto (tutto il contenuto e le impostazioni); gli editors di sezione che hanno accesso completo a tutti i contenuti assegnati alla sezione; gli assistenti che hanno un accesso limitato a quanto gli è stato esplicitamente assegnato da un editor; i revisori possono vedere ed gestire le proposte a cui sono stati assegnati per la revisione; e in fine gli autori possono vedere e interagire, con una quantità limitata di informazioni, solo sulle proprie proposte. Inoltre ci sono cinque diverse fasi a cui i ruoli possono accedere: Invio proposta, Revisione interna, Revisione, Correzione editoriale e Produzione.
ja: ロールとは、ジャーナル内のさまざまな権限レベルおよび関連するワークフローへのアクセス権が付与されているジャーナル内のユーザーのグループです。 5つの異なる権限レベルがあります。雑誌管理者は、ジャーナル内のすべて（すべてのコンテンツと設定）にアクセスできます。セクション編集者は、任命されたすべてのコンテンツに完全にアクセスできます。ジャーナルアシスタントは、編集者によって明示的に任命されたすべての投稿のみとアクセスが制限されています。査読者は、査読を任命された投稿を見たり実行できます。著者は、自分の投稿に関する限られた情報を見たり操作できます。さらに、ロールにアクセス権が与えられる異なる5つのステージ割当があります。投稿、内部査読、査読、編集、制作です。
ka_ge: როლები ჟურნალში არის მომხმარებელთა ჯგუფები, რომლებსაც აქვთ წვდომა სხვადასხვა ნებართვის დონეზე და მასთან დაკავშირებული სამუშაო ნაკადები ჟურნალში. ნებართვის ხუთი განსხვავებული დონეა: ჟურნალის მენეჯერებს აქვთ ჟურნალში არსებული ყველაფრის წვდომა (მთელი შინაარსი და პარამეტრები); სექციის რედაქტორებს აქვთ სრული წვდომა ყველა დანიშნულ შინაარსზე; ჟურნალისტის ასისტენტებს აქვთ შეზღუდული წვდომა ყველა წარდგინებაზე, რომლებიც მათ პირდაპირ მიანიჭა რედაქტორმა; რეცენზენტებს შეუძლიათ დაინახონ და შეასრულონ წარდგინებები, რომელთა გადახედვასაც დაევალათ; და ავტორებს შეუძლიათ იხილონ და ურთიერთქმედებენ შეზღუდული რაოდენობით ინფორმაციასთან დაკავშირებით საკუთარი წარდგინებით. გარდა ამისა, არსებობს ხუთი განსხვავებული ეტაპი დავალებები, რომელთა როლებზე წვდომა შეიძლება მიეცეს: წარდგენას, შიდა მიმოხილვას, მიმოხილვას, რედაქციას და წარმოებას.
ku_iq: لەم گۆڤارەدا بە شێوەی جیاواز و پەیوەندیدار بە رێڕەوی کار کەسانێک لە کۆمەڵێک ئاستدا ڕۆڵیان پێ دەدرێت. پێنج ئاست لێرەدا بەردەستن: بەڕێوەبەری گۆڤار دەستپێڕاگەیشتنی بەسەر هەمو بەشەکاندا هەیە؛ سەرنوسەری بەشەکان دەستپێڕاگەیشتنیان بۆ هەمو ئەرکەکانیان هەیە؛ هاوکارانی گۆڤار دەستپێڕاگەیشتنی سنورداریان بۆ ئەو توێژینەوانە هەیە کە بۆی ئەرکدار کراون لە لایەن سەرنوسەرێکەوە؛ هەڵسەنگێنەران دەستپێڕاگەیشتنیان بۆ ئەو توێژینەوانە هەیە کە بۆی ئەرکدار کراون؛ توێژەران دەتوانن توێژینەوەکانی خۆیان و ئەو زانیارییانە ببینن کە پێویستن و کار لە پرۆسەی هەڵسەنگاندن ناکەن. لەوەش زیاتر، پێنج ئاست هەنە کە دەکرێت ڕۆڵیان پێ بدرێت بۆ: پێشکەشکردن، هەڵسەنگاندنی ناوخۆیی، هەڵسەنگاندن، سەرنوسەری و بەرهەمهێنان.
ky: Ролдор журналдагы колдонуучулар топтору болуп саналат, аларга ар кандай уруксат деңгээлдери жана журналдагы иш агымдары берилет. Беш уруксат деңгээли бар: Журнал менеджерлери журналдагы бардык нерсеге кире алышат (бардык мазмун жана жөндөөлөр); Бөлүм редакторлору дайындалган мазмунга толук кире алышат; Журнал ассистенттери редактор тарабынан ачык дайындалган тапшырмаларга гана чектелген кирүү мүмкүнчүлүгүнө ээ; Кароочулар аларга кароо үчүн дайындалган тапшырмаларды көрүп, аткара алышат; Авторлор өз тапшырмалары боюнча чектелген маалыматка кире алышат. Мындан тышкары, ролдорго кирүү мүмкүнчүлүгү берилген беш этаптык дайындоо бар: Тапшыруу, Ички кароо, Кароо, Редакциялык жана Продакшн.
lt: Žurnale skirtingas funkcijas atliekančioms vartotojų grupėms suteikiamos skirtingos teisės: žurnalo leidėjai turi visas prieigos teises (prie bet kokio turinio ir nustatymų); skyrių redaktoriai turi prieigą prie jiems paskirtos medžiagos; redakcijos sekretoriai turi ribotą prieigą, t. y. tik prie tų tekstų, kuriuos matyti suteikė teisę redaktorius; recenzentai gali matyti ir tvarkyti tik jiems pavestus recenzuoti straipsnius, o autoriams prieinami tik jų pačių pateikti straipsniai. Be to, žurnalle vykdomos penkeriopos užduotys, kurioms vykdyti gali būti suteikiama skirtinga prieiga. Tai straipsnių teikimas, vidinis recenzavimas, recenzavimas, redaktoriaus priega ir leidyba.
lv: Lomas ir žurnāla lietotāju grupas, kurām žurnālā ir piešķirta piekļuve dažādiem tiesību līmeņiem un ar tiem saistītajām darbplūsmām. Ir pieci dažādi tiesību līmeņi: Žurnāla pārvaldniekiem ir piekļuve visam žurnālam (visam saturam un iestatījumiem); sadaļu redaktoriem ir pilnīga piekļuve visam piešķirtajam saturam; žurnāla asistentiem ir ierobežota piekļuve visiem materiāliem, kurus viņiem ir skaidri piešķīris redaktors; recenzenti var redzēt un veikt to materiālu izskatīšanu, kuru izskatīšana viņiem ir uzticēta; autori var redzēt un mijiedarboties ar ierobežotu informācijas apjomu par saviem materiāliem. Turklāt ir pieci dažādi posmu uzdevumi, kuriem lomām var piešķirt piekļuvi: Iesniegšana, Iekšējā recenzēšana, Recenzēšana, Rediģēšana un Izstrāde.
mr: नियतकालिकासाठी योगदान देणाऱ्या विविध वापरकर्त्यांच्या गटांना नियतकालिकामधील विविध परवानग्यांसाठी आणि संबंधित कार्यप्रवाहावर (वर्कफ्लो) प्रवेश दिला जातो. परवानग्यांचे पाच वेगवेगळे स्तर आहेत : नियतकालिकाच्या व्यवस्थापकांना नियतकालिकामधील प्रत्येक बाबीसाठी प्रवेश असतो (सर्व मजकूर आणि सेटिंग्ज); विभागाच्या संपादकांना नियुक्त केलेल्या सर्व मजकूरासाठी पूर्ण प्रवेश असतो; नियतकालिकाच्या सहाय्यकांना संपादकाद्वारे स्पष्टपणे नियुक्त केलेल्या सर्व सादरीकरणांमध्ये मर्यादित प्रवेश असतो; समीक्षक समीक्षणासाठी नियुक्त केलेले सादरीकरण पाहू आणि समीक्षण करू शकतात; तर लेखक त्यांच्या स्वतःच्या सादरीकरणांवर मर्यादित माहिती पाहू आणि बाबत संवाद साधू शकतात. याव्यतिरिक्त, पाच वेगवेगळ्या टप्प्यांवर नेमून दिलेल्या कार्यांसाठी त्याच्याशी संबंधीत योगदान देणार्‍या विविध वापरकर्त्यांना प्रवेश दिला जाऊ शकतो: सादरीकरण, अंतर्गत समीक्षण, समीक्षण, संपादकीय कार्ये आणि प्रकाशन.
ms: Peranan ialah kumpulan pengguna dalam jurnal yang diberi akses kepada tahap kebenaran yang berbeza dan aliran kerja yang berkaitan dalam jurnal. Terdapat lima tahap kebenaran yang berbeza: Pengurus Jurnal mempunyai akses kepada semua dalam jurnal (semua kandungan dan tetapan); Editor Bahagian mempunyai akses lengkap kepada semua kandungan yang diberikan; Pembantu Jurnal mempunyai akses terhad kepada semua penyerahan yang telah diberikan secara eksplisit kepada mereka oleh editor; Penyemak boleh melihat dan melaksanakan penyerahan yang telah ditugaskan untuk disemak; dan Pengarang boleh melihat dan berinteraksi dengan jumlah maklumat yang terhad pada penyerahan mereka sendiri. Selain itu, terdapat lima tugasan peringkat berbeza yang peranan boleh diberikan akses kepada: Penyerahan, Semakan Dalaman, Semakan, Editorial dan Pengeluaran.
nb_no: Roller er grupper av tidsskriftsbrukere som er gitt ulikt tilgangsnivå og knyttet til ulike arbeidsflyter i tidsskriftet. Det er fem ulike tilgangsnivå: Tidsskriftsadministratorer har tilgang til alt i tidsskriftet (alt innhold og alle innstillinger). Seksjonsredaktører har full tilgang til alt innhold de er blitt tildelt. Tidsskriftsassistenter har begrenset tilgang til alle manuskript som en redaktør har tildelt dem. Fagfeller kan se og arbeide med manuskriptene som de skal vurdere. Forfattere kan se og interagere med en begrenset mengde informasjon knyttet til deres manuskript. I tillegg er det fem ulike trinn som roller kan bli gitt tilgang til: Manuskriptinnsending, Intern fagfellevurdering, Fagfellevurdering, Redaksjonelt og Produksjon.
nl: Rollen zijn gebruikersgroepen voor een tijdschrift, aan wie verschillende toegangs- en beheersrechten worden toegekend in het tijdschrift. Er zijn vijf verschillende toegangsniveaus: tijdschriftbeheerders hebben volledige toegang tot het tijdschrift (zowel inhoud als instellingen); sectieredacteurs hebben volledige toegang tot alle toegewezen inzendingen; tijdschriftassistenten hebben beperkte toegang tot alle inzendingen die hen expliciet werden toegewezen door een redacteur; reviewers kunnen de inzendingen die hen werden toegewezen bekijken en beoordelen; auteurs kunnen hun eigen inzendingen bekijken en beperkt aanpassen. Daarnaast zijn er vijf verschillende stappen in het redactieproces waartoe gebruikersrollen toegang kunnen worden verleend: inzending, interne review, review, redactie en productie.
pl: Role to grupy użytkowników czasopisma o określonych uprawnieniach, powiązanych z przepływem pracy w systemie. Istnieje pięć poziomów uprawnień: Administratorzy czasopisma mają dostęp do wszystkiego (cała zawartość oraz ustawienia); Redaktorzy działów mają pełny dostęp do przydzielonej zawartości; Asystenci mają ograniczony dostęp do zawartości która została im przydzielona przez redaktorów; Recenzenci widzą przesłane teksty oraz mogą przesyłać recenzje w obrębie tekstów do których dostęp został im przydzielony; Autorzy mają dostęp i możliwości zarządzania metadanymi tekstów które przesłali. Ponadto, każda rola może uzyskać dostęp do jednego z pięciu etapów pracy: Przesyłania, Wewnętrznej recenzji, Recenzji, Redakcji oraz Produkcji.
pt_br: Os papéis são grupos de usuários na revista que têm acesso a diferentes níveis de permissão e fluxos de trabalho associados dentro da revista. Há cinco níveis de permissão diferentes: Gerentes da Revista, que têm acesso a tudo na revista (todos os conteúdos e definições); Editores da Revista, que têm acesso a todo o conteúdo dentro da sua série; Assistentes da Revista, que têm acesso a todos os manuscritos que foram explicitamente atribuídos a eles por um editor; Os Avaliadores, que podem ver e executar as avaliações que lhes foram atribuídas; e Autores, que podem ver e interagir com uma quantidade limitada de informações sobre suas próprias submissões. Além disso, existem cinco estágios diferentes que os papéis podem ter acesso a: Envio, Avaliação Interna, a Avaliação Externa, Editorial e Produção.
pt_pt: Os papéis são grupos de utilizadores na revista que têm acesso a diferentes níveis de permissão e fluxos de trabalho associados na revista. Existem cinco níveis de permissão diferentes: os Administradores da Revista têm acesso a tudo (todo o conteúdo e configurações); Os Editores de Secções têm acesso completo a todo o conteúdo atribuído; Os Assistentes Editotrais têm acesso limitado a todos os envios que foram explicitamente atribuídos a estes pelo um editor; Os revisores podem ver e executar os envios que foram designados para revisão; E os autores podem ver e interagir com uma quantidade limitada de informações nas suas próprias submissões. Além disso, existem cinco atribuições de estágios diferentes às quais os papéis podem ter acesso a: Submissão, Revisão Interna, Revisão, Editorial e Produção.
ru: Роли — это группы пользователей в журнале, которым предоставляется доступ с разными уровнями прав, эти группы связаны с разными рабочими процессам в журнале. Есть пять разных уровней прав: Управляющие журналом имеют доступ ко всему в журнале (ко всему контенту и настройкам); Редакторы разделов имеют полный доступ ко всему назначенному им контенту; Ассистенты журнала имеют ограниченный доступ ко всем материалам, которые были им явно назначены редактором; Рецензенты могут видеть и рецензировать те материалы, которые им были назначены; Авторы могут видеть и взаимодействовать с определенной информацией об их собственных материалах, отправленных в журнал. Кроме того, есть пять разных этапов назначений, к которым роли могут иметь доступ: Отправка, Внутреннее рецензирование, Рецензирование, Редактирование и Публикация.
sk_sk: Role sú skupiny používateľov v časopise, ktorí majú prístup k rôznym úrovniam oprávnenia a pridruženým pracovným postupom v časopise. Existuje päť rôznych úrovní oprávnenia: Správcovia časopisu majú prístup ku všetkému v časopise (všetok obsah a nastavenia); Editori sekcií majú kompletný prístup k celému priradenému obsahu. Asistenti časopisu majú obmedzený prístup ku všetkým príspevkom, ktoré im explicitne pridelil Editor; Recenzenti môžu zobraziť a recenzovať príspevky, ktoré im boli pridelené na kontrolu. A Autori môžu vidieť a komunikovať s obmedzeným množstvom informácií o svojich príspevkoch. Okrem toho existuje päť rôznych etáp, do ktorých môže byť nastavený prístup: podanie, interné recenzie, recenzie, redakcia a výroba.
sl_si: Vloge so skupine uporabnikov revije, ki določajo različen nivo dostopa in delovnega procesa znotraj revije. Obstaja pet različnih nivojev pravic: Administratorji revije imajo dostop do vseh področij v reviji; Uredniki rubrike imajo celoten dostop do vseh dodeljenih vsebin; Asistenti imajo omejen dostop do člankov, ki jim jih dodelijo uredniki; Recenzenti lahko vidijo in lahko opravijo recenzijo člankov, ki so jim dodeljeni; Avtorji lahko vidijo in imajo dostop do določenih vsebin svojih člankov. Dodatno je še pet stopenj v uredniškem procesu: Rokopis, Interna recenzija, Recenzija, Lektoriranje in Produkcija.
sv_se: Roller är grupper av tidskriftens användare som har tillgång till olika funktioner och arbetsflöden i tidskriften. Det finns fem olika nivåer: Tidskriftsansvarig har tillgång till allt i tidskriften (allt innehåll och alla inställningar); Sektionsredaktör har fullständig tillgång till allt innehåll i tidskriften; Redaktionssekreterare har begränsad tillgång till inskickade bidrag som de har fått tilldelat av en redaktör; Granskare kan se och arbeta med inskickade bidrag som de har tilldelats att granska; och Författare kan se och interagera med begränsad information om deras egna bidrag. Dessutom finns det fem olika steg som de olika rollerna kan få tillgång till: Inskickade bidrag, Intern granskning, Granskning, Redigering, och Produktion.
tr_tr: Roller, dergideki farklı izin düzeylerine ve ilişkili iş akışlarına erişim verilmiş olan, kullanıcı grubundaki kullanıcı gruplarıdır. Beş farklı izin düzeyi vardır: Dergi Yöneticileri dergideki her şeye erişebilir (tüm içerik ve ayarlar); Bölüm Editörleri, atanan tüm içeriğe tam erişime sahiptir; Dergi Asistanları, bir editör tarafından kendilerine açıkça verilen tüm gönderilere sınırlı erişime sahiptir; Hakemler, incelenmek üzere atanmış oldukları gönderileri görebilir ve yapabilirler; Yazarlar, kendi gönderileriyle ilgili sınırlı miktarda bilgiyi görebilir ve bunlarla etkileşime girebilir. Ek olarak, rollere erişim, İç Değerlendirme, Gözden Geçirme, Editörlük ve Prodüksiyona erişim verilebilecek beş farklı aşama görevi vardır.
uk: Ролі – це групи користувачів, яким надається доступ різного рівня до різних робочих процесів журналу. Передбачено 5 різних рівнів доступу: менеджери журналу мають доступ до всього контенту і налаштувань; редактори розділів мають повний доступ до всього призначеного їм контенту; асистенти журналу мають обмежений доступ до рукописів, що були їм призначені редактором; рецензенти можуть переглядати і рецензувати призначені їм рукописи; автори можуть переглядати й оперувати даними про їхні власні рукописи. Крім того, є п'ять різних етапів призначень, для яких можуть призначатися ролі: подання, внутрішнє рецензування, рецензування, редагування та виробництво.
uz_cyrl: Журналдаги ролларни бошқариш (Муаллиф, Тақризчи, Муҳаррир).
uz_uz@latin: Rollar - bu jurnaldagi foydalanuvchilarning turli darajalari va ularga tegishli ish oqimlariga kirish huquqi berilgan guruhlar. Besh xil ruxsat darajasi mavjud: Jurnal menejerlari jurnaldagi hamma narsaga kirish huquqiga ega (barcha tarkib va sozlamalar); Bo'lim muharrirlari barcha tayinlangan tarkibga to'liq kirish huquqiga ega; Jurnal yordamchilari muharrir tomonidan aniq berilgan barcha topshiriqlarga kirish imkoniyati cheklangan; Taqrizchilar ko'rib chiqish uchun topshirilgan topshiriqlarni ko'rishi va bajarishi mumkin; va mualliflar cheklangan miqdordagi ma'lumotlarni o'z taqdimotlarida ko'rishlari va ular bilan muloqot qilishlari mumkin. Bundan tashqari, rollarga kirish huquqi berilishi mumkin bo'lgan besh xil bosqichli topshiriqlar mavjud: Yuborish, Ichki ko'rib chiqish, Sharh, Tahririyat va Ishlab chiqarish.
vi_vn: Vai trò là nhóm người dùng trong tạp chí được cấp quyền truy cập vào các cấp phép khác nhau và quy trình công việc liên quan trong tạp chí. Có năm cấp độ cho phép khác nhau: Người quản trị tạp chí có quyền truy cập vào mọi thứ trong tạp chí (tất cả nội dung và cài đặt); Biên tập viên chuyên mục có quyền truy cập đầy đủ vào tất cả các nội dung được phân công; Thư ký tạp chí có quyền truy cập hạn chế vào tất cả các bài gửi đã được biên tập viên phân công cho họ; Người phản biện có thể xem và thực hiện các bài gửi mà họ đã được chỉ định để đánh giá; và Tác giả có thể nhìn thấy và tương tác với một lượng thông tin hạn chế trên bài gửi của chính họ. Ngoài ra, có năm giai đoạn khác nhau mà vai trò có thể được cấp quyền truy cập vào: Gửi bài, Đánh giá ban đầu, Phản biện, Biên tập và Chế bản.
