Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# plugins.importexport.common.status.markedRegistered
source: Marked registered
ar: مؤشر أنه مسجل
az: İşarələnmiş qeydiyyat
bg_bg: Маркиран като регистриран
ca_es: Marcar com a registrat
cs_cz: Označeno jako registrované
da_dk: Markeret registreret
de_de: Als registriert markiert
es_es: Marcar como registrado
eu: Erregistratuta markatuta
fa_ir: به عنوان ثبت شده علامت گزاری شده است.
fi: Merkityt rekisteröidyt
fr_fr: Marqué comme enregistré
gl: Marcado como rexistrado
hi_in: दर्ज की गई
hy: Նշված է գրանցված
id_id: Ditandai terdaftar
is_is: Merkt skráð
it_it: Segnato come registrato
ja: マークは登録済み
ka_ge: მონიშნულია, როგორც რეგისტირებული
ku_iq: وەکو تۆمارکراو دیاری کراوە
ky: Катталган деп белгиленди
lt: Pažymėta kaip užregistruota
lv: Atzīmēts kā reģistrēts
mr: नोंदणीकृत असे चिन्हांकित केले गेले आहे
ms: Ditanda berdaftar
nb_no: Merket som registrert
nl: Aangeduid als geregistreerd
pl: Oznacz jako zarejestrowane
pt_br: Marcado como registrado
pt_pt: Marcado registado
ru: Отмечен как зарегистрированный
sk_sk: Označené ako registrované
sl_si: Označen kot registriran
sr_rs@cyrillic: Означени регистровани
sr_rs@latin: Označeni registrovani
tr_tr: İşaretli kayıt
uk: Відмічений як зареєстрований
uz_cyrl: Рўйхатдан ўтган деб белгиланган
uz_uz@latin: Belgilangan ro'yxatga olingan
vi_vn: Đánh dấu đã đăng ký
zh_hant: 已紀錄註冊

# plugins.importexport.common.status.registered
source: Registered
ar: مسجل
az: Qeydə alınmış
bg_bg: Регистриран
ca_es: Registrat
cs_cz: Registrované
da_dk: Registreret
de_de: Registriert
es_es: Registrado/a
eu: Erregistratuta
fa_ir: ثبت شده
fi: Rekisteröity
fr_fr: Enregistré
gl: Rexistrado
hi_in: पंजीकृत
hy: Գրանցված
id_id: Terdaftar
is_is: Skráð
it_it: Registrato
ja: 登録済み
ka_ge: რეგისტრირებული
ku_iq: تۆمار کراوە
ky: Катталган
lt: Registruota
lv: Reģistrēts
mr: नोंदणीकृत
ms: Berdaftar
nb_no: Registrert
nl: Geregistreerd
pl: Zarejestrowane
pt_br: Registrado
pt_pt: Registado
ru: Зарегистрирован
sk_sk: Registrované
sl_si: Registriran
sr_rs@cyrillic: Регистрован
sr_rs@latin: Registrovan
sv_se: Registrerad
tr_tr: Kayıtlı
uk: Зареєстрований
uz_cyrl: Рўйхатдан ўтган
uz_uz@latin: Ro'yxatga olingan
vi_vn: Đã đăng ký
zh_hant: 已註冊

# plugins.importexport.common.action
source: Action
ar: إجراء
az: Hərəkət
bg_bg: Действие
ca_es: Acció
cs_cz: Akce
da_dk: Aktion
de_de: Aktion
es_es: Acción
eu: Ekintza
fa_ir: عملیات
fi: Toiminto
gl: Acción
hi_in: कार्य
hy: Գործողություն
id_id: Tindakan
is_is: Aðgerð
it_it: Azione
ja: アクション
ka_ge: მოქმედება
ku_iq: کردار
ky: Аракет
lt: Veiksmas
lv: Rīcība
mr: कार्यवाही
ms: Tindakan
nb_no: Handling
nl: Actie
pl: Działanie
pt_br: Ação
pt_pt: Acção
ru: Действие
sk_sk: Akcia
sl_si: Akcija
sr_rs@cyrillic: Акција
sr_rs@latin: Akcija
sv_se: Aktivitet
tr_tr: Eylem
uk: Дія
uz_cyrl: Ҳаракат
uz_uz@latin: Harakat
vi_vn: Hoạt động
zh_hant: 執行項目

# plugins.importexport.common.action.export
source: Export
ar: تصدير
az: İxrac
bg_bg: Експорт
ca_es: Exportar
da_dk: Eksport
es_es: Exportar
eu: Esportatu
fa_ir: برون دهی
fi: Vie
fr_fr: Exporter
gl: Exportar
hi_in: निर्यात
hy: Արտահանում
id_id: Ekspor
is_is: Flytja út
it_it: Esporta
ja: エクスポート
ka_ge: ექსპორტი
ku_iq: هەناردە
ky: Экспорттоо
lt: Eksportuoti
lv: Eksportēt
mr: पाठवा (एक्सपोर्ट)
ms: Eksport
nb_no: Eksporter
nl: Exporteer
pl: Eksport
pt_br: Exportar
pt_pt: Exportar
ru: Экспорт
sl_si: Izvoz
sr_rs@cyrillic: Извоз
sr_rs@latin: Izvoz
tr_tr: İhraç
uk: Експорт
uz_cyrl: Экспорт
uz_uz@latin: Eksport qilish
vi_vn: Xuất
zh_hant: 導出

# plugins.importexport.common.action.markRegistered
source: Mark registered
ar: مؤشر أنه مسجل
az: İşarələnmiş qeydiyyat
bg_bg: Маркирай като регистриран
ca_es: Marcar com a registrats
cs_cz: Označit registrované
da_dk: Markér registreret
de_de: Als registriert markieren
es_es: Marcar como registrado
eu: Markatu erregistratuta
fa_ir: به عنوان ثبت شده علامت گزاری شده است.
fi: Merkitse rekisteröidyt
fr_fr: Marquer comme enregistré
gl: Marcar como rexistrado
hi_in: मार्क पंजीकृत है
hy: Նշեք գրանցված
id_id: Tandai terdaftar
is_is: Merkja skráð
it_it: Segna come registrato
ja: マークが登録されました
ka_ge: მონიშნულია, როგორც დარეგისტირებული
ku_iq: وەک تۆمارکراو دیاری کراوە
ky: Катталган деп белгилөө
lt: Pažymėti kaip užregistruota
lv: Reģistrēta atzīme
mr: नोंदणीकृत असे चिन्हांकित केले गेले आहे
ms: Tanda didaftarkan
nb_no: Merk som registrert
nl: Duid aan als geregistreerd
pl: Oznacz jako zarejestrowane
pt_br: Marcar como registrado
pt_pt: Marcar registado
ru: Отметить как зарегистрированный
sk_sk: Označiť registrované
sl_si: Označi kot registriran
sr_rs@cyrillic: Означи регистроване
sr_rs@latin: Označi registrovane
sv_se: Markera som registrerad
tr_tr: İşaretli kayıt
uk: Відмітити зареєстрованим
uz_uz@latin: Mark ro'yxatdan o'tgan
vi_vn: Đánh dấu đã đăng ký
zh_hant: 紀錄已註冊

# plugins.importexport.common.action.register
source: Register
ar: تسجيل
az: Qeydiyyat
bg_bg: Регистриране
ca_es: Registra
cs_cz: Registrace
da_dk: Registrér
de_de: Registrieren
es_es: Registrar
eu: Erregistratu
fa_ir: ثبت‌نام
fi: Rekisteröi
fr_fr: Enregistrer
gl: Rexistrarse
hi_in: रजिस्टर करें
hy: Գրանցել
id_id: Daftar
is_is: Skrá
it_it: Registrazione
ja: 登録
ka_ge: რეგისტრაცია
ku_iq: تۆمارکردن
ky: Каттоо
lt: Registruoti
lv: Reģistrēties
mr: नोंदणी करा
ms: Daftar
nb_no: Registrer
nl: Registreer
pl: Zarejestruj
pt_br: Registrar
pt_pt: Registar-se
ru: Зарегистрировать
sk_sk: Registrácia
sl_si: Registriraj
sr_rs@cyrillic: Регистрација
sr_rs@latin: Registracija
tr_tr: Kayıt
uk: Зареєструвати
uz_cyrl: Рўйхатдан ўтказиш
uz_uz@latin: Ro'yxatdan o'tish
vi_vn: Đăng ký
zh_cn: 注册
zh_hant: 註冊

# plugins.importexport.common.error.noObjectsSelected
source: No objects selected.
ar: لم يتم إختيار أي مكون.
az: Heç bir obyekt seçilmədi.
bg_bg: Не са избрани обекти.
ca_es: Cap objecte seleccionat.
cs_cz: Nebyly vybrány žádné objekty.
da_dk: Der er ikke valgt element.
de_de: Keine Objekte ausgewählt.
es_es: Ningún objeto seleccionado.
eu: Ez da objekturik hautatu.
fa_ir: داده ای انتخاب نشده است.
fi: Yhtään kohdetta ei ole valittu.
fr_fr: Aucun objet sélectionné.
gl: Non hai obxectos seleccionados.
hi_in: कोई ऑब्जेक्ट नहीं चुना गया।
hy: Ընտրված օբյեկտներ չկան:
id_id: Tidak ada objek yang dipilih.
is_is: Ekkert valið.
it_it: Nessun oggetto selezionato.
ja: 選択されたオブジェクトはありません。
ka_ge: ობიექტი არ არის არჩეული.
ku_iq: هیچ شتێک دیاری نەکراوە.
ky: Эч кандай объект тандалган жок.
lt: Nieko nepasirinkta.
lv: Objekti nav atlasīti.
mr: कोणतेही प्रकाशन साहित्य (ऑब्जेक्ट) निवडलेले नाही.
ms: Tiada objek yang dipilih.
nb_no: Ingen objekt valgt.
nl: Geen objecten geselecteerd.
pl: Nie zaznaczono obiektów.
pt_br: Sem objetos selecionados
pt_pt: Nenhum objecto seleccionado.
ru: Нет выбранных объектов.
sk_sk: Neboli vybrané žiadne objekty.
sl_si: Noben objekt ni izbran.
sr_rs@cyrillic: Нема одабраних објеката.
sr_rs@latin: Nema odabranih objekata.
sv_se: Inga objekt har valts.
tr_tr: Hiçbir nesne seçilmedi.
uk: Немає обраних об'єктів.
uz_uz@latin: Hech qanday ob'ekt tanlanmagan.
vi_vn: Không có đối tượng được chọn.
zh_hant: 無已選項目。

# plugins.importexport.common.error.validation
source: Could not convert selected objects.
ar: تعذر تحويل المكونات المختارة.
az: Seçilmiş obyektlər çevrilə bilmədi.
bg_bg: Избраните обекти не можаха да бъдат преобразувани.
ca_es: Els objectes seleccionats no es poden convertir.
cs_cz: Vybrané objekty nelze konvertovat.
da_dk: Kunne ikke konvertere de valgte elementer.
de_de: Konnte ausgewählte Objekte nicht konvertieren.
es_es: No se pueden convertir los objetos seleccionados.
eu: Ezin izan dira bihurtu hautatutako objektuak.
fa_ir: قابلیت تبدیل داده های مشخص شده امکان پذیر نیست.
fi: Valittuja kohteita ei voitu muuntaa.
fr_fr: Les objets sélectionnés n'ont pu être convertis.
gl: Non se puideron converter os obxectos seleccionados.
hi_in: चयनित वस्तुओं को परिवर्तित नहीं किया जा सका।
hy: Չհաջողվեց փոխարկել ընտրված օբյեկտները:
id_id: Tidak dapat mengubah objek yang dipilih.
is_is: Gat ekki breytt völdum hlutum.
it_it: Non è stato possibile convertire gli oggetti selezionati.
ja: 選択したオブジェクトを変換できませんでした。
ka_ge: არჩეული ობიექტების გარდაქმნა შეუძლებელია.
ku_iq: شتە دیاریکراوەکان ئاڵوگۆڕ ناکرێن.
ky: Тандалган объекттерди конвертациялоо мүмкүн болгон жок.
lt: Pasirinktų objektų neįmanoma konvertuoti.
lv: Neizdevās konvertēt atlasītos objektus.
mr: निवडलेले प्रकाशन साहित्य (ऑब्जेक्ट) रूपांतरित करता आले नाही.
ms: Tidak dapat menukar objek yang dipilih.
nb_no: Kunne ikke konvertere de valgte objektene.
nl: Geselecteerde objecten konden niet worden geconverteerd.
pl: Wystąpił błąd podczas konwersji obiektów.
pt_br: Não foi possível converter os objetos selecionados.
pt_pt: Não foi possível converter objectos seleccionados.
ru: Невозможно конвертировать выбранные объекты.
sk_sk: Vybrané objekty sa nedajú konvertovať.
sl_si: Izbranih objektov ni bilo mogoče pretvoriti.
sr_rs@cyrillic: Није могуће конвертовати одабране објекте.
sr_rs@latin: Nije moguće konvertovati odabrane objekte.
sv_se: Kunde inte omvandla valda objekt.
tr_tr: Seçilen nesneler dönüştürülemedi.
uk: Неможливо конвертувати вибрані об'єкти.
uz_uz@latin: Tanlangan obyektlarni o'zgartirib bo'lmadi.
vi_vn: Không thể chuyển đổi các đối tượng được chọn.
zh_hant: 未能轉換已選項目。

# plugins.importexport.common.invalidXML
source: Invalid XML:
ar: خطأ في XML:
az: Yanlış XML:
bg_bg: Невалиден XML:
ca_es: XML invàlid:
cs_cz: Neplatné XML:
da_dk: Ugyldig XML:
de_de: XML ungültig:
es_es: XML inválido:
eu: XML baliogabea:
fa_ir: XML غیرمعتبر:
fi: Virheellinen XML:
fr_fr: XML invalide :
gl: XML inválido:
hi_in: अमान्य XML:
hy: Անվավեր XML:
is_is: Ógilt XML:
it_it: XML invalido:
ja: 無効なXML:
ka_ge: არასწორი XML:
ku_iq: هەڵەیەک لە XML هەیە:
ky: Туура эмес XML:
lt: Neteisingas XML:
lv: Nederīgs XML:
mr: अग्राह्य XML:
ms: XML tidak sah:
nb_no: Ugyldig XML:
nl: Ongeldige XML:
pl: Nieprawidłowy XML:
pt_br: XML inválido:
pt_pt: XML inválido:
ru: Неправильный XML:
sk_sk: Neplatné XML:
sl_si: Napačen XML:
sr_rs@cyrillic: Неисправан XML:
sr_rs@latin: Neispravan XML:
sv_se: Ogiltlig XML:
tr_tr: Geçersiz XML:
uk: Невірний XML:
uz_uz@latin: Noto'g'ri XML:
vi_vn: XML không hợp lệ:
zh_hant: 無效XML：

# plugins.importexport.common.export.error.outputFileNotWritable
source: The output file {$param} is not writable.
ar: ملف الإخراج {$param} غير قابل للكتابة.
az: Çıxış faylı {$param} yazıla bilən olmalıdır
bg_bg: Изходният файл {$param} не може да се записва.
ca_es: L'arxiu de sortida {$param} no és editable.
cs_cz: Do výstupního souboru {$param} nejde zapisovat.
da_dk: Produktfilen {$param} er ikke skrivbar.
de_de: Die Ausgabedatei {$param} ist nicht beschreibbar.
es_es: El archivo de salida {$param} no es editable.
eu: {$param} irteerako fitxategia ez da editagarria.
fa_ir: فایل خرورجی {$param} قابل نوشتن نیست.
fi: Kohdetiedosto {$param} ei ole kirjoituskelpoinen.
fr_fr: Le fichier de sortie {$param} n'est pas accessible en écriture.
gl: O arquivo de saída {$param} non se pode editar.
hi_in: आउटपुट फ़ाइल {$ param} लेखन योग्य नहीं है।
hy: Ելքային նիշքը {$param} գրառելի չէ:
id_id: File output {$param} tidak writable.
it_it: Il file {$param} non è scrivibile.
ja: 出力ファイル {$param} は書き込み可能ではありません。
ka_ge: გამომავალი ფაილი {$param} არ იწერება.
ku_iq: بەرهەمی {$param} نانوسرێت.
ky: Чыгуу файлы {$param} жазылуучу эмес.
lt: Išvedimo failas {$param} neįrašomas.
lv: Izvades fails {$param} nav rakstāms.
mr: आउटपुट फाईल {$param} लिहिण्यायोग्य नाही.
ms: Fail keluaran {$param} tidak boleh ditulis.
nb_no: Resultatfilen {$param} er ikke skrivbar.
nl: Het uitvoerbestand {$param} is niet schrijfbaar.
pl: Plik wyjściowy {$param} nie jest zapisywalny.
pt_br: O arquivo de saída {$param} não é gravável.
pt_pt: O ficheiro de saída {$param} não é gravável.
ru: Выходной файл {$param} не доступен для записи.
sk_sk: Do výstupného súboru {$param} sa nedá zapisovať.
sl_si: V izhodno datoteko {$param} ni mogoče pisati.
sr_rs@cyrillic: У фајл {$param} није могуће писати.
sr_rs@latin: U fajl {$param} nije moguće pisati.
sv_se: Den producerade filen {$param} är inte skrivbar.
tr_tr: Çıktı dosyası {$param} yazılabilir değil.
uk: Файл результатів {$param} не доступний для запису.
uz_uz@latin: {$ Param} chiqish fayli yozilmaydi.
vi_vn: Tệp đầu ra {$param} không thể ghi.
zh_cn: 输出文件{$param}不可写。
zh_hant: 所生產的檔案 {$param} 未能寫入。

# plugins.importexport.common.export.error.inputFileNotReadable
source: The input file {$param} is not readable.
ar: ملف الإدخال {$param} غير قابل للكتابة.
az: Çıxış faylı {$param} oxuna bilən olmalıdır.
bg_bg: Входният файл {$param} не може да се чете.
ca_es: L'arxiu d'entrada {$param} no es pot llegir.
cs_cz: Vstupní soubor {$param} není čitelný.
da_dk: Input-filen {$param} er ikke læsbar.
de_de: Die Eingabedatei {$param} is nicht lesbar.
es_es: El archivo cargado {$param} no se puede leer.
eu: {$param} sarrera-fitxategia ezin da irakurri.
fa_ir: فایل ورودی {$param} قابل خواندن نیست.
fi: Kohdetiedostoa {$param} ei voi lukea.
fr_fr: Le fichier {$param} n'est pas lisible.
gl: O arquivo de entrada {$param} non se pode ler.
hi_in: इनपुट फ़ाइल {$ param} पठनीय नहीं है।
hy: Մուտքային նիշքը {$param} ընթեռնելի չէ:
it_it: Il file di input {$param} non è leggibile.
ja: 入力ファイル{$param}は読み込み可能ではありません。
ka_ge: შეყვანის ფაილი {$param} არ იკითხება.
ku_iq: داهاتی {$param} ناخوێندرێتەوە.
ky: Кирүү файлы {$param} окулбайт.
lt: Įvedimo failas {$param} neperskaitomas.
lv: Ievades fails {$param} nav nolasāms.
mr: इनपुट फाईल {$param} वाचण्यायोग्य नाही.
ms: Fail input {$param} tidak dapat dibaca.
nb_no: Filen {$param} kan ikke leses.
nl: Het invoerbestand {$param} is niet leesbaar.
pl: Nie można odczytać pliku wejściowego {$param}.
pt_br: O arquivo de entrada {$param} não é legível.
pt_pt: Ficheiro de entrada {$param} não é legível.
ru: Входной файл {$param} не доступен для чтения.
sk_sk: Vstupný súbor {$param} nie je čitateľný.
sl_si: Vhodna datoteka {$param} ni berljiva.
sv_se: Input-filen {$param} är inte läsbar.
tr_tr: Çıktı dosyası {$param} okunabilir değil.
uk: Вхідний файл {$param} не доступний для читання.
uz_uz@latin: {$ Param} kirish fayli o'qilmaydi.
vi_vn: Tệp đầu vào {$param} không thể đọc được.
zh_hant: 所輸入的檔案 {$param} 未能讀取。

# plugins.importexport.common.register.error.mdsError
source: Registration was not successful! The DOI registration server returned an error: '{$param}'.
ar: التسجيل لم ينجح! أبلغ ملقم تسجيل DOI عن خطأ: '{$param}'.
az: Qeydiyyat uğurlu deyil! DOI qeydiyyat serveri bir xəta verdi: '{$param}'.
bg_bg: Регистрацията не беше успешна! Сървърът за регистрация на DOI върна грешка: '{$param}'.
ca_es: El registre no es correcte! El servidor de registre del DOI ha retornat un error: '{$param}'.
cs_cz: Registrace nebyla úspěšná! Registrační server DOI vrátil následující chybu: '{$param}'.
da_dk: Registreringen blev ikke gennemført! DOI-registreringsserveren sendte en fejlmelding: '{$param}'.
de_de: Die Registrierung war nicht erfolgreich! Der DOI-Registrierungsserver hat einen Fehler zurückgeliefert: '{$param}'.
es_es: ¡El registro ha fallado! El servidor de registro del DOI ha comunicado un error: '{$param}'.
eu: Erregistroa ez da zuzena izan! DOIen erregistro-zerbitzariak errore bat eman du: '{$param}'.
fa_ir: ثبت‌نام موفق نبود، سرور ثبتنام DOI خطای زیر را برگرداند: '{$param}'
fi: Rekisteröinti ei onnistunut! DOI:n rekisteröintipalvelin tuotti virheen: ‘{$param}’.
fr_fr: L'enregistrement a échoué ! Le serveur d'enregistrement DOI a retourné une erreur : « {$param} ».
gl: O rexistro non foi correcto. O servidor de rexistro do DOI devolveu un erro: '{$param}'.
hi_in: पंजीकरण सफल नहीं था! DOI पंजीकरण सर्वर ने एक त्रुटि लौटा दी: '{$param}'.
hy: Գրանցումն անհաջող էր: DOI գրանցման կայանը վերադարձրեց սխալ՝ '{$param}':
id_id: Registrasi tidak berhasil! Server registrasi DOI memberikan error: '{$param}'.
is_is: Skráning tókst ekki! DOI Skráningar þjónninn skilaði þessari villu: '{$param}'.
it_it: Errore nella registrazione! Il server di registrazione ha restituito un errore: '{$param}'.
ja: 登録が成功しませんでした。DOI登録サーバーがエラー「'{$param}'」を返しました。
ka_ge: რეგისტრაცია წარმატებით ვერ განხორციელდა! DOI რეგისტრაციის სერვერმა დააბრუნა შეცდომა: '{$param}'.
ku_iq: تۆمارکردنەکە سەرکەوتو نوبو! تۆمارکردنی ناسێنەری سەرچاوە دیجیتاڵییەکان لە لایەن سێرڤەرەوە وەک هەڵەی '{$param}' گەڕاوەتەوە.
ky: Каттоо ийгиликсиз болду! DOI каттоо сервери ката кайтарды: '{$param}'.
lt: Registracija nesėkminga. DOI registracijos serveris nurodo klaidą: {$param}.
lv: Reģistrācija nebija veiksmīga! DOI reģistrācijas serveris ir atgriezis kļūdu: '{$param}'.
mr: नोंदणी अयशस्वी झाली! DOI नोंदणी सर्व्हरने सादर केलेली त्रुटी : '{$param}'.
ms: Pendaftaran tidak berjaya! Pelayan pendaftaran DOI mengembalikan ralat: '{$param}'.
nb_no: Registreringen feilet! DOI-registreringstjeneren returnerte en feil: '{$param}'.
nl: Registratie niet gelukt. De DOI registratieserver gaf een foutmelding terug: '{$param}'.
pl: Wystąpił błąd przy próbie rejestracji! Serwer DOI zwrócił błąd: '{$param}'.
pt_br: O registo não foi bem sucedido! O servidor de registro DOI retornou um erro: '{$param}'
pt_pt: O registo não foi bem-sucedido! O servidor de registo DOI retornou um erro: '{$param}'.
ru: Регистрация завершилась неудачей! Сервер регистрации DOI вернул ошибку: «{$param}».
sk_sk: Registrácia nebola úspešná! Registračný server DOI vrátil nasledujúcu chybu: '{$param}'.
sl_si: Registracija ni bila uspešna! Registracijski strežnik za DOI je vrnil napako: '{$param}'.
sr_rs@cyrillic: Регистрација није била успешна! DOI регистрациони сервер је вратио грешку: '{$param}'.
sr_rs@latin: Registracija nije bila uspešna! DOI registracioni server je vratio grešku: '{$param}'.
sv_se: Det gick inte att registrera! Servern för DOI-registrering skickade ett felmeddelande: '{$param}'.
tr_tr: Kayıt başarılı değil! DOI kayıt sunucusu bir hata verdi: '{$param}'.
uk: Реєстрація пройшла невдало! Реєстраційний сервер DOI повернув помилку: '{$param}'.
uz_uz@latin: Ro'yxatdan o'tish muvaffaqiyatli bo'lmadi! DOI ro'yxatga olish serveri "{$ param}" xatosini qaytardi.
vi_vn: Đăng ký không thành công! Máy chủ đăng ký DOI đã trả về lỗi: '{$param}'.
zh_cn: 注册失败！DOI注册服务器返回一个错误：'{$param}'。
zh_hant: 註冊失敗！DOI註冊伺服器回報 '{$param}' 錯誤。

# plugins.importexport.common.register.success
source: Registration successful!
ar: نجحت عملية التسجيل!
az: Qeydiyyat uğurlu!
bg_bg: Успешна регистрация!
ca_es: Registre correcte!
cs_cz: Registrace byla úspěšná!
da_dk: Registrering gennemført!
de_de: Registrierung erfolgreich!
es_es: ¡Registro correcto!
eu: Erregistroa ongi burutu da!
fa_ir: ثبت‌نام با موفقیت انجام شد!
fi: Rekisteröinti onnistui!
fr_fr: Enregistrement réussi !
gl: Rexistro realizado correctamente!
hi_in: पंजीकरण सफल!
hy: Գրանցումը հաջողվեց:
id_id: Registrasi berhasil!
is_is: Skráning tókst!
it_it: Registrazione conclusa con successo!
ja: 登録が完了しました！
ka_ge: წარმატებული რეგისტრაცია!
ku_iq: تۆمارکردنەکە سەرکەوتو بو!
ky: Каттоо ийгиликтүү болду!
lt: Registracija sėkminga!
lv: Reģistrācija veiksmīga!
mr: नोंदणी यशस्वी झाली!
ms: Pendaftaran berjaya!
nb_no: Registreringen var vellykket!
nl: Registratie succesvol!
pl: Rejestracja zakończona sukcesem!
pt_br: Registrado com sucesso!
pt_pt: Registo com sucesso!
ru: Регистрация прошла успешно!
sk_sk: Registrácia bola úspešná!
sl_si: Registracija je bila uspešna!
sr_rs@cyrillic: Успешна регистрација!
sr_rs@latin: Uspešna registracija!
sv_se: Registreringen lyckades!
tr_tr: Kayıt Başarılı!
uk: Реєстрація пройшла успішно!
uz_cyrl: Муваффақиятли рўйхатдан ўтказилди.
uz_uz@latin: Ro'yxatdan o'tish muvaffaqiyatli o'tdi!
vi_vn: Đăng ký thành công!
zh_cn: 注册成功！
zh_hant: 註冊成功！

# plugins.importexport.common.validation.success
source: Validation successful!
ar: التحقق ناجح!
az: Doğrulama uğurlu!
bg_bg: Валидирането е успешно!
eu: Baliozkotzea zuzena izan da!
fi: Vahvistaminen onnistui!
gl: Validación realizada correctamente!
hy: Վավերացումը հաջողվեց:
is_is: Sannvottun tókst!
ja: 検証に成功しました！
ka_ge: დადასტურება წარმატებულია!
ky: Текшерүү ийгиликтүү болду!
lt: Patvirtinimas sėkmingas!
lv: Apstiprināšana ir veiksmīga!
mr: प्रमाणीकरण (व्हॅलिडेशन) यशस्वी झाले!
ms: Pengesahan berjaya!
nl: Validatie succesvol!
pl: Udana weryfikacja!
ru: Проверка прошла успешно!
uk: Перевірка пройшла успішно!
uz_uz@latin: Tasdiqlash muvaffaqiyatli o'tdi!
zh_hant: 確認成功！

# plugins.importexport.common.validation.fail
source: Validation Failed.
ar: التحقق فاشل.
az: Doğrulama uğursuzdur
bg_bg: Валидирането не бе успешно.
eu: Baliozkotzeak huts egin du.
fi: Vahvistaminen epäonnistui.
gl: Fallou a validación.
hy: Վավերացումը ձախողվեց:
is_is: Sannvottun tókst ekki.
ja: 検証に失敗しました。
ka_ge: დადასტურება ჩაშალა.
ky: Текшерүү ийгиликсиз болду.
lt: Patvirtinimas nepavyko.
lv: Apstiprināšana neizdevās.
mr: प्रमाणीकरण (व्हॅलिडेशन) अयशस्वी.
ms: Pengesahan Gagal.
nl: Validatie mislukt.
pl: Nieudana weryfikacja.
ru: Проверка завершилась неудачей.
uk: Перевірка не вдалася.
uz_uz@latin: Tasdiqlanmadi.
zh_hant: 確認失敗。

# plugins.importexport.common.senderTask.warning.noDOIprefix
source: DOI prefix is missing for the journal with the path {$path}.
ar: بادئة معرف DOI مفقودة للمجلة الموجودة في المسار {$path}.
az: DOI prefiksi, gündəlik üçün {$path} yolu əskikdir
bg_bg: Префиксът DOI липсва за списанието с път {$path}.
ca_es: Falta el prefix DOI per a la revista amb la ruta {$path}.
cs_cz: Prefix DOI chybí pro časopis na adrese {$path}.
da_dk: DOI-præfikset mangler for tidsskriftet med stien {$path}.
de_de: DOI-Präfix fehlt für die Zeitschrift mit dem Pfad {$path}.
es_es: No se encuentra el prefijo DOI para la revista con la ruta {$path}.
eu: DOI aurrizkia falta da {$path} helbidea duen aldizkariarentzat.
fa_ir: پیشوند DOI برای مجله مشخص شده در مسیر {$path} موجود نمی باشد.
fi: Julkaisulta, jonka polku on {$path}, puuttuu DOI-prefiksi.
fr_fr: Le préfixe du DOI est manquant pour la revue qui a le chemin d'accès {$path}.
gl: Falta o prefixo DOI para a revista coa ruta {$path}.
hi_in: DOI उपसर्ग पथ के साथ जर्नल के लिए गायब है {$path}.
hy: DOI նախածանցը բացակայում է {$path} ուղով ամսագրի համար:
id_id: Prefix DOI tidak ditemukan untuk jurnal dengan path {$path}.
is_is: Það vantar DOI forskeyti fyirr tímaritið með þessari slóð:{$path}.
it_it: Il prefisso DOI manca per la rivista con il path {$path}.
ja: パス {$path} のジャーナルに DOI プレフィックスがありません。
ka_ge: ჟურნალისთვის გამოკლებულია DOI პრეფიქსი, რომელსაც აქვს მდებარეობა {$path}.
ku_iq: پێشگری ناسێنەری سەرچاوە دیجیتاڵییەکان لەگەڵ ڕێچکەی {$path} ئەم گۆڤارە ونە.
ky: {$path} жолу менен журнал үчүн DOI префикси жок.
lt: Žurnalas, kurio adresas {$path}, nenurodė DOI kodo.
lv: Žurnālam trūkst DOI prefiksa ar ceļu {$path}.
mr: {$path} हा पत्ता असलेल्या नियतकालिकासाठी DOI उपसर्ग (प्रिफिक्स) गहाळ झाला आहे.
ms: Awalan DOI tiada untuk jurnal dengan laluan URL {$path}.
nb_no: DOI-prefiks mangler for tidsskriftet med stien {$path}.
nl: DOI prefix ontbreekt voor het tijdschrift met het pad {$path}.
pl: Prefix DOI dla czasopisma o ścieżce {$path} nie istnieje.
pt_br: O prefixo DOI está faltando para a revista com o caminho {$path}.
pt_pt: O prefixo DOI está em falta para a revista com o caminho {$path}.
ru: Отсутствует префикс DOI для журнала с адресом {$path}.
sk_sk: Prefix DOI chýba pre časopis na adrese {$path}.
sl_si: Revija s potjo {$path} nima DOI prefiksa.
sr_rs@cyrillic: Недостаје DOI префикс за часопис са путањом {$path}.
sr_rs@latin: Nedostaje DOI prefiks za časopis sa putanjom {$path}.
sv_se: DOI-prefix saknas för tidskriften med sökvägen {$path}.
tr_tr: DOI öneki, günlük için {$path} yolu eksik.
uk: Відсутній префікс DOI для журналу з адресою {$path}.
uz_uz@latin: {$ Path} yo'lli jurnal uchun DOI prefiksi yo'q.
vi_vn: Tiền tố DOI bị thiếu cho tạp chí có đường dẫn {$path}.
zh_hant: 欠缺以 {$path} 為路徑的期刊DOI字首。
