Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.people.syncUserDescription
source: Enrollment synchronization will enroll all users enrolled in the specified role in the specified journal into the same role in this journal. This function allows a common set of users (e.g., Reviewers) to be synchronized between journals.
ar: مزامنة الأدوار ستقوم بمنح الأفراد الموكلين بأدوار معينة في مجلة ما نفس تلك الأدوار في هذه المجلة. هذه الوظيفة ستزامن مجموعة من المستخدمين (محكمين مثلاً) بين المجلات.
az: Sinxron qeydiyyat müəyyən Jurnalda müəyyən rol formasında qeydiyyatdan keçmiş bütün istifadəçiləri bu Jurnalda qeydiyyatdan keçirər. Bu funksiya müştərək istifadəçi qruplarını (Məsələn; rəyçilər) Jurnallar arasında sinxronlaşdırar.
bg_bg: Синхронизирането на записване (асоцииране) ще включи всички потребители, записани в посочената роля в посоченото списание, в една и съща роля в този дневник. Тази функция позволява да се синхронизира общ набор от потребители (например рецензенти) между списанията.
ca_es: La sincronització d’altes dona d’alta tots els usuaris/àries que tinguin el rol indicat a la revista indicada amb el mateix rol en aquesta revista. Aquesta funció us permet sincronitzar un grup comú d’usuaris/àries entre diverses revistes (p. ex. els revisors/ores).
cs_cz: Synchronizací zapsání uživatelů zapíšete všechny uživatele zapsané do určité role v určitém časopisu do stejné role i v tomto časopisu. Tato funkce umožňuje, aby byly běžné sady uživatelů (např. Recenzentů) synchronizovány mezi časopisy.
da_dk: Tilmeldingssynkronisering tilmelder alle de brugere, der er tilmeldt den angivne rolle i det angivne tidsskrift, til den samme rolle i dette tidsskrift. Denne funktion tillader synkronisering af et fælles sæt brugere (f.eks. Bedømmere) mellem tidsskrifter.
de_de: Mit der Synchronisierung werden alle in einer anderen Zeitschrift in einer bestimmten Funktion eingeschriebenen Benutzer/innen in dieser Zeitschrift mit eben dieser Funktion eingetragen. So können Zeitschriften eine bestimmte Benutzer/innen-Gruppe (z.B. Gutachter/innen) miteinander abgleichen.
es_es: La sincronización de roles permite asignar a los usuarios/as de esta revista el mismo rol que poseen en la revista especificada. Esta función permite que un grupo común de usuarios/as (p. ej., los revisores/as) esté sincronizado en más de una revista.
eu: Inskripzioak sinkronizatzean, zehaztutako aldizkarian daukaten rol bera emango zaie erabiltzaileei aldizkari honetan. Erabiltzaile multzoak (adib., Ebaluatzaileak) aldizkari batetik bestera sinkronizatzeko erabiltzen da.
fa_ir: هماهنگ‌سازی اعطای نقش موجب می‌شود تا تمام کاربران در یک نقش خاص در یک مجله خاص با همان نقش‌ها وارد این مجله شوند. این اقدام موجب پیدایش مجموعه مشترکی از کاربران خواهد شد.
fi: Rooliin lisäämisen synkronointi lisää kaikki määrätyn julkaisun määrätyssä roolissa olevat käyttäjät, tämän julkaisun vastaavaan rooliin. Tämä toiminto mahdollistaa sen, että samankaltaisten käyttäjien joukko (esim. arvioijat) voidaan synkronoida julkaisujen välillä.
fr_fr: La synchronisation de l'inscription inscrira tous les utilisateurs déjà inscrit à un rôle donné dans la revue donnée à occuper le même rôle dans cette revue. Cette fonction permet à un groupe d'utilisateurs (par ex., Rapporteurs) d'être synchronisés entre les différentes revues.
gl: A sincronización de altas inscribe todos os usuarios/as inseridos no rol e na revista indicados dentro do mesmo rol nesta revista. Esta función permite a un grupo común de usuarios/as (p. ex., os revisores/as) estar sincronizado entre diversas revistas.
hi_in: नामांकन सिंक्रनाइज़ेशन निर्दिष्ट जर्नल में निर्दिष्ट सभी उपयोगकर्ताओं को इस जर्नल में एक ही भूमिका में नामांकित करेगा। यह फ़ंक्शन उपयोगकर्ताओं (जैसे, समीक्षक) के एक सामान्य समूह को जर्नल्स के बीच सिंक्रनाइज़ करने की अनुमति देता है।
hr_hr: Ova funkcija može se koristiti samo ukoliko se na sustavu nalazi više časopisa. Sinkronizacija dodijeljivanja uloga će svim korisnicima koji imaju odabranu ulogu u odabranom časopisu dodijeliti istu tu ulogu u ovome časopisu. Ova opcija dopušta sinkronizaciju uobičajenih skupova korisnika (npr. recenzenata) između časopisa koji se nalaze na istom sistemu.
hy: Գրանցման համաժամացումը կգրանցի նշված ամսագրում նշված դերում գրանցված բոլոր օգտվողներին այս ամսագրի նույն դերում: Այս ֆունկցիան թույլ է տալիս օգտատերերի մի շարք (օրինակ՝ Գրախոսներ) համաժամեցնել ամսագրերի միջև:
id_id: Sinkronisasi Pendaftaran akan mendaftarkan semua pengguna yang terdaftar di peran yang telah ditentukan di jurnal yang telah ditentukan ke dalam peran yang sama di jurnal ini. Fungsi ini membuat sejumlah pengguna (contoh: Reviewer) akan disinkronisasikan antar jurnal.
it_it: La sincronizzazione iscriverà tutti gli utenti inseriti nel ruolo e nella rivista specificati, all'interno dello stesso ruolo in questa rivista. Questa funzione permette a un insieme comune di utenti (es. revisori) di essere sincronizzati tra due o più riviste.
ja: 登録同期では、指定されたジャーナルで指定されたロールに登録されているすべてのユーザーを、このジャーナルで同じロールに登録します。この機能により、ジャーナル間で共通のユーザー・セット（査読者など）を同期させることができます。
ka_ge: ჩარიცხვის სინქრონიზაცია ჩაწერს მითითებულ ჟურნალში მითითებულ როლში ჩარიცხულ ყველა მომხმარებელს იმავე ჟურნალის იმავე როლში. ეს ფუნქცია საშუალებას აძლევს მომხმარებლებს (მაგალითად, რეცენზენტები) სინქრონიზირდნენ ჟურნალებს შორის.
ku_iq: تۆمارکردن هەمو کەسەکان بە هەمان تایبەتمەندییەوە تۆمار دەکات. ئەم کردارە ڕێگە بە بەکارهێنەری هاوشێوە دەدات (بۆ نمونە هەڵسەنگێنەران) بۆ ئەوەی لە هەمان کاتدا لە نێوان گۆڤارەکاندا ئاڵوگۆڕییان تێدا بکریت.
ky: Дайындоо синхрондоштуруу белгилүү бир журналда белгилүү бир ролго дайындалган бардык колдонуучуларды ошол журналдагы ошол эле ролго жазат. Бул функция журналдардын ортосунда колдонуучулардын жалпы топтомун (мисалы, рецензенттерди) синхрондоштурууга мүмкүндүк берет.
lt: Vaidmens sinchronizavimas leis susieti tam tikrą vaidmenį bet kuriame žurnale atliekančius vartotojus. Taip sudaromas bendrą funkciją aliekančių vartotojų (pvz., recenzntų) sinchronizuotas rinkinys.
lv: Reģistrācijas sinhronizācija reģistrēs visus lietotājus norādītajā lomā norādītajā žurnālā vienā un tajā pašā lomā šajā žurnālā. Šī funkcija ļauj sinhronizēt žurnālus ar kopēju lietotāju kopu (piem., recenzenti).
mr: नावनोंदणीची जुळवणी (सिंक्रोनाइझेशन) करताना निर्दिष्ट नियतकालिकामधील निर्दिष्ट भूमिकेत नोंदणी केलेल्या सर्व वापरकर्त्यांची या नियतकालिकामधील समान भूमिकेत नोंदणी होते. हे कार्य वापरकर्त्यांचा एक सामायिक संच (उदा. समीक्षक) नियतकालिकांमध्ये समक्रमित करू देते.
ms: Penyegerakan pendaftaran akan mendaftarkan semua pengguna yang terdaftar dalam peranan yang ditentukan dalam jurnal yang ditentukan menjadi peranan yang sama dalam jurnal ini. Fungsi ini membolehkan sekumpulan pengguna umum (misalnya, Pengulas) diselaraskan antara jurnal.
nb_no: Vervingssynkronisering verver alle brukere som allerede er vervet i angitt rolle i det angitte tidsskriftet til samme rolle i dette tidsskriftet. Denne funksjonen tillater at et felles sett brukere (for eks. fagkonsulenter) synkroniseres mellom tidsskrift.
nl: Synchronisatie zorgt ervoor dat alle gebruikers die ingeschreven staan in het gekozen tijdschrift in dezelfde rol ingeschreven worden in dit tijdschrift. Deze functie maakt het mogelijk om dezelfde groep gebruikers (bv. reviewers) te synchroniseren tussen tijdschriften.
pl: Synchronizacja ról użytkowników pozwala na synchronizowanie ról pomiędzy czasopismami utworzonymi w systemie.
pt_br: A sincronização cadastrará, nesta revista e no mesmo papel, todos os usuários com o papel definido da revista de origem. Esta função permite que um grupo comum de usuários (os avaliadores, por exemplo) seja compartilhado entre revistas.
pt_pt: Sincronizar Registo registará nesta revista todos os utilizadores com a função específica na revista especificada. Esta função permite que um grupo padrão de utilizadores (exemplo: revisores) seja partilhado entre revistas.
ru: Синхронизация назначений запишет всех пользователей, которым назначена определенная роль в определенном журнале, на ту же роль в этом журнале. Эта функция позволяет синхронизировать общий набор пользователей (например, рецензентов) между журналами.
sk_sk: Synchronizáciou zapísanie užívateľov zapíšete všetkých užívateľov zapísaných do určitej úlohy v určitom časopise do rovnakej úlohy aj v tomto časopise. Táto funkcia umožňuje, aby boli bežné sady používateľov (napr. Recenzent) synchronizované medzi časopismi.
sl_si: Ta funkcija se lahko uporablja le, če je na spletišču več revij. Sinhronizacija dodeljene vloge bo vsem uporabnikom, ki imajo dodeljeno vlogo v izbrani reviji dodelila enako vlogo v tej reviji. Ta možnost se uporablja pri sinhroniziranju običajnih skupin uporabnikov (npr. recenzentov) med revijami, ki se nahajajo na istem spletišču.
sr_rs@cyrillic: Синхронизација уписаних корисника ће уписати све кориснике који су уписани у један часопис у други часопис. Ова функција омогућава да група корисника (нпр. рецензенти) може бити синхронизована између часописа.
sr_rs@latin: Sinhronizacija upisanih korisnika će upisati sve korisnike koji su upisani u jedan časopis u drugi časopis. Ova funkcija omogućava da grupa korisnika (npr. recenzenti) može biti sinhronizovana između časopisa.
sv_se: Synkroniserad tilldelning innebär att samtliga användare inom en specifik tidskrift kan tilldelas samma roll/funktion i den här tidskriften. Funktionen gör det möjligt för en vald grupp av användare/funktioner (t.ex., granskare) att synkroniseras mellan olika tidskrifter.
tr_tr: Eşzamanlı kayıt belirli dergide belirli rol şeklinde kaydolmuş tüm kullanıcıları bu dergide kaydeder. Bu fonksiyon ortak kullanıcı gruplarını (Örneğin; Hakemler) dergiler arasında senkronize eder.
uk: Синхронізація реєстрацій дозволяє зареєструвати усіх користувачів, які виконують певну роль у певному журналі, у тих же ролях у цьому журналі. Дана функція дозволяє синхронізувати між журналами певні групи користувачів, наприклад рецензентів.
uz_cyrl: Бу функция фойдаланувчиларни бошқа журналдаги роллари билан синхронлаштириш имконини беради.
uz_uz@latin: Ro'yxatga olish sinxronizatsiyasi ushbu jurnalda ko'rsatilgan rolda ro'yxatdan o'tgan barcha foydalanuvchilarni ushbu jurnaldagi rolga kiritadi. Bu funksiya foydalanuvchilarning umumiy guruhini (masalan, sharhlovchilar) jurnallar o'rtasida sinxronlashtirishga imkon beradi.
vi_vn: Đồng bộ hóa những đăng ký sẽ đăng ký tất cả người dùng đã đăng ký vào vai trò được chỉ định trong tạp chí được chỉ định vào cùng một vai trò trong tạp chí này. Chức năng này cho phép một nhóm người dùng chung (ví dụ: Người phản biện) được đồng bộ hóa giữa các tạp chí.
zh_cn: 角色同步化会在这份期刊中指派「在特定期刊中已经有特定角色的用户」同样的角色。这个功能允许一组常见的用户（例如，审稿人）在期刊之间进行同步化。
zh_hant: 登記同步會為所有已在特定期刊登記特定身份的用戶，在此期刊登記至相同身份。此功能允許同一批用戶（例如審稿員）在不同期刊同步。

# manager.sections.abstractsNotRequired
source: Do not require abstracts
ar: لا تشترط وجود الملخصات
az: Xülasə məcburi deyil
bg_bg: Не се изискват резюмета
ca_es: No demanar resums
cs_cz: Nepožadovat abstrakty
da_dk: Kræv ikke abstracts
de_de: Benötigt keine Abstracts.
es_es: No se requiere un resumen
eu: Ez zaie eskatuko laburpenik
fa_ir: نیاز به چکیده ندارد
fi: Älä vaadi abstrakteja
fr_fr: Résumé non obligatoire
gl: Non requirir resumos
hi_in: सार की आवश्यकता नहीं है
hr_hr: Ne trebaju sadržavati sažetke
hy: Չեն պահանջում համառոտագրություններ
id_id: Tidak membutuhkan abstrak
is_is: Krefst ekki útdráttar
it_it: Abstracts non richiesti
ja: アブストラクトは不要
ka_ge: არ საჭიროებს აბსტრაქტს
ku_iq: پوختە داواکراو نییە
ky: Аннотацияларды талап кылбаңыз
lt: Nereikalauti santraukų
lv: Kopsavilkumi nav nepieciešami
mr: गोषवार्‍याची गरज नाही
ms: Tidak memerlukan abstrak
nb_no: Ikke krev sammendrag
nl: Samenvattingen niet verplicht stellen
pl: Abstrakt nie jest wymagany
pt_br: Não exigir resumos
pt_pt: Não exigir resumos
ru: Не требовать аннотации
sk_sk: Nepožadovať abstrakty
sl_si: Povzetek ni obvezen
sr_rs@cyrillic: Није потребан апстракт
sr_rs@latin: Nije potreban apstrakt
sv_se: Abstracts ej obligatoriskt.
tr_tr: Öz zorunlu değil
uk: Можуть бути без анотацій
uz_cyrl: Аннотация талаб қилинмайди
uz_uz@latin: Tezislarni talab qilmang
vi_vn: Không yêu cầu tóm tắt
zh_cn: 不要求文章摘要
zh_hant: 不需摘要

# manager.sections.assigned
source: This Section's Editors
ar: محررو هذا القسم
az: Bu hissənin redaktorları
bg_bg: Редактори на този раздел
ca_es: Els editors/ores d'aquesta secció
cs_cz: Editoři této sekce
da_dk: Redaktører for denne sektion
de_de: Rubrikredakteur/innen dieser Rubrik
es_es: Editores/as de esta sección
eu: Atal honetako editoreak
fa_ir: دبیر این نوع مقاله
fi: Tämän osaston toimittajat
fr_fr: Rédacteurs de cette rubrique
gl: Editores/as desta sección
hi_in: इस अनुभाग के संपादक
hr_hr: Urednici ove rubrike
hy: Այս բաժնի խմբագիրները
id_id: Editor Bagian ini
is_is: Ritstjórar þessa kafla
it_it: Editor di questa sezione
ja: このセクションの編集者
ka_ge: ამ სექციის რედაქტორები
ku_iq: سەرنوسەرەکانی ئەم بەشە
ky: Бул бөлүмдүн редакторлору
lt: Šio skyriaus redaktoriai
lv: Šīs sadaļas redaktori
mr: या विभागाचे संपादक
ms: Editor Bahagian ini
nb_no: Denne seksjonens redaktører
nl: De redacteurs van deze sectie
pl: Redaktorzy działu
pt_br: Editores desta seção
pt_pt: Editores desta Secção
ru: Редакторы данного раздела
sk_sk: Editori tejto sekcie
sl_si: Uredniki te rubrike
sr_rs@cyrillic: Уредници ове секције
sr_rs@latin: Urednici ove sekcije
sv_se: Sektionens redaktörer
tr_tr: Bu Bölümün Editörleri
uk: Редактори цього розділу
uz_cyrl: Ушбу бўлим муҳаррирлари
uz_uz@latin: Bu bo'lim muharrirlari
vi_vn: Các biên tập viên của chuyên mục này
zh_cn: 此栏目的编辑
zh_hant: 此分類編輯

# manager.sections.confirmDelete
source: Are you sure you want to permanently delete this section?
ar: هل أنت متأكد من رغبتك في حذف هذا القسم؟
az: Bu hissəni qalıcı olaraq silmək istədiyinizə əminsinizmi?
bg_bg: Наистина ли искате да изтриете този раздел за постоянно?
ca_es: Esteu segur/a que voleu eliminar aquesta secció de manera permanent?
cs_cz: Jste si jisti, že chcete natrvalo vymazat tuto sekci?
da_dk: Er du sikker på, at du vil slette denne sektion permanent? Du bliver nødt til at publicere artiklerne i denne sektion igen.
de_de: Sind Sie sicher, dass Sie diese Rubrik endgültig entfernen wollen?
es_es: ¿Está seguro/a de que desea eliminar esta sección de forma permanente?
eu: Ziur al zaude atal hau behin betiko ezabatu nahi duzula?
fa_ir: آیا می‌خواهید این نوع مقاله را برای همیشه حذف کنید؟ در صورت پشیمانی باید مقالات مربوط به این قسمت را مجدداً منتشر کنید.
fi: Haluatko varmasti poistaa tämän osaston pysyvästi?
fr_fr: Êtes-vous sûr de vouloir définitivement supprimer cette section ?
gl: Está seguro/a de que quere eliminar esta sección de forma permanente?
hi_in: क्या आप वाकई इस अनुभाग को स्थायी रूप से हटाना चाहते हैं??
hr_hr: Da li ste sigurni da želite trajno izbrisati ovu rubriku?
hy: Իսկապե՞ս ուզում եք ընդմիշտ ջնջել այս բաժինը:
id_id: Apakah Anda yakin ingin menghapus bagian ini secara permanen? Setelah ini, Anda harus menerbitkan ulang semua artikel di bagian ini.
is_is: Ertu viss um að þú viljir eyða þessum kafla?
it_it: Sei sicuro di voler cancellare definitivamente questa sezione? Se sì dovrete ripubblicare tutti gli articoli attualmente presenti.
ja: このセクションを永久に削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ სამუდამოდ წაშალოთ ეს სექცია?
ku_iq: ئایا تۆ لە سڕینەوەی ئەم بەشە دڵنیایت؟
ky: Бул бөлүмдү чын эле биротоло жок кылгыңыз келеби?
lt: Ar tikrai norite visam laikui ištrinti šį skyrių?
lv: Vai tiešām vēlaties neatgriezeniski dzēst šo sadaļu?
mr: तुम्ही हा विभाग खात्रीपूर्वक कायमचा हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan bahagian ini secara kekal?
nb_no: Er du sikker på at du ønsker å slette denne seksjonen for godt?
nl: Weet u zeker dat u deze sectie wilt verwijderen?
pl: Usunąć dział?
pt_br: Deseja realmente exluir permanentemente esta seção?
pt_pt: Tem a certeza que pretende eliminar permanentemente esta secção?
ru: Вы уверены, что хотите навсегда удалить этот раздел?
sk_sk: Ste si istí, že chcete natrvalo vymazať túto sekciu?
sl_si: Ste prepričani, da želite trajno zbrisati to rubriko?
sr_rs@cyrillic: Да ли сте сигурни да желите трајно обрисати ову секцију?
sr_rs@latin: Da li ste sigurni da želite trajno obrisati ovu sekciju?
sv_se: Vill du ta bort sektionen?
tr_tr: Bu bölümü kalıcı olarak silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити цей розділ?
uz_cyrl: Ушбу бўлимни бутунлай ўчиришни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham bu bo'limni butunlay o'chirib tashlamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa vĩnh viễn chuyên mục này?
zh_cn: 您确定要永久删除该栏目吗？
zh_hant: 是否確認刪除此分類？

# manager.sections.alertDelete
source: Before this section can be deleted, you must move articles submitted to it into other sections.
ar: قبل حذف هذا القسم، عليك نقل المؤلَّفات المنشورة ضمنه إلى قسم آخر.
az: Bu hissəni silməzdən əvvəl, bu bölmədə nəşr edilmiş məqalələri digər bölmələrə daşımalısınız.
bg_bg: Преди този раздел да може да бъде изтрит, трябва да преместите статиите, добавени в него, в други раздели.
ca_es: Abans d'eliminar aquesta secció, heu de moure'n els articles publicats a altres seccions.
cs_cz: Než budete moci smazat tuto sekci, musíte přesunout všechny články z této sekce do jiných sekcí.
da_dk: Før denne sektion kan slettes, skal de artikler, der er publiceret i sektionen overføres til andre sektioner.
de_de: Bevor diese Rubrik entfernt werden kann, müssen Sie Artikel aus dieser Rubrik in andere Rubriken verschieben.
es_es: Antes de poder eliminar esta sección, es necesario mover los artículos publicados en ella a otras secciones.
eu: Atal hau ezabatu aurretik, bertara bidalitako artikuluak beste atal batzuetara mugitu behar dituzu.
fa_ir: قبل از حذف این نوع مقاله، بایستی مقالات منتشر شده از این نوع را به نوع دیگری انتقال دهید.
fi: Ennen kuin tämä osasto voidaan poistaa, siihen sisältyvät artikkelit on siirrettävä muihin osastoihin.
fr_fr: Pour supprimer cette section, déplacez les articles qui la composent dans d'autres sections.
gl: Antes de eliminar esta sección, cómpre desprazar os artigos publicados nela a oturas seccións.
hr_hr: Prije nego obrišete ovu rubriku morate sve članke koji su u njoj prmjestiti u druge rubrike.
hy: Նախքան այս բաժինը ջնջելը, դուք պետք է դրան ներկայացված հոդվածները տեղափոխեք այլ բաժիններ:
id_id: Sebelum bagian ini dapat dihapus, Anda harus memindah artikel yang dipublikasikan di bagian ini ke bagian lain.
is_is: Áður en hægt er að eyða þessu kafla, verður þú að færa greinar sem voru sendi á þennan kafla yfir í einhvern annan kafla.
it_it: Prima di cancellare questa sezione, devi spostare in un'altra tutti gli articoli pubblicati che contiene.
ja: このセクションを削除する前に、このセクションに投稿された記事を他のセクションに移動する必要があります。
ka_ge: სანამ ეს სექცია წაიშლება, თქვენ უნდა გადააგზავნოთ მასში გაგზავნილი სტატიები სხვა სექციებში.
ku_iq: پێش ئەوەی ئەم بەشە بسڕدرێتەوە، تۆ دەبیت توێژینەوەکانی ئێرە بۆ بەشێکی دیکە بگوازیتەوە.
ky: Бул бөлүмдү өчүрүүдөн мурун ага жайгаштырылган макалаларды башка бөлүмдөргө жылдыруу керек.
lt: Prieš ištrinant skyrių, jame išspausdinti straipsniai turi būti perkeliami į kitus skyrius.
lv: Lai šo sadaļu varētu dzēst, tajā iesniegtie raksti ir jāpārvieto uz citām sadaļām.
mr: हा विभाग हटवण्यापूर्वी, त्यावर सादर केलेले लेख तुम्ही इतर विभागांमध्ये हलवणे आवश्यक आहे.
ms: Sebelum bahagian ini dapat dihapuskan, anda mesti memindahkan artikel yang dihantar ke bahagian lain.
nb_no: Før du kan slette denne seksjonen, må du flytte artiklene som er publisert i den over i andre seksjoner.
nl: Voordat u deze sectie kunt verwijderen, moet u de erin gepubliceerde artikels verplaatsen naar andere secties.
pl: Zanim sekcja zostanie usunięta, musisz przesunąć opublikowane artykuły do innej, aktywnej sekcji.
pt_br: Antes de pode excluir esta seção, é necessário mover os artigos publicados nela para outras seções.
pt_pt: Antes de ser eliminada esta secção, tem de mover os artigos publicados para outras secções.
ru: Перед удалением этого раздела Вы должны переместить отправленные в него статьи в другие разделы.
sk_sk: Než budete môcť zmazať túto sekciu, musíte presunúť všetky články z tejto sekcie do iných sekcií.
sl_si: Pred brisanjem rubrike, morate objavljene prispevke iz te rubrike premakniti v drugo rubriko.
sr_rs@cyrillic: Пре него што обришете ову рубрику морате чланке претходно објављене у њој преместити у другу рубрику.
sr_rs@latin: Pre nego što obrišete ovu rubriku morate članke prethodno objavljene u njoj premestiti u drugu rubriku.
sv_se: Innan sektionen kan tas bort, måste sektionens artiklar flyttas till en annan sektion.
tr_tr: Bu bölümü silmeden önce, bu bölümde yayımlanmış makaleleri diğer bölümlere taşımalısınız.
uk: Перш ніж Ви зможете видалити цей розділ, потрібно перенести всі опубліковані у ньому статті до інших розділів.
uz_cyrl: Бўлимни ўчиришдан олдин ундаги мақолаларни бошқа бўлимга ўтказиш керак.
uz_uz@latin: Bu bo'lim o'chirilishidan oldin, unga yuborilgan maqolalarni boshqa bo'limlarga ko'chirish kerak.
zh_cn: 在该栏目能够被删除之前，您必须将栏目中已经出版过的文章移动到另一个栏目中。
zh_hant: 在刪除此分類前，你必須把已提交文章轉移至其他分類。

# manager.sections.create
source: Create Section
ar: أنشئ قسماً
az: Bölmə yaradın
bg_bg: Създаване на раздел
ca_es: Crea una secció
cs_cz: Vytvořit sekci
da_dk: Opret sektion
de_de: Eine Rubrik erstellen
es_es: Crear sección
eu: Sortu atala
fa_ir: ایجاد نوع مقاله
fi: Luo osasto
fr_fr: Créer une rubrique
gl: Crear unha sección
hi_in: अनुभाग बनाएँ
hr_hr: Kreiraj rubriku
hy: Ստեղծեք բաժին
id_id: Tambah Bagian
is_is: Búa til kafla
it_it: Crea una sezione
ja: セクションの作成
ka_ge: სექციის შექმნა
ku_iq: بەشێک دروست بکە
ky: Бөлүм түзүү
lt: Sukurti skyrių
lv: Izveidot sadaļu
mr: विभाग निर्माण करा
ms: Buat Bahagian
nb_no: Opprett seksjon
nl: Sectie aanmaken
pl: Utwórz dział
pt_br: Incluir seção
pt_pt: Criar Secção
ru: Создать раздел
sk_sk: Vytvoriť sekciu
sl_si: Ustvari rubriko
sr_rs@cyrillic: Креирај секцију/рубрику
sr_rs@latin: Kreiraj sekciju/rubriku
sv_se: Skapa en sektion
tr_tr: Bölüm Oluştur
uk: Створити розділ
uz_cyrl: Бўлим яратиш
uz_uz@latin: Bo'lim yaratish
vi_vn: Tạo chuyên mục
zh_cn: 新增栏目
zh_hant: 創建分類
