Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.competingInterests.requireReviewers
source: Require Reviewers to file a CI statement with each peer review they submit.
ar: يتطلب من المحكمين تقديم بيان المصالح المتضاربة (CI) مع كل تحكيم مناظر يقوموم به.
az: Müəlliflərin dəyərləndirmələri ilə birlikdə mənfəət münaqişəsi bildirişi faylı göndərmələri gərəklidir.
bg_bg: Изисквайте от рецензентите да подадат декларация за конкурентни интереси (CI) с всяка представена от тях рецензия.
ca_es: Demana als revisors/ores que incloguin una declaració de CI per cada avaluació d'experts/ertes que trametin.
cs_cz: Požadovat od recenzentů, aby s každým svým posudkem zasílali soubor s prohlášením o střetu zájmů.
da_dk: Kræv, at bedømmere skal indsende en erklæring om konkurrerende interesser sammen med hver enkelt peer review, de fremsender.
de_de: Verlangen Sie von Gutachter/innen zusammen mit jeder Begutachtung eine Erklärung zu möglicherweise bestehenden Interessenkonflikten.
es_es: Pedir a los revisores/as que adjunten una declaración de conflicto de intereses a cada evaluación por pares.
eu: Eskatu Ebaluatzaileei Interes-gatazkari buruzko deklarazio bat erants dezatela adituen ebaluazio bat bidaltzen duten bakoitzean.
fa_ir: لازم است داوران بیانیه تضاد منافع برای مقاله‌ای که داوری می‌کنند را اعلام کنند.
fi: Vaadi arvioijia jättämään Sidonnaisuudet-lausunto jokaisen lähettämänsä vertaisarvioinnin yhteydessä.
fr_fr: Les rapporteurs doivent déposer une déclaration de CI avec chaque évaluation par les pairs qu'ils soumettent.
gl: Pedir aos revisores/as que presenten unha declaración de CI por cada avaliación por pares que envíen.
hi_in: समीक्षकों को अपने द्वारा प्रस्तुत प्रत्येक सहकर्मी समीक्षा के साथ एक सीआई बयान दर्ज करने की आवश्यकता होती है।
hr_hr: Zahtijevaj od recenzenata da prilikom izrade svake recenzije ispune izjavu o sukobu interesa.
hy: Գրապոսներից պահանջեք ներկայացնել CI հայտարարություն իրենց կողմից ներկայացված յուրաքանչյուր գործընկերային գրախոսման հետ:
id_id: Mengharuskan Reviewer untuk memberikan pernyataan Konflik Kepentingan dalam tiap peer review yang mereka serahkan.
is_is: Biðja Ritrýna skrá yfirlýsingu vegna hagsmunaárekstr með hverri rtirýni sem þeir senda inn.
it_it: Richiedi ai revisori di allegare una dichiarazione di assenza di conflitto di interessi per ogni revisione che invieranno.
ja: 査読者が提出する各ピアレビューにCIステートメントを提出することを義務付ける。
ka_ge: რეცენზენტებისაგან ინტერესთა კონფლიქტის დეკლარაციის წარმოდგენა, გამოგზავნილ მასალასთან ერთად.
ku_iq: داوا لە هەڵسەنگێنەران بکە بۆ ئەوەی زانیاریی CI لەگەڵ هەر هەڵسەنگاندنێکدا پێشکەش بکەن.
ky: Авторлор өз сын-пикирлери менен кызыкчылыктардын кагылышы жөнүндө декларация файлын тапшырышы керек.
lt: Teikdami recenzijas, recenzentai kiekvieną kartą turi įrašyti savo mokslinių tyrimų kryptis.
lv: Prasība recenzentiem kopā ar recenziju iesniegt apliecinājumu par interešu konflikta neesamību.
mr: समीक्षकांनी सादर केलेल्या प्रत्येक तज्ज्ञ समीक्षणासोबत CI स्टेटमेंट दाखल करणे आवश्यक आहे.
ms: Wajibkan Pengulas untuk mengemukakan pernyataan Konflik Kepentingan dengan setiap ulasan sejawat yang mereka serahkan.
nb_no: Krev at fagkonsulenter sender inn en <I>Erklæring om interessekonflikter</I> sammen med hver fagvurdering de sender inn.
nl: Verplicht reviewers een verklaring inzake strijdige belangen in te dienen met iedere review die ze insturen.
pl: Wymagaj od recenzentów oświadczenia o zbieżności zainteresowań.
pt_br: Exigir dos avaliadores registro de conflito de interesses com cada avaliação realizada.
pt_pt: Exigir dos revisores registo de Conflito de Interesses em cada revisão realizada.
ru: Требовать от рецензентов представлять Декларацию о конфликте интересов с каждой отправляемой рецензией.
sk_sk: Požadovať od recenzentov, aby s každým svojím posudkom zasielali súbor s vyhlásením o konflikte záujmov.
sl_si: Zahtevaj od recenzentov izjavo o konfliktu interesov pri vsaki opravljeni recenziji.
sr_rs@cyrillic: Захтевајте од рецензената да потврде изјаву о Конфликту интереса за сваку стручну рецензију коју вам пошаљу.
sr_rs@latin: Zahtevajte od recenzenata da potvrde izjavu o Konfliktu interesa za svaku stručnu recenziju koju vam pošalju.
sv_se: Granskare måste skicka med en intressekonfliktsförklaring i samband med varje sakkunniggranskning som görs.
tr_tr: Yazarların değerlendirmeleriyle birlikte bir Çıkar Çatışması bildirimi dosyası göndermeleri gereklidir.
uk: Вимагати від рецензентів декларувати відсутність конфлікту інтересів щодо призначених їм на рецензування матеріалів.
uz_cyrl: Тақризчилардан манфаатлар тўқнашуви йўқлиги ҳақида баёнот талаб қилиш.
uz_uz@latin: Taqdimotchilardan har bir tengdosh tekshiruvi bilan CI bayonotini topshirishni talab qiling.
vi_vn: Yêu cầu Người phản biện nộp báo cáo độ tin cậy (CI statement) với mỗi đánh giá ngang hàng họ gửi.
zh_cn: 要求审稿人在每次提交同行评议的审稿的时候，提交一个利益冲突（CI）声明。
zh_hant: 要求審稿員提交每個評審時提供一個利益衝突（Competing Interest, 簡稱CI）聲明。

# manager.setup.history
source: Journal History
ar: تأريخ المجلة
az: Jurnal keçmişi
bg_bg: История на списанието
ca_es: Història de la revista
cs_cz: Historie časopisu
da_dk: Tidsskrifthistorik
de_de: Zeitschriften-Geschichte
es_es: Historial de la revista
eu: Aldizkariaren historia
fa_ir: تاریخچه مجله
fi: Julkaisun historiaa
fr_fr: Historique de la revue
gl: Historia da revista
hi_in: जर्नल इतिहास
hr_hr: Povijest časopisa
hy: Ամսագրի պատմությունը
id_id: Sejarah Jurnal
is_is: Saga tímaritsins
it_it: Storia della rivista
ja: ジャーナルの歴史
ka_ge: ჟურნალის ისტორია
ku_iq: مێژوی گۆڤار
ky: Журналдын тарыхы
lt: Žurnalo istorija
lv: Žurnāla vēsture
mr: नियतकालिकाचा पूर्वेतिहास
ms: Sejarah Jurnal
nb_no: Tidsskriftets historie
nl: Geschiedenis van het tijdschrift
pl: Historia czasopisma
pt_br: Histórico da revista
pt_pt: Histórico da revista
ru: История журнала
sk_sk: História časopisu
sl_si: Zgodovina revije
sr_rs@cyrillic: Историја часописа
sr_rs@latin: Istorija časopisa
sv_se: Utgivningshistorik
tr_tr: Dergi Geçmişi
uk: Історія журналу
uz_cyrl: Журнал тарихи
uz_uz@latin: Jurnal tarixi
vi_vn: Lịch sử tạp chí
zh_cn: 期刊历史
zh_hant: 期刊歷史

# manager.setup.historyDescription
source: This text will appear in the "About" section of the journal website and can be used to describe changes in titles, editorial board, and other items of relevance to the journal's publication history.
ar: هذا النص سيظهر ضمن (عن المجلة) ويمكن أن يستعمل لمنح فكرة عن التعديلات التي حصلت في مناصب طاقم المجلة ورئاسة تحريرها أو أي فقرات أخرى ذات علاقة بتأريخ النشر في المجلة.
az: Buraya yazılan mətn veb səhifəsinin "Haqqında" Hissəsində görünür. Jurnal tarixi və nəşr heyətinə istiqamətlənmiş məlumatlar verilir.
bg_bg: Този текст ще се появи в раздела „Информация“ на уебсайта на списанието и може да се използва за описване на промените в заглавията, редакционния съвет и други елементи от значение за историята на публикациите на списанието.
ca_es: Aquest text apareix a la pàgina «Sobre la revista» del lloc web de la revista i es pot utilitzar per descriure canvis en títols, el consell de redacció i altres elements rellevants per a la història de la publicació de la revista.
cs_cz: Tento text se zobrazí v části "O časopisu" webových stránek časopisu a může být použit pro popis změn v názvu, redakční radě a dalších položkách souvisejících s historií časopisu.
da_dk: Denne tekst vises i sektionen "Om" på tidsskriftets websted og kan anvendes til at beskrive ændringer i titler, redaktionen og andet, der er relevant for tidsskriftets udgivelseshistorik.
de_de: Dieser Text erscheint auf der "Über uns"-Seite der Zeitschrift und kann genutzt werden, um Änderungen des Titels, in der Besetzung des Beirats und in anderen wesentlichen Belangen der Zeitschriftengeschichte zu beschreiben.
es_es: El siguiente texto se mostrará en la sección Acerca de la revista y se puede utilizar para describir cambios realizados en los títulos, en el Consejo editorial o en otros elementos relevantes a la historia de la revista.
eu: Testua aldizkariaren web orriko “Aldizkariari buruz” atalean agertuko da, eta tituluetan, talde editorialean eta aldizkariaren argitalpen-historian garrantzitsuak diren beste zenbait elementutan egindako aldaketak deskribatzeko erabili daiteke.
fa_ir: این متن در قسمت درباره مجله ظاهر می‌شود و از آن می‌توان برای توصیف تغییرات در عنوان، تیم سردبیری و دیگر موارد تغییر مربوط به تاریخچه انتشاراتی مجله استفاده کرد.
fi: Tämä teksti tulee näkymään julkaisun verkkosivuston "Tietoa"-osassa ja sitä voidaan käyttää kuvaamaan titteleiden, toimituskunnan ja muiden julkaisuhistorian kannalta olennaisten asioiden muutoksia.
fr_fr: Ce texte apparaîtra dans la section « À propos » du site Web de la revue et peut être utilisé pour décrire tout changement au titre de la revue, au comité éditorial, et tout autre élément d'intérêt dans l'histoire de la publication de la revue.
gl: Este texto aparecerá na páxina "Sobre a revista" do sitio web da revista e pódese utilizar para describir cambios nos títulos, no consello de redacción e outros elementos relevantes para a historia da publicación da revista.
hi_in: यह पाठ जर्नल वेबसाइट के "About " अनुभाग में दिखाई देगा और इसका उपयोग शीर्षक, संपादकीय बोर्ड और जर्नल के प्रकाशन इतिहास की प्रासंगिकता के अन्य मदों में परिवर्तन का वर्णन करने के लिए किया जा सकता है।.
hr_hr: Ovaj tekst će se pojaviti u "O časopisu" rubrici na sajtučasopisa i može biti upotrebljen za opis promjena u naslovu, uredništvu i drugim stvarima važnim za povijest izdavanja časopisa.
hy: Այս տեքստը կհայտնվի ամսագրի կայքի «Մասին» բաժնում և կարող է օգտագործվել վերնագրերի, խմբագրական խորհրդի և ամսագրի հրապարակումների պատմությանը առնչվող այլ նյութերի փոփոխությունները նկարագրելու համար:
id_id: Teks ini akan ditampilkan di bagian website jurnal "Tentang Jurnal" dan dapat digunakan untuk mendeskripsikan perubahan pada judul, Dewan editorial, dan item lain yang relevan dengan penerbitan jurnal.
is_is: Þessi texti birtist í "Um" hluta vefsíðu tímaritsins og má nota til að lýsa breytingum á titlum, ristjórn og öðrum atriðum sem eiga við fyrir sögu tímaritsin.
it_it: Questo testo compare nella pagina delle informazioni sulla rivista e pu&#242; essere utilizzato per descrivere cambiamenti nel titolo, nel comitato editoriale, o altri cambiamenti rilevanti nella storia del periodico.
ja: このテキストは、ジャーナルウェブサイトの "アバウト"セクションに表示され、タイトルや編集委員会、その他ジャーナルの出版履歴に関連する項目の変更を説明するために使用することができます。
ka_ge: ეს ტექსტი გამოჩნდება ჟურნალის ვებ-გვერდის „შესახებ“ განყოფილებაში და ის შეიძლება გამოყენებულ იქნას სათაურებში, სარედაქციო კოლეგიასა და ჟურნალის საგამომცემლო ისტორიასთან დაკავშირებული სხვა საკითხების აღსაწერად.
ku_iq: ئەم نوسینە لە بەشی ''دەربارە'ی گۆڤاردا دەردەکەوێت کە دەکریت بەکار بێت بۆ ناساندنی گۆڕانکارییەکان لە ناونیشان، دەستەی سەرنوسەران و هەر شتێکی دیکەی پەیوەندیدار بە مێژوی گۆڤارەوە.
ky: Бул текст веб-сайттын "Журнал жөнүндө" бөлүмүндө пайда болот жана журналдын аталыштарына, редакциялык курамына жана журналдын басылма тарыхына байланыштуу башка маалыматтардын өзгөрүшүн сүрөттөө үчүн колдонулушу мүмкүн.
lt: Šis tekstas bus rodomas skiltyje „Apie žurnalą“. Galima nurodyti leidinio pavadinimo, redaktorių kolegijos pokyčius ir kitus su leidinio istorija susijusius dalykus.
lv: Šis teksts parādīsies žurnāla tīmekļa vietnes sadaļā "Par", un to var izmantot, lai aprakstītu izmaiņas nosaukumos, redkolēģijā un citos ar žurnāla publicēšanas vēsturi saistītos elementos.
mr: हा मजकूर नियतकालिकाच्या संकेतस्थळावरील "बद्दल (About)" विभागात दिसेल. याचा वापर नियतकालिकाचे नाव, संपादक मंडळ आणि नियतकालिकाच्या प्रकाशन इतिहासाशी संबंधित इतर बाबींमधील बदलांचे वर्णन करण्यासाठी वापरला जाऊ शकतो.
ms: Teks ini akan muncul di bahagian "Mengenai" di laman web jurnal dan dapat digunakan untuk menjelaskan perubahan tajuk, lembaga editorial, dan item lain yang relevan dengan sejarah penerbitan jurnal.
nb_no: Denne teksten vil vises i "Om"-avsnittet av tidsskriftets nettsted, og kan benyttes til å beskriver endringer i navn, redaksjon og annet som er relevant for tidsskriftets publiseringshistorie.
nl: Deze tekst verschijnt in de "Over" sectie van de website van het tijdschrift en kan gebruikt worden om de veranderingen in het tijdschrift, de redactie en andere relevante historische feiten te beschrijven.
pl: Ten tekst będzie widoczny na stronie "O czasopiśmie", pod nagłówkiem "Wsparcie" i nad nazwą/URL organizacji wspierającej.
pt_br: Este texto aparecerá na seção "Sobre" da revista e pode ser usado para detalhar mudanças de título, corpo editorial e outros itens de relevância na história da publicação.
pt_pt: Este texto aparecerá na secção "Sobre" da revista e pode ser usado para detalhar mudanças de título, corpo editorial e outros itens de relevância na história da publicação.
ru: Этот текст появится в разделе «О журнале» на сайте, он может быть использован для описания изменения названий журнала, состава редакции и другой информации, связанной с историей публикации журнала.
sk_sk: Tento text sa zobrazí v časti "O časopise" webových stránok časopisu a môže byť použitý pre popis zmien v názve, redakčnej rade a ďalších položkách súvisiacich s históriou časopisu.
sl_si: To besedilo bo na strani O reviji in ga lahko uporabite, da napišete spremembe naslovov, uredniškega odbora in ostalih stvari, ki so pomembne za zgodovino revije.
sr_rs@cyrillic: Текст ће се појавити у страници О часопису и он треба да опише промене у наслову, редкацијски одбор и друге ставке релевантне за историју објављивања часописа.
sr_rs@latin: Tekst će se pojaviti u stranici O časopisu i on treba da opiše promene u naslovu, redkacijski odbor i druge stavke relevantne za istoriju objavljivanja časopisa.
sv_se: Den här texten visas under rubriken "Om" och är till för att beskriva exempelvis förändringar av titel, redaktionens sammansättning, eller andra relevanta detaljer rörande tidskriftens utgivningshistorik.
tr_tr: Buraya yazılan metin dergi web sayfasının "Hakkında" kısmında görüntülenir. Dergi geçmişi ve yayın kuruluna yönelik bilgiler verilir.
uk: Цей текст з'явиться в розділі "Про журнал" на вебсайті, він може бути використаний для опису зміни назв журналу, складу редакції та іншої інформації, пов'язаної з історією журналу.
uz_cyrl: Журналнинг ташкил этилиш тарихи ва ўзгаришлар ҳақида матн.
uz_uz@latin: Bu matn jurnal veb -saytining "Haqida" bo'limida paydo bo'ladi va undan sarlavhalar, tahririyat kengashi va jurnalning nashriyot tarixi bilan bog'liq boshqa narsalarni o'zgartirish uchun foydalanish mumkin.
vi_vn: Văn bản này sẽ xuất hiện trong phần "Giới thiệu" của trang web tạp chí và có thể được sử dụng để mô tả các thay đổi trong tiêu đề, ban biên tập và các mục khác liên quan đến lịch sử xuất bản của tạp chí.
zh_cn: 这段文字将显示在期刊网站的关于我们栏目，并且可以用来描述标题变化，编辑委员会，以及其他有关期刊的出版历史的变化.
zh_hant: 此文字會出現在期刊網站「關於」頁面，可以用作說明名稱更變、編輯委員會及其他有關期刊出版歷史內容。

# manager.setup.currentIssue
source: Current issue
ar: الإصدار الحالي
az: Son nömrə
bg_bg: Текущ брой
ca_es: Número actual
cs_cz: Aktuální číslo
da_dk: Aktuelt nummer
de_de: Aktuelle Ausgabe
es_es: Número actual
eu: Uneko zenbakia
fa_ir: شماره جاری
fi: Uusin numero
fr_fr: Numéro courant
gl: Número actual
hi_in: वर्तमान अंक
hr_hr: Trenutni broj časopisa
hy: Ընթացիկ թողարկում
id_id: Terbitan Terkini
is_is: Nýjasta
it_it: Fascicolo corrente
ja: 最新巻号
ka_ge: მიმდინარე გამოცემა
ku_iq: دوایین ژمارە
ky: Акыркы сан/акыркы чыгарылыш
lt: Naujausias numeris
lv: Jaunākais žurnāla numurs
mr: वर्तमान अंक
ms: Terbitan semasa
nb_no: Nyeste utgave
nl: Huidig nummer
pl: Aktualny numer
pt_br: Edição Atual
pt_pt: Número Actual
ru: Текущий выпуск
sk_sk: Aktuálne číslo
sl_si: Trenutna številka
sr_rs@cyrillic: Тренутни број
sr_rs@latin: Trenutni broj
sv_se: Senaste numret
tr_tr: Son Sayı
uk: Поточний випуск
uz_cyrl: Жорий сон
uz_uz@latin: Hozirgi masala
vi_vn: Số mới
zh_cn: 当期期刊
zh_hant: 當期期刊

# manager.setup.customizingTheLook
source: Step 5. Customizing the Look
ar: الخطوة 5. تخصيص المظهر
az: Addım 5: Görünüşü şəxsiləşdirin
bg_bg: Стъпка 5. Персонализиране на външния вид
ca_es: Pas 5. Personalitzar la visualització
cs_cz: Krok 5. Úprava vzhledu
da_dk: Trin 5. Tilpasning af udseendet
de_de: 5. Schritt: Individuelle Gestaltung der Zeitschrift
es_es: Paso 5. Apariencia personalizada
eu: 5. urratsa. Aldizkariaren itxura
fa_ir: مرحله 5: تغییر دلخواه نمای ظاهری
fi: Vaihe 5. Ulkoasun mukauttaminen
fr_fr: Étape 5. Personnalisation de l'apparence
gl: Paso 5. Personalización do deseño
hi_in: चरण 5. लुक को कस्टमाइज करना
hr_hr: Korak 5. Prilagođavanje izgleda
hy: Քայլ 5. Անհատականացնել տեսքը
id_id: Langkah 5. Menyesuaikan Tampilan
is_is: Skref 5. Stilla útlitið
it_it: Fase 5. Personalizzazione della grafica della rivista
ja: ステップ 5. 見た目のカスタマイズ
ka_ge: ბიჯი 5. შესახედაობის მორგება
ku_iq: هەنگاوی ٥. دەستکاریکردنی شێواز
ky: 5-кадам: Сырткы көрүнүштү ыңгайлаштыруу
lt: 5 etapas. Parinkti individualų vaizdą
lv: 5. solis. Izskata pielāgošana
mr: टप्पा 5. वापरकर्तानुकूल स्वरूप बदल
ms: Langkah 5. Mengubahsuai Pandangan
nb_no: Trinn 5. Tilpasning av utseendet
nl: Stap 5. Aanpassen van het uiterlijk
pl: Krok 5. Dostosuj wygląd
pt_br: Passo 5. Visual da revista
pt_pt: Passo 5. Aparência da Revista
ru: Шаг 5. Настройка внешнего вида
sk_sk: Krok 5. Úprava vzhľadu
sl_si: Korak 5. Prilagajanje izgleda
sr_rs@cyrillic: 5. корак Прилагођавање изгледа
sr_rs@latin: 5. korak Prilagođavanje izgleda
sv_se: Steg 5. Anpassa utseendet
tr_tr: 5. Adım: Görünümü Özelleştir
uk: Крок 5. Налаштування вигляду
uz_cyrl: 5-қадам. Ташқи кўринишни созлаш
uz_uz@latin: Qadam 5. Tashqi ko'rinishni sozlash
vi_vn: Bước 5. Tùy chỉnh giao diện
zh_cn: 步骤 5：自订外观。
zh_hant: 第5步：設定外觀

# manager.setup.details
source: Details
ar: التفاصيل
az: Detallar
bg_bg: Детайли
ca_es: Detalls
cs_cz: Detaily
da_dk: Detaljer
de_de: Angaben zur Zeitschrift
es_es: Detalles
eu: Xehetasunak
fa_ir: جزئیات
fi: Tiedot
fr_fr: Détails
gl: Detalles
hi_in: विवरण
hr_hr: Osnovne informacije
hy: Մանրամասներ
id_id: Detail
is_is: Nánar
it_it: Dettagli
ja: 詳細
ka_ge: დეტალები
ku_iq: وردەکارییەکان
ky: Деталдары/толук маалымат
lt: Išsamiau
lv: Sīkāka informācija
mr: तपशील
ms: Perincian
nb_no: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ru: Детали
sk_sk: Detaily
sl_si: Podrobnosti
sr_rs@cyrillic: Детаљи
sr_rs@latin: Detalji
sv_se: Detaljer
tr_tr: Detaylar
uk: Подробиці
uz_cyrl: Тафсилотлар
uz_uz@latin: Tafsilotlar
vi_vn: Chi tiết
zh_cn: 详细内容
zh_hant: 詳細說明

# manager.setup.details.description
source: Name of journal, ISSN, contacts, sponsors, and search engines.
ar: اسم المجلة، ISSN، عناوين الاتصال، الرعاة، ومحركات البحث.
az: Jurnalın adı, ISSN, əlaqə, sponsorlar və axtarış motorları
bg_bg: Име на списание, ISSN, контакти, спонсори и търсачки.
ca_es: Nom de la revista, ISSN, contactes, patrocinadors i motors de cerca.
cs_cz: Název časopisu, ISSN, kontakty, sponzoři a vyhledávací stroje.
da_dk: Navn på tidsskrift, ISSN, kontaktpersoner, sponsorer og søgemaskiner.
de_de: Name der Zeitschrift, ISSN, Kontakte, Unterstützer/innen und Suchmaschinen.
es_es: Nombre de la revista, ISSN, contactos, patrocinadores y motores de búsqueda.
eu: Aldizkariaren izena, ISSN, kontaktuak, babesleak eta bilatzaileak.
fa_ir: نام مجله، شاپا، اطلاعات تماس، سازمان‌های حمایت کننده و موتورهای جستجو.
fi: Julkaisun nimi, ISSN-tunnus, yhteyshenkilöt, tukijat ja hakukoneet.
fr_fr: Nom de la revue, ISSN, contacts, commanditaires, et moteurs de recherche.
gl: Nome da revista, ISSN, contactos, patrocinadores e motores de busca.
hi_in: जर्नल का नाम, ISSN, संपर्क, प्रायोजक, और खोज इंजन।
hr_hr: Ime časopisa, ISSN, kontakti, izdavači i tražilice.
hy: Ամսագրի անվանումը, ISSN-ը, կոնտակտները, հովանավորները և որոնման համակարգերը:
id_id: Nama jurnal, ISSN, kontak, sponsor, dan mesin pencari.
is_is: Nafn tímaritsins, ISSN, Tengiliðir, stuðningsaðilar og leitarvélar.
it_it: Nome della rivista, ISBN, contatti, sponsor e motori di ricerca.
ja: ジャーナル名、ISSN、連絡先、スポンサー、検索エンジンなど。
ka_ge: ჟურნალის დასახელება, ISSN, კონტაქტები, სპონსორები და საძიებელი ძრავები.
ku_iq: ناوی گۆڤار، ISSN، پەیوەندیکردن، سپۆنسەرەکان و گەڕان.
ky: Журналдын аты, ISSN, байланыштар, демөөрчүлөр жана издөө системалары.
lt: Žurnalo pavadinimas, ISSN, kontaktai, rėmėjai ir paieškos sistemos.
lv: Žurnāla nosaukums, ISSN, kontakti, sponsori un meklētājprogrammas.
mr: नियतकालिकाचे नाव, ISSN, संपर्क, प्रायोजक आणि शोध इंजिनचे नाव.
ms: Nama jurnal, ISSN, kenalan, penaja, dan mesin pencari.
nb_no: Navn på tidsskrift, ISSN, kontakter, sponsorer, og søkemotorer.
nl: Naam van het tijdschrift, ISSN, contacten, sponsors, en zoekmachines.
pl: Tytuł czasopisma, ISSN, zawartość, organizacje finansujące oraz sposoby wyszukiwania treści.
pt_br: Nome da revista, ISSN, contatos, editora e patrocinadores e sistemas de busca.
pt_pt: Nome da revista, ISSN, contactos, editora e patrocinadores e sistemas de pesquisa.
ru: Название журнала, ISSN, контакты, спонсоры и поисковые машины.
sk_sk: Názov časopisu, ISSN, kontakty, sponzori a vyhľadávacie nástroje.
sl_si: Ime revije, ISSN, kotaktni podatki, sponzorji in iskalniki.
sr_rs@cyrillic: Име часописа, ISSN, контакти, спонзори и претраживачи.
sr_rs@latin: Ime časopisa, ISSN, kontakti, sponzori i pretraživači.
sv_se: Namn på tidskriften, ISSN, kontaktuppgifter, sponsorer, sökmotorer.
tr_tr: Derginin Adı, ISSN, iletişim, sponsorlar ve arama motorları.
uk: Назва журналу, ISSN, контакти, спонсори та пошукові системи.
uz_cyrl: Ном, ISSN, контактлар, ҳомийлар ва қидирув тизимлари.
uz_uz@latin: Jurnal nomi, ISSN, kontaktlar, homiylar va qidiruv tizimlari.
vi_vn: Tên của tạp chí, ISSN, địa chỉ liên lạc, nhà tài trợ và công cụ tìm kiếm.
zh_cn: 期刊名称、ISSN、联系人、支持机构和搜索引擎。
zh_hant: 期刊名稱國際標準期刊號(ISSN)、贊助者及搜尋引擎。
