Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# plugins.importexport.common.error.DOIsNotAvailable
source: In order to use this plugin please go to the "Public Identifier" plugin category, enable and configure the DOI plugin and specify a valid DOI prefix there.
ar: لغرض استعمال هذه الإضافة، لطفاً، إذهب إلى فئة إضافة "المعرف العام"، قم بتمكين وتعريف إضافة DOI وقم بتحديد بادئة DOI صحيحة هناك.
az: Bu əlavəni istifadə edə bilmək üçün zəhmət olmasa "Ümumi Müəyyənləşdirici/Public Identifier" əlavə kateqoriyasına gedin, DOI əlavəsini aktivləşdirin və konfiqurasiya edin və orada etibarlı bir DOI prefiksi qeyd edin.
bg_bg: За да използвате този плъгин, моля, отидете в категорията „Public Identifier“ плъгин, активирайте и конфигурирайте приставката DOI и посочете там валиден DOI префикс.
ca_es: Per utilitzar aquest mòdul heu d'anar a la categoria de mòduls "Identificador públic", activar i configurar el mòdul DOI i especificar-hi un prefix DOI vàlid.
cs_cz: Aby bylo možné používat tento plugin, jděte prosím do kategorie pluginů Veřejné identifikátory, povolte a nastavte plugin DOI a specifikujte tam platný prefix DOI.
da_dk: For at tage dette plug-in i brug skal du under "Public Identifier" plug-in-kategorien, aktivere og konfigurere DOI plug-in'en og angive et gyldigt præfix.
de_de: Um dieses Plugin zu benutzen, gehen Sie in die Plugin-Kategorie "Öffentliche Kennungen", aktivieren und konfigurieren Sie das DOI-Plugin und geben Sie dort einen gültigen DOI-Präfix an.
es_es: Para utilizar este módulo diríjase a la categoría de módulo "Identificador público", active y configure el módulo DOI, y especifique un prefijo DOI válido allí.
eu: Plugin hau erabiltzeko, joan "Identifikatzaile publikoa" plugin-kategoriara, gaitu eta konfiguratu DOI plugina eta zehaztu baliozko DOI aurrizki bat bertan.
fa_ir: برای استفاده از این افزونه به قسمت «شناسه عمومه» رفته افزونه DOI را فعال و تنطیم کنید و یک پسوند معتبر برای DOI مشخص نمایید.
fi: Käyttääksesi tätä lisäosaa mene “Julkinen tunniste” -lisäosakategoriaan, ota DOI-lisäosa käyttöön ja määritä se, sekä määritä siellä kelvollinen DOI-prefiksi.
fr_fr: Afin d'utiliser ce plugiciel, veuillez aller à la catégorie "identifiants publics", activez et configurez le plugiciel DOI et spécifiez un préfixe DOI valide.
gl: Para empregar este complemento, vai á categoría de complementos "Identificador público", activa e configura o complemento DOI e especifica alí un prefixo DOI válido.
hi_in: इस प्लगइन का उपयोग करने के लिए कृपया "सार्वजनिक पहचानकर्ता" प्लगइन श्रेणी पर जाएं, DOI प्लगइन को सक्षम और कॉन्फ़िगर करें और वहां एक मान्य DOI उपसर्ग निर्दिष्ट करें।
hy: Այս փլագինը օգտագործելու համար խնդրում ենք գնալ «Հանրային նույնացուցիչ» հավելվածի դաս, միացնել և կարգավորել DOI հավելվածը և այնտեղ նշել վավեր DOI նախածանց:
id_id: Untuk menggunakan plugin ini silakan lihat ke kategori plugin "Identifier Publik", aktifkan dan atur plugin DOI dan berikan prefiks DOI yang valid.
is_is: Til að nota þessa viðbót varðu í "Public Identifier" viðbóta flokkin, virkjaðu og settu DOI viðbótina og tilreindu gilt DOI forskeyti þar.
it_it: Per utilizzare questo plugin vai alla categoria di plugin "Identificatori pubblici", abilita e configura il plugin specifico per il DOI e specifica lì un prefisso valido.
ja: このプラグインを使用するには、「公開識別子」プラグインのカテゴリに移動し、DOIプラグインを有効にして設定し、正当なDOIプレフィックスを指定してください。
ka_ge: ამ პლაგინის გამოსაყენებლად გადადით "Public Identifier" მოდულის კატეგორიაში, ჩართეთ და დააკონფიგურირეთ DOI მოდული და მიუთითეთ აქ სწორი DOI პრეფიქსი.
ku_iq: بۆ بەکارهێنانی ئەم گرێدانە بڕۆ سەر ''ناسێنەری گشتی''، ناسێنەری سەرچاوە دیجیتاڵییەکان چالاک بکە و پێشگرێک بۆ ناسێنەری سەرچاوە دیجیتاڵییەکان لەوێ دیاری بکە.
ky: Бул плагинди колдонуу үчүн "Public Identifier" плагин категориясына кириңиз, DOI плагинин иштетиңиз жана туура DOI префиксин көрсөтүңүз.
lt: Jei norite taikyti šį įskiepį, eikite į skiltį „Viešasis identifikatorius“, susiraskite įskiepius, įdiekite ir konfigūruokite DOI įskiepį ir čia nurodykite tinkamą kodą.
lv: Lai izmantotu šo spraudni, dodieties uz spraudņa kategoriju "Publiskais identifikators", iespējojiet un konfigurējiet DOI spraudni un norādiet derīgu DOI prefiksu.
mr: हे प्लग-इन वापरण्यासाठी कृपया "पब्लिक आयडेंटिफायर" प्लग-इन प्रवर्गावर (कॅटेगरी) जा, DOI प्लग-इन सक्षम आणि कॉन्फिगर करा आणि तेथे ग्राह्य DOI उपसर्ग (प्रिफिक्स) निर्दिष्ट करा.
ms: Untuk menggunakan plugin ini sila pergi ke kategori plugin "Pengenalpasto Awam", dayakan dan konfigurasikan plugin DOI dan tentukan awalan DOI yang sah di sana.
nb_no: For å bruke denne programutvidelsen vennligst gå til "Programutvidelser for offentlige identifikatorer", slå på og konfigurer DOI-programutvidelsen og spesifiser et gyldig DOI-prefiks.
nl: GA, om deze plugin te gebruiken, naar de "Publieke identificatie" plugin categorie, schakel de DOI plugin in en configureer die specificeer een geldig DOI voorvoegsel.
pl: W celu wykorzystania wtyczki, przejdź do kategorii "Identyfikator publiczny" a następnie włącz i skonfiguruj wtyczkę DOI podając jednocześnie poprawny prefiks DOI.
pt_br: Para utilizar este plugin, por favor vá para a categoria de plugins de "Identificação Pública", habilite e configure o plug-in DOI e especifique um prefixo DOI válido.
pt_pt: Para utilizar este plugin, por favor, consultar a categoria de plugins "Identificador Público", activar e configurar o plug-in DOI e especificar um prefixo DOI válido.
ru: Для того чтобы использовать этот модуль, пожалуйста, перейдите в категорию модулей «Модули открытых идентификаторов», включите и настройте модуль DOI и укажите там верный префикс DOI.
sk_sk: Aby bolo možné používať tento plugin, choďte prosím do kategórie pluginov Verejné identifikátory, povoľte a nastavte plugin DOI a špecifikujte tam platný prefix DOI.
sl_si: Za uporabo tega vtičnika morate omogočiti in nastaviti DOI vtičnik v kategoriji "Javni identivikatorji" in vnesti veljaven DOI prefix.
sr_rs@cyrillic: Ако желите да користите овај додатак идите у категорију додатака "Public Identifier (Јавни додаци)" и укључите и конфигуришите додатак DOI.
sr_rs@latin: Ako želite da koristite ovaj dodatak idite u kategoriju dodataka "Public Identifier (Javni dodaci)" i uključite i konfigurišite dodatak DOI.
sv_se: För att använda dettaa plugin gå till kategorin "Publika identifikatorer" för plugins, aktivera och konfigurera DOI-pluginet och ange här ett giltligt DOI prefix.
tr_tr: Bu eklentiyi kullanabilmek için lütfen "Genel Belirleyici / Public Identifier" eklenti kategorisine gidin, DOI eklentisini etkinleştirin ve yapılandırın ve orada geçerli bir DOI öneki belirtin.
uk: Щоб використовувати цей плагін, будь ласка, перейдіть до категорії плагінів "Публічний ідентифікатор", включіть і налаштуйте плагін DOI, а потім укажіть тут ваш префікс DOI.
uz_cyrl: DOI хизмати мавжуд эмас.
uz_uz@latin: Ushbu plaginni ishlatish uchun "Public Identifier" plaginlari toifasiga o'ting, DOI plaginini yoqing va sozlang va u erda to'g'ri DOI prefiksini ko'rsating.
vi_vn: Để sử dụng plugin này, vui lòng truy cập danh mục plugin "Định danh công khai", bật và định cấu hình plugin DOI và chỉ định tiền tố DOI hợp lệ tại đó.
zh_cn: 为使用该款插件，请在"公共标识符"插件种类中，开启和配置DOI插件并且指定一个有效的DOI字首。
zh_hant: 若要使用此插件，請往「公眾辨認」插件類別，允許及設置DOI插件和指明一個有效的DOI字首。

# plugins.importexport.common.error.pluginNotConfigured
source: The plugin is not fully set up.
ar: هذه الإضافة غير مهيئة بالكامل.
az: Qoşma tam tənzimlənməmişdir.
bg_bg: Плъгинът не е напълно настроен.
ca_es: El mòdul no està configurat completament.
cs_cz: Plugin není plně nastavený
da_dk: Plug-in'en er ikke indstillet fuldt ud.
de_de: Dieses Plugin ist noch nicht vollständig eingerichtet.
es_es: El módulo no está totalmente configurado.
eu: Plugina ez dago guztiz konfiguratuta.
fa_ir: افزونه به صورت کامل تنظیم نشده است.
fi: Lisäosaa ei ole täysin asennettu.
fr_fr: Ce plugiciel n'est pas entièrement configuré.
gl: O complemento non está completamente configurado.
hi_in: प्लगइन पूरी तरह से सेट नहीं है।
hy: Փլագինը լիովին կարգավորված չէ:
id_id: Plugin belum selesai diatur.
is_is: Viðbótin er ekki sett upp að fullu.
it_it: Il plugin non è completamente configurato.
ja: プラグインの設定が完了していません。
ka_ge: პლაგინი სრულად არ არის დაყენებული.
ku_iq: گرێدانەکە بە تەواوی ڕێک نەخراوە.
ky: Плагин толук орнотулган эмес.
lt: Įskiepis ne iki galo įdiegtas.
lv: Spraudnis nav pilnībā iestatīts.
mr: प्लग-इन पूर्णपणे सेट केलेले नाही.
ms: Plugin tidak disiapkan sepenuhnya.
nb_no: Programtillegget er ikke ferdig satt opp.
nl: De plugin is niet volledig ingesteld.
pl: Wtyczka nie została poprawnie skonfigurowana.
pt_br: O plugin não foi completamento configurado.
pt_pt: O plugin não está totalmente configurado.
ru: Модуль не полностью настроен.
sk_sk: Doplnok nie je úplne nastavený.
sl_si: Vtičnik ni popolnoma nastavljen.
sr_rs@cyrillic: Додатак није у потпуности подешен.
sr_rs@latin: Dodatak nije u potpunosti podešen.
sv_se: Pluginet är inte helt installerat.
tr_tr: Eklenti tam olarak ayarlanmamış.
uk: Плагін не був повністю підключений.
uz_uz@latin: Plagin to'liq sozlanmagan.
vi_vn: Các plugin không được thiết lập đầy đủ.
zh_cn: 插件尚未完全建立。
zh_hant: 此插件尚未完全安裝。

# plugins.importexport.common.error.noDOIContentObjects
source: No publishing objects are selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
ar: لم يتم اختيار أي مكونات نشر لتعيين DOI ضمن إضافة DOI المعرف الرقمي العام، لذلك لن يكون هناك إمكانية للإيداع أو التصدير في هذه الإضافة.
az: DOI Ümumi Müəyyənləşdirici əlavəsində DOI təyinatı üçün hər hansı bir nəşr elementi seçilməyib, buna görə də bu əlavədə heç bir depo və ya ixracat ehtimalı yoxdur.
bg_bg: Не са избрани обекти за публикуване за присвояване на DOI в плъгинът за публичен идентификатор на DOI, така че няма възможност за депозиране или експортиране в този плъгин.
ca_es: No hi ha cap element publicable seleccionat per assignar-li DOI en el mòdul d'identificador públic DOI, per la qual cosa no hi ha possibilitat de dipositar o d'exportar en aquest mòdul.
cs_cz: Nebyly vybrány žádné objekty pro přiřazení DOI v rámci pluginu DOI, takže v tomto pluginu není žádná možnost ukládání či exportu.
da_dk: Der er ikke valgt publiceringselementer i forbindelse med DOI-tildeling under DOI public indentifier plug-in'en, så der er ingen deponerings- eller eksportmuligheder i dette plug-in.
de_de: Es wurde noch kein DOI erzeugt. Die Veröffentlichung der Ausgabe und die Ansicht der öffentlichen {$pubObjectType}-Seite wird automatisch eindeutige DOI für diese/n {$pubObjectType}.
es_es: No hay ningún elemento publicable seleccionado para la asignación de DOI en el módulo de identificador público DOI, por lo que no hay posibilidad de depósito o exportación en este módulo.
eu: DOI identifikatzaile publikoaren pluginean ez da argitalpen-objekturik hautatu DOI esleipenerako, beraz, ez dago gordailu edo esportazio aukerarik plugin honetan.
fa_ir: در افزونه شناسه DOI هیچ داده ای برای اختصاص DOI مشخص نشده است. بنابراین امکان برون دهی وجود ندارد.
fi: DOI-tunnisteiden määrittämisessä käytettäviä julkaisukohteita ei ole valittu DOI-tunnistelisäosassa, joten tässä lisäosassa ei ole talletus- tai vientimahdollisuutta.
fr_fr: Aucune publication n'est sélectionnée pour l'attribution d'un DOI dans le plugiciel "DOI public identifier", conséquemment il n'aura pas de dépôt ou d'exportation depuis le plugiciel.
gl: Non hai ningún elemento publicable seleccionado para a asignación de DOI no complemento de identificador público DOI, polo que non hai posibilidade de depósito nin exportación neste complemento.
hi_in: कोई प्रकाशन ऑब्जेक्ट्स को DOI सार्वजनिक पहचानकर्ता प्लगइन में DOI असाइनमेंट के लिए नहीं चुना जाता है, इसलिए इस प्लगइन में कोई जमा या निर्यात संभावना नहीं है।
hy: DOI հանրային նույնացուցիչի հավելվածում DOI նշանակման համար հրապարակման օբյեկտներ ընտրված չեն, ուստի այս հավելվածում ավանդի կամ արտահանման հնարավորություն չկա:
id_id: Tidak ada objek penerbitan yang dipilih untuk pemberian DOI di plugin identifier publik DOI sehingga tidak dapat dilakukan deposit atau ekspor di plugin ini.
it_it: Nessuno degli oggetti pubblicabili è stato selezionato per l'assegnazione del DOI nel plugin relativo, per tanto non è possibile depositare o esportare con questo plugin.
ja: DOI公開識別子プラグインでは、DOI割り当て用に公開オブジェクトが選択されていないため、このプラグインではデポジットやエクスポートはできません。
ka_ge: არცერთი საგამომცემლო ობიექტი არ არის არჩეული DOI დანიშვნისთვის DOI საჯარო იდენტიფიკატორის მოდულში, ამიტომ ამ დანამატში დეპოზიტის ან ექსპორტის შესაძლებლობა არ არის.
ku_iq: هیچ دانەیەکی بڵاوکردنەوە بۆ ناسێنەری سەرچاوە دیجیتاڵییەکان دیاری نەکراوە لە گرێدانی ناسێنەری گشتیی ناسێنەری سەرچاوە دیجیتاڵییەکان، بۆیە هیچ پێدان و هەناردەکردنێک ناکرێت.
ky: DOI public identifier плагининде DOI дайындоо үчүн эч кандай жарыялоо объекттери тандалган эмес, ошондуктан бул плагинде депозит же экспорт мүмкүн эмес.
lt: Nėra atrinktų objektų, kuriems būtų taikomi DO viešojo identifikatoriaus įskiepiai, taigi diegti ar importuoti įskiepių neįmanoma.
lv: DOI publiskā identifikatora spraudnī nav atlasīts neviens publicēšanas objekts DOI piešķiršanai, tāpēc šajā spraudnī nav depozīta vai eksportēšanas iespējas.
mr: DOI पब्लिक आयडेंटीफायर प्लग-इनमध्ये DOI देण्यासाठी कोणतेही प्रकाशन साहित्य निवडलेले नसल्यामुळे या प्लग-इनमध्ये कोणताही क्रमांक निर्मिती किंवा त्याचा वापर करण्याची शक्यता नाही.
ms: Tidak ada objek penerbitan yang dipilih untuk penugasan DOI dalam plugin pengenal umum DOI, jadi tidak ada kemungkinan deposit atau eksport dalam plugin ini.
nb_no: Ingen publiserte objekt er valgt for DOI-tildeling i DOI-programutvidelsen, så det er ingen deponerings- eller eksportmulighet i denne programutvidelsen.
nl: Er zijn geen publicatie-objecten geselecteerd voor toewijzing van een DOI in de DOI publieke identificatieplugin. Daarom kan deze plugin geen inhoud deponeren of eporteren.
pl: Żaden obiekt podlegający DOI nie został oznaczony - depozyt lub eksport nie są możliwe.
pt_br: Nenhum objeto publicável foi selecionado para receber DOI no plugin corrrespondente, então não há possibilidade de depósito ou exportação neste plugin.
pt_pt: Não foi seleccionada uma publicação oara a atribuição DOI através do plugin de identificador público DOI, portanto, não há nenhum depósito ou possibilidade de exportação neste plugin.
ru: Нет опубликованных объектов, которые были выбраны для назначения DOI в модуле открытых идентификаторов DOI, поэтому невозможно депонировать или экспортировать в этом модуле.
sk_sk: Neboli vybrané žiadne objekty pre priradenie DOI v rámci pluginu DOI, takže v tomto plugine nie je žiadna možnosť ukladania či exportu.
sl_si: V vtičniku za DOI ni izbrana nobena entiteta za dodeljevanje DOI-ja, zato ni mogoč noben izvoz ali deponiranje v tem vtičniku.
sr_rs@cyrillic: Нема објеката намењених за објављивање којима су додељени DOI у DOI додатку јавних идентификатора. Због тога нема могућности полагања ни извоза у овом додатку.
sr_rs@latin: Nema objekata namenjenih za objavljivanje kojima su dodeljeni DOI u DOI dodatku javnih identifikatora. Zbog toga nema mogućnosti polaganja ni izvoza u ovom dodatku.
sv_se: Inget publiceringsmaterial har valts för DOI-tilldelning i DOI-pluginet. Det är därför inte möjligt att leverera eller exportera via pluginet.
tr_tr: DOI Genel Tanımlayıcı eklentisinde DOI ataması için herhangi bir yayın öğesi seçilmemiştir, bu nedenle bu eklentide hiçbir depo veya ihracat olanağı yoktur.
uk: Для надання DOI в плагіні публічного ідентифікатора DOI не вибрано об'єкти публікації, тому в цьому плагіні відсутня можливість депонування або експорту.
uz_uz@latin: DOI umumiy identifikator plaginida DOI tayinlash uchun hech qanday nashr ob'ektlari tanlanmagan, shuning uchun bu plaginda depozit yoki eksport qilish imkoniyati yo'q.
vi_vn: Không có đối tượng xuất bản nào được chọn để gán DOI trong plugin định danh công khai DOI, do đó không có khả năng gửi hoặc xuất trong plugin này.
zh_hant: 在DOI公眾辨認插件中現無出版項目被選擇分配DOI，所以此插件無法寄存或導出。

# plugins.importexport.common.settings.form.password
source: Password
ar: كلمة المرور
az: Şifrə.
bg_bg: Парола
ca_es: Contrasenya
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_es: Contraseña
eu: Pasahitza
fa_ir: رمز
fi: Salasana
fr_fr: Mot de passe
gl: Contrasinal
hi_in: पासवर्ड
hy: Գաղտնաբառ
id_id: Katakunci
is_is: Lykilorð
ja: パスワード
ka_ge: პაროლი
ku_iq: وشەی نهێنی
ky: Сырсөз
lt: Slaptažodis
lv: Parole
mr: सांकेतिक शब्द (पासवर्ड)
ms: Kata Laluan
nb_no: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Senha
ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sr_rs@cyrillic: Лозинка
sr_rs@latin: Lozinka
sv_se: Lösenord
tr_tr: Şifre
uk: Пароль
uz_uz@latin: Parol
vi_vn: Mật khẩu
zh_cn: 密码
zh_hant: 密碼

# plugins.importexport.common.settings.form.password.description
source: Please note that the password will be saved as plain text, i.e. not encrypted.
ar: لطفاً، لاحظ أن كلمة المرور سيتم حفظها بشكل نص صريح غير مشفر.
az: Şifrənin düz mətn kimi, yəni şifrələnməmiş olaraq yadda saxlanacağını zəhmət olmasa unutmayın.
bg_bg: Моля, обърнете внимание, че паролата ще бъде запазена като обикновен текст, т.е. не е криптирана.
ca_es: Heu de tenir en compte que la contrasenya serà guardada en text sense format, p. ex. no encriptada.
cs_cz: Upozornění: heslo bude uloženo jako prostý text, nebude tedy zašifrováno.
da_dk: Bemærk: Adgangskoden gemmes i klartekst dvs. ikke-krypteret.
de_de: Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert wird.
es_es: Por favor, tenga en cuenta que la contraseña se guardará como texto plano, no encriptada.
eu: Kontuan izan pasahitza testu arrunt gisa gordeko dela, hau da, ez dago enkriptatuta.
fa_ir: توجه داشته باشید که رمز به صورت متنی و نه رمزگذاری شده ذخیره می شود.
fi: Huomaathan, että salasana tallennetaan pelkkänä tekstinä, eli ei salatussa muodossa.
fr_fr: Veuillez noter que le mot de passe sera enregistré en tant que texte brut (il ne sera pas chiffré).
gl: Ten en conta que o contrasinal gardarase como texto plano, é dicir, non cifrado.
hi_in: कृपया ध्यान दें कि पासवर्ड सादे पाठ के रूप में सहेजा जाएगा, अर्थात् एन्क्रिप्टेड नहीं।
hy: Խնդրում ենք նկատի ունենալ, որ գաղտնաբառը կպահվի որպես պարզ տեքստ, այսինքն՝ կոդավորված չէ:
id_id: Mohon diperhatikan bahwa katakunci akan disimpan dalam bentuk plain text, tidak dienkripsi.
is_is: Vinsamlega athugaðu að lykilorðið veður vistað sem texti, þ.e.a.s. ekki dulkóðað.
it_it: La password verrà salvata come testo, non crittografata.
ja: パスワードはプレーンテキストとして保存される、つまり暗号化されないので、ご注意ください。
ka_ge: გთხოვთ გაითვალისწინოთ, რომ პაროლი შეინახება როგორც მარტივი ტექსტი, ანუ არ არის დაშიფრული.
ku_iq: تکایە ئاگادار بە کە وشەی نهێنی وەک نوسین خەزن دەبێت.
ky: Сырсөз жөнөкөй текст түрүндө сакталат, башкача айтканда, шифрленбейт.
lt: Atkreipkite dėmesį, kad slaptažodis bus išsaugotas kaip grynasis tekstas, t. y. jis nebus užkoduotas.
lv: Lūdzu, ņemiet vērā, ka parole tiks saglabāta kā vienkāršs teksts, t. i., netiks šifrēta.
mr: सांकेतिक शब्द (पासवर्ड) सांकेतिक लिपीऐवजी (एनक्रिप्ट) साध्या मजकूराच्या रूपात सेव्ह केला जाईल याची नोंद घ्या.
ms: Harap perhatikan bahawa kata laluan akan disimpan sebagai teks biasa, iaitu tidak disulitkan.
nb_no: Vennligst merk at passordet vil bli lagret i ren tekst og ikke kryptert.
nl: Merk op dat het wachtwoord als tekst wordt opgeslagen; niet versleuteld.
pl: Hasło zostanie zapisane w postaci tekstu, nie zostanie zaszyfrowane.
pt_br: Por favor, note que a senha será guardada como texto simples, isto é, não criptografado.
pt_pt: Tenha em atenção que a senha será guardada como texto, não encriptada.
ru: Обратите внимание, что пароль будет сохранен в виде обычного текста, то есть не будет зашифрован.
sk_sk: Upozornenie: heslo bude uložené ako obyčajný text, nebude teda zašifrované.
sl_si: Prosimo, da se zavedate, da bo geslo shranjeno v prostem besedilu, torej ne bo enkriptirano.
sr_rs@cyrillic: Обратите пажњу да ће лозинка бити сачувана као обичан текст тј. неће бити додатно шифрована.
sr_rs@latin: Obratite pažnju da će lozinka biti sačuvana kao običan tekst tj. neće biti dodatno šifrovana.
sv_se: Lösenordet kommer att sparas i text, det är alltså inte krypterad.
tr_tr: Şifrenin düz metin olarak, yani şifrelenmemiş olarak kaydedileceğini lütfen unutmayın.
uk: Зверніть увагу, що пароль буде збережений у вигляді звичайного тексту, тобто не буде зашифрований.
uz_uz@latin: E'tibor bering, parol oddiy matn sifatida saqlanadi, ya'ni shifrlanmagan.
vi_vn: Xin lưu ý rằng mật khẩu sẽ được lưu dưới dạng văn bản thuần túy, tức là không được mã hóa.
zh_cn: 请注意密码已纯文本的形式保存，如：不加密。
zh_hant: 請注意密碼將以純文字方式儲存，即無加密。

# plugins.importexport.common.filter.issue
source: Any Issue
ar: أي عدد
az: Hər hansı bir nömrə
bg_bg: Произволен брой
ca_es: Qualsevol número
cs_cz: Libovolné číslo
da_dk: Ethvert nummer
de_de: Jede Ausgabe
es_es: Cualquier número
eu: Edozein zenbaki
fa_ir: هر شماره ای
fi: Mikä tahansa numero
fr_fr: Numéro
gl: Calquera número
hi_in: कोई अंक
hy: Ցանկացած թողարկում
id_id: Semua Terbitan
is_is: Hvaða tölublað sem er
it_it: Qualsiasi fascicolo
ja: 任意の巻号
ka_ge: ნებისმიერი გამოცემა
ku_iq: هەر ژمارەیەک
ky: Каалаган чыгарылыш
lt: Bet kuris numeris
lv: Jebkurš žurnāla numurs
mr: कुठलाही अंक
ms: Sebarang Terbitan
nb_no: Ethvert nummer
nl: Eender welk nummer
pl: Dowolny numer
pt_br: Qualquer Edição
pt_pt: Qualquer Número
ru: Любой выпуск
sk_sk: Ľubovoľné číslo
sl_si: Katerakoli številka
sr_rs@cyrillic: Било који број
sr_rs@latin: Bilo koji broj
sv_se: Något nummer
tr_tr: Herhangi Bir Sayı
uk: Будь-який випуск
uz_uz@latin: Har qanday muammo
vi_vn: Số bất kỳ
zh_hant: 任何期號

# plugins.importexport.common.status.any
source: Any Status
ar: أي حالة
az: Hər hansı bir vəziyyət
bg_bg: Произволен статус
ca_es: Qualsevol estat
cs_cz: Libovolný status
da_dk: Enhver status
de_de: Jeder Status
es_es: Cualquier estado
eu: Edozein egoera
fa_ir: هر وضعیتی
fi: Mikä tahansa tila
fr_fr: Statut
gl: Calquera estado
hi_in: कोई भी स्थिति
hy: Ցանկացած կարգավիճակ
id_id: Semua Status
is_is: Hvaða staða sem er
it_it: Ogni status
ja: 任意の状態
ka_ge: ნებისმიერი სტატუსი
ku_iq: هەر بارودۆخێک
ky: Каалаган статус
lt: Bet koks statusas
lv: Jebkurš statuss
mr: कुठलीही स्थिती (स्टेटस)
ms: Sebarang Status
nb_no: Enhver status
nl: Eender welke status
pl: Dowolny status
pt_br: Qualquer Status
pt_pt: Qualquer Estado
ru: Любой статус
sk_sk: Ľubovoľný status
sl_si: Katerikoli status
sr_rs@cyrillic: Било који статус
sr_rs@latin: Bilo koji status
sv_se: Någon status
tr_tr: Herhangi Bir Durum
uk: Будь-який статус
uz_cyrl: Ҳар қандай
uz_uz@latin: Har qanday status
vi_vn: Trạng thái bất kỳ
zh_hant: 任何狀態

# plugins.importexport.common.status.notDeposited
source: Not Deposited
ar: غير مودع
az: Depolanmayıb
bg_bg: Не е депозиран
ca_es: No dipositat
cs_cz: Neuloženo
da_dk: Ikke deponeret
de_de: Nicht abgeliefert
es_es: No depositado
eu: Gordailutu gabea
fa_ir: سپرده نشده
fi: Ei talletettu
fr_fr: Non déposé
gl: Non depositado
hi_in: जमा नहीं
hy: Ավանդադրված չէ
id_id: Tidak Dideposit
is_is: Ekki lagt inn
it_it: Non depositato
ja: 未預託
ka_ge: არ არის დეპონირებული
ku_iq: پێشەکییەکەی نەدراوە
ky: Депозитке коюлган эмес
lt: Nepateikta
lv: Nav noguldīts
mr: जमा केली नाही
ms: Tidak Didepositkan
nb_no: Ikke deponert
nl: Niet gedeponeerd
pl: Niezdeponowane
pt_br: Não Depositado
pt_pt: Não Depositado
ru: Не депонирован
sk_sk: Neuložené
sl_si: Ni deponiran
sr_rs@cyrillic: Није положено
sr_rs@latin: Nije položeno
sv_se: Inte deponerad
tr_tr: Depolanmamış
uk: Не депонований
uz_cyrl: Юборилмаган
uz_uz@latin: Omonatga kiritilmagan
vi_vn: Không ký gửi
zh_hant: 無寄存
