Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.journalHomepageContentDescription
source: By default, the homepage consists of navigation links. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown. Note that the current issue is always accessible through the Current link in the navigation bar.
ar: إفتراضياً، تتضمن الصفحة الرئيسية روابط للتنقل. يمكن إضافة محتوى إضافي لها عبر استعمال واحد أو أكثر من الخيارات الآتية، والتي ستظهر بالترتيب المعاين. لاحظ أن الإصدار الحالي يمكن الوصول إليه دوماً عبر رابط (الإصدار الحالي) في شريط التنقل.
az: Giriş səhifəsi defolt yönləndirmə linklərindən ibarətdir. Aşağıdakı seçimlər istifadə edilərək, aşağıdakı sıra ilə görünmək üçün giriş səhifəsinə əlavə edilə bilər. Son nömrə yönləndirmə linklərində "Son Nömrə" kimi davamlı yer alar.
bg_bg: По подразбиране началната страница се състои от навигационни връзки. Допълнително съдържание на началната страница може да бъде добавено чрез използване на една или всички от следните опции, които ще се появят в показания ред. Обърнете внимание, че текущият брой винаги е достъпен чрез връзката Текущ брой в лентата за навигация.
ca_es: Per defecte, la pàgina inicial està constituïda per enllaços de navegació. No obstant això, hi podeu afegir continguts addicionals si seleccioneu una o més de les opcions que hi ha a continuació. Aquests continguts apareixen en l’ordre mostrat. Observeu que sempre es pot accedir al número actual fent clic a l’enllaç «Últim número» de la barra de navegació.
cs_cz: Ve výchozím nastavení je domácí stránka tvořena navigačními odkazy. Na domácí stránku je možné přidat doplňkový obsah použitím jedné nebo všech následujících možností. Tyto položky se objeví v zobrazeném pořadí. Vězte, že aktuální číslo je vždy dostupné přes odkaz Aktuální v navigačním panelu.
da_dk: Som standard består hjemmesiden af navigationslinks. Det er muligt at føje indhold til hjemmesiden ved hjælp af en eller samtlige af følgende indstillinger, der vises i den viste rækkefølge. Vær opmærksom på, at det aktuelle nummer altid er tilgængelig via linket Aktuel på navigationslinjen.
de_de: Standardmäßig besteht die Eingangsseite nur aus Navigationslinks. Zusätzlicher Inhalt kann mit einer der folgenden Optionen hinzugefügt werden. Er erscheint in der Reihenfolge der Optionen. Bitte beachten Sie, dass die aktuelle Ausgabe der Zeitschrift immer über den "Aktuelle Ausgabe"-Link in der Navigationsleiste zu erreichen ist.
es_es: Por defecto, la página inicial se compone de una serie de enlaces de navegación. Es posible añadir contenido adicional mediante una o varias de las siguientes opciones, que se mostrarán en este orden. Tenga en cuenta que siempre podrá acceder al último número por medio del enlace Novedades de la barra de navegación.
eu: Lehenespenez, hasierako orria nabigazio-estekek osatuko dute. Hasierako orrian eduki gehiago sar daiteke, ondorengo aukeretakoren bat edo guztiak baliatuz. Ordena horretan agertuko dira. Kontuan izan, uneko zenbakira beti joan daitekeela nabigazio-barrako Unekoa estekaren bitartez.
fa_ir: به صورت پیش‌فرض محتوی صفحه اصلی شامل لینک‌های گشت‌وگذار می‌باشد. برای افزودن محتویات دیگر به صفحه خانگی می‌توانید گزینه‌های زیر را بکار ببرید که به ترتیب ظاهر می‌شود. توجه داشته باشید که شماره جاری مجله همیشه از منوی گشت‌وگذار قابل انتخاب است.
fi: Oletusarvoisesti etusivu koostuu siirtymälinkeistä. Muuta sisältöä etusivulle voidaan liittää käyttämällä yhtä tai kaikkia seuraavista vaihtoehdoista, jotka ilmestyvät esitetyssä järjestyksessä. Huomaa, että uusimpaan numeroon pääsee aina navigointipalkin Uusin numero -linkin kautta.
fr_fr: Par défaut, la page d'accueil consiste en des liens de navigation. On peut ajouter d'autre contenu à la page d'accueil en utilisant une ou plusieurs des options suivantes, qui apparaîtront dans l'ordre indiqué. Notez que le numéro courant est toujours accessible par le lien Numéro courant dans la barre de navigation.
gl: Por defecto, a páxina de inicio consta de ligazóns de navegación. Pódese engadir contido adicional na páxina de inicio usando unha ou varias das seguintes opcións, que se amosarán na seguinte orde. Teña en conta que o número actual sempre é accesible a través da ligazón Actual na barra de navegación.
hi_in: डिफ़ॉल्ट रूप से, मुखपृष्ठ में नेविगेशन लिंक होते हैं। अतिरिक्त मुखपृष्ठ सामग्री को निम्नलिखित विकल्पों में से एक या सभी विकल्पों का उपयोग करके जोड़ा जा सकता है, जो दिखाए गए क्रम में दिखाई देगा। ध्यान दें कि नेविगेशन बार में वर्तमान अंक के माध्यम से करंट इश्यू हमेशा उपलब्ध रहता है।
hr_hr: Prema inicijalnim postavkama, naslovna stranica se sastoji samo od navigacijskih poveznica. Naslovnoj se stranici može dodati sadržaj korištenjem jedne ili više od sljedećih opcija. Bez obzira na ovdje odabrane opcije, trenutni broj časopisa je uvijek dostupan preko poveznice "trenutni broj" u navigacijskoj traci.
hy: Որպես լռելյայն, գլխավոր էջը բաղկացած է նավիգացիոն հղումներից: Գլխավոր էջի լրացուցիչ բովանդակությունը կարող է ավելացվել՝ օգտագործելով հետևյալ տարբերակներից մեկը կամ բոլորը, որոնք կհայտնվեն ցուցադրված հերթականությամբ: Նկատի ունեցեք, որ ընթացիկ թողարկումը միշտ հասանելի է նավիգացիոն տողի Ընթացիկ հղման միջոցով:
id_id: Secara default, beranda terdiri dari tautan navigasi. Konten tambahan beranda dapat ditambahkan dengan menggunakan salah satu atau semua pilihan berikut ini, yang akan ditampilkan dalam urutan yang benar. Perhatikan bahwa terbitan terkini selalu dapat diakses melalui tautan Terkini di navigasi.
is_is: Forsíðan samanstendur af valmyndum. Viðbótar innihaldi á frosíðu er hægt að bæta við með því að nota einhvern aða alla af eftirfarandi valkostum. Þeir birtast í þeirri röð sem þeir eru í. ATH að nýjasta tölublaðið er alltaf aðgengilegt í gengum tengilinn fyrir það á valstikunni.
it_it: Per default, l'homepage è costituita da una serie di link di navigazione. Utilizzando le opzioni seguenti, può essere aggiunto ulteriore contenuto. Il fascicolo pubblicato più recente è sempre raggiungibile tramite il link "Corrente" nella barra di navigazione.
ja: デフォルトでは、ホームページはナビゲーションリンクで構成されています。以下のオプションの1つまたはすべてを使用して、ホームページのコンテンツを追加することができ、順番に表示されます。なお、ナビゲーションバーの「Current」リンクからは常に最新巻号にアクセスできます。
ka_ge: ნაგულისხმევად, საწყისი გვერდი ნავიგაციის ბმულებისგან შედგება. მთავარი გვერდის დამატებითი შინაარსის დამატება შეიძლება ერთი, ან ყველა შემდეგი ვარიანტის გამოყენებით, რომელიც გამოჩნდება ნაჩვენები თანმიმდევრობით. გაითვალისწინეთ, რომ მიმდინარე საკითხი ყოველთვის ხელმისაწვდომია ნავიგაციის ზოლში არსებული მიმდინარე ბმულის საშუალებით.
ku_iq: بە شێوەیەکی ئاسایی، پەڕەی سەرەکی پێکدێت لە بەستەرەکانی ڕێنیشاندەر. ناوەڕۆکی زیادەی پەڕی سەرەکی دەتواندرێت زیادبکرێت بە بەکارهێنانی یەکێک یان هەموو بژاردەکانی خوارەوە، کە بەو شێوە ڕیزبەندییە دەردەکەون کە خراوەتە ڕوو. ئەوە بزانە کە ژمارەی ئێستای گۆڤارەکە هەمیشە بەردەستە لە ڕێگای بەستەری ئێستا لە شریتی ڕێنیشاندەر.
ky: Журналдын башкы бети демейки боюнча навигациялык шилтемелерден турат. Башкы беттеги кошумча мазмунду төмөнкү опциялардын бирин же бир нечесин колдонуу менен кошууга болот, алар көрсөтүлгөн тартипте бетте пайда болот. Учурдагы чыгарылыш ар дайым навигация тилкесиндеги Учурдагы чыгарылыш шилтемесинен жеткиликтүү экенин эске алыңыз.
lt: Nustatytame pradžios puslapyje bus rodomos naršymo nuorodos. Pasirinkus vieną iš toliau matomų parinkčių, gali būti rodoma ir daugiau informacijos. Atkreipkite dėmesį į tai, kad naujausias numeris visada bus rodomas naršymo juostoje pasirinkus „Naujausias numeris“.
lv: Pēc noklusējuma mājaslapu veido navigācijas saites. Papildu sākumlapas saturu var pievienot, izmantojot vienu vai visas turpmāk norādītās iespējas, kas tiks parādītas norādītajā secībā. Ņemiet vērā, ka jaunākais žurnāla numurs vienmēr ir pieejams, izmantojot saiti Current (Jaunākais) navigācijas joslā.
mr: नियतकालिकाच्या मुख्यापृष्ठावरुन संकेतस्थळाच्या सर्वसाधारणपणे विविध भागांमध्ये परस्पर पोहोचण्याकरता (नेव्हिगेशन) जोडण्या (लिंक्स) असतात. खालीलपैकी एक किंवा सर्व पर्याय वापरून अतिरिक्त मुख्यपृष्ठ मजकूरही अन्य आशयाला जोडण्यासाठी वापरला जाऊ शकतो, जो दर्शविलेल्या क्रमाने दिसेल. वर्तमान अंक हा नेहमीच नेव्हिगेशन बारमधून लिंकद्वारा जोडला जातो याची नोंद घ्या.
ms: Secara lalai, laman utama terdiri daripada pautan navigasi. Kandungan tambahan halaman utama dapat ditambahkan dengan menggunakan satu atau semua pilihan berikut, yang akan muncul dalam urutan yang ditunjukkan. Perhatikan bahawa masalah semasa selalu dapat diakses melalui pautan Semasa di bar navigasi.
nb_no: Som standard består hjemmesiden av navigasjonslenker. Ytterligere hjemmesideinnhold kan legges til ved å bruke en eller flere av følgende valgmuligheter, som vil bli vist i den viste rekkefølgen. Merk at nåværende utgave alltid er tilgjengelig gjennom nyeste-lenken i navigasjonsfeltet.
nl: Standaard bestaat de homepage uit navigatielinks. Bijkomende onderdelen kunnen toegevoegd worden door een of meer van de volgende opties te kiezen. De onderdelen verschijnen in de getoonde volgorde. Het huidige nummer is altijd te bereiken via de 'Huidig nummer' link in de navigatiebalk.
pl: Domyślnie strona główna zawiera główne menu. Dodatkowe elementy mogą być dodane poniżej.
pt_br: A capa (página inicial) consiste de uma lista de atalhos (links). Conteúdo adicional à essa página pode ser incluída por meio de uma ou mais das opções a seguir, que aparecerão na ordem exibida. Note que a edição atual é sempre acessível pelo atalho Atual, disponível na barra de navegação.
pt_pt: A página inicial consiste de uma lista de atalhos (links). Pode ser adicionado conteúdo adicional à página inicial através de uma ou mais opções a seguir, que aparecerão na ordem exibida. Note que a edição actual é sempre acessível pelo atalho Actual na barra de navegação.
ru: Главная страница журнала по умолчанию состоит из навигационных ссылок. Дополнительный контент на главной странице может быть добавлен с помощью одного или нескольких следующих параметров, которые появятся на странице в показанном порядке. Обратите внимание, что текущий выпуск всегда доступен по ссылке «Текущий выпуск» на панели навигации.
sk_sk: Štandardne je domáca stránka tvorená navigačnými odkazmi. Na domácej stránke je možné pridať doplnkový obsah použitím jednej alebo všetkých nasledujúcich možností. Tieto položky sa objavia v zobrazenom poradí. Vedzte, že aktuálne číslo je vždy dostupné cez odkaz Aktuálne v navigačnom paneli.
sl_si: Privzeto domača stran revije vsebuje navigacijske povezave. Poleg tega lahko domača stran revije vsebuje tudi eno ali več spodnjih opcij, ki se bodo pojavile v spodnjem vrstnem redu. Trenutna številka revije je vendo dostopna preko povezave Trenutna številka v navigacijskem traku.
sr_rs@cyrillic: По почертној поставци почетна страница се сатсоји од навигцијских веза. Додатни садржај се може додати користећи једну или све од следећих могућности које ће се појавити у приказаном редоследу. Тренутни број је увек доступан преко менија Тренутни број у навигацијској траци.
sr_rs@latin: Po počertnoj postavci početna stranica se satsoji od navigcijskih veza. Dodatni sadržaj se može dodati koristeći jednu ili sve od sledećih mogućnosti koje će se pojaviti u prikazanom redosledu. Trenutni broj je uvek dostupan preko menija Trenutni broj u navigacijskoj traci.
sv_se: Förstasidan består av förvalda navigeringslänkar. Ytterliggare innehåll kan läggas till genom följande alternativ. Alternativen visas i den ordningen som de står nedan. Observera att du alltid kan nå det senaste numret genom att klicka Senaste i navigeringsmenyn.
tr_tr: Giriş sayfası var sayılan yönlendirme bağlantılarından oluşur. Aşağıdaki seçenekler kullanılarak, aşağıdaki sıra ile görülmek üzere giriş sayfasına eklenebilirler. Son sayı yönlendirme bağlantılarında "Son Sayı" olarak sürekli yer alır.
uk: За замовчуванням, на головній сторінці розміщено лише навігаційні покликання. Можна додати додатковий контент, використовуючи одну чи кілька наступних опцій, які показуватимуться в показаному порядку. Зауважте, що поточний випуск завжди доступний за покликанням "Поточний" на навігаційній панелі.
uz_cyrl: Бош саҳифада кўрсатиладиган расм, матн ва мақолалар рўйхати.
uz_uz@latin: Odatiy bo'lib, bosh sahifa navigatsiya havolalaridan iborat. Qo'shimcha bosh sahifa tarkibiga ko'rsatilgan tartibda ko'rsatiladigan quyidagi variantlardan birini yoki barchasini qo'shish mumkin. E'tibor bering, joriy songa har doim navigatsiya panelidagi joriy havola orqali kirish mumkin.
vi_vn: Theo mặc định, trang chủ bao gồm các liên kết điều hướng. Nội dung trang chủ bổ sung có thể được thêm vào bằng cách sử dụng một hoặc tất cả các tùy chọn sau, sẽ xuất hiện theo thứ tự hiển thị. Lưu ý rằng số hiện tại luôn có thể truy cập được thông qua liên kết Số mới trong thanh điều hướng.
zh_cn: 根据预设，首页由导航链接所组成。您可以使用下面一个或所有的选项来增添额外的首页内容，会以所见的顺序来显示。注意，当期期刊永远都可以透过导航栏中的「当期期刊」链接来阅读
zh_hant: 主頁載有默認的瀏覽連結。您可透過以下一個或多個選項增添主頁內容，內容會按以下順序出現。注意透過巡覽列中當期期刊連結，可連接至最新一期期刊。

# manager.setup.journalHomepageHeader
source: Journal Homepage Header
ar: رأس الصفحة الرئيسية للمجلة
az: Jurnal ana səhifə başlığı
bg_bg: Заглавие на началната страница на списанието
ca_es: Capçalera de la pàgina inicial de la revista
cs_cz: Záhlaví domácí stránky časopisu
da_dk: Sidehoved på tidsskriftets hjemmeside
de_de: Kopfzeile der Startseite
es_es: Encabezado de la página inicial de la revista
eu: Aldizkariaren Hasierako orriaren goiburua
fa_ir: سرتیتر صفحه اصلی مجله
fi: Julkaisun etusivun ylätunniste
fr_fr: En-tête de la page d'accueil de la revue
gl: Cabeceira de páxina de inicio da revista
hi_in: जर्नल मुख पृष्ठ का शीर्ष लेख
hr_hr: Zaglavlje naslovne stranice časopisa
hy: Ամսագրի գլխավոր էջի վերնախորագիր
id_id: Header Beranda Jurnal
is_is: Haus á forsíðu
it_it: Intestazione della homepage della rivista
ja: ジャーナルのホームページのヘッダー
ka_ge: ჟურნალის მთავარი გვერდის სათაური
ku_iq: سەرپەڕی پەڕەی سەرەکی گۆڤار
ky: Журналдын башкы бетинин аталышы
lt: Žurnalo puslapinė antraštė
lv: Žurnāla mājaslapas galvene
mr: नियतकालिकाच्या मुख्यपृष्ठावरील शीर्षलेख (हेडर)
ms: Tajuk Halaman Utama Jurnal
nb_no: Tidsskriftets hjemmesidetopptekst
nl: Kop van de homepage van het tijdschrift
pl: Nagłówek strony głównej czasopisma
pt_br: Cabeçalho da capa
pt_pt: Cabeçalho da Página Inicial da Revista
ru: Заголовок главной страницы журнала
sk_sk: Hlavička domácej stránky časopisu
sl_si: Glava domače strani revije
sr_rs@cyrillic: Заглавље почетне стране часописа
sr_rs@latin: Zaglavlje početne strane časopisa
sv_se: Webbsidans sidhuvud
tr_tr: Dergi Ana Sayfa Başlığı
uk: Заголовок головної сторінки
uz_cyrl: Бош саҳифа сарлавҳаси
uz_uz@latin: Jurnal bosh sahifasi sarlavhasi
vi_vn: Tiêu đề trang chủ tạp chí
zh_cn: 期刊首页标题
zh_hant: 期刊主頁標頭(Header)

# manager.setup.journalHomepageHeader.altText
source: Journal Homepage Header
ar: رأس الصفحة الرئيسية للمجلة
az: Jurnal ana səhifə başlığı
bg_bg: Заглавие на на началната страница на списанието (алт. текст)
ca_es: Capçalera de la pàgina inicial de la revista
cs_cz: Záhlaví domácí stránky časopisu
da_dk: Tidsskriftshjemmesidehovede
de_de: Kopfzeile der Startseite der Zeitschrift
es_es: Encabezado de la página inicial de la revista
eu: Aldizkariaren Hasierako orriaren goiburua
fa_ir: سرتیتر صفحه اصلی مجله
fi: Julkaisun etusivun ylätunniste
fr_fr: En-tête de la page d'accueil de la revue
gl: Cabeceira da páxina de inicio da revista
hi_in: जर्नल मुख पृष्ठ का शीर्ष लेख
hr_hr: Zaglavlje naslovne stranice časopisa
hy: Ամսագրի գլխավոր էջի վերնախորագիր
id_id: Header Beranda Jurnal
is_is: Haus á forsíðu
it_it: Intestazione della homepage della rivista
ja: ジャーナルのホームページのヘッダー
ka_ge: ჟურნალის მთავარი გვერდის სათაური
ku_iq: سەرپەڕی پەڕەی سەرەکی گۆڤار
ky: Журналдын башкы бетинин аталышы
lt: Žurnalo puslapinė antraštė
lv: Žurnāla mājaslapas galvene
mr: नियतकालिकाच्या मुख्यपृष्ठावरील शीर्षलेख (हेडर)
ms: Tajuk Halaman Utama Jurnal
nb_no: Tidsskrifthjemmeside topptekst
nl: Tijdschrift homepage kop
pl: Nagłówek strony głównej czasopisma
pt_br: Cabeçalho da capa
pt_pt: Cabeçalho da página inicial da revista
ru: Заголовок главной страницы журнала
sk_sk: Hlavička domácej stránky časopisu
sl_si: Glava domače strani revije
sr_rs@cyrillic: Заглавље почетне стране часописа
sr_rs@latin: Zaglavlje početne strane časopisa
sv_se: Webbsidans sidhuvud
tr_tr: Dergi Ana Sayfa Başlığı
uk: Заголовок головної сторінки
uz_cyrl: Журнал бош саҳифаси сарлавҳаси
uz_uz@latin: Jurnal bosh sahifasi sarlavhasi
vi_vn: Tiêu đề trang chủ tạp chí
zh_cn: 期刊首页头部
zh_hant: 期刊主頁標頭(Header)
