Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.people.allEnrolledUsers
source: Users Enrolled in this Journal
ar: الأفراد ذوي الأدوار في هذه المجلة
az: Bu jurnalda qeydiyyatdan keçmiş istifadəçilər
bg_bg: Потребители, записани в това списание
ca_es: Usuaris/àries donats d’alta en aquesta revista
cs_cz: Uživatelé zapsaní do tohoto časopisu
da_dk: Brugere, der er tilmeldt dette tidsskrift
de_de: Bei dieser Zeitschrift registrierte Benutzer/innen
es_es: Usuarios/as inscritos a la revista
eu: Aldizkari honetan inskribatutako erabiltzaileak
fa_ir: کاربران این مجله
fi: Tähän julkaisuun lisätyt käyttäjät
fr_fr: Utilisateurs inscrits à cette revue
gl: Usuarios/as inscritos nesta revista
hi_in: उपयोगकर्ताओं को इस जर्नल में नामांकित किया
hr_hr: Svi registrirani korisnici časopisa
hy: Այս ամսագրում գրանցված օգտվողներ
id_id: Pengguna yang Terdaftar
is_is: Notendur skráðir hjá þessu tímariti
it_it: Utenti iscritti a questa rivista
ja: このジャーナルに登録されているユーザー
ka_ge: ამ ჟურნალში დარეგისტრირებული მომხმარებლები
ku_iq: بەکارهێنەرانی خۆیان تۆمارکردوە لەو گۆڤارە
ky: Бул журналга жазылган колдонуучулар
lt: Užsiregistravę vartotojai
lv: Šajā žurnālā reģistrētie lietotāji
mr: या नियतकालिकाचे नोंदणीकृत वापरकर्ते
ms: Pengguna Terndaftar dalam Jurnal ini
nb_no: Registrerte brukere med roller i dette tidsskriftet
nl: Bij dit tijdschrift ingeschreven gebruikers
pl: Użytkownicy posiadający role przydzielone w czasopiśmie
pt_br: Usuários cadastrados nesta revista
pt_pt: Utilizadores registados nesta revista
ru: Пользователи, записанные в этот журнал
sk_sk: Užívatelia zapísaní do tohto časopisu
sl_si: Vsi registrirani uporabniki revije
sr_rs@cyrillic: Корисници уписани у часопис
sr_rs@latin: Korisnici upisani u časopis
sv_se: Tillagda användare till tidskriften
tr_tr: Bu Dergide Kayıtlı Kullanıcılar
uk: Користувачі, які мають ролі у цьому журналі
uz_cyrl: Рўйхатдан ўтган барча фойдаланувчилар
uz_uz@latin: Ushbu jurnalda ro'yxatdan o'tgan foydalanuvchilar
vi_vn: Người dùng đã đăng ký trong Tạp chí này
zh_cn: 全部注册用户
zh_hant: 登記在此期刊的用戶

# manager.people.allJournals
source: All Journals
ar: جميع المجلات
az: Bütün jurnallar
bg_bg: Всички списания
ca_es: Totes les revistes
cs_cz: Všechny časopisy
da_dk: Alle tidsskrifter
de_de: Alle Zeitschriften
es_es: Todas las revistas
eu: Aldizkari guztiak
fa_ir: تمام مجلات
fi: Kaikki julkaisut
fr_fr: Toutes les revues
gl: Todas as revistas
hi_in: सभी जर्नल्स
hr_hr: Svi časopisi
hy: Բոլոր ամսագրերը
id_id: Semua Jurnal
is_is: Öll tímrit
it_it: tutte le riviste
ja: 全ジャーナル
ka_ge: ყველა ჟურნალი
ku_iq: هەموو گۆڤارەکان
ky: Бардык журналдар
lt: Visi žurnalai
lv: Visi žurnāli
mr: सगळी नियतकालिके
ms: Semua Jurnal
nb_no: Alle tidsskrift
nl: Alle tijdschriften
pl: Wszystkie czasopisma
pt_br: Todas as revistas
pt_pt: Todas as Revistas
ru: Все журналы
sk_sk: Všetky časopisy
sl_si: Vse revije
sr_rs@cyrillic: Сви часописи
sr_rs@latin: Svi časopisi
sv_se: Alla tidskrifter
tr_tr: Tüm Dergiler
uk: Всі журнали
uz_cyrl: Барча журналлар
uz_uz@latin: Barcha jurnallar
vi_vn: Tất cả tạp chí
zh_cn: 所有期刊
zh_hant: 所有期刊

# manager.people.allSiteUsers
source: Enroll a User from this Site in this Journal
ar: إمنح أحد مستخدمي الموقع دوراً في هذه المجلة
az: Bir jurnala saytdan bir istifadəçi qeyd edin
bg_bg: Запишете потребител от този сайт в това списание
ca_es: Dóna d’alta un usuari/ària d’aquest lloc en aquesta revista
cs_cz: Zapsat uživatele z těchto stránek do tohoto časopisu
da_dk: Tilmeld en bruger til dette tidsskrift fra dette websted
de_de: Benutzer/innen der Website für diese Zeitschrift registrieren
es_es: Asignar un rol en esta revista a un usuario/a de este sitio
eu: Inskribatu gune honetako erabiltzaile bat Aldizkari honetan
fa_ir: انتخاب یک کاربر از لیست کاربران این سایت و افزودن آن به کاربران این مجله
fi: Lisää tämän sivuston käyttäjä tähän julkaisuun
fr_fr: Inscrire un utilisateur à cette revue à partir de ce site
gl: Inscribir un usuario/a deste sitio nesta revista
hi_in: इस जर्नल में इस साइट से एक उपयोगकर्ता नामांकित करें
hr_hr: Registriraj postojećeg korisnika sustava u ovaj časopis
hy: Գրանցեք օգտվողին այս կայքից այս ամսագրում
id_id: Daftarkan Pengguna Situs ini di Jurnal
is_is: Skrá notanda frá þessari vefsíðu í þetta tímarit
it_it: Iscrivi a questa rivista un utente registrato del sito
ja: 本サイトのユーザーを本誌に登録する
ka_ge: დაარეგისტრირეთ მომხმარებელი ამ საიტიდან ამ ჟურნალში
ku_iq: بەکارهێنەرێک تۆماربکە لەو وێبسیتە لە ناو ئەو گۆڤارە
ky: Бул журналга бул сайттан колдонуучуну жазыңыз
lt: Šios svetainės skaitytoją įtraukti kaip vartotoją
lv: Reģistrēt šīs vietnes lietotāju šajā žurnālā
mr: या नियतकालिकासाठी या संकेतस्थळावरून वापरकर्त्याची नोंदणी करा
ms: Daftarkan Pengguna dari Laman web ini dalam Jurnal ini
nb_no: Verve en bruker fra tidsskriftnettstedet til dette tidsskriftet
nl: Toekennen van gebruikersrollen
pl: Przydziel rolę w czasopiśmie dla użytkownika zarejestrowanego w systemie
pt_br: Cadastrar usuário do portal nesta revista
pt_pt: Registar utilizador do portal nesta revista
ru: Записать пользователя с этого сайта в данный журнал
sk_sk: Zapísať užívateľa z týchto stránok do tohto časopisu
sl_si: Registriraj obstoječega uporabnika za to revijo
sr_rs@cyrillic: Упиши корисника са овог сајта у овај часопис
sr_rs@latin: Upiši korisnika sa ovog sajta u ovaj časopis
sv_se: Lägg till en användare till tidskriften
tr_tr: Bu Dergiye Siteden Bir Kullanıcı Kaydet
uk: Надати роль у цьому журналі користувачу, зареєстрованому на сайті
uz_cyrl: Сайтнинг барча фойдаланувчилари
uz_uz@latin: Foydalanuvchini ushbu jurnalda ro'yxatdan o'tkazing
vi_vn: Đăng ký người dùng từ trang web này trong Tạp chí này
zh_cn: 全部网站用户
zh_hant: 從此網站此期刊登記一個用戶

# manager.people.showNoRole
source: Show users with no role
ar: أظهر المستخدمين الذين هم بلا أي دور
az: Rolu olmayan istifadəçiləri göstərin
bg_bg: Покажи потребителите без роли
ca_es: Mostra els usuaris/àries sense rol
cs_cz: Zobrazit uživatele bez žádné role
da_dk: Vis brugere uden rolle
de_de: Nutzer/innen ohne Rolle anzeigen
es_es: Mostrar los usuarios/as sin rol asignado
eu: Erakutsi rolik gabeko erabiltzaileak
fa_ir: کاربران فاقد نقش را نشان بده
fi: Näytä käyttäjät, joilla ei ole roolia
fr_fr: Afficher les utilisateurs qui n'ont aucun rôle
gl: Mostrar os usuarios/as que non teñen ningún rol
hi_in: उपयोगकर्ताओं को बिना किसी भूमिका के दिखाएं
hr_hr: Pokaži korisnike bez uloge
hy: Ցույց տալ առանց դերի օգտատերերին
id_id: Tampilkan Pengguna Tanpa Peran
is_is: Sýna notendur án hlutverks
it_it: Mostra gli utenti privi di ruolo
ja: ロールを持たないユーザーの表示
ka_ge: მომხმარებლები როლის გარეშე
ku_iq: بەکارهێنەران نمشان بدە بە بێ ئەرکەکانیان
ky: Ролсуз колдонуучуларды көрсөтүү
lt: Rodyti šiame žurnale jokių funkcijų neatliekančius vartotojus
lv: Rādīt lietotājus bez lomas
mr: कोणतीही भूमिका नसलेले वापरकर्ते दाखवा
ms: Tunjukkan pengguna tanpa peranan
nb_no: Vis brukere som ikke har rolle
nl: Toon gebruikers zonder rol
pl: Wyświetl użytkowników bez przydzielonych ról
pt_br: Exibir usuários sem papéis
pt_pt: Exibir utilizadores sem papéis
ru: Показать пользователей, не имеющих роли
sk_sk: Zobraziť používateľov bez žiadnej role
sl_si: Pokaži uporabnike brez vloge
sr_rs@cyrillic: Прикажи кориснике без улоге
sr_rs@latin: Prikaži korisnike bez uloge
sv_se: Visa användare utan tilldelad roll
tr_tr: Rolü olmayan kullanıcıları göster
uk: Показати користувачів, які не мають ролей
uz_cyrl: Роли бўлмаганларни кўрсатиш
uz_uz@latin: Hech qanday roli bo'lmagan foydalanuvchilarga ko'rsatish
vi_vn: Xem những người dùng không có vai trò
zh_hant: 顯示無特定身份的用戶

# manager.people.allUsers
source: All Enrolled Users
ar: جميع المستخدمين ذوي الأدوار
az: Bütün qeydiyyatdan keçmiş istifadəçilər
bg_bg: Всички записани потребители
ca_es: Tots els usuaris/àries donats d’alta
cs_cz: Všichni zapsaní uživatelé
da_dk: Alle tilmeldte brugere
de_de: Alle eingetragenen Benutzer/innen
es_es: Todos los usuarios/as registrados
eu: Inskribatutako erabiltzaile guztiak
fa_ir: تمام کاربران
fi: Kaikki käyttäjät, joilla on rooleja
fr_fr: Tous les utilisateurs inscrits
gl: Todos os usuarios/as inscritos
hi_in: सभी नामांकित उपयोगकर्ता
hr_hr: Svi upisani korisnici
hy: Բոլոր գրանցված օգտվողները
id_id: Semua Pengguna yang Terdaftar
is_is: Allir skráðir notendur
it_it: Tutti gli utenti iscritti
ja: すべての登録ユーザー
ka_ge: ყველა დარეგისტრირებული მომხმარებელი
ku_iq: هەموو بەکارهێنەرانی تۆمار کراو
ky: Бардык жазылган колдонуучулар
lt: Visi užsiregistravę vartotojai
lv: Visi reģistrētie lietotāji
mr: नोंदणी केलेले सगळे वापरकर्ते
ms: Semua Pengguna Yang Terdaftar
nb_no: Alle brukere
nl: Alle ingeschreven gebruikers
pl: Wszyscy użytkownicy z przydzielonymi rolami
pt_br: Todos os usuários
pt_pt: Todos os utilizadores
ru: Все записанные пользователи
sk_sk: Všetci zapísaní užívatelia
sl_si: Vsi evidentirani uporabniki
sr_rs@cyrillic: Сви уписани корисници
sr_rs@latin: Svi upisani korisnici
sv_se: Alla tillagda användare
tr_tr: Kayıtlı Tüm Kullanıcılar
uk: Всі користувачі, які мають ролі
uz_cyrl: Барча фойдаланувчилар
uz_uz@latin: Barcha ro'yxatdan o'tgan foydalanuvchilar
vi_vn: Tất cả người dùng đã đăng ký
zh_cn: 所有用户
zh_hant: 所有登記用戶

# manager.people.confirmRemove
source: Remove this user from this journal? This action will unenroll the user from all roles within this journal.
ar: أتريد حذف هذا المستخدم من هذه المجلة؟ هذا الأمر سيجرد المستخدم من جميع أدواره ضمن هذه المجلة.
az: Bu istifadəçini bu jurnaldan çıxarın. Bu proses istifadəçinin bu jurnaldakı bütün vəzifələrini ləğv edin.
bg_bg: Да се премахне ли този потребител от това списание? Това действие ще отпише потребителя от всички роли в това списание.
ca_es: Voleu eliminar aquest usuari/ària d’aquesta revista? Amb aquesta acció es dóna de baixa l’usuari/ària de tots els rols de la revista.
cs_cz: Odstranit tohoto uživatele z tohoto časopisu? Tato akce odepíše uživatele ze všech jeho rolí v rámci tohoto časopisu.
da_dk: Vil du fjerne denne bruger fra tidsskriftet? Denne handling annullerer tilmeldingen af denne bruger til alle roller i dette tidsskrift.
de_de: Diese/n Benutze/in aus dieser Zeitschrift streichen? Die Benutzerin/der Benutzer wird dadurch keine Funktion in dieser Zeitschrift mehr haben.
es_es: ¿Desea eliminar a este usuario/a de la revista? Se desvinculará al usuario/a de todos los roles que tuviera asignados en esta revista.
eu: Erabiltzailea aldizkaritik kendu nahi duzu? Ekintza honek aldizkarian dituen rol guztiak kenduko dizkio erabiltzaileari.
fa_ir: آیا مخواهید این کاربر را از این مجله حذف کنید؟ این اقدام کاربر را از تمامی نقش‌هایش در این مجله عزل خواهد کرد.
fi: Poistetaanko tämä käyttäjä tästä julkaisusta? Tämä toiminto poistaa käyttäjän kaikista tähän julkaisuun liittyvistä rooleista.
fr_fr: Supprimer cet utilisateur de cette revue ? Cette action désinscrira l'utilisateur de tous les rôles dans cette revue.
gl: Quere eliminar este usuario/a da revista? Con esta acción dará de baixa o usuario/a de todos os roles nesta revista.
hi_in: इस उपयोगकर्ता को इस जर्नल से निकालें? यह क्रिया उपयोगकर्ता को इस जर्नल के भीतर सभी भूमिकाओं से हटा देगी।
hr_hr: Želite li ukloniti ovog korisnika iz časopisa? Ovaj postupak će ukloniti sve uloge korisnika unutar ovog časopisa.
hy: Հեռացնե՞լ այս օգտվողին այս ամսագրից: Այս գործողությունը կհեռացնի օգտատիրոջ գրանցումը այս ամսագրի բոլոր դերերից:
id_id: Hapus pengguna ini dari jurnal? Tindakan ini akan membatalkan pendaftaran pengguna dari semua peran dalam jurnal ini.
is_is: Fjarlægja þennan notanda frá þessu tímariti? Þessi aðgerð afskráir notandann úr öllum hlutverkum hjá þessu tímariti.
it_it: Rimuovere l'utente dalla rivista? In questo modo verrà cancellato da tutti i ruoli cui era stato iscritto.
ja: このユーザーをこのジャーナルから削除しますか？このアクションでは、このジャーナル内のすべてのロールからユーザーの登録が解除されます。
ka_ge: გსურთ ამ მომხმარებლის წაშლა ამ ჟურნალიდან? ეს მოქმედება გააუქმებს მომხმარებელს ამ ჟურნალის ყველა როლიდან.
ku_iq: ئایا دەتەوێت ئەم بەکارهێنەرە بسڕیتەوە؟ ئەم کردارە بەکارهێنەرەکە و هەمو تایبەتمەندییەکانی دەسڕێتەوە.
ky: Бул колдонуучуну бул журналдан өчүрүшүм керекпи? Бул аракет бул колдонуучуга бул журналда дайындалган бардык ролдорду жокко чыгарат.
lt: Pašalinti vartotoją? Pašalinus jis šiame žurnale nebeatliks jokių funkcijų.
lv: Noņemt šo lietotāju no šī žurnāla? Veicot šo darbību, lietotājs tiks noņemts no visām lomām šajā žurnālā.
mr: या नियतकालिकाच्या वापरकर्त्याला हटवायचे? ही क्रिया या नियतकालिकामधील त्याच्या सर्व भूमिकांसाठी या वापरकर्त्याची नोंदणी रद्द करेल.
ms: Buang pengguna ini dari jurnal ini? Tindakan ini akan membatalkan pendaftaran pengguna dari semua peranan dalam jurnal ini.
nb_no: Fjern denne brukeren fra dette tidsskriftet? Denne handlingen kommer til å avløse brukeren fra alle roller innenfor dette tidsskriftet.
nl: Verwijder deze gebruiker bij dit tijdschrift? De gebruiker heeft dan geen rollen meer bij het tijdschrift.
pl: Usunąć użytkownika z czasopisma? Ten ruch wykluczy użytkownika z wszystkich zleceń w tym czasopiśmie.
pt_br: Remover este usuário da revista? A ação removerá todos os papéis nos quais o usuário está cadastrado nesta revista.
pt_pt: Remover este utilizador da revista? A ação removerá o registo do utilizador de todos os seus papéis dentro do sistema.
ru: Удалить этого пользователя из данного журнала? Это действие отменит все роли, назначенные этому пользователю в данном журнале.
sk_sk: Odstrániť tohto používateľa z tohto časopisu? Táto akcia odpíše užívateľa zo všetkých jeho rolí v rámci tohto časopisu.
sl_si: Odstrani uporabnika iz te revije? Ta akcija bo uporabniku zbrisala tudi vse vloge, ki jih ima pri tej reviji.
sr_rs@cyrillic: Уклоните корисника из овог часописа? Овим поступком ћете уклонити корисника из свих улога у опвом часопису.
sr_rs@latin: Uklonite korisnika iz ovog časopisa? Ovim postupkom ćete ukloniti korisnika iz svih uloga u opvom časopisu.
sv_se: Vill du ta bort den här användaren från tidskriften? Användaren kommer då att avaktiveras från alla funktioner inom tidskriften
tr_tr: Bu kullanıcıyı bu dergiden çıkar. Bu işlem kullanıcının bu dergideki tüm görevlerini iptal edecektir.
uk: Видалити цього користувача з цього журналу? Ця дія скасує всі призначення користувача в межах цього журналу.
uz_cyrl: Ушбу фойдаланувчини журналдан ўчиришни тасдиқлайсизми? У барча роллардан маҳрум қилинади.
uz_uz@latin: Bu foydalanuvchi ushbu jurnaldan olib tashlansinmi? Bu harakat foydalanuvchini jurnaldagi barcha rollardan o'chiradi.
vi_vn: Xóa người dùng này khỏi tạp chí này? Hành động này sẽ hủy đăng ký người dùng khỏi tất cả các vai trò trong tạp chí này.
zh_cn: 您要把这个用户移出这份期刊中？这个动作将会取消这个用户在这份期刊中所拥有的所有角色。
zh_hant: 是否從此期刊移除此用戶？此動作會取消此用戶在此期刊中的所有身份。

# manager.people.emailUsers.selectTemplate
source: Select a template
ar: إختر قالباً
az: Şablon seçin
bg_bg: Изберете шаблон
ca_es: Selecciona una plantilla
cs_cz: Vyberte šablonu
da_dk: Vælg en skabelon
de_de: Eine Vorlage auswählen
es_es: Seleccione una plantilla
eu: Hautatu txantiloi bat
fa_ir: انتخاب یک الگو
fi: Valitse pohja
fr_fr: Sélectionner un modèle
gl: Seleccionar un padrón
hi_in: एक टेम्पलेट का चयन करें
hr_hr: Odaberite predložak
hy: Ընտրեք կաղապար
id_id: Pilih template
is_is: Velja sniðmát
it_it: Seleziona un modello
ja: テンプレートの選択
ka_ge: შაბლონის არჩევა
ku_iq: قاڵبێک دیاری بکە
ky: Шаблон тандаңыз
lt: Pasirinkite šabloną
lv: Atlasiet veidni
mr: मसुदा निवडा
ms: Pilih templat
nb_no: Velg en mal
nl: Kies een sjabloon
pl: Wybierz szablon
pt_br: Selecionar modelo
pt_pt: Selecionar padrão
ru: Выбрать шаблон
sk_sk: Vyberte šablónu
sl_si: Izberite predlogo
sr_rs@cyrillic: Одабери шаблон
sr_rs@latin: Odaberi šablon
sv_se: Välj en mall
tr_tr: Şablon seç
uk: Вибрати шаблон
uz_cyrl: Шаблонни танланг
uz_uz@latin: Shablonni tanlang
vi_vn: Chọn một mẫu
zh_cn: 选择一个模板
zh_hant: 選取一個樣式

# manager.people.enrollExistingUser
source: Enroll an Existing User
ar: إمنح دوراً لمستخدم موجود
az: Mövcud bir istifadəçini qeyd edin/yadda saxlayın
bg_bg: Запишете съществуващ потребител
ca_es: Dóna d’alta un usuari/ària existent
cs_cz: Zapsat existujícího uživatele
da_dk: Tilmeld en eksisterende bruger
de_de: Eine/n bereits existierende/n Benutzer/in eintragen.
es_es: Asignar un rol a un usuario/a existente
eu: Inskribatu lehendik dagoen erabiltzaile bat
fa_ir: اعطای نقش به کاربر موجود
fi: Lisää olemassa oleva käyttäjä rooliin
fr_fr: Inscrire à un rôle un utilisateur actuel
gl: Dar de alta un usuario existente
hi_in: मौजूदा उपयोगकर्ता का नामांकन करें
hr_hr: Registriraj postojećeg korisnika
hy: Գրանցեք գոյություն ունեցող օգտվողին
id_id: Daftarkan Pengguna yang Sudah Ada
is_is: Skrá notanda sem er til
it_it: Iscrivi un utente esistente
ja: 既存のユーザーを登録する
ka_ge: არსებული მომხმარებლის დარეგისტრირება
ku_iq: ڕۆڵێک بە بەکارهێنەرێکی تۆمارکراو بدە
ky: Учурдагы колдонуучуну каттаңыз
lt: Įtraukti esamą vartotoją
lv: Esoša lietotāja reģistrācija
mr: अस्तित्वात असलेल्या वापरकर्त्याची नोंदणी करा
ms: Daftarkan Pengguna Sedia Ada
nb_no: Verve eksisterende bruker
nl: Schrijf een bestaande gebruiker in
pl: Przydziel rolę dla istniejącego użytkownika
pt_br: Cadastrar usuário existente
pt_pt: Registar Utilizador Existente
ru: Записать существующего пользователя
sk_sk: Zapísať existujúceho používateľa
sl_si: Registriraj obstoječega uporabnika
sr_rs@cyrillic: Упиши постојећег корисника
sr_rs@latin: Upiši postojećeg korisnika
sv_se: Lägg till en befintlig användare
tr_tr: Mevcut Bir Kullanıcıyı Kaydet
uk: Надати нову роль існуючому користувачу
uz_cyrl: Мавжуд фойдаланувчини рўйхатга олиш
uz_uz@latin: Mavjud foydalanuvchini ro'yxatdan o'tkazish
vi_vn: Đăng ký một người dùng hiện tại
zh_cn: >指派角色给已存在的用户
zh_hant: 登記一個已有用戶

# manager.people.enrollSyncJournal
source: With journal
ar: مع المجلة
az: Jurnal ilə
bg_bg: със списание
ca_es: Amb la revista
cs_cz: S časopisem
da_dk: Med tidsskrift
de_de: Mit der Zeitschrift
es_es: Con la revista
eu: Aldizkari honekin
fa_ir: با مجله
fi: Julkaisuun
fr_fr: Avec la revue
gl: Coa revista
hi_in: जर्नल के साथ
hr_hr: Sa časopisom
hy: Ամսագրի հետ
id_id: Dengan jurnal
is_is: hjá tímariti
it_it: Con la rivista
ja: ジャーナル付き
ka_ge: ჟურნალით
ku_iq: لەگەڵ گۆڤارەکە
ky: Журнал менен
lt: į žurnalą
lv: Ar žurnālu
mr: नियतकालिकासाठी
ms: Dengan jurnal
nb_no: Med tidsskrift
nl: Met tijdschrift
pl: Z czasopismem
pt_br: na revista
pt_pt: Com a revista
ru: С журналом
sk_sk: S časopisom
sl_si: Za revijo
sr_rs@cyrillic: Са часописом
sr_rs@latin: Sa časopisom
sv_se: Med tidskrift
tr_tr: Dergi ile
uk: З журналом
uz_cyrl: Журнал билан синхронлаш
uz_uz@latin: Jurnal bilan
vi_vn: Với tạp chí
zh_cn: 与期刊
zh_hant: 包括期刊
