Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.publication.library
source: Publisher Library
ar: المكتبة الناشرة
az: Naşir kitabxanası
bg_bg: Библиотека на издателите
ca_es: Biblioteca de l'editor/a
cs_cz: Knihovna vydavatele
da_dk: Forlagsbibliotek
de_de: Bibliothek
es_es: Biblioteca editorial
eu: Argitaletxearen liburutegia
fa_ir: کتابخانه ناشر
fi: Julkaisijakirjasto
fr_fr: Bibliothèque de l'éditeur
gl: Biblioteca do editor/a
hi_in: प्रकाशक पुस्तकालय
hy: Հրատարակչության գրադարան
id_id: Pustaka Penerbit
is_is: Safn úgefanda
it_it: Materiali di supporto
ja: 出版者ライブラリ
ka_ge: გამომცემელის ბიბლიოთეკა
ku_iq: کتێبخانەی بڵاوکەرەوە
ky: Басмачы китепканасы
lt: Leidėjo biblioteka
lv: Izdevēja bibliotēka
mr: प्रकाशकाची लायब्ररी
ms: Pustaka Penerbit
nb_no: Utgivers bibliotek
nl: Bibliotheek van de uitgever
pl: Biblioteka wydawcy
pt_br: Biblioteca da Revista
pt_pt: Biblioteca de Editores
ru: Библиотека издателя
sk_sk: Knižnica vydavateľa
sl_si: Knjižnica dokumentov
sr_rs@cyrillic: Издавачка библиотека
sr_rs@latin: Izdavačka biblioteka
sv_se: Utgivarens publikationer
tr_tr: Yayıncı Kütüphanesi
uk: Бібліотека видавця
uz_cyrl: Нашриёт кутубхонаси
uz_uz@latin: Nashriyot kutubxonasi
vi_vn: Thư viện nhà xuất bản
zh_hant: 出版圖書館

# manager.setup.copyrightYearBasis
source: Base new article's copyright year on
ar: إستند عند منح الحقوق الفكرية للمؤلَّف الجديد على سنة
az: Yeni məqalənin əsas müəllif haqqı ili
bg_bg: Базирайте годината на авторското право на новата статия на
ca_es: Establir l'any dels drets d'autor de l'article a
cs_cz: Založit rok copyrightu nového článku na
da_dk: Basér ny artikels ophavsretsår på
de_de: Basiere das Copyright-Jahr eines neuen Artikels auf
es_es: Poner la fecha del copyright del artículo a
eu: Jarri artikulu berriaren egile-eskubideen urtea honetan oinarrituta
fa_ir: پایه‌گذاری تاریخ حق نشر مقالات جدید بر
fi: Valitse uuden artikkelin tekijänoikeuden alkamisvuoden perustaksi
fr_fr: Baser l'année de mention de droit d'auteur du nouvel article sur
gl: Establecer o ano do copyright do artigo
hi_in: नए लेख के कॉपीराइट वर्ष को आधार बनाएं
hr_hr: Postavi godinu autorskih prava članka na
hy: Հիմնել նոր հոդվածի հեղինակային իրավունքի տարին
id_id: Tahun hak cipta artikel baru dibuat berdasarkan
is_is: Byggja ártal höfundaréttar á nýjum greinum á
it_it: Fissa per default i diritti d'autore dei nuovi articoli su
ja: 新しい記事の著作権年
ka_ge: ახალი სტატიის საავტორო უფლების წელი განისაზღვრება
ku_iq: دزینی زانستیی توێژینەوەیەکی نوێ لە سالدا کارا بکە
ky: Жаңы макаланын автордук укук жылын негиздөө
lt: Nustatyti naują straipsnio autoriaus teisių saugojimo datą
lv: Jaunā raksta autortiesību gadu balstīt uz
mr: नवीन लेखाच्या स्वामित्वधिकाराच्या (कॉपीराइट) वर्षासाठी आधार
ms: Berdasarkan tahun hak cipta artikel baru
nb_no: Baser nye artiklers opphavsrettsår på
nl: Baseer het jaartal voor het auteursrecht van nieuwe artikels op
pl: Rok w nocie copyrightowej dla nowych artykułów
pt_br: Basear direitos autorais de novos artigos no ano
pt_pt: Definir ano de copyright do artigo
ru: Год авторского права новой статьи определяется
sk_sk: Nastaviť rok copyrightu nového článku na
sl_si: Za leto avtorstva prispevka naj se uporabi
sr_rs@cyrillic: Постави годину ауторских права чланка на
sr_rs@latin: Postavi godinu autorskih prava članka na
sv_se: Basera nya artiklars upphovsrättsår på
tr_tr: Yeni makalenin temel telif hakkı yılı
uk: Рік авторського права нової статті визначається
uz_cyrl: Муаллифлик ҳуқуқи йили асоси
uz_uz@latin: Yangi maqolaning mualliflik huquqi yiliga asoslash
vi_vn: Năm bản quyền cơ sở của bài viết mới trên
zh_cn: 根据新期刊的版权
zh_hant: 以以下年份新文章版權年份為基礎

# manager.setup.copyrightYearBasis.article
source: Article: default year will be drawn from the article's publication date, as in "publish-as-you-go".
ar: المؤلَّف: السنة الافتراضية ستعتبر هي نفس سنة النشر، كما في "النشر على الماشي".
az: Məqalə: defolt il, məqalənin nəşr edilmə tarixindən etibarən, "olduğu kimi nəşr edin" yazısında olduğu kimi alınacaqdır.
bg_bg: Статия: Годината по подразбиране ще бъде изтеглена от датата на публикуване на статията, както е посочено в „публикуване в крачка“.
ca_es: Article: l'any per defecte provindrà de la data de publicació de l'article, com en el cas dels articles "en premsa".
cs_cz: Článek: výchozí rok vydání bude odvozen z data publikace článku, podobně jako při "publish-as-you-go".
da_dk: Artikel: Det forud fastsatte årstal hentes fra artiklens publiceringsdato svarende til "publish-as-you-go".
de_de: Artikel: das Standardjahr wird aus dem Veröffentlichungsjahr des Artikels abgeleitet, wie bei "publish-as-you-go".
es_es: Artículo: el año por defecto provendrá de la fecha de publicación del artículo, como en el caso de la publicación inmediata.
eu: Artikulua: urte lehenetsia artikuluaren argitaratze-datatik aterako da, "argitaratu ahala" moduan bezala.
fa_ir: مقاله: سال پیش‌فرض از تاریخ انتشار این مقاله حساب خواهد شد.
fi: Artikkeli: oletusvuosi asetetaan artikkelin julkaisemispäivämäärän mukaan, samoin kuin heti julkaistaessakin.
fr_fr: Article (l'année par défaut sera celle de publication de l'article, comme pour le mode « publier au fur et à mesure »).
gl: Artigo: o ano predeterminado extraerase da data de publicación do artigo, como no caso da publicación inmediata.
hi_in: आलेख : डिफ़ॉल्ट वर्ष को लेख की प्रकाशन तिथि से तैयार किया जाएगा "publish-as-you-go".
hy: Հոդված. լռելյայն տարին կվերցվի հոդվածի հրապարակման օրվանից, ինչպես «հրապարակել-ընթացում»:
id_id: Artikel: secara default akan diambil dari tanggal publikasi artikel, semacam "publish-as-you-go".
is_is: Grein: sjálfgefið ár verður tekið frá útgáfudagsetingu greinar, eins og í "Birt jafnóðum".
it_it: Articolo: l'anno di default verrà preso dall'anno di pubblicazione, nell'ottica "pubblica-appena-vai".
ja: 記事：デフォルトの年は、「publish-as-you-go」のように、記事の公開日から取得されます。
ka_ge: სტატიის მიხედვით: ნაგულისხმევი წელი აღებული იქნება სტატიის გამოქვეყნების თარიღიდან.
ku_iq: توێژینەوە: هەمان ساڵ لە کاتی بڵاوکردنەوە تۆمار دەکرێت.
ky: Макала: демейки жыл макаланын жарыяланган датасынан алынат, "дароо жарыялоо" сыяктуу.
lt: straipsnyje – bus nurodyti metai nuo straipsnio paskelbimo dienos.
lv: Raksts: noklusējuma gads tiks ņemts no raksta publicēšanas datuma, līdzīgi kā "public-as-you-go" gadījumā.
mr: लेख : लेख स्वीकारल्यानंतर लगेच प्रकाशित (publish as you go) करण्याचे धोरण अवलंबत असल्यास सर्वसाधारणपणे (डिफॉल्ट) चालू वर्ष म्हणजे लेखाच्या प्रकाशनाचे वर्ष समजले जाते.
ms: Artikel: tahun lalai akan diambil dari tanggal penerbitan artikel, seperti dalam "publish-as-you-go".
nb_no: Artikkel: År vil bli hentet fra artikkelens publiseringsdato.
nl: Artikel: het jaartal voor het auteursrecht zal standaard worden afgeleid van de publicatiedatum, zoals bij "publish-as-you-go".
pl: Artykuł: domyślny rok będzie pobrany z daty publikacji artykułu.
pt_br: Artigo: o ano padrão será definido a partir da data da publicação do artigo, como numa publicação continuada (publish-as-you-go).
pt_pt: Artigo: ano padrão será extraído da data de publicação do artigo, como em "public-as-you-go".
ru: По статье: год по умолчанию будет браться из даты публикации статьи, как в «публикации-по-ходу».
sk_sk: Článok: východiskový rok vydania bude odvodený z dátumu publikácie článku, podobne ako pri "publish-as-you-go".
sl_si: Članek: privzeto leto bo določeno kot leto objave članka, po sistemu "publish-as-you-go".
sr_rs@cyrillic: Чланак: почетна година ће бити извуичена према датуму објављивања чланка као "објави како иде".
sr_rs@latin: Članak: početna godina će biti izvuičena prema datumu objavljivanja članka kao "objavi kako ide".
sv_se: Artiklar: förvalt år kommer att skapas av artikelns publiceringsdatum, som i "publish-as-you-go".
tr_tr: Makale: varsayılan yıl, makalenin yayınlanma tarihinden itibaren, "olduğu gibi yayınla" yazısında olduğu gibi alınacaktır.
uk: Стаття: рік за замовчуванням буде відповідати даті публікації статті, виходячи з принципу "публікація по ходу роботи".
uz_cyrl: Мақола нашр этилганда
uz_uz@latin: Maqola: standart yil, maqolaning e'lon qilingan sanasidan boshlab, "ketayotganda nashr etilgandek" bo'ladi.
vi_vn: Bài viết: năm mặc định sẽ được rút ra từ ngày xuất bản của bài viết.
zh_hant: 文章：默認年份會按文章出版日期而定，如同「立即出版」。

# manager.setup.copyrightYearBasis.issue
source: Issue: default year will be drawn from the issue's publication date.
ar: العدد: السنة الافتراضية ستعتبر هي نفس سنة العدد.
az: Nömrə: defolt il, nömrənin nəşr edilmə tarixindən etibarən çəkiləcəkdir.
bg_bg: Брой: Годината по подразбиране ще бъде изтеглена от датата на публикуване на изданието.
ca_es: Número: l'any per defecte provindrà de la data de publicació del número.
cs_cz: Číslo: výchozí rok vydání bude odvozen z data vydání čísla.
da_dk: Nummer: Det forud fastsatte årstal hentes fra nummerets publiceringsdato.
de_de: Ausgabe: das Standardjahr wird aus dem Veröffentlichungsdatum der Ausgabe abgeleitet.
es_es: Número: el año por defecto provendrá de la fecha de publicación del número.
eu: Zenbakia: lehenetsitako urtea alearen argitalpen-datatik hartuko da.
fa_ir: شماره: سال پیش‌فرض از تاریخ انتشار این شماره‌حساب خواهد شد.
fi: Numero: oletusvuosi asetetaan numeron julkaisupäivämäärän mukaan.
fr_fr: Numéro : l'année par défaut sera celle de publication du numéro.
gl: Número: o ano predeterminado extraerase da data de publicación do número.
hi_in: अंक: डिफॉल्ट वर्ष अंक की प्रकाशन तिथि से तैयार किया जाएगा।
hy: Թողարկում. լռելյայն տարին կնշվի համարի հրապարակման օրվանից:
id_id: Terbitan: secara default tahun akan diambil dari tanggal publikasi terbitan.
is_is: Tölublað: sjálfgefið ár verður tekið frá útgáfudagsetningu tölublaðsins.
it_it: Uscita: l'anno di default verrà preso dall'anno di pubblicazione del fascicolo.
ja: 巻号：デフォルトの年は、その巻号の発行日から取得されます。
ka_ge: გამოცემის მიხედვით: ნაგულისხმევი წელი აღებული იქნება ნომრის გამოქვეყნების თარიღიდან.
ku_iq: ژمارە: ساڵ لە هەمان ساڵی ڕێککەوتی بڵاوکردنەوەکە دەبێت.
ky: Чыгарылыш: демейки жыл чыгарылыштын жарыяланган датасынан алынат.
lt: numeryje – bus nurodyti metai nuo leidinio paskelbimo dienos.
lv: Žurnāla numurs : noklusējuma gads tiks ņemts no izdevuma publicēšanas datuma.
mr: अंक : सर्वसाधारणपणे (डिफॉल्ट) चालू वर्ष म्हणजे अंकाच्या प्रकाशनाचे वर्ष समजले जाते.
ms: Terbitan: tahun lalai akan diambil dari tarikh penerbitan terbitan.
nb_no: Nummer: År vil bli hentet fra nummerets publiseringsdato.
nl: Nummer: het jaartal voor het auteursrecht zal standaard worden afgeleid van de publicatiedatum van het nummer.
pl: Numer: domyślny rok będzie pobrany z daty publikacji numeru.
pt_br: Edição: o ano padrão será definido a partir da data de publicação da edição.
pt_pt: Número: o ano padrão será extraído da data de publicação do número.
ru: По выпуску: год по умолчанию будет браться из даты публикации выпуска.
sk_sk: Číslo: východiskový rok vydania bude odvodený z dátumu vydania čísla.
sl_si: Številka: privzeto leto bo določeno iz datuma objave številke.
sr_rs@cyrillic: Број: почетна година ће бити извучена из датума објављивања броја.
sr_rs@latin: Broj: početna godina će biti izvučena iz datuma objavljivanja broja.
sv_se: Nummer: förvalt år kommer att skapas av numrets publiceringsdatum.
tr_tr: Sayı: Varsayılan yıl, sayının yayınlanma tarihinden itibaren çizilecektir.
uk: Випуск: рік за замовчуванням буде відповідати даті публікації випуску.
uz_cyrl: Сон нашр этилганда
uz_uz@latin: Muammo: standart yil nashr etilgan kundan boshlab hisoblanadi.
vi_vn: Số: năm mặc định sẽ được rút ra từ ngày xuất bản của số.
zh_hant: 期號：默認年份會按該期出版日期而定。

# manager.setup.resetPermissions
source: Reset Article Permissions
ar: إعادة تعيين صلاحيات المؤلَّف
az: Məqalə icazələrini yenidən qurun
bg_bg: Нулиране на разрешенията за статии
ca_es: Reinicia permisos d'article
cs_cz: Resetovat práva k článku
da_dk: Genindstil artikelbegrænsning
de_de: Artikelrechte zurücksetzen
es_es: Reinicia permisos de artículo
eu: Berrezarri artikuluaren baimenak
fa_ir: رست کردن مجوزهای دسترسی مقالات
fi: Palauta artikkelin käyttöoikeudet oletusarvoisiksi
fr_fr: Réinitialiser les autorisations de l'article
gl: Reiniciar os permisos do artigo
hi_in: आलेख अनुमतियाँ रीसेट करें
hr_hr: Vrati dozvole pristupa članku na prvobitno stanje.
hy: Վերականգնել հոդվածի թույլտվությունները
id_id: Reset Permission Artikel
is_is: Endurstilla heimildir fyrir greinar
it_it: Cancella i permessi dell'articolo
ja: 記事の権限のリセット
ka_ge: სტატიების ნებართვების ჩამოყრა
ku_iq: بەتاڵکردنەوەی ڕێگەپێدانەکانی توێژینەوە
ky: Макаланын уруксаттарын кайра коюу
lt: Atkurti straipsnio teises
lv: Atiestatīt raksta tiesības
mr: लेखाच्या परवानग्या पुनर्स्थापित (रिसेट) करा
ms: Tetapkan Semula Kebenaran Artikel
nb_no: Tilbakestill artikkelrettigheter
nl: Artikel-toestemmingen terugzetten
pl: Resetuj prawa do tekstów
pt_br: Redefinir Permissões do Artigo
pt_pt: Repor Permissões Artigo
ru: Сбросить разрешения для статей
sk_sk: Resetovať oprávnenia k článku
sl_si: Ponastavi dovoljenja prispevkov
sr_rs@cyrillic: Врати на почетно стање дозволе у вези чланка.
sr_rs@latin: Vrati na početno stanje dozvole u vezi članka.
sv_se: Återställ villkor för artikel
tr_tr: Makale İzinlerini Sıfırla
uk: Скинути дозволи статей
uz_cyrl: Рухсатларни қайта ўрнатиш
uz_uz@latin: Maqola ruxsatnomalarini tiklash
vi_vn: Đặt lại các thông tin điều khoản của bài viết
zh_cn: 重设文章权限
zh_hant: 重設文章權限

# manager.setup.resetPermissions.confirm
source: Are you sure you wish to reset permissions data for all articles? This action can not be undone.
ar: هل أنت متأكد من رغبتك في إعادة تعيين الصلاحيات الخاصة بكل المؤلفات؟ إن هذا الإجراء لا يمكن التراجع عنه.
az: Bütün məqalələr üçün icazə datalarını sıfırlamaq istədiyinizdən əminsinizmi? Bu əməliyyat ləğv edilə bilməz.
bg_bg: Наистина ли искате да нулирате данните за разрешенията за всички статии? Това действие не може да бъде отменено.
ca_es: Segur que voleu reiniciar les dades sobre permisos de tots els articles? Aquesta acció no es pot desfer.
cs_cz: Jste si jisti, že chcete obnovit údaje o oprávněních již připojených k článkům?
da_dk: Er du sikker på, at du vil nulstille de adgangstilladelser, der er knyttet til artikler?
de_de: Sind Sie sicher, dass Sie die Rechte, die bisher den Artikeln zugewiesen sind, zurücksetzen möchten?
es_es: ¿Seguro que desea reiniciar los datos sobre permisos de todos los artículos? Esta acción no puede deshacerse.
eu: Ziur zaude artikulu guztien baimen-datuak berrezarri nahi dituzula? Ekintza hau ezin da desegin.
fa_ir: آیا مطمئن هستید که می‌خواهید مجوزهای دسترسی انتساب داده شده به این مقاله رست شود.
fi: Haluatko varmasti palauttaa oletusarvoisiksi lupatiedot, jotka on jo liitetty artikkeleihin? Toimintoa ei voi perua.
fr_fr: êtes-vous certains de vouloir réinitialiser les autorisations déjà rattachées à l'article ? Cette action ne peut pas être annulée.
gl: Estás seguro/a de que desexas restablecer os datos de permisos para todos os artigos? Esta acción non se pode desfacer.
hi_in: क्या आप वाकई सभी लेखों के लिए अनुमतियाँ डेटा रीसेट करना चाहते हैं? यह कार्य दोबारा से नहीं हो सकता।
hy: Վստա՞հ եք, որ ցանկանում եք վերականգնել թույլտվությունների տվյալները բոլոր հոդվածների համար: Այս գործողությունը հնարավոր չէ հետարկել:
id_id: Anda yakin hendak melakukan reset permission untuk data yang telah melekat di artikel?
is_is: Ertu viss um að þú viljir endurstilla heimildir fyrir allar greinar? Þessa aðgerð er ekki hægt að afturkalla.
it_it: Sei sicuro di voler reimpostare i permessi già assegnati agli articoli? Questa operazione è definitiva.
ja: すべての記事のパーミッションデータをリセットしてよろしいですか？この操作は元に戻すことができません。
ka_ge: დარწმუნებული ხართ, რომ გსურთ აღადგინოთ ნებართვების მონაცემები ყველა სტატიისთვის? ამ მოქმედების გაუქმება შეუძლებელია.
ku_iq: ئایا تۆ دڵنیایت لە هەڵوەشاندنەوەی ڕێگەپێدانەکانی هەمو توێژینەوەکان؟ ئەم کردارە ناگەڕێتەوە دواوە.
ky: Бардык макалалар үчүн уруксат маалыматтарын кайра коюуну каалаганыңызга ишенесизби? Бул аракетти артка кайтарууга болбойт.
lt: Ar tikrai norite atkurti straipsnyje jau nurodytas teises.
lv: Vai tiešām vēlaties atiestatīt visu rakstu tiesību datus? Šo darbību nevar atcelt.
mr: तुमची खात्रीपूर्वक सर्व लेखांसाठी परवानग्या पुनर्स्थापित करू इच्छिता ना? एकदा हे केल्यावर निर्णय फिरवण्याचा मार्ग बंद होईल.
ms: Adakah anda pasti mahu menetapkan semula data kebenaran untuk semua artikel? Tindakan ini tidak boleh dikembali.
nb_no: Er du sikker på at du vil tilbakestille data om rettighetene som allerede er knyttet til artiklene? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u machtigingsgegevens voor alle artikelen opnieuw wilt instellen? Deze actie kan niet ongedaan gemaakt worden.
pl: Czy na pewno wyzerować informacje o prawach przypisane do artykułów? Tego działania nie da się cofnąć.
pt_br: Tem certeza de que deseja redefinir os dados de permissões já atribuídos aos artigos?
pt_pt: Deseja realmente restabelecer os dados de permissão já anexados a todos os artigos? Esta ação não poderá ser desfeita.
ru: Вы уверены, что хотите сбросить данные о разрешениях для всех статей? Это действие нельзя будет отменить.
sk_sk: Ste si istí, že chcete resetovať údaje o oprávnení pri všetkých článkoch? Táto akcia sa nedá vrátiť späť.
sl_si: Ste prepričani, da želite ponastaviti vse pravice, ki so bile že določene člankom? Ta operacija je ireverzibilna!
sr_rs@cyrillic: Да ли сте сигурни да желите поништити податке о дозволама које сте већ доделили чланцима?
sr_rs@latin: Da li ste sigurni da želite poništiti podatke o dozvolama koje ste već dodelili člancima?
sv_se: Är du säker på att du vill återställa villkorsinformation som redan är kopplade till artiklar?
tr_tr: Tüm makaleler için izin verilerini sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете скинути дозволи статей, які вже задані? Цю дію неможливо буде скасувати.
uz_cyrl: Барча мақолалар учун рухсатларни стандарт ҳолатга келтиришни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham barcha maqolalar uchun ruxsat ma'lumotlarini qayta tiklamoqchimisiz? Bu amalni ortga qaytarib bo'lmaydi.
vi_vn: Bạn có chắc chắn muốn đặt lại dữ liệu về điều khoanr cho tất cả các bài viết? Hành động này không thể được hoàn tác.
zh_hant: 是否確認重置所有文章的權限設定？此舉不能夠還原。
