Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.disableSubmissions.notAccepting
source: This journal is not accepting submissions at this time. Visit the workflow settings to allow submissions.
ar: هذه المجلة لا تقبل طلبات التقديم حالياً. قم بزيارة إعدادات مخطط سير العمل لتمكين طلبات التقديم.
az: Jurnal hazırda məqalə qəbul etmir. İcazə vermək üçün iş axışı tənzimlərini ziyarət edin.
bg_bg: Понастоящем това списание не приема материали. Посетете настройките на работния поток, за да разрешите подаването на материали.
eu: Aldizkari honek ez du bidalketarik onartzen une honetan. Bisitatu lan-fluxuaren ezarpenak bidalketak onartzeko.
fi: Julkaisu ei ota vastaan käsikirjoituksia tällä hetkellä. Käy työnkulun asetuksissa sallimassa käsikirjoitukset.
gl: Esta revista non acepta envíos neste momento. Visita a configuración do fluxo de traballo para permitir os envíos.
hy: Այս ամսագիրն այս պահին ներկայացումներ չի ընդունում: Այցելեք աշխատանքային հոսքի կարգավորումները՝ ներկայացումները թույլատրելու համար:
is_is: Tímaritið tekur ekki á móti greinum í augnablikinu. Farðu í stillingar á verkferlum til að leyfa innsendingar.
ja: このジャーナルは現在、投稿を受け付けていません。投稿を許可するには、ワークフローの設定をご覧ください。
ka_ge: ეს ჟურნალი ამჟამად არ იღებს ახალ მასალებს. შედით სამუშაო პროცესის პარამეტრებში, მასალების გაგზავნის ჩასართველად.
ky: Бул журнал учурда макалаларды кабыл албайт. Тапшырууларды уруксат берүү үчүн иш агымынын жөндөөлөрүнө кириңиз.
lt: Šis žurnalas šiuo metu nepriima pateiktų darbų. Norėdami leisti pateiktus darbus, apsilankykite darbo eigos nustatymuose.
lv: Šis žurnāls pašlaik nepieņem manuskriptus. Apmeklējiet darbplūsmas iestatījumus, lai atļautu manuskriptu iesniegšanu.
mr: हे नियतकालिक सध्या सादरीकरणे स्वीकारत नाही. सादरीकरणांना अनुमती देण्यासाठी कार्यप्रवाहाच्या घडणीला (वर्कफ्लो सेटिंग्जला) भेट द्या.
ms: Jurnal ini tidak menerima penyerahan buat masa ini. Lawati tetapan aliran kerja untuk membenarkan penyerahan.
nl: Dit tijdschrift accepteert momenteel geen inzendingen. Ga naar de distributie-instellingen om inzendingen toe te staan.
pl: Czasopismo nie przyjmuje zgłoszeń w tym momencie. Odwiedź ustawienia Workflow, aby zezwolić na zgłoszenia.
ru: Этот журнал в данное время не принимает материалы. Зайдите в настройки рабочего процесса, чтобы разрешить отправку материалов.
uk: Зараз цей журнал не приймає матеріали. Перейдіть до налаштувань робочого процесу, щоб дозволити надсилання.
uz_cyrl: Ушбу журнал ҳозирда мақола қабул қилмаяпти.
uz_uz@latin: Bu jurnal hozircha arizalarni qabul qilmaydi. Yuborishga ruxsat berish uchun ish oqimi sozlamalariga o'ting.
zh_hant: 此期刊現正停止徵稿。請到步驟設定允許投稿。

# manager.setup.enableOai
source: Enable OAI
ar: تمكين إضافة OAI
az: OAI aktivləşdirin
bg_bg: Включване на OAI
ca_es: Habilitar OAI
de_de: OAI-Zugang zu den Inhalten aktivieren
es_es: Habilitar OAI
eu: Gaitu OAI
fi: Ota OAI-rajapinta käyttöön
fr_fr: Activer l'OAI
gl: Habilitar OAI
hi_in: OAI सक्षम करें
hy: Միացնել OAI-ը
is_is: Virkja OAI
it_it: Abilita OAI
ja: OAIの有効化
ka_ge: OAI-ს ჩართვა
ku_iq: بە شی ڕێکخستنی پێرستی ڕێزکراو ' ئۆ ئەی ئای' چالاک بکە
ky: OAI иштетүү
lt: Įgalinti OAI prieigą prie turinio
lv: Iespējot OAI
mr: OAI सक्रिय करा
ms: Dayakan OAI
nb_no: Aktiver OAI
nl: Schakel OAI in
pl: Aktywuj OAI
pt_pt: Ativar OAI
ru: Включить OAI
sk_sk: Povoliť OAI
sl_si: Omogoči OAI dostop do vsebin
tr_tr: OAI Etkinleştir
uk: Включити OAI
uz_cyrl: OAI интерфейсини ёқиш
uz_uz@latin: OAIni yoqish
vi_vn: Kích hoạt OAI
zh_hant: 允許OAI

# manager.setup.enableOai.description
source: Provide metadata to third-party indexing services through the <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
ar: تقديم البيانات الوصفية لخدمات الفهرسة من أطراف ثالثة عبر <a href="https://www.openarchives.org/">مبادرة المحفوظات المفتوحة</a>.
az: Üçüncü tərəf indeksləşdirmə xidmətləri üçün <a href="https://www.openarchives.org/">Open Archives Initiative (OAI)</a> ilə metadata təqdim edin.
bg_bg: Предоставете метаданни на услуги за индексиране на трети страни чрез <a href="https://www.openarchives.org/">OAI - инициативата за отворени архиви </a>.
ca_es: Proporcioneu metadades per a serveis d'indexació de tercers a través de la <a href="https://www.openarchives.org/">iniciativa d'arxius oberts</a>.
es_es: Proporcione metadatos para servicios de indexación de terceros a través de la <a href="https://www.openarchives.org/">iniciativa de archivos abiertos</a>.
eu: Eman metadatuak hirugarrenen indexazio-zerbitzuei <a href="https://www.openarchives.org/">Open Archives Initiative</a>-ren bidez.
fi: Tarjoa julkaisun kuvailutietoja kolmansille osapuolille <a href="https://www.openarchives.org/">Open Archives Initiative</a> -standardin mukaisen rajapinnan kautta.
fr_fr: Fournir des métadonnées à des services d'indexation externes via l'<a href="https://www.openarchives.org/">Open Archives Initiative</a>.
gl: Proporcione metadatos a servizos de indexación de terceiros a través da <a href="https://www.openarchives.org/">Iniciativa de arquivos abertos</a> (OAI).
hi_in: <a href="https://www.openarchives.org/"> Open Archives Initiative </a> के माध्यम से तृतीय-पक्ष अनुक्रमण सेवाओं को मेटाडेटा प्रदान करें।
hy: Տրամադրեք մետատվյալներ երրորդ կողմի ինդեքսավորման ծառայություններին <a href="https://www.openarchives.org/">Բաց արխիվների նախաձեռնության</a> միջոցով:
it_it: Invia metadata a servizi di indicizzazione di terze parti tramite <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
ja: <a href="https://www.openarchives.org/">Open Archives Initiative</a>による第三者のインデックスサービスへのメタデータの提供。
ka_ge: მიაწოდეთ მეტა-მონაცემები მესამე მხარის ინდექსირების სერვისებს <a href="https://www.openarchives.org/">ღია არქივების ინიციატივის საშუალებით</a> .
ku_iq: زانیاری ناسێنەر بدە بە خزمەت گوزارییەکانی پێرستکردنی لایەنی سێیەم لە ڕێگای <a href="https://www.openarchives.org/"> دەستپێشخەری ئەرشیفە کراوەکان </a>.
ky: <a href="https://www.openarchives.org/">Open Archives Initiative</a> аркылуу үчүнчү тарап индекстөө кызматтарына метадайындарды бериңиз.
lt: Teikite metaduomenis trečiųjų šalių indeksavimo paslaugoms per <a href="https://www.openarchives.org/">Atvirųjų archyvų iniciatyvą</a>.
lv: Nodrošināt metadatus trešo pušu indeksēšanas pakalpojumiem, izmantojot <a href="https://www.openarchives.org/">Atvērto arhīvu iniciatīvu (OAI)</a>.
mr: <a href="https://www.openarchives.org/">Open Archives Initiative</a> द्वारे त्रयस्थ सूची सेवांना प्राथमिक माहिती (मेटाडेटा) प्रदान करा.
ms: Berikan metadata kepada perkhidmatan pengindeksan pihak ketiga melalui <a href="https://www.openarchives.org/"> Open Archives Initiative </a>.
nb_no: Gi metadata for tredjeparts indekseringstjenester gjennom <a href="https://www.openarchives.org/"> Open Archives Initiative </a>.
nl: Geef metadata voor externe indexeringsdiensten via het <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
pl: Dostarcz metadane do zewnętrznych serwisów indeksowania przez <a href="https://www.openarchives.org/">Inicjatywa Otwartego Archiwum</a>.
pt_pt: Insira metadados para serviços de indexação externos através de <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
ru: Предоставлять метаданные сервисам индексирования сторонних разработчиков через <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
sk_sk: Poskytujte metadáta indexovacím službám tretích strán prostredníctvom <a href="https://www.openarchives.org/"> iniciatívy Open Archives </a>.
sl_si: Podajte metapodatke za storitve indeksiranja drugih proizvajalcev skozi <a href="https://www.openarchives.org/">Open Archives iniciativo</a>.
tr_tr: Üçüncü taraf dizinleme servisleri için <a href="https://www.openarchives.org/">Open Archives Initiative (OAI)</a> ile üst veri sunun.
uk: Надавати метадані стороннім службам індексації через <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
uz_cyrl: Метамаълумотларни ташқи тизимлар (масалан: Scholar) йиғиши учун очиқ интерфейс.
uz_uz@latin: <a href="https://www.openarchives.org/"> Ochiq arxiv tashabbusi </a> orqali uchinchi tomon indekslash xizmatlariga metadata bering.
vi_vn: Cung cấp siêu dữ liệu cho các dịch vụ lập chỉ mục của bên thứ ba thông qua <a href="https://www.openarchives.org/">Open Archives Initiative</a>.
zh_hant: 透過<a href="https://www.openarchives.org/">Open Archives Initiative</a>提供元資料予第三方索引服務。

# manager.setup.typeExamples
source: (E.g., Historical Inquiry; Quasi-Experimental; Literary Analysis; Survey/Interview)
ar: (مثل: الاستبيان التأريخي، البحث شبه التجريبي، التحليل الأدبي، المسح/المقابلة)
az: (Məs. Tarixi araşdırma; Yarım təcrübi; Ədəbiyyat analizi; Anket/İntervü)
bg_bg: (Напр. Историческо проучване; квази-експериментален; литературен анализ; анкета/интервю)
ca_es: (p. ex. recerca històrica, mètode quasiexperimental, anàlisi literària, enquesta/entrevista)
cs_cz: (např. historické dotazování; kvaziexperiment; literární analýza; interview)
da_dk: (F.eks. Historisk undersøgelse; Kvasieksperimentel; Litterær analyse; Undersøgelse/interview)
de_de: (z.B. historische Untersuchung; quasi-experimentell; Literaturanalyse; Umfrage/Interview)
es_es: (p. ej., investigación histórica; casi experimental; análisis literario; encuesta/entrevista)
eu: (Adib., Ikerketa historikoa; Kuasi-esperimentala; Literatura-analisia; Inkesta/Galdeketa)
fa_ir: مانند: پرسشنامه تاریخچه‌ای؛ نیمه تجربی؛ آنالیز ادبی؛ مصاحبه
fi: (Esim. historiatutkimus; kvasikokeellinen, kirjallisuusanalyysi; kysely/haastattelu)
fr_fr: (par exemple : Enquête historique ; Quasi-expérimental ; Analyse littéraire ; Sondage/Entrevue)
gl: (P. ex., investigación histórica; cuasi-experimental; análise literaria; enquisa/entrevista)
hi_in: (जैसे, ऐतिहासिक पूछताछ; अर्ध-प्रायोगिक; साहित्यिक विश्लेषण; सर्वेक्षण / साक्षात्कार)
hr_hr: (Npr. povijesno istraživanje; prirodni eksperiment; književna analiza; anketa/intervju)
hy: (Օրինակ՝ Պատմական Հետազոտություն; Քվազի-Փորձարարական; Գրական վերլուծություն; Հարցում/Հարցազրույց)
id_id: (Contoh: Survey; Wawancara; Analisis Sastra)
it_it: (Es. Ricerca storica; Quasi-Sperimentale; Analisi letteraria; Indagine/Intervista)
ja: (例：歴史的調査、疑似実験、文学的分析、調査・インタビューなど）
ka_ge: (მაგ., ისტორიული გამოკვლევა; კვაზი-ექსპერიმენტული; ლიტერატურული ანალიზი; გამოკითხვა/ინტერვიუ)
ku_iq: ( نمونە، لێپرسینەوەی مێژوویی؛ نیمچە تاقیکاری زانستی؛ شیکاری وێژەیی؛ ڕاپرسی/ چاوپێکەوتن)
ky: (Мисалы, Тарыхый изилдөө; Квази-эксперименталдык; Адабий талдоо; Сурамжылоо/Интервью)
lt: (Pvz., Istorinė analizė; kvazieksperimentinis; literatūrinė analizė; apklausa/interviu)
lv: (piem., vēsturiskais pētījums; kvazieksperiments; literatūras analīze; aptauja/intervija)
mr: (उदा., ऐतिहासिक तपास; अर्ध-प्रायोगिक; साहित्यिक विश्लेषण; सर्वेक्षण/मुलाखत)
ms: (Cth, Pertanyaan Sejarah; Kuasi-Eksperimental; Analisis Sastera; Tinjauan / Temu ramah)
nb_no: (F.eks. historisk studium; tankeeksperiment; feltundersøkelse; retorisk analyse; aksjonsforskning; kartlegging/intervju)
nl: (Bv. Historisch onderzoek; Quasi-Experimenteel; Literaire Analyse; Enquete/Interview)
pl: (np. quasi-eksperyment; analiza literatury; ankieta; wywiad)
pt_br: (Ex.: Pesquisa Histórica; Revisão de Literatura; Pesquisa Empírica de Campo; Entrevista Controlada; Prototipagem)
pt_pt: (Ex.: Pesquisa Histórica; Revisão de Literatura; Pesquisa Empírica de Campo; Entrevista Controlada; Prototipagem)
ru: (Например, Историческая справка; Квазиэкспериментальный; Литературный анализ; Исследование/Опрос)
sk_sk: (napr. Historické dotazovanie; kvaziexperiment; literárna analýza; interview)
sl_si: (npr. zgodovinsko raziskovanje; naravni eksperiment; književna analiza; ankete/intervju)
sr_rs@cyrillic: (нпр., Историјско истраживање; Квазиекспериментално; Литерарна анализа; АНкета/интервју)
sr_rs@latin: (npr., Istorijsko istraživanje; Kvazieksperimentalno; Literarna analiza; Anketa/intervju)
sv_se: (t.ex., Historiska studier; Experimentella studier; Litteraturanalyser; Enkäter och intervjuer)
tr_tr: (Ör. Tarihi İnceleme; Yarı Deneysel; Literatür Analizi; Anket/Mülakat)
uk: (наприклад, Історичний екскурс; Результати експерименту; Огляд літератури; Опитування/Інтерв'ю)
uz_cyrl: Мисол: Илмий тадқиқот, Китоб шарҳи.
uz_uz@latin: (Masalan, tarixiy tergov; yarim tajriba; adabiy tahlil; so'rov/intervyu)
vi_vn: (Ví dụ: Điều tra lịch sử; Quasi-Experimental; Phân tích văn học; Khảo sát/Phỏng vấn)
zh_cn: (例如，历史研究、准实验、文学分析、调查＼访谈等等)
zh_hant: （例如：歷史學探究、準實驗研究、文學分析、問卷調查／訪問）

# manager.setup.typeMethodApproach
source: Type (Method/Approach)
ar: النوع (الأسلوب/المنهج)
az: Növlər (metod / yanaşma)
bg_bg: Тип (метод/подход)
ca_es: Tipus (mètode/enfocament)
cs_cz: Typ (Metoda/Přístup)
da_dk: Type (metode/fremgangsmåde)
de_de: Forschungsansatz, -methode oder -verfahren
es_es: Tipo (método/enfoque)
eu: Mota (metodoa/hurbilketa)
fa_ir: نوع (روش/راهکار)
fi: Tyyppi (menetelmä/lähestymistapa)
fr_fr: Type (méthode/approche)
gl: Tipo (método/enfoque)
hi_in: प्रकार (विधि / दृष्टिकोण)
hr_hr: Tip (Metoda/Pristup)
hy: Տեսակ (մեթոդ/մոտեցում)
id_id: Tipe (Metode/Pendekatan)
it_it: Tipo (Metodo/Approccio)
ja: タイプ（手法・アプローチ）
ka_ge: ტიპი (მეთოდი/მიდგომა)
ku_iq: میتۆد/ ڕێباز) چاپ بکە)
ky: Түрү (Метод/Ыкма)
lt: Rūšis (metodas ar modelis)
lv: Veids (metode/pieeja)
mr: प्रकार (पद्धत/दृष्टिकोन)
ms: Jenis (Kaedah/Pendekatan)
nb_no: Type (metode/innfallsvinkel)
nl: Type (methode/benadering)
pl: Metoda badawcza
pt_br: Tipo (Método/Processo/Enfoque)
pt_pt: Tipo (Método/Processo/Enfoque)
ru: Тип (метод/подход)
sk_sk: Typ (Metóda/Prístup)
sl_si: Tip (metoda/pristop)
sr_rs@cyrillic: Тип (метод/приступ)
sr_rs@latin: Tip (metod/pristup)
sv_se: Metod och/eller tillvägagångssätt
tr_tr: Tür (Yöntem/Yaklaşım)
uk: Тип дослідження (методологія/підходи)
uz_cyrl: Усул ва ёндашув
uz_uz@latin: Turi (usuli/yondashuvi)
vi_vn: Loại (Phương pháp/Cách tiếp cận)
zh_cn: 类型（方法＼研究取向）
zh_hant: 類別（方法／方式）

# manager.setup.typeProvideExamples
source: Provide examples of relevant research types, methods, and approaches for this field
ar: أدرج أمثلة عن طرق بحث مماثلة، وأساليب ومناهج تتعلق بهذا الحقل العلمي
az: Bu sahə üçün araşdırma növləri, metodları və yanaşmaları ilə bağlı nümunələr verin
bg_bg: Дайте примери за подходящи видове изследвания, методи и подходи за тази област
ca_es: Indiqueu exemples de tipus, mètodes i enfocaments de recerca rellevants per a aquest camp
cs_cz: Poskytněte příklady relevantních typů výzkumu, metod a přístupů pro tento obor
da_dk: Angiv eksempler på relevante forskningstyper, -metoder og -fremgangsmåder inden for dette felt
de_de: Beispiele für im Fachgebiet relevante Forschungsansätze, -methoden oder -verfahren angeben.
es_es: Proporcione ejemplos de tipos de investigación, métodos y enfoques para este campo
eu: Eman ikerketa mota, metodo eta hurbilketen adibideak
fa_ir: مثال‌هایی برای انواع پژوهش، روش‌ها و راهکارها
fi: Anna esimerkkejä tälle alalle oleellisista tutkimustyypeistä ja -menetelmistä sekä lähestymistavoista
fr_fr: Proposer des exemples pertinents de types de recherche, méthodes, et approches pertinents pour ce domaine
gl: Forneza exemplos de tipos de investigación, métodos e enfoques relevantes para este campo
hi_in: इस क्षेत्र के लिए प्रासंगिक अनुसंधान प्रकारों, विधियों और दृष्टिकोणों के उदाहरण प्रदान करें
hr_hr: Navedite primjere tipova istraživanja, te istraživačkih metoda i pristupa relevantne za područje ovog časopisa
hy: Այս ոլորտի համար տրամադրել համապատասխան հետազոտության տեսակների, մեթոդների և մոտեցումների օրինակներ
id_id: Masukkan tipe riset yang relevan, metode, dan pendekatan untuk bidang ini.
it_it: Fornisci esempi di tipi di ricerca, metodi, ed approcci rilevanti per questo settore
ja: この分野に関連する研究の種類、方法、およびアプローチの例を示す
ka_ge: შეიტანეთ შესაბამისი დონის კვლევის ტიპები, მეთოდები და მიდგომები
ku_iq: نمونەی جۆرەکانی توێژینەوە، میتۆدەکان، و ڕێبازەکانی پەیوەندیدار بەو بوارە پێشکەش بکە
ky: Бул тармак үчүн тиешелүү изилдөө түрлөрүнүн, методдорунун жана ыкмаларынын мисалдарын бериңиз
lt: Pateikite pavyzdžių, rodančių, kokie gali būi taikomi tyrimai, modeliai ar metodai
lv: Sniedziet piemērus par attiecīgajiem pētījumu veidiem, metodēm un pieejām šajā jomā
mr: या विषयासाठी संबंधित संशोधन प्रकार, पद्धती आणि दृष्टिकोनांची उदाहरणे द्या
ms: Berikan contoh jenis, kaedah, dan pendekatan penyelidikan yang relevan untuk bidang ini
nb_no: Gi eksempler på relevante forskningstyper, metoder og innfallsvinkler for dette fagfeltet
nl: Geef voorbeelden van relevante onderzoekstypes, -methodes en -benaderingen voor dit veld
pl: Podaj przykłady odpowiednich dla tego obszaru metod badawczych i podejść
pt_br: Informe exemplos de tipos relevantes de pesquisa, métodos e abordagens
pt_pt: Forneça exemplos de tipos relevantes de pesquisa, métodos e abordagens
ru: Введите примеры соответствующих типов исследования, методов и подходов для данной области
sk_sk: Poskytnite príklady relevantných typov výskumu, metód a prístupov pre tento odbor
sl_si: Podajte primere ustreznih iskalnih tipov, metod in pristopov za to področje
sr_rs@cyrillic: Напишите примере релевантних типова истраживања, метода и приступа овом пољу
sr_rs@latin: Napišite primere relevantnih tipova istraživanja, metoda i pristupa ovom polju
sv_se: Anger exempel på typer av metoder och tillvägagångssätt inom ämnesområdet
tr_tr: Bu alan için araştırma türleri, yöntemleri ve yaklaşımlarıyla ilgili örnekler verin
uk: Наведіть приклади термінів, які автори можуть застосовувати для характеристики типу дослідження, методології та використаних ними підходів
uz_cyrl: Турларга мисоллар келтиринг
uz_uz@latin: Bu sohaga tegishli tadqiqot turlari, usullari va yondashuvlariga misollar keltiring
vi_vn: Cung cấp các ví dụ về các loại, phương pháp và cách tiếp cận nghiên cứu có liên quan cho lĩnh vực này
zh_cn: 在本栏中提供相关的研究类型、方法和研究取向作为范例
zh_hant: 提供此學術領域相關研究類別、方法及方式的例子

# manager.setup.uniqueIdentifier
source: Unique Identifier
ar: رمز التعريف الفريد
az: Unikal təsviriedici
bg_bg: Уникален идентификатор
ca_es: Identificador únic
cs_cz: Jedinečný identifikátor
da_dk: Entydigt id
de_de: Eindeutige Kennung
es_es: Identificador único
eu: Identifikatzaile unibokoa
fa_ir: شناسه منحصربه‌فرد
fi: Yksilöivä tunniste
fr_fr: Identifiant unique
gl: Identificador único
hi_in: अद्वितीय पहचानकर्ता
hr_hr: Jedinstveni identifikator
hy: Եզակի նույնացուցիչ
id_id: Identifier Unik
is_is: Einkvæmt auðkenni
it_it: Identificatori personalizzati
ja: 固有の識別子
ka_ge: უნიკალური იდენტიფიკატორი
ku_iq: ناسێنەری ناوازە (تایبەتی)
ky: Уникалдуу идентификатор
lt: Unikalus identifikatorius
lv: Unikālais identifikators
mr: एकमेव आयडेंटिफायर
ms: Pengenalpasti unik
nb_no: Unik identifikator
nl: Unieke identificatie
pl: Unikalny identyfikator
pt_br: Identificador único
pt_pt: Identificador Único
ru: Уникальный идентификатор
sk_sk: Jedinečný identifikátor
sl_si: Unikaten identifikator
sr_rs@cyrillic: Јединствен идентификатор
sr_rs@latin: Jedinstven identifikator
sv_se: Unik identifierare
tr_tr: Benzersiz Tanımlayıcı
uk: Унікальний ідентифікатор
uz_cyrl: Уникал идентификатор
uz_uz@latin: Noyob identifikator
vi_vn: Định danh duy nhất
zh_cn: 独一的识别码
zh_hant: 唯一識別碼
