Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.payment.currencymessage
source: OJS does not perform any currency conversions. If accepting payments for subscriptions, you must ensure that the subscription currency matches the one specified here.
ar: نظام المجلات المفتوحة لا يجري أي عملية للتحويل بين العملات. عند قبول تسديد رسوم الاشتراكات، عليك التأكد من أن مبلغ الاشتراك هو بعملة مطابقة للعملة المحددة هنا.
az: OJS hər hansı bir pul vahidi mübadilə etmə prosesini həyata keçirməz. Abunəlik ödənişlərini qəbul edirsinizsə, abunəlik pul vahidinin burada göstərilənlə uyuşduğuna əmin olmalısınız.
bg_bg: OJS не извършва никакви конверсии на валута. Ако приемате плащания за абонаменти, трябва да се уверите, че абонаментната валута съвпада с посочената тук.
ca_es: L’OJS no fa conversions de moneda. Si accepteu pagaments per les subscripcions, assegureu-vos que la moneda de la subscripció coincideixi amb la que s’indica aquí.
cs_cz: OJS neprovádí žádné měnové převody. Pokud přijímáte platbu za předplatné, musíte zajistit, že měna předplatného odpovídá měně zde specifikované.
da_dk: OJS foretager ingen valutakonverteringer. Hvis du accepterer betalinger for abonnementer, skal du sikre, at abonnementsvalutaen svarer til den, der er angivet her.
de_de: OJS führt keine Währungsumrechnungen durch. Wenn Sie Zahlungen für Abonnements annehmen, müssen Sie sicherstellen, dass die Währung, in der das Abonnement bezahlt wird, der hier festgelegten entspricht.
es_es: OJS no realiza conversiones de moneda. Si decide cobrar por suscripción, debe asegurarse de que la moneda de pago sea la misma que la especificada aquí.
eu: OJSk ez du moneta-bihurketarik egiten. Harpidetza kobratzen bada, moneta bera zehaztu behar duzu hemen.
fa_ir: OJS هیچ تبدیل واحد پولی را انجام نمی‌دهد. چنانچه پرداخت برای اشتراک‌ها را قبول می‌کنید باید از تطابق واحد پولی پرداخت‌ها از آنچه در اینجا ذکر شده اطمینان حاصل کنید
fi: OJS ei muunna valuuttoja. Jos hyväksyt tilausmaksuja, muista varmistaa, että tilauksen valuutta vastaa tässä määritettyä valuuttaa.
fr_fr: OJS n'effectue pas la conversion des devises. Si vous acceptez les paiements pour les abonnements, veuillez vous assurer que la devise d'abonnement correspond à celle spécifiée ici.
gl: OJS non efectúa conversións de moeda. Se acepta pagamentos polas subscricións, asegúrese de que a moeda da subscrición coincida coa que se indica aquí.
hi_in: OJS कोई मुद्रा रूपांतरण नहीं करता है। यदि सदस्यता के लिए भुगतान स्वीकार करते हैं, तो आपको यह सुनिश्चित करना चाहिए कि सदस्यता मुद्रा यहां निर्दिष्ट एक से मेल खाती है।
hr_hr: OJS ne preračunava vrijednosti valuta. Ukoliko naplaćujete usluge časopisa, valuta u kojoj se zaprimaju uplate mora biti identična ovdje odabranoj.
hy: OJS-ը արժույթի փոխարկումներ չի իրականացնում: Եթե ընդունում եք վճարումներ բաժանորդագրությունների համար, դուք պետք է համոզվեք, որ բաժանորդագրության արժույթը համընկնում է այստեղ նշված արժույթի հետ:
id_id: OJS tidak menyediakan konversi mata uang apa pun. Jika menerima pembayaran untuk langganan, Anda harus pastikan bahwa mata uang langganan sesuai dengan yang ada di sini.
it_it: OJS non effettua alcuna conversione di valuta. Nell'accettare i pagamenti per gli abbonamenti, devi assicurarti tu che la valuta del modulo abbonamenti coincida con quella specificata qui.
ja: OJSはいかなる通貨変換も行いません。 購読料の支払いを受け付ける場合は、購読料の通貨がここで指定したものと一致するようにする必要があります。
ka_ge: OJS არ ახდენს ვალუტის კონვერტაციას. თუ იღებთ გადასახადებს გამომწერებისაგან, დარწმუნდით, რომ გადასახადის ვალუტა ემთხვევა აქ მითითებულ ვალუტას.
ku_iq: سیستەمی گۆڤاری کراوە شوێنی پارە گۆڕینەوە نییە. ئەگەر تۆ داوای پارە دەکەیت بۆ ئیشتیراککردن، تۆ دەبێت جۆرێکی پارە دیاری بکەیت کە لەگەڵ ئێرە بگونجیت.
ky: ААК валютаны конвертациялоону жүргүзбөйт. Эгер сиз жазылуулар үчүн төлөмдөрдү кабыл алсаңыз, жазылуу төлөмүңүздүн валютасы бул жерде көрсөтүлгөн валютага дал келишин текшериңиз.
lt: APS nenumato valiutos keitimo. Prieš prenumeruodami žurnalą turite pasirūpinti, kad prenumeratos mokestis būtų mokamas viena iš čia nurodytų valiutų.
lv: OJS neveic valūtas konvertēšanu. Ja tiek pieņemti maksājumi par abonementiem, ir jānodrošina, lai abonementa valūta atbilstu šeit norādītajam.
mr: OJS मध्ये चलन रूपांतरणाची सोय नाही. सदस्यतेसाठी शुल्क स्वीकारत असल्यास, सदस्यता चलन येथे नमूद केलेल्या चलनाशी जुळणारे आहे याची तुम्ही खात्री करा.
ms: OJS tidak melakukan penukaran mata wang apa pun. Sekiranya menerima pembayaran untuk langganan, anda mesti memastikan bahawa mata wang langganan sepadan dengan yang ditentukan di sini.
nb_no: OJS utfører ingen valutakonversjoner. Hvis tidsskriftet skal ta betalt for abonnement, må du sørge for at den valutaen som er spesifisert her, er den riktige.
nl: OJS converteert valuta niet. Als u betalingen voor abonnementen accepteert, verzeker u ervan dat de valuta van het abonnement overeenkomt met de opgegeven valuta.
pl: OJS nie przelicza walut.
pt_br: O sistema não realiza conversão de moeda. Ao aceitar pagamentos pela assinatura, certifique-se do tipo de moeda ter sido especificado corretamente.
pt_pt: O sistema não realiza conversão de moeda. Ao aceitar pagamentos pela subscrição, certifique-se que inseriu a moeda correta.
ru: OJS не выполняет конвертацию валют. Если вы принимаете платежи за подписки, убедитесь, что валюта платежа за подписку соответствует указанной здесь валюте.
sk_sk: OJS nevykonáva žiadne menové prevody. Ak prijímate platbu za predplatné, musíte zaistiť, že mena predplatného zodpovedá mene tu špecifikovanej.
sl_si: OJS ne dela nobenih valutnih pretvorb. Če želite sprejemati plačila v določeni valuti, morate sami vpisati pravilno vrednost naročnine v valuti.
sr_rs@cyrillic: OJS не извршава конверзије валута. Ако примате плађања претплата морате обезбедити да валута претплате одговара овој која је одређена овде.
sr_rs@latin: OJS ne izvršava konverzije valuta. Ako primate plađanja pretplata morate obezbediti da valuta pretplate odgovara ovoj koja je određena ovde.
sv_se: OJS stöder inte valutaomvandling. Om du accepterar betalning, försäkra dig om att prenumerationspriset överensstämmer med följande belopp:
tr_tr: OJS herhangi bir para birimi dönüştürme işlemi yapmaz. Abonelik ödemelerini kabul ediyorsanız, abonelik para biriminin burada belirtilenle eşleştiğinden emin olmalısınız.
uk: OJS не передбачає можливості перерахунку валют. Якщо журнал приймає платежі за передплату, переконайтеся, що валюта збігається із вказаною тут.
uz_cyrl: OJS валюта конвертациясини амалга оширмайди. Тўлов валютаси обуна валютасига мос келишига ишонч ҳосил қилинг.
uz_uz@latin: OJS hech qanday valyuta konvertatsiyasini amalga oshirmaydi. Agar obunalar uchun to'lovlarni qabul qilsangiz, obuna valyutasi bu erda ko'rsatilgan valyutaga mos kelishiga ishonch hosil qilishingiz kerak.
vi_vn: OJS không thực hiện bất kỳ chuyển đổi tiền tệ. Nếu chấp nhận thanh toán cho đăng ký, bạn phải đảm bảo rằng loại tiền đăng ký khớp với loại tiền được chỉ định ở đây.
zh_cn: OJS不执行任何货币转换. 如果接受付款订阅, 你必须确定订阅货币与这里指定的一个匹配.
zh_hant: OJS並無提供貨幣兌換功能。如果接受訂閱的費用，你必須以符合在此標明的貨幣繳付費用。

# manager.payment.description
source: Description
ar: الوصف
az: Açıqlama/təsvir
bg_bg: Описание
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
eu: Azalpena
fa_ir: توصیف
fi: Kuvaus
gl: Descrición
hi_in: विवरण
hr_hr: Opis
hy: Նկարագրություն
id_id: Deskripsi
is_is: Lýsing
it_it: Descrizione
ja: 概要
ka_ge: აღწერა
ku_iq: ناساندن
ky: сүрөттөмө
lt: Aprašymas
lv: Apraksts
mr: प्रकार
ms: Butiran
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk_sk: Popis
sl_si: Opis
sr_rs@cyrillic: Опис
sr_rs@latin: Opis
sv_se: Beskrivning
tr_tr: Açıklama
uk: Опис
uz_cyrl: Тавсиф
uz_uz@latin: Tavsif
vi_vn: Mô tả
zh_cn: 描述
zh_hant: 描述

# manager.payment.details
source: Details
ar: التفاصيل
az: Detallar
bg_bg: Детайли
ca_es: Detalls
cs_cz: Detaily
da_dk: Detaljer
es_es: Detalles
eu: Xehetasunak
fa_ir: جزئیات
fi: Tiedot
fr_fr: Détails
gl: Detalles
hi_in: वर्णन
hr_hr: Detalji
hy: Մանրամասներ
id_id: Detail
is_is: Nánar
it_it: Dettagli
ja: 詳細
ka_ge: დეტალები
ku_iq: وردەکارییەکان
ky: майда-чүйдөсүнө чейин
lt: Išsamiai
lv: Sīkāka informācija
mr: विवरण
ms: Perincian
nb_no: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ru: Детали
sk_sk: Detaily
sl_si: Podrobnosti
sr_rs@cyrillic: Детаљи
sr_rs@latin: Detalji
sv_se: Detaljer
tr_tr: Detaylar
uk: Подробиці
uz_cyrl: Тафсилотлар
uz_uz@latin: Tafsilotlar
vi_vn: Chi tiết
zh_cn: 详细
zh_hant: 詳細說明

# manager.payment.editSubscription
source: Edit Subscription
ar: تعديل الاشتراك
az: Abunəliyi tənzimləyin
bg_bg: Редактиране на абонамент
ca_es: Edita la subscripció
cs_cz: Upravit předplatné
da_dk: Rediger abonnement
de_de: Abonnement bearbeiten
es_es: Editar suscripción
eu: Editatu harpidetza
fa_ir: ویرایش اشتراک
fi: Muokkaa tilausta
fr_fr: Modification de l'abonnement
gl: Editar a subscrición
hi_in: सदस्यता संपादित करें
hr_hr: Uređivanje pretplate
hy: Խմբագրել բաժանորդագրությունը
id_id: Edit Langganan
is_is: Breyta áskrift
it_it: Modifica l'abbonamento
ja: 購読の編集
ka_ge: გამოწერის ჩასწორება
ku_iq: گۆڕینی ئیشتراککردن
ky: Жазылууну түзөтүү
lt: Taisyti
lv: Rediģēt abonementu
mr: सदस्यता वर्गणी संपादित करा
ms: Sunting Langganan
nb_no: Rediger abonnement
nl: Bewerk abonnement
pl: Edytuj subskrypcje
pt_br: Editar assinatura
pt_pt: Editar Subscrição
ru: Редактировать подписку
sk_sk: Upraviť predplatné
sl_si: Uredi naročnino
sr_rs@cyrillic: Уреди претплату
sr_rs@latin: Uredi pretplatu
sv_se: Redigera prenumerationsuppgifter
tr_tr: Abonelik Düzenle
uk: Редагувати передплату
uz_cyrl: Обунани таҳрирлаш
uz_uz@latin: Obunani tahrirlash
vi_vn: Chỉnh sửa Đăng ký
zh_cn: 编辑订阅
zh_hant: 更改訂閱

# manager.payment.enable
source: Enable
ar: تمكين
az: Aktivləşdirin
bg_bg: Включи
ca_es: Habilita
cs_cz: Povolit
da_dk: Aktiver
de_de: Einschalten
es_es: Habilitar
eu: Gaitu
fa_ir: فعال‌سازی
fi: Ota käyttöön
fr_fr: Activer
gl: Activar
hi_in: सक्षम करें
hr_hr: Omogući
hy: Միացնել
id_id: Tidak Bisa
is_is: Virkja
it_it: Abilita
ja: 有効
ka_ge: ჩართვა
ku_iq: چالاککردن
ky: күйгүзүү
lt: Įgalinti
lv: Iespējot
mr: सक्रिय करा
ms: Dayakan
nb_no: Slå på
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
pt_pt: Ativar
ru: Включить
sk_sk: Povoliť
sl_si: Omogoči
sr_rs@cyrillic: Укључи
sr_rs@latin: Uključi
sv_se: Aktivera
tr_tr: Etkinleştir
uk: Дозволити
uz_cyrl: Ёқиш
uz_uz@latin: Yoqish
vi_vn: Kích hoạt
zh_cn: 激活
zh_hant: 允許

# manager.payment.feePaymentOptions
source: Fee Payment Options
ar: خيارات تسديد الرسوم
az: Ödəniş variantları
bg_bg: Опции за плащане на такси
ca_es: Opcions per al pagament de quotes
cs_cz: Možnosti platy poplatků
da_dk: Indstillinger for betaling af gebyrer
de_de: Zahlungsoptionen
es_es: Opciones de pago de la cuota
eu: Ordaintzeko aukerak
fa_ir: گزینه‌های نحوه پرداخت
fi: Maksuihin liittyvät valinnat
fr_fr: Options de paiement des frais
gl: Opcións de pagamento de cotas
hi_in: शुल्क भुगतान के विकल्प
hr_hr: Opcije naplate
hy: Վճարների մուծման տարբերակներ
id_id: Pilihan Pembayaran Biaya
it_it: Opzioni per quote e tariffe
ja: 料金支払い方法
ka_ge: გადახდის პარამეტრები
ku_iq: بژاردەی شێوازی پارەدان
ky: Төлөө параметрлери
lt: Mokesčio mokėjimo parinktys
lv: Maksāšanas iespējas
mr: शुल्क भरण्याचे पर्याय
ms: Pilihan Bayaran Yuran
nb_no: Betalingsalternativer
nl: Betalingsopties
pl: Opcje subskrypcji
pt_br: Opções de pagamento de taxa
pt_pt: Opções de Pagamento de Taxa
ru: Параметры платежей
sk_sk: Možnosti platby poplatkov
sl_si: Način plačila
sr_rs@cyrillic: Опције плаћања накнада
sr_rs@latin: Opcije plaćanja naknada
sv_se: Betalningsalternativ
tr_tr: Ücret Ödeme Seçenekleri
uk: Налаштування платежів
uz_cyrl: Тўлов турлари
uz_uz@latin: To'lovni to'lash imkoniyatlari
vi_vn: Lựa chọn phí thanh toán
zh_cn: 费用支付选项管理
zh_hant: 付款選項

# manager.payment.form.numeric
source: All costs must be positive numeric values (decimal points are allowed)
ar: كل التكاليف ينبغي أن تكون بقيم رقمية موجبة (الفوارز العشرية مسموح بها)
az: Bütün məbləğ pozitiv rəqəmsal dəyərlər şəklində olmalıdır (onluq saylar qəbul edilir)
bg_bg: Всички разходи трябва да са положителни числови стойности (допускат се десетични точки)
ca_es: Tots els costos han de ser valors numèrics positius (s’admeten decimals)
cs_cz: Všechny částky musí mít kladné číselné hodnoty (desetinná místa jsou povolena)
da_dk: Alle omkostninger skal være positive numeriske værdier (decimaltegn er tilladt)
de_de: Alle Kosten müssen durch positive Zahlenwerte ausgedrückt werden, Dezimalstellen sind möglich.
es_es: Todos los costes deben tener un valor numérico positivo (se permite el uso de decimales)
eu: Kostu guztiak zenbakizko balio positiboak izan behar dira (dezimalak onartzen dira)
fa_ir: تمام هزینه‌ها باید مقادیر عددی مثبت باشند (اعداد اعشاری مجاز می‌باشد)
fi: Kaikkien hintojen tulee olla positiivia numeerisia arvoja (desimaalipilkut sallitaan)
fr_fr: Tous les frais doivent avoir une valeur numérique positive (les signes décimaux sont permis)
gl: Todos os custos deben ser valores numéricos positivos (admítense decimais)
hi_in: सभी लागतों को सकारात्मक संख्यात्मक मान होना चाहिए (दशमलव अंक की अनुमति है)
hr_hr: Svi iznosi moraju biti pozitivne numeričke vrijednosti (decimalni brojevi su dozvoljeni)
hy: Բոլոր ծախսերը պետք է լինեն դրական թվային արժեքներ (թույլատրվում են տասնորդական միավորներ)
id_id: Semua biaya harus dalam nilai numerik positif (desimal dibolehkan)
it_it: Tutti i costi devono essere valori numerici positivi (sono permessi i decimali)
ja: すべての料金は正の数値でなければなりません（小数点以下も可）
ka_ge: ყველა ხარჯი უნდა იყოს დადებითი რიცხვითი მნიშვნელობები (ათობითი წერტილები დაშვებულია)
ku_iq: هەمو تێچووەکان دەبێت بە ژمارەیی بن (فاریزەش ڕێگا پێدراوە)
ky: Бардык баалар оң сандар болушу керек (бөлчөк маанилерди колдонсо болот)
lt: Suma turi būti nurodoma kaip teigiamas skaičius (galimi nesveikieji skaičiai)
lv: Visām izmaksām jābūt pozitīvām skaitliskām vērtībām (ir atļauti decimālskaitļi)
mr: सगळ्या संख्या अंकीय मूल्यात असणे आवश्यक आहे (दशांश बिंदूंना अनुमती आहे)
ms: Semua kos mestilah nilai numerik positif (titik perpuluhan dibenarkan)
nb_no: Alle beløp må oppgis med positive tall (desimaler er tillatt)
nl: Alle prijzen moeten positieve numerieke waarden zijn (decimalen zijn toegestaan)
pl: Wszystkie płatności muszą być wyrażone liczbami dodatnimi
pt_br: Todos os preços devem ser valores numéricos positivos (são autorizadas casas decimais)
pt_pt: Todos os preços devem ser valores numéricos positivos (são autorizadas casas decimais)
ru: Все цены должны быть положительными числами (можно использовать дробные значения)
sk_sk: Všetky čiastky musia mať kladné číselné hodnoty (desatinné miesta sú povolené)
sl_si: Vsi zneski morajo biti pozitivna števila (decimalke so dovoljene)
sr_rs@cyrillic: Све цене морају бити позитивне нумеричке вредности (дозвољено је унети децималне вредности)
sr_rs@latin: Sve cene moraju biti pozitivne numeričke vrednosti (dozvoljeno je uneti decimalne vrednosti)
sv_se: Alla kostnader måste ha positiva numeriska värden (decimaltecken är tillåtna)
tr_tr: Tüm tutarlar pozitif sayısal değerler şeklinde olmalıdır (ondalık sayılar kabul edilir)
uk: Всі розміри платежів повинні мати позитивні цифрові значення (дозволяються крапкові десяткові розділювачі)
uz_cyrl: Барча қийматлар мусбат сон бўлиши керак.
uz_uz@latin: Barcha xarajatlar ijobiy raqamli bo'lishi kerak (kasrli nuqtalarga ruxsat berilgan)
vi_vn: Tất cả các gia trị phải là số dương (cho phép nhập số thập phân)
zh_cn: 所有费用必须是正的数字值 (允许小数点)
zh_hant: 所有價錢必須為正數（允許點數）

# manager.payment.generalFees
source: General Fees
ar: رسوم عامة
az: Ümumi haqqlar
bg_bg: Общи такси
ca_es: Quotes generals
cs_cz: Obecné poplatky
da_dk: Generelle gebyrer
de_de: Allgemeine Gebühren
es_es: Cuotas generales
eu: Tarifa orokorrak
fa_ir: هزینه‌های عمومی
fi: Yleiset maksut
fr_fr: Frais généraux
gl: Cotas xerais
hi_in: सामान्य शुल्क
hr_hr: Opće naplate
hy: Ընդհանուր վճարներ
id_id: Biaya Umum
it_it: Quote generali
ja: 一般料金
ka_ge: ზოგადი გადახდები
ku_iq: تێچوی گشتی
ky: Жалпы төлөмдөр
lt: Pagrindiniai mokesčiai
lv: Vispārējās maksas
mr: सर्वसाधारण फी
ms: Bayaran Am
nb_no: Standardbetaling
nl: Algemene betalingen
pl: Koszty ogólne
pt_br: Taxas gerais
pt_pt: Taxas Gerais
ru: Общие платежи
sk_sk: Obecné poplatky
sl_si: Splošna pristojbina
sr_rs@cyrillic: Опште накнаде
sr_rs@latin: Opšte naknade
sv_se: Allmänna avgifter
tr_tr: Genel Ücretler
uk: Загальні платежі
uz_cyrl: Умумий тўловлар
uz_uz@latin: Umumiy to'lovlar
vi_vn: Phí chung
zh_cn: 一般费用
zh_hant: 一般費用

# manager.payment.generalFeesDescription
source: The Association Membership will appear in About the Journal under Policies.
ar: رابطة العضوية ستظهر ضمن (عن المجلة) تحت باب السياسات.
az: Dərnək üzvlüyü, Jurnal Haqqında səhifəsində Politikalar altındadır
bg_bg: Членството в Асоциацията ще се появи в „За списанието“ под „Политики“.
cs_cz: Členství v asociaci se objeví v části O časopise pod Pravidly a odkaz pro dary se objeví nad funkcí pro vyhledávání v rámci napravo.
da_dk: Foreningsmedlemskab vises under Om tidsskriftet under Politikker, og donationslinket vises oven over søgefunktionen i rammen til højre.
de_de: "Institutionelle Mitgliedschaft" steht im "Über uns" der Zeitschrift unter "Zur Zeitschrift", der Link für Spenden befindet sich oberhalb der Suchfunktion im rechten Frame.
eu: Elkarteko kideak “Aldizkariari buruz” atalean agertuko dira, “Politika” atalaren azpian.
fi: Yhdistyksen jäsenyys näkyy Tietoa julkaisusta -sivulla Toimintaperiaatteet-kohdassa ja lahjoituslinkki näkyy hakutoiminnon yläpuolella, oikeanpuoleisessa kehyksessä.
gl: Os membros da asociación aparecerán na sección "Sobre a revista", baixo o apartado "Políticas".
hr_hr: Mogućnost članstva u organizaciji bit će navedena u rubrici "uređivačka politika" pod poveznicom "o časopisu". U slučaju aktivacije opcije, poveznica na donacije nalazit će se u gornjem desnom okviru svake stranice, ponad prozora za pretraživanje.
hy: Ասոցիացիայի Անդամակցությունը կհայտնվի «Օրագրի մասին» բաժնում՝ "Քաղաքականություն" ներքո:
id_id: Keanggotaan Asosiasi akan ditampilkan di Tentang Jurnal di bawah kebijakan, dan tautan donasi akan muncul di atas fungsi cari di frame sebelah kanan.
ja: 組織会員は「ジャーナルについて」の「ポリシー」に表示されます。
ka_ge: ასოცირებული წევრობა გამოჩნდება ჟურნალ About the Journal under Policies-ში.
ky: Ссылка «Ассоциированное членство» появится на странице «О журнале» в разделе «Правила».
lt: Apie narystę bus pažymėta atsivertus skiltį „Apie žurnalą“ („Nuostatos“), o apie aukas – paieškos juostoje, dešinėje.
lv: Asociācijas dalība būs redzama sadaļā Par žurnālu, sadaļā Politika.
mr: संस्था सदस्यत्वाच्या धोरणाविषयीची माहिती <i>धोरणे > नियतकालिकाविषयी</i> मध्ये दिसेल.
ms: Keahlian Persatuan akan muncul di Tentang Jurnal di bawah Polisi.
nb_no: Organisasjonsmedlemskap vil vises i «Om» tidsskriftet under «Retningslinjer».
nl: Het verenigingslidmaatschap verschijnt in Over dit Tijdschrift onder Beleid.
pl: Członkostwo w stowarzyszeniu pojawi się w sekcji O czasopiśmie, pod polem "Zasady".
pt_br: A taxa de adesão aparecerá na seção Políticas da página Sobre a revista, e o link para doações aparecerá, por padrão, acima das funções de busca da barra lateral.
ru: Ссылка «Ассоциированное членство» появится на странице «О журнале» в разделе «Правила».
sk_sk: Členstvo v asociácii sa objaví v časti O časopise pod Pravidlami a odkaz pre dary se objaví nad funkciou pre vyhľadávanie v rámci napravo.
sr_rs@cyrillic: Чланство асоцијације ће се појавити у страници О часопису у делу Политике,а линк за донације ће се појавити изнад функције за претрагу у оквиру са десне стране.
sv_se: Föreningsprenumeranters medlemsskap kommer att synas under Policyer i Om Tidskriften. Donationslänkarna kommer att synas ovanför sökrutan i högermenyn.
uk: Посилання "Членство в асоціації" з'явиться у розділі "Політика" сторінки "Про журнал".
uz_cyrl: Ушбу тўловлар журнал сиёсатида кўрсатилади.
uz_uz@latin: Assotsiatsiyaga a'zolik "Siyosat to'g'risida" jurnalida paydo bo'ladi.
zh_cn: 该协会的成员，将出现在政策下面的关于期刊里, 捐赠链接就会出现右边框的搜索功能上面.
zh_hant: 協會會員資格會出現在政策內關於期刊頁面。

# manager.payment.generalOptions
source: General Options
ar: خيارات عامة
az: Ümumi seçimlər
bg_bg: Общи параметри
ca_es: Opcions generals
cs_cz: Obecné možnosti
da_dk: Generelle indstillinger
de_de: Allgemeine Optionen
es_es: Opciones generales
eu: Aukera orokorrak
fa_ir: امکانات عمومی
fi: Yleiset valinnat
fr_fr: Options générales
gl: Opcións xerais
hi_in: सामान्य विकल्प
hr_hr: Opće opcije
hy: Ընդհանուր ընտրանքներ
id_id: Opsi Umum
it_it: Opzioni generali
ja: 一般的なオプション
ka_ge: ზოგადი პარამეტრები
ku_iq: بژاردە گشتییەکان
ky: Жалпы параметрлер
lt: Pagrindinės parinktys
lv: Vispārējās iespējas
mr: सर्वसाधारण पर्याय
ms: Pilihan Umum
nb_no: Generelle alternativer
nl: Algemene opties
pl: Ogólne opcje
pt_br: Opções gerais
pt_pt: Opções Gerais
ru: Общие параметры
sk_sk: Všeobecné možnosti
sl_si: Splošne nastavitve
sr_rs@cyrillic: Опште опције
sr_rs@latin: Opšte opcije
sv_se: Generella alternativ
tr_tr: Genel Seçenekler
uk: Загальні налаштування
uz_cyrl: Умумий созламалар
uz_uz@latin: Umumiy variantlar
vi_vn: Các tùy chọn chung
zh_cn: 支付一般设置
zh_hant: 一般選項

# manager.payment.noPayments
source: No Payments
ar: لا تسديدات
az: Ödəmə yoxdur
bg_bg: Няма плащания
ca_es: Sense pagaments
cs_cz: Žádné platby
da_dk: Ingen betalinger
de_de: Keine Zahlungen
es_es: Sin pagos
eu: Ordainketarik ez
fa_ir: بدون پرداخت
fi: Ei maksuja
fr_fr: Aucun paiement
gl: Sen pagamentos
hi_in: कोई भुगतान नहीं
hr_hr: Bez uplata
hy: Վճարումներ չկան
id_id: Tidak Ada Pembayaran
is_is: Engar greiðslur
it_it: Nessun pagamento
ja: 支払いなし
ka_ge: არ არის გადახდები
ku_iq: خۆڕایی
ky: Төлөмдөр жок
lt: Nemokama
lv: Maksājumu nav
mr: कोणतेही शुल्क प्रदान करणे नाही
ms: Tiada Pembayaran
nb_no: Ingen betalinger
nl: Geen betalingen
pl: Brak opłat
pt_br: Nenhum pagamento
pt_pt: Nenhum pagamento
ru: Нет платежей
sk_sk: Žiadne platby
sl_si: Brez naročnin
sr_rs@cyrillic: Нема плаћања
sr_rs@latin: Nema plaćanja
sv_se: Inga betalningar
tr_tr: Ödeme Yok
uk: Немає платежів
uz_cyrl: Тўловлар мавжуд эмас
uz_uz@latin: To'lovlar yo'q
vi_vn: Không thanh toán
zh_cn: 无支付记录
zh_hant: 沒有付款

# manager.payment.notFound
source: Not Found
ar: لم يُعثر عليه
az: Tapılmadı
bg_bg: Не е намерено
ca_es: No s’ha trobat
cs_cz: Nenalezeno
da_dk: Blev ikke fundet
de_de: Nicht gefunden
es_es: No se pudo encontrar
eu: Ez da aurkitu
fa_ir: پیدا نشد
fi: Ei löydetty
fr_fr: Non trouvé
gl: Non se atopou
hi_in: नहीं मिला
hr_hr: Nije pronađeno
hy: Չի գտնվել
id_id: Tidak ditemukan
is_is: Fannst ekki
it_it: Non trovato
ja: 見つかりません
ka_ge: ვერ მოიძებნა
ku_iq: نەدۆزرایەوە
ky: Табылган жок
lt: Nerasta
lv: Nav atrasts
mr: सापडले नाही
ms: Tidak Dijumpai
nb_no: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_br: Não encontrado
pt_pt: Não encontrado
ru: Не найдено
sk_sk: Nenájdené
sl_si: Ni bilo najdeno
sr_rs@cyrillic: Није пронађено
sr_rs@latin: Nije pronađeno
sv_se: Saknas
tr_tr: Bulunamadı
uk: Не знайдено
uz_cyrl: Топилмади
uz_uz@latin: Topilmadi
vi_vn: Không tìm thấy
zh_cn: 没有找到
zh_hant: 找不到

# manager.payment.options
source: Options
ar: الخيارات
az: Seçimlər
bg_bg: Опции (параметри)
ca_es: Opcions
cs_cz: Možnosti
da_dk: Indstillinger
de_de: Optionen
es_es: Opciones
eu: Aukerak
fa_ir: امکانات
fi: Valinnat
gl: Opcións
hi_in: विकल्प
hr_hr: Opcije
hy: Ընտրանքներ
id_id: Opsi
is_is: Valkostir
it_it: Opzioni
ja: オプション
ka_ge: პარამეტრები
ku_iq: بژاردەکان
ky: Параметрлер
lt: Parinktys
lv: Iespējas
mr: पर्याय
ms: Pilihan
nb_no: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Параметры
sk_sk: Možnosti
sl_si: Nastavitve
sr_rs@cyrillic: Опције
sr_rs@latin: Opcije
sv_se: Alternativ
tr_tr: Seçenekler
uk: Налаштування
uz_cyrl: Тўлов созламалари
uz_uz@latin: Variantlar
vi_vn: Lựa chọn
zh_cn: 支付选项管理
zh_hant: 選項
