Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.statistics.reports.defaultReport.articleAbstract
source: Article abstract page views
ar: مشاهدات صفحة الملخصات
az: Məqalə Xülasəsi Səhifə baxışları
bg_bg: Прегледи на резюмета на статии
ca_es: Visualitzacions de les pàgines de resum dels articles
cs_cz: Počet přečtení stránky abstraktu daného článku
da_dk: Resumésidevisninger
de_de: Aufrufe der Abstractseiten von Artikeln
es_es: Visitas a la página del resumen del artículo
eu: Artikuluaren laburpenaren orri-bistaratzeak
fa_ir: مشاهده صفحه چکیده مقاله
fi: Artikkelin abstraktisivun katselukerrat
fr_fr: Vues de la page résumé de l'article
gl: Visualizacións da páxina do resumo do artigo
hi_in: लेख सार पृष्ठ दृश्य
hr_hr: Broj pregleda stranice sa sažetkom
hy: Հոդվածի համառոտագրության էջերի դիտումներ
id_id: Kunjungan halaman abstrak artikel
is_is: Áhorf á útdrætti greina
it_it: Viste delle pagine degli abstract
ja: 記事アブストラクトのページビュー
ka_ge: სტატიის აბსტრაქტის გვერდის ნახვები
ku_iq: لاپەڕەی پیشاندانی پوختەی توێژینەوە
ky: Макала аннотация бетин көрүүлөр
lt: Peržiūrėta straipsnių santraukų
lv: Raksta anotācijas lapas skatījumi
mr: लेखाच्या गोषवार्‍याच्या पानाला भेट देणार्‍यांची संख्या
ms: Paparan halaman abstrak artikel
nb_no: Sidevisning av artikkelsammendrag
nl: Artikel samenvatting views
pl: Liczba wyświetleń strony abstraktu
pt_br: Acessos à página de resumo
pt_pt: Visualizações da página do resumo do artigo
ru: Просмотры страницы аннотации статьи
sk_sk: Počet prečítaní stránky abstraktu daného článku
sl_si: Vpogledi v stran s povzetkom prispevka
sr_rs@cyrillic: Прегледа апстракта страна
sr_rs@latin: Pregleda apstrakta strana
sv_se: Visningar av abstracts
tr_tr: Makale özet sayfası gösterimleri
uk: Перегляди сторінки анотації статті
uz_cyrl: Аннотация кўришлар
uz_uz@latin: Maqolaning mavhum sahifalarini ko'rish
vi_vn: Lượt xem tóm tắt
zh_cn: 文章摘要页面浏览量
zh_hant: 文章摘要頁面閱覽數量

# manager.statistics.reports.defaultReport.articleAbstractAndDownloads
source: Article abstract page views and downloads
ar: ملخصات المؤلَّفات، عدد المشاهدات والتنزيلات
az: Məqalə xülasəsi baxışları və endirmələri
bg_bg: Прегледи на резюмета на статии и сваляния
ca_es: Resum i descàrregues dels articles
cs_cz: Abstrakty článku a stažení
da_dk: Artikelresuméer og downloads
de_de: Abstractseiten und Downloads
es_es: Resumen del artículo y descargas
eu: Artikuluaren laburpenaren orri-bistaratzeak eta deskargak
fa_ir: مشاهده صفحه چکیده مقاله و دانلود
fi: Artikkelin tiivistelmä ja lataukset
fr_fr: Résumé de l'article et téléchargements
gl: Resumo do artigo e descargas
hi_in: लेख सार पृष्ठ दृश्य और डाउनलोड
hr_hr: Sažetak članka i preuzimanja
hy: Հոդվածի համառոտագրության էջերի դիտումներ և ներբեռնումներ
id_id: Abstrak dan unduhan artikel
is_is: Áhorf og niðurhal útdrátta
it_it: Viste degli abstract e download degli articoli
ja: 記事要約のページビューとダウンロード
ka_ge: სტატიის აბსტრაქტის გვერდის ნახვები და ჩამოტვირთვა
ku_iq: لاپەڕەی پیشاندان و دابەزاندنی پوختەی توێژینەوەکان
ky: Макала аннотация бетин көрүүлөр жана жүктөөлөр
lt: Peržiūrėta ir parsisiųsta straipsnių santraukų
lv: Raksta anotācijas lapas skatījumi un lejupielādes
mr: लेखाच्या गोषवार्‍याच्या पानाला भेट देणार्‍यांची संख्या आणि उतरवून घेतलेले (डाउनलोड्स) लेख
ms: Paparan dan muat turun halaman abstrak artikel
nb_no: Artikkelsammendrag og nedlastinger
nl: Artikel samenvatting en downloads
pl: Liczba wyświetleń strony abstraktu oraz pobrań
pt_br: Resumos e downloads
pt_pt: Resumo do artigo e downloads
ru: Скачивания и просмотры аннотации статьи
sk_sk: Abstrakty článku a stiahnutia
sl_si: Vpogledi v stran s povzetkom in prenos datotek prispevka
sr_rs@cyrillic: Преузимања чланка и апстракта
sr_rs@latin: Preuzimanja članka i apstrakta
sv_se: Visningar av abstracts och nedladdningar av artiklar
tr_tr: Makale özeti görüntüleme ve indirmeleri
uk: Скачування і перегляди анотації статті
uz_cyrl: Аннотация кўришлар ва юклаб олишлар
uz_uz@latin: Maqolaning mavhum sahifalarini ko'rish va yuklab olish
vi_vn: Lượt xem tóm tắt và tải xuống
zh_cn: 文章摘要和下载
zh_hant: 文章摘要頁面閱覽及下載數量

# manager.statistics.reports.defaultReport.journalIndexPageViews
source: Journal main page views
ar: مشاهدات صفحة المجلة الرئيسية
az: Jurnal ana səhifə baxışları
bg_bg: Показвания на главната страница на списанието
ca_es: Visualitzacions de la pàgina principal de la revista
cs_cz: Počet přečtení hlavní stránky časopisu
da_dk: Visninger af tidsskriftets indgangsside
de_de: Startseiten-Aufrufe
es_es: Visitas a la página principal de la revista
eu: Aldizkariaren orri nagusiko bistaratzeak
fa_ir: مشاهده صفحه اصلی مجله
fi: Julkaisun pääsivun katselukerrat
fr_fr: Vue de la page principale de la revue
gl: Visualizacións da páxina principal da revista
hi_in: जर्नल मुख्य पृष्ठ दृश्य
hr_hr: Broj pregleda naslovnice časopisa
hy: Ամսագրի գլխավոր էջի դիտումներ
id_id: Kunjungan ke halaman utama jurnal
is_is: Áhrof á forsíðu tímarits
it_it: Viste della home page della rivista
ja: ジャーナルのメインページビュー
ka_ge: ჟურნალის მთავარი გვერდის ნახვები
ku_iq: پیشاندانی لاپەڕەی سەرەکی گۆڤار
ky: Журналдын башкы бетин көрүүлөр
lt: Žurnalo pagrindinio puslapio peržiūros
lv: Žurnāla galvenās lapas skatījumi
mr: नियतकालिकाच्या मुख्यपृष्ठाला भेट देणार्‍यांची संख्या
ms: Paparan halaman utama jurnal
nb_no: Visninger av tidsskriftets hovedside
nl: Tijdschrift voorpagina views
pl: Liczba wyświetleń głównej strony czasopisma
pt_br: Acessos à capa do periódico
pt_pt: Visualizações da página principal da revista
ru: Просмотры главной страницы журнала
sk_sk: Počet prečítaní hlavnej stránky časopisu
sl_si: Vpogledi na osnovno stran revije
sr_rs@cyrillic: Број прегледа главне стране часописa
sr_rs@latin: Broj pregleda glavne strane časopisa
sv_se: Visningar av tidskriftens förstasida
tr_tr: Dergi ana sayfa görüntülemeleri
uk: Перегляди головної сторінки журналу
uz_cyrl: Бош саҳифа кўришлар
uz_uz@latin: Jurnalning asosiy sahifalarini ko'rish
vi_vn: Lượt xem trang của tạp chí
zh_cn: 期刊主要页面访问量
zh_hant: 期刊主頁閱覽數量

# manager.statistics.reports.defaultReport.issuePageViews
source: Issue table of contents page views
ar: مشاهدات صفحة محتويات العدد
az: Mündəricat səhifəsi baxışları
bg_bg: Прегледи на таблицата със съдържанието на списанието
ca_es: Visualitzacions de la taula de continguts del número
cs_cz: Obsah čísla s počty přístupů
da_dk: Visninger af numres indholdsfortegnelse
de_de: Aufrufe des Inhaltverzeichnis der Ausgabe
es_es: Visualizaciones de la tabla de contenidos del número
eu: Zenbakiaren aurkibidearen orri-bistaratzeak
fa_ir: مشاهده صفحه فهرست مطالب شماره
fi: Numeron sisällysluettelosivun katselukerrat
fr_fr: Numéro Table des matières Pages vues
gl: Visualizacións da taboa de contidos do número
hi_in: सामग्री पृष्ठ दृश्य की अंक तालिका
hy: Թողարկման բովանդակության էջի դիտումներ
id_id: Kunjungan ke halaman daftar isi terbitan
is_is: Áhorf á efnisyfirlit tölublaðs
it_it: Visualizzazioni totali dell'indice uscita
ja: 発行巻号の目次のページビュー
ka_ge: შინაარსის გვერდის ნახვები
ku_iq: پیشاندانی لاپەڕەی خشتەی ناوەڕۆکەکانی ژمارەکە
ky: Чыгарылыштын мазмун бетин көрүүлөр
lt: Turinio puslapių peržiūros
lv: Žurnāla numura satura lapas skatījumi
mr: अंकाच्या अनुक्रमणिकेला भेट देणार्‍यांची संख्या
ms: Terbitan paparan halaman isi kandungan
nb_no: Visninger av nummertabell eller innholdsside
nl: Nummer inhoudsopgave views
pl: Liczba wyświetleń spisu treści numeru
pt_br: Visualizações do sumário da edição
pt_pt: Visualizações do sumário do número
ru: Просмотры страницы с содержанием выпуска
sk_sk: Obsah čísla s počtom prístupov
sl_si: Vpogledi na stran s kazalom
sr_rs@cyrillic: Број прегледа Садржаја
sr_rs@latin: Broj pregleda Sadržaja
sv_se: Visningar av numrets innehållsförteckning
tr_tr: İçindekiler sayfası görüntülemeleri
uk: Перегляди сторінки зі змістом випуску
uz_cyrl: Нашр сони кўришлар
uz_uz@latin: Muammolar jadvali sahifalarini ko'rish
vi_vn: Lượt xem mục lục
zh_hant: 期刊目錄頁面閱覽數量

# manager.subscriptionPolicies
source: Subscription Policies
ar: سياسات الاشتراك
az: Abunəlik Politikası
bg_bg: Правила за абонамент
ca_es: Polítiques de subscripció
cs_cz: Pravidla předplatného
da_dk: Abonnementspolitikker
de_de: Abonnementrichtlinien
es_es: Políticas de suscripción
eu: Harpidetza-politikak
fa_ir: سیاست‌های اشتراک
fi: Tilauskäytännöt
fr_fr: Politiques d'abonnement
gl: Políticas de subscricións
hi_in: सदस्यता नीतियाँ
hr_hr: Politika pretplate
hy: Բաժանորդագրության քաղաքականություն
id_id: Kebijakan Langganan
is_is: Stefna um áskriftir
it_it: Politiche di abbonamento
ja: 購読ポリシー
ka_ge: ხელმოწერის წესები
ku_iq: سیاسەتەکانی بەشداریکردن
ky: Жазылуу саясаты
lt: Registravimosi nuostatos
lv: Abonēšanas noteikumi
mr: सदस्यता धोरणे
ms: Polisi Langganan
nb_no: Abonnementsregler
nl: Abonnementenbeleid
pl: Zasady subskrypcji
pt_br: Políticas de assinaturas
pt_pt: Políticas de Subscrições
ru: Правила подписки
sk_sk: Pravidla predplatného
sl_si: Naročniška politika
sr_rs@cyrillic: Политике претплате
sr_rs@latin: Politike pretplate
sv_se: Prenumerationspolicyer
tr_tr: Abonelik Politikası
uk: Політика передплат
uz_cyrl: Обуна сиёсати
uz_uz@latin: Obuna siyosati
vi_vn: Chính sách thuê bao
zh_cn: 订阅规定
zh_hant: 訂閱政策

# manager.subscriptionPolicies.delayedOpenAccess
source: Delayed Open Access
ar: الوصول المفتوح المؤجل
az: Gecikmiş açıq giriş
bg_bg: Отложен отворен достъп
ca_es: Accés obert diferit
cs_cz: Zpožděný otevřený přístup
da_dk: Forsinket Open Access
de_de: Verzögerter Open Access
es_es: Acceso abierto diferido
eu: Sarrera libre geroratua
fa_ir: دسترسی آزاد ( با تأخیر)
fi: Viiveellinen avoin saatavuus
fr_fr: Accès libre différé
gl: Acceso aberto adiado
hi_in: विलंबित ओपन एक्सेस
hr_hr: Odgođeni otvoreni pristup
hy: Հետաձգված բաց մուտք
is_is: Seinkaður opinn aðgangur
it_it: Accesso aperto posticipato (delayed)
ja: 遅延オープンアクセス
ka_ge: გადადებული ღია წვდომის ჩართვა
ku_iq: دەستپێڕاگەیشتنی کراوەی دواخراو
ky: Кечиктирилген ачык жеткиликтүүлүк
lt: Vėluojanti atviroji prieiga
lv: Aizkavēta atvērta piekļuve
mr: विलंबित मुक्त उपलब्धता
ms: Akses Terbuka Tertunda
nb_no: Utsatt Open Access
nl: Vertraagde Open Access
pl: Opóźniony otwarty dostęp (open access)
pt_br: Acesso Livre adiado
pt_pt: Acesso Livre Adiado
ru: Отложенный открытый доступ
sk_sk: Oneskorený otvorený prístup
sl_si: Prost dostop z zamikom
sr_rs@cyrillic: Одгођени отворен приступ
sr_rs@latin: Odgođeni otvoren pristup
sv_se: Fördröjd open access
tr_tr: Gecikmeli Açık Erişim
uk: Відстрочений відкритий доступ
uz_cyrl: Кечиктирилган очиқ кириш
uz_uz@latin: Kechiktirilgan ochiq kirish
vi_vn: Truy cập mở trì hoãn
zh_cn: 稍后开放阅读
zh_hant: 延遲開放取用

# manager.subscriptionPolicies.enableSubscriptionExpiryReminderBeforeMonthsValid
source: Please use the checkbox provided.
ar: لطفاً، استعمل خانة التأشير.
az: Zəhmət olmasa verilən təsdiq qutusunu istifadə edin
bg_bg: Моля, използвайте предоставеното квадратче за отметка.
ca_es: Utilitzeu la casella de verificació proporcionada, si us plau.
cs_cz: Použijte, prosím, zaškrtávací políčka.
da_dk: Anvend det givne afkrydsningsfelt.
de_de: Bitte nutzen Sie die vorgesehene Checkbox.
es_es: Por favor, use la casilla de verificación proporcionada.
eu: Erabili horretarako dagoen kontrol-laukia.
fa_ir: لطفاً تیک بزنید
fi: Käytä valintaruutua.
fr_fr: Utilisez la boîte à cocher fournie.
gl: Use a caixa de verificación que se fornece.
hi_in: कृपया दिए गए चेकबॉक्स का उपयोग करें।
hy: Խնդրում ենք օգտագործել նշված ընտրավանդակը:
id_id: Silakan gunakan checkbox yang disediakan.
is_is: Vinsamlega notaðu gátreitinn.
it_it: Per favore usa la casella di spunta fornita.
ja: チェックボックスをご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ თოლია.
ku_iq: تکایە ئەو چوارگۆشە بچووکە بەکاربهێنە کە بەدەستکراوە.
ky: Берилген белгини колдонуңуз.
lt: Prašome naudoti pateiktą žymimąjį langelį.
lv: Lūdzu, izmantojiet attiecīgo izvēles rūtiņu.
mr: कृपया दिलेला पर्याय (चेकबॉक्स) निवडा.
ms: Sila gunakan kotak pilihan yang disediakan.
nb_no: Vennligst bruk avkrysningsboksen.
nl: Gebruik de voorziene checkbox.
pl: Proszę skorzystać z pola zaznaczenia.
pt_br: Habilite a caixa de opção disponível.
pt_pt: Use a caixa de selecção fornecida.
ru: Пожалуйста, поставьте галочку.
sk_sk: Použite, prosím, zaškrtávacie políčka.
sl_si: Prosimo izberite določeno potrditveno polje.
sr_rs@cyrillic: Користите кутијице за означавање.
sr_rs@latin: Koristite kutijice za označavanje.
sv_se: Använd den kryssruta som finns.
tr_tr: Lütfen verilen onay kutusunu kullanın.
uk: Будь ласка, поставте галочку.
uz_cyrl: Обуна тугашидан бир неча ой олдин эслатма юборишни ёқиш.
uz_uz@latin: Iltimos, ko'rsatilgan katakchadan foydalaning.
vi_vn: Vui lòng sử dụng checkbox được cung cấp.
zh_hant: 請使用所提供的勾選框。

# manager.subscriptionPolicies.expiry
source: Subscription Expiry
ar: انتهاء صلاحية الاشتراك
az: Abunəlik sonu
bg_bg: Изтичане на абонамента
ca_es: Venciment de la subscripció
cs_cz: Vypršení předplatného
da_dk: Udløb af subskription
de_de: Ende des Abonnements
es_es: Vencimiento de la suscripción
eu: Harpidetzaren amaiera
fa_ir: انقضای اشتراک
fi: Tilauksen päättyminen
fr_fr: Échéance de l'abonnement
gl: Vencemento da subscrición
hi_in: सदस्यता समाप्ति
hr_hr: Istek pretplate
hy: Բաժանորդագրության ժամկետի ավարտը
id_id: Masa Berlaku Langganan
is_is: Áskrift rennur út
it_it: Scadenza dell'abbonamento
ja: 購読期間終了
ka_ge: გამოწერის ვადის დასრულება
ku_iq: بەسەرچوونی بەشداریکردن
ky: Жазылуунун мөөнөтү бүтүү
lt: Baigiasi prenumerata
lv: Abonēšanas termiņa beigas
mr: सदस्यता समाप्ती
ms: Tamat Tempoh Langganan
nb_no: Abonnementets utløpstid
nl: Afloop van het abonnement
pl: Wygaśnięcie subskrypcji
pt_br: Expiração da assinatura
pt_pt: Expiração de Subscrição
ru: Окончание срока подписки
sk_sk: Expirácia predplatného
sl_si: Iztek naročnine
sr_rs@cyrillic: Истек претплате
sr_rs@latin: Istek pretplate
sv_se: Prenumerationen förfaller
tr_tr: Abonelik Bitişi
uk: Завершення передплати
uz_cyrl: Обуна муддатининг тугаши
uz_uz@latin: Obuna muddati tugadi
vi_vn: Hết hạn thuê bao
zh_cn: 订阅到期
zh_hant: 訂閱到期

# manager.subscriptionPolicies.expiryDescription
source: Upon subscription expiry, readers may be denied access to all subscription content or may continue to retain access to subscription content published prior to the subscription expiry date.
ar: عند انتهاء صلاحية الاشتراك، قد يفقد القراء إمكانية الوصول لكل المحتوى المتعلق بالاشتراك، أو قد يبقى بإمكانهم الوصول إلى المحتوى المنشور قبل انتهاء صلاحيته فقط.
az: Abunəliyin sona çatmasından sonra, oxucunun bütün abunəlik məzmununa girişi rədd edilə bilər ancaq abunəlik sonuna qədər nəşr edilən məzmuna girişi saxlana bilər.
bg_bg: След изтичане на абонамента на читателите може да бъде отказан достъп до цялото съдържание на абонамента или да продължат да имат достъп до съдържанието на абонамента, публикувано преди датата на изтичане на абонамента.
ca_es: Després que venci la subscripció, podeu denegar l’accés als lectors/ores a tot el contingut que requereix subscripció, o bé podeu triar que hi continuïn tenint accés si els continguts s'han publicat abans de la data de venciment.
cs_cz: Po vypršení předplatného může být čtenářům zamítnut přístup k veškerému placenému obsahu nebo si mohou zachovat přístup k předplacenému obsahu, který byl publikován před vypršením předplatného.
da_dk: Læsere kan blive nægtet adgang til alle subskriptioner ved subskriptionens udløb eller alternativt beholde adgang til subskriptionskrævende indhold, som er publiceret før subskriptionens udløb.
de_de: Zum Ende des Abonnements kann den Leser/innen der Zugang zu sämtlichen Abonnement-Inhalten verwehrt werden, oder sie können weiterhin Zugang zu Abonnement-Inhalten erhalten, die vor dem Abonnement-Ende veröffentlicht wurden.
es_es: A partir del vencimiento de la suscripción, los lectores/as podrían no tener acceso al contenido total de la suscripción, aunque es posible que sí puedan tener acceso al contenido de dicha suscripción que se haya publicado antes de la fecha de vencimiento.
eu: Harpidetza amaitutakoan, irakurleek ez dute inolako aukerarik izango harpidetza bidezko edukia ikusteko, edo harpidetza amaitu baino lehenago argitaratutako lanak ikusteko aukera izango dute.
fa_ir: در صورت انقضای اشتراک دسترسی خوانندگان به تمام مقالات و یا به مقالاتی که بعد از انقضا منتشر شده است بسته می‌شود
fi: Tilauksen päättyessä lukijoilta voidaan evätä pääsy kaikkeen tilauksen sisältöön tai he voivat säilyttää edelleen pääsyn tilauksen päättymispäivää ennen julkaistuun sisältöön.
fr_fr: À l'échéance de l'abonnement, les lecteurs peuvent se voir refuser l'accès à tout contenu restreint ou peuvent conserver l'accès au contenu publié avant la date d'échéance de l'abonnement.
gl: Ao caducar a subscrición, aos lectores pódeselles denegar o acceso a todo o contido da subscrición ou poden continuar mantendo acceso ao contido publicado antes da data de caducidade da subscrición.
hi_in: सदस्यता समाप्त होने पर, पाठकों को सभी सदस्यता सामग्री तक पहुंच से वंचित किया जा सकता है या सदस्यता समाप्ति तिथि से पहले प्रकाशित सदस्यता सामग्री तक पहुंच बनाए रखना जारी रख सकता है।
hr_hr: Nakon isteka pretplate, čitatelju može biti uskraćen pristup cjelokupnom pretplatničkom sadržaju ili može zadržati pristup pretplatničkom sadržaju na koji je objavljen prije isteka pretplate.
hy: Բաժանորդագրության ժամկետը լրանալուց հետո ընթերցողներին կարող է մերժվել մուտքը բաժանորդագրության ողջ բովանդակությունը կամ կարող է շարունակել օգտվել բաժանորդագրության բովանդակությունից, որը հրապարակվել է մինչև բաժանորդագրության ժամկետի ավարտը:
id_id: Saat langganannya berakhir, pembaca dapat dihentikan aksesnya ke semua isi langganan atau masih diperbolehkan bisa mengakses ke isi langganan yang diterbitkan sebelum tanggal berakhir langganan.
is_is: Þegar áskrift rennur út, er hægt að taka allan aðgang af lesendum, eða leyfa þeim að halda aðgangi sínum að því efni sem var gefið út áður en áskriftin rann út.
it_it: È possibile decidere se, alla scadenza dell'abbonamento, i lettori perdano completamente l'accesso ai contenuti riservati o se mantengano il diritto di accedere al contenuto pubblicato prima della data di scadenza dell'abbonamento stesso.
ja: 購読期間が終了すると、読者はすべての購読コンテンツへのアクセスを拒否される場合もあれば、購読の有効期限内に発行された購読コンテンツへのアクセスを継続する場合もあります。
ka_ge: გამოწერის ვადის ამოწურვის შემდეგ, მკითხველს შეიძლება უარი ეთქვას ყველა შიგთავსზე ან გააგრძელოს წვდომის შენარჩუნება გამოწერის ვადის გასვლამდე გამოქვეყნებულ შიგთავსზე.
ku_iq: لەگەڵ کۆتاییهاتنی بەشداریکردن، خوێنەران لەوانەیە هیچی دیکە نەتوانن بابەتەکان ببینن یان لەوانەیە ئەو بابەتانە ببینن کە پێش کۆتاییهاتنی بەشداریکردنیان بڵاو کراونەتەوە.
ky: Жазылуу мөөнөтү бүткөндө окурмандар бардык жазылуу мазмунуна кирүү мүмкүнчүлүгүн жоготушу мүмкүн же мөөнөт бүткөнгө чейин жарыяланган мазмунга кирүү мүмкүнчүлүгүн сактап калышы мүмкүн.
lt: Baigiantis prenumeratai, skaitytojai gali arba atsisakyti prieigos prie prenumetuotojo žurnalo, arba skaityti jį iki paskutinės prenumeratos laikotarpio dienos.
lv: Beidzoties abonēšanas termiņam, lasītājiem var tikt liegta piekļuve visam abonētajam saturam vai arī viņi var saglabāt piekļuvi abonētajam saturam, kas publicēts pirms abonēšanas termiņa beigām.
mr: सदस्यता कालबाह्य झाल्यानंतर, वाचकांना सदस्यतेमुळे उपलब्ध असलेला सर्व मजकूर वाचण्यासाठी प्रतिबंध केला जाऊ शकतो किंवा सदस्यता समाप्तीच्या तारखेपूर्वी प्रकाशित झालेला मजकूर कायमस्वरूपी उपलब्ध ठेवला जाऊ शकतो.
ms: Setelah tamat tempoh langganan, pembaca mungkin dilarang mengakses semua kandungan langganan atau boleh terus mengekalkan akses ke kandungan langganan yang diterbitkan sebelum tarikh luput langganan.
nb_no: Når abonnementet utløper kan leseren enten miste tilgangen til alt abonnementsinnhold, eller beholde tilgangen til det innholdet som var publisert fram til leserens abonnement utløp.
nl: Als het abonnement afloopt kunnen gebruikers de toegang tot alle inhoud verliezen of toegang houden tot de de inhoud voorafgaand aan de afloopdatum.
pl: Po wygaśnięciu subskrypcji, czytelnicy nie będą mieć dostępu do subskrybowanej treści lub mogą zachować dostęp do subskrybowanej opublikowanej przed wygaśnięciem daty subskrypcji.
pt_br: Leitores podem perder acesso ao conteúdo exclusivo a assinantes na data do expiração da assinatura, ou podem manter acesso a conteúdo publicado anteriormente à expiração.
pt_pt: Leitores podem perder acesso ao conteúdo exclusivo a subscritores no momento da expiração da subscrição, ou podem manter acesso a conteúdo publicado anteriormente à expiração.
ru: По окончании срока подписки читателям может быть запрещен доступ ко всему контенту, предоставляемому по подписке, или доступ может быть сохранен только к предоставляемому по подписке контенту, который был опубликован до даты окончания срока подписки.
sk_sk: Po expirácii predplatného môže byť čitateľom zamietnutý prístup k celému platenému obsahu alebo si môžu zachovať prístup k predplatenému obsahu, ktorý bol publikovaný pred expiráciou predplatného.
sl_si: Po izteku naročnine je bralcem lahko zavrnjen dostop do vseh naročenih vsebin ali pa ohranijo dostop do vsebin, ki so mu bile na voljo pred iztekom naročnine.
sr_rs@cyrillic: Након истека претплате читаоцима може бити онемогућен приступ на садржај који је у претплати или се може задржати приступ претплати за садржај који је објављен пре истека претплате.
sr_rs@latin: Nakon isteka pretplate čitaocima može biti onemogućen pristup na sadržaj koji je u pretplati ili se može zadržati pristup pretplati za sadržaj koji je objavljen pre isteka pretplate.
sv_se: När prenumerationen förfaller kan läsarna nekas tillgång till allt innehåll i prenumerationen eller ha fortsatt tillgång till prenumerationens innehåll som har publicerats innan det datum då prenumerationen upphörde.
tr_tr: Abonelik bitiminden sonra, okuyucunun tüm abonelik içeriğine erişim reddedilebilir ancak abonelik sonuna kadar yayınlanan içeriğe erişimi korunabilir.
uk: Після завершення передплати читачі можуть втратити доступ до всього передплатного контенту або можуть мати доступ до змісту, опублікованого до дати завершення передплати.
uz_cyrl: Обуна муддати тугаганда мазмунга кириш автоматик тарзда чекланади.
uz_uz@latin: Obuna muddati tugagandan so'ng, o'quvchilar obuna tarkibiga kirishni rad etishlari yoki obuna muddati tugashidan oldin e'lon qilingan obuna tarkibiga kirishni davom ettirishi mumkin.
vi_vn: Khi hết hạn thuê bao, độc giả có thể bị từ chối truy cập vào tất cả nội dung đăng ký hoặc có thể tiếp tục duy trì quyền truy cập vào nội dung đăng ký được công bố trước ngày hết hạn.
zh_cn: 订阅期满后，读者可能会被拒绝进入所有订阅内容或可继续保留访问前发表的订阅内容到订阅的终止日期。
zh_hant: 當訂閱到期時，讀者可能會未能取用所有訂閱內容，或可在到期日前繼續取用訂閱內容。

# manager.subscriptionPolicies.expiryFull
source: Full expiry
ar: إنتهاء صلاحية كامل
az: Hamısını bitirin
bg_bg: Цялостно изтичане на абонамента
ca_es: Venciment total
cs_cz: Úplné vypršení
da_dk: Fuldstændigt udløb
de_de: Volles Abonnement-Ende
es_es: Vencimiento total
eu: Erabat amaitu harpidetza
fa_ir: انقضای کامل
fi: Täysi päättyminen
fr_fr: Échéance complète
gl: Vencemento total
hi_in: पूर्ण समाप्ति
hr_hr: Potpuni istek
hy: Ժամկետի ամբողջական ավարտ
id_id: Berakhir Total
is_is: Rennur út að fullu
it_it: Scadenza totale
ja: 全失効
ka_ge: გამოწერის სრული ვადის გასვლა
ku_iq: بەرچونی تەواو
ky: Толук мөөнөт бүтүү
lt: Paigėsi
lv: Pilnīga abonēšanas termiņa izbeigšanās
mr: पूर्णपणे कालबाह्य
ms: Tamat tempoh penuh
nb_no: Utløpsdato
nl: Volledig verlopen
pl: Pełne wygaśnięcie
pt_br: Expiração total
pt_pt: Expiração total
ru: Полное окончание подписки
sk_sk: Úplná expirácia
sl_si: Popolno končanje naročnine
sr_rs@cyrillic: Потпуни истек
sr_rs@latin: Potpuni istek
sv_se: Upphör helt
tr_tr: Tümünü Sonladır
uk: Повне завершення
uz_cyrl: Тўлиқ тугаш
uz_uz@latin: To'liq amal qilish muddati
vi_vn: Hết hạn sử dụng
zh_cn: 全部到期
zh_hant: 完全到期
