Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.contextAbout
source: About the Journal
ar: عن المجلة
az: Jurnal haqqında
bg_bg: За списанието
ca_es: Sobre la revista
cs_cz: O časopise
da_dk: Om tidsskriftet
de_de: Über uns
es_es: Acerca de la revista
eu: Aldizkariari buruz
fa_ir: درباره مجله
fi: Tietoa julkaisusta
fr_fr: À propos
gl: Acerca da revista
hi_in: जर्नल के बारे में
hy: Ամսագրի մասին
id_id: Tentang Jurnal
is_is: Um tímaritið
it_it: Informazioni sulla rivista
ja: ジャーナルについて
ka_ge: ჟურნალის შესახებ
ku_iq: دەربارەی گۆڤارەکە
ky: Журнал тууралуу
lt: Apie žurnalą
lv: Par žurnālu
mr: नियतकालिकाविषयी
ms: Mengenai Jurnal
nb_no: Om tidsskriftet
nl: Over het tijdschrift
pl: O czasopiśmie
pt_br: Sobre a Revista
pt_pt: Sobre a Revista
ru: О журнале
sk_sk: O časopise
sl_si: O reviji
sr_rs@cyrillic: О часопису
sr_rs@latin: O časopisu
sv_se: Om tidskriften
tr_tr: Dergi Hakkında
uk: Про журнал
uz_cyrl: Журнал ҳақида
uz_uz@latin: Jurnal haqida
vi_vn: Giới thiệu về Tạp chí
zh_hant: 關於期刊

# manager.setup.contextAbout.description
source: Include any information about your journal which may be of interest to readers, authors or reviewers. This could include your open access policy, the focus and scope of the journal, copyright notice, sponsorship disclosure, history of the journal, a privacy statement, and inclusion in any LOCKSS or CLOCKSS archival system.
ar: ضمّن أي معلومات عن مجلتك قد تكون ذات أهمية للقراء، والمؤلفين أو المحكمين. هذا قد يشمل سياسة الوصول المفتوح التي تتبعها، مجالات عمل المجلة، بيان الحقوق الفكرية، التصريح بالجهات الداعمة، تأريخ المجلة، بيان الخصوصية، وما إذا كانت المجلة منضمة إلى أي من أنظمة الحفظ الاحتياطي LOCKSS أو CLOCKSS.
az: Jurnalınız haqqında oxuculara, müəlliflərə və ya rəyçilərə maraqlarını çəkə biləcək hər cür məlumatı əlavə edin. Bu, açıq giriş politikanızı, Jurnalın fokus və əhatə dairəsini, müəllif hüququ bildirişini, sponsorluq ifşasını, Jurnalın tarixini, bir məxfilik bildirişini və hər hansı bir LOCKSS və ya CLOCKSS arxivləmə sisteminə daxil edilməsini əhatə edə bilər.
bg_bg: Включете всяка информация за вашето списание, която може да представлява интерес за читатели, автори или рецензенти. Това може да включва вашата политика на отворен достъп, фокуса и обхвата на списанието, известие за авторски права, разкриване на спонсорство, история на списанието, декларация за поверителност и включване във всяка архивна система LOCKSS или CLOCKSS.
ca_es: Inclogui qualsevol informació sobre la revista que pugui ser d'interès per a lectors/es, autors/es o revisors/es, com per exemple: política d'accés obert, focus i àmbit de la revista, avís de drets d'autor, divulgació del patrocini, història de la revista, declaració de privacitat o si està inclosa en algun sistema d'arxius LOCKSS o CLOCKSS.
cs_cz: Zahrňte de veškeré informace o vašem časopise, které mohou být zajímavé pro čtenáře, autory nebo recenzenty. Tyto informace by měly zahrnovat vaše zásady otevřeného přístupu, zaměření a rozsah časopisu, oznámení o autorských právech, povolení sponzoringu, historii časopisu, prohlášení o ochraně osobních údajů a zařazení do libovolného archivního systému LOCKSS nebo CLOCKSS.
da_dk: Her indskrives alle de informationer, som kan være af interesse for læsere, forfattere eller bedømmere. Det gælder f.eks. tidsskriftets fokusområde, oplysninger om ophavsret, open access politik, en erklæring om beskyttelse af personlige oplysninger, tidsskriftets historie mm.
de_de: Nehmen Sie alle Informationen über Ihre Zeitschrift mit auf, die von Interesse für Leser/innen, Autor/innen oder Gutachter/innen sein könnten. Hierzu könnten Ihre Open-Access-Policy, das Konzept Ihrer Zeitschrift, Copyright-Angaben, Informationen über Sponsoren, die Geschichte der Zeitschrift, Angaben zum Datenschutz und die Beteiligung an LOCKSS- oder CLOCKSS-Archivierungssystemen gehören.
es_es: Incluya toda la información sobre su revista que considere de interés para lectores/as, autores/as o revisores/as, por ejemplo: la política de acceso abierto, el enfoque y ámbito de la revista, el aviso de derechos de autor, la declaración de esponsorización, la historia de la revista, la declaración de privacidad o la inclusión en algún sistema de archivo LOCKSS o CLOCKSS.
eu: Sartu zure aldizkariari buruzko edozein informazio, irakurleentzat, egile edo ebaluatzaileentzat interesgarria izan daitekeena. Honen barruan egon daitezke zure sarbide irekiko politika, aldizkariaren fokua eta irismena, egile-eskubideen oharra, babesleen dibulgazioa, aldizkariaren historia, pribatutasun adierazpena eta LOCKSS edo CLOCKSS artxibo-sistema batean sartzea.
fa_ir: وارد کردن اطلاعاتی درباره مجله که ممکن است مورد علاقه‌ی خوانندگان و داوران باشد. اطلاعات می‌تواند شامل سیاست‌های دسترسی آزاد ، زمینه مطالعاتی مجله، حق نشر، حامیان مجله، پیشینه‌ی مجله؛ بیانیه حفظ حریمی شخصی و ... باشد.
fi: Sisällytä tähän mitä tahansa tietoa julkaisusta, joka saattaa kiinnostaa lukijoita, kirjoittajia ja arvioijia. Kiinnostavia tietoja voivat olla esim. avoimen saatavuuden periaate, julkaisun tarkoitus ja toimintaperiaatteet, tekijänoikeushuomautus, tiedonanto tukemista koskien, julkaisun historia, tietosuojaseloste ja LOCKSS tai CLOCKSS-arkistojärjestelmiin kuuluminen.
fr_fr: Inclure toute information sur votre revue qui pourrait intéresser les lecteurs, les auteurs ou les rapporteurs. Cela peut inclure votre politique de libre accès, les champs d'intérêt, les questions entourant les droits d'auteur, la divulgation des commandites, l'historique de la revue, une déclaration de confidentialité et l'inclusion dans n'importe quel système d'archives LOCKSS ou CLOCKSS.
gl: Inclúe calquera información sobre a revista que poida interesar aos lectores/as, autores/as ou revisores/as. Isto podería incluír a política de acceso aberto, o enfoque e alcance da revista, aviso de dereitos de autor/a, divulgación de patrocinios, historial da revista, declaración de privacidade e inclusión en calquera sistema de arquivo LOCKSS ou CLOCKSS.
hi_in: अपनी जर्नल के बारे में कोई भी जानकारी शामिल करें जो पाठकों, लेखकों या समीक्षकों के लिए रूचिकर हो सकती है। इसमें आपकी खुली पहुंच नीति, जर्नल का फोकस और दायरा, कॉपीराइट नोटिस, प्रायोजन प्रकटीकरण, जर्नल का इतिहास, एक गोपनीयता कथन, और किसी भी LOCKSS या CLOCKSS अभिलेखीय प्रणाली में शामिल करना शामिल हो सकता है।
hy: Ներառեք ձեր ամսագրի մասին ցանկացած տեղեկատվություն, որը կարող է հետաքրքրել ընթերցողներին, հեղինակներին կամ գրախոսներին: Սա կարող է ներառել ձեր բաց մուտքի քաղաքականությունը, ամսագրի ուղղվածությունը և շրջանակը, հեղինակային իրավունքի մասին ծանուցումը, հովանավորության բացահայտումը, ամսագրի պատմությունը, գաղտնիության հայտարարությունը և ցանկացած LOCKSS կամ CLOCKSS արխիվային համակարգում ներառելը:
id_id: Tuliskan semua informasi tentang jurnal Anda yang mungkin bermanfaat bagi pembaca, penulis atau reviewer. Hal ini dapat mencakup kebijakan Open Access, fokus dan lingkup jurnal, pernyataan hak cipta, pernyataan sponsorship, sejarah jurnal, pernyataan privasi, dan keterlibatan di sistem pengarsipan LOCKSS maupun CLOCKSS.
is_is: Skráðu allar upplýsingar um tímritið sem gætu skipt máli fyrir lesendur, höfunda eða ritrýna. Þetta getur m.a. falið í sér stefnu um opinn aðgang, áherslur og efnissvið tímaritsins, höfundaréttur, stuðningsaðila, sögu tímaritisins, persónuvernd og þátttaka í geymslukerfum eins og LOCKSS eða CLOCKSS.
it_it: Scopo e ambito della rivista, politiche, informazioni sulla peer review, copyright, archiviazione, sponsor, ecc.
ja: 読者、著者、査読者が興味を持ちそうな、あなたのジャーナルに関する情報を記載してください。これには、オープンアクセスポリシー、ジャーナルの対象と範囲、著作権表示、スポンサーの開示、ジャーナルの歴史、プライバシーステートメント、LOCKSSやCLOCKSSのアーカイブシステムへの掲載などが含まれます。
ka_ge: ჩართეთ ნებისმიერი ინფორმაცია თქვენი ჟურნალის შესახებ, რომელიც შეიძლება საინტერესო იყოს მკითხველთათვის, ავტორებისთვის ან რეცენზენტებისთვის. ეს შეიძლება შეიცავდეს თქვენი ღია წვდომის პოლიტიკას, ჟურნალის ყურადღების ცენტრს და მოცულობას, საავტორო უფლებების შეტყობინებას, სპონსორობის გამჟღავნებას, ჟურნალის ისტორიას, კონფიდენციალურობის დებულებას და ნებისმიერ LOCKSS ან CLOCKSS საარქივო სისტემაში ჩართვას.
ku_iq: هەموو زانیارییەک بنوسە دەبارەی گۆڤارەکەتان کە ڕەنگە جیگای سەرەنج بێت بۆ خوێنەران، نوسەران یان هەڵسەنگێنەران. ئەمەش دەکرێت هەریەکە لە سیاسەتی دەستپێگەیشتنی کراوە. چەق و بواری گۆڤارەکە، تێبینی مافی لەبەرگرتنەوە، ئاشکراکردنی سپۆنسەر. مێژووی گۆڤارەکە، بەیانی تایبەت، و سیستەمی ئەرشیفکردنی لۆکس یان کلۆکس لە خۆ بگرێت.
ky: Окурмандар, авторлор же рецензенттер үчүн кызыктуу болушу мүмкүн болгон журнал тууралуу маалыматты бул жерге киргизиңиз. Аларга ачык кирүү саясаттары, журналдын көз карашы, автордук укук шарттары, демөөрчүлүк маалыматы, журналдын тарыхы, купуялык билдирүүлөрү жана LOCKSS же CLOCKSS архивдик тутумуна кошуу камтышы мүмкүн.
lt: Įtraukite bet kokią informaciją apie savo žurnalą, kuri gali būti įdomi skaitytojams, autoriams ar recenzentams. Tai gali būti jūsų atviros prieigos politika, žurnalo dėmesio centre esanti tema ir apimtis, autorių teisių pranešimas, rėmimo atskleidimas, žurnalo istorija, privatumo pareiškimas ir įtraukimas į bet kurią LOCKSS arba CLOCKSS archyvavimo sistemą.
lv: Iekļaut jebkādu informāciju par žurnālu, kas varētu interesēt lasītājus, autorus vai recenzentus. Tā varētu ietvert atvērtās piekļuves politiku, žurnāla mērķi un darbības jomu, paziņojumu par autortiesībām, informāciju par sponsoriem, žurnāla vēsturi, privātuma atrunu un iekļaušanu jebkurā LOCKSS vai CLOCKSS arhīvu sistēmā.
mr: तुमच्या नियतकालिकाबद्दल वाचक, लेखक किंवा समीक्षकांना स्वारस्य असलेली योग्य त्या माहितीचा समावेश करा. यामध्ये तुमचे मुक्त उपलब्धता धोरण, नियतकालिकाचे लक्ष्य आणि व्याप्ती, स्वामित्वाधिकारासंबंधी (कॉपीराईट) सूचना, पुरस्कर्त्याबद्दल माहिती, नियतकालिकाचा इतिहास, गोपनीयता विधान आणि LOCKSS किंवा CLOCKSS प्रणालींमध्ये संग्रहण धोरण याचा समावेश असू शकतो.
ms: Sertakan maklumat mengenai jurnal anda yang mungkin menarik bagi pembaca, pengarang atau pengulas. Ini termasuk polisi akses terbuka anda, fokus dan ruang lingkup jurnal, notis hak cipta, pendedahan penajaan, sejarah jurnal, kenyataan privasi, dan penyertaan dalam mana-mana sistem arkib LOCKSS atau CLOCKSS.
nb_no: Inkluder informasjon om tidsskriftet som kan være av interesse for lesere, forfattere eller fagfeller. Dette kan inkludere retningslinjer for open access, hovedfokus og spennvidde for tidsskriftet, opphavsrettsnotis, informasjon om sponsorer, tidsskriftets historie, erklæring om personopplysninger og arkivering i LOCKSS eller CLOCKSS arkivsystem.
nl: Geef informatie over het tijdschrift die van belang kan zijn voor lezers, auteurs of reviewers, over bijvoorbeeld open access beleid, focus en doel van het tijdschrift, copyright verklaring, bekendmaking van sponsors, geschiedenis van het tijdschrift, privacy verklaring, en eventuele opname in archiveringssystemen zoals LOCKSS of CLOCKSS.
pl: Załącz wszelkie informacje o Twoim czasopiśmie, które mogą zainteresować czytelników, autorów lub recenzentów. Mogą się wliczać informacje o Twoich zasadach wolnego dostępu, cel i zakres czasopisma, uwagi o prawach autorskich, informacje o sponsorach, historię czasopisma, oświadczenie o ochronie prywatności, ujęcie w systemie archiwalnym LOCKSS lub CLOCKSS.
pt_br: Inclui qualquer informação sobre a revista que pode ser de interesse para os leitores, autores ou colaboradores. Isso poderia incluir a sua política de acesso aberto, o foco e o escopo da revista, aviso de direitos autorais, a divulgação de patrocínio, a história da revista, uma declaração de privacidade, e inclusão em qualquer sistema de arquivo LOCKSS ou CLOCKSS.
pt_pt: Incluir qualquer informação sobre a revista que possa ser de interesse para leitores, autores ou revisores. Pode ser a política de acesso aberto, o enfoque da revista, aviso de direitos de autor, divulgação e patrocínio, histórico da revista, uma declaração de privacidade e inclusão em qualquer sistema de arquivamento LOCKSS ou CLOCKSS.
ru: Включите сюда любую информацию о журнале, которая может быть интересна читателям, авторам или рецензентам. Это могут быть правила открытого доступа, концепция журнала, условия передачи авторских прав, информация о спонсорах, история журнала, заявление о конфиденциальности и включение материалов в архивную систему LOCKSS или CLOCKSS.
sk_sk: Uveďte akékoľvek informácie o svojom časopise, ktoré by mohli zaujímať čitateľov, autorov alebo recenzentov. Tieto informácie by mali zahŕňať vaše zásady otvoreného prístupu, zameranie a rozsah časopisu, oznámenia o autorských právach, povolenie sponzoringu, históriu časopisu, vyhlásenie o ochrane osobných údajov a zaradenie do ľubovoľného archívneho systému LOCKSS alebo CLOCKSS.
sl_si: Vključite vse informacije o reviji, ki so lahko zanimive za bralce, avtorje in recenzente. To lahko vključuje politiko prostega dostopa, fokus in obseg revije, izjava o avtorskih pravicah, politiko sponzorstva, zgodovino revije, izjavo o vrovanju osebnih podatkov in vključitev v LOCKSS ali CLOCKSS sistem arhiviranja.
sr_rs@cyrillic: Упишите информације које могу бити инетерсантне за ваше читаоце, ауторе и рецензенте. Ту можете уписати информације о политици отвореног приступа, фокуса и опсега часописа, ауторска права, спонзорства, историју часописа, изјаву о приватности и укљученост у неки од LOCKSS или CLOCKSS система за архивирање.
sr_rs@latin: Upišite informacije koje mogu biti inetersantne za vaše čitaoce, autore i recenzente. Tu možete upisati informacije o politici otvorenog pristupa, fokusa i opsega časopisa, autorska prava, sponzorstva, istoriju časopisa, izjavu o privatnosti i uključenost u neki od LOCKSS ili CLOCKSS sistema za arhiviranje.
sv_se: Skriv här information om tidskriften som kan vara intressant för läsare, författare eller sakkunniggranskare. Det kan vara tidskriftens open access-policy, ämne och målgrupp, upphovsrättsvillkor, sponsorer, tidskriftens historia och om tidskriften ingår i arkivsystem som LOCKSS eller CLOCKSS.
tr_tr: Derginiz hakkında okuyuculara, yazarlara veya hakemlere ilgilerini çekebilecek her türlü bilgiyi ekleyin. Bu, açık erişim politikanızı, derginin odak ve kapsamını, telif hakkı bildirimini, sponsorluk ifşasını, derginin tarihini, bir gizlilik bildirimini ve herhangi bir LOCKSS veya CLOCKSS arşivleme sistemine dahil edilmesini içerebilir.
uk: Вкажіть основні відомості про журнал, що зацікавлять читачів, авторів або рецензентів. Це можуть бути положення про відкритий доступ, концепція журналу, умови передачі авторських прав, інформація про спонсорів, історія журналу, політика конфіденційності або відомості про включення матеріалів в архівну систему LOCKSS або CLOCKSS.
uz_cyrl: Журнал ҳақидаги барча маълумотлар (сиёсат, тарих, таҳририят ҳайъати).
uz_uz@latin: O'quvchilar, mualliflar yoki sharhlovchilarni qiziqtirishi mumkin bo'lgan jurnalingiz haqidagi har qanday ma'lumotlarni qo'shing. Bu sizning ochiq kirish siyosatingiz, jurnalning yo'nalishi va ko'lami, mualliflik huquqi to'g'risidagi bildirishnoma, homiylik haqidagi ma'lumot, jurnal tarixi, maxfiylik to'g'risidagi bayonot va LOCKSS yoki CLOCKSS har qanday arxiv tizimiga kiritishni o'z ichiga olishi mumkin.
vi_vn: Bao gồm bất kỳ thông tin nào về tạp chí của bạn có thể được độc giả, tác giả hoặc người phản biện quan tâm. Điều này có thể bao gồm chính sách truy cập mở của bạn, phạm vi và mục đích của tạp chí, thông báo bản quyền, tài trợ, lịch sử của tạp chí, tuyên bố về bảo mật thông tin và đưa vào bất kỳ hệ thống lưu trữ LOCKSS hoặc CLOCKSS nào.
zh_hant: 包含有關您的期刊任何讀者、作者或審稿員會有興趣的內容。例如您的開放取用(Open Access)政策、期刊重點及範圍、版權資訊、贊助者公開資訊、私隱聲明及如有LOCKSS或CLOCKSS檔案保存系統。

# manager.setup.journalHomepageContent
source: Journal Homepage Content
ar: محتوى الصفحة الرئيسية للمجلة
az: Jurnal ana səhifə məzmunu
bg_bg: Съдържание на началната страница на списанието
ca_es: Contingut de la pàgina inicial de la revista
cs_cz: Obsah domácí stránky časopisu
da_dk: Indhold på tidsskriftets hjemmeside
de_de: Inhalt der Eingangsseite der Zeitschrift
es_es: Contenido de la página inicial de la revista
eu: Aldizkariaren hasierako orriaren edukia
fa_ir: محتوای صفحه اصلی مجله
fi: Julkaisun etusivun sisältö
fr_fr: Contenu de la page d'accueil de la revue
gl: Contido da páxina de inicio da revista
hi_in: जर्नल मुखपृष्ठ सामग्री
hr_hr: Sadržaj naslovne stranice časopisa
hy: Ամսագրի գլխավոր էջի բովանդակությունը
id_id: Konten Beranda Jurnal
is_is: Innihald á forsíðu tímarits
it_it: Contenuto dell'homepage della rivista
ja: ジャーナルのホームページのコンテンツ
ka_ge: ჟურნალის მთავარი გვერდის შიგთავსი
ku_iq: ناوەڕۆکی پەڕی سەرەکی گۆڤار
ky: Журналдын башкы бетинин мазмуну
lt: Pradžia
lv: Žurnāla mājaslapas saturs
mr: नियतकालिकाच्या मुख्यपृष्ठावरील मजकूर
ms: Kandungan Halaman Utama Jurnal
nb_no: Tidsskrifthjemmeside innhold
nl: Inhoud van de homepage van het tijdschrift
pl: Zawartość strony głównej czasopisma
pt_br: Conteúdo da capa
pt_pt: Conteúdo da Página Inicial
ru: Контент главной страницы журнала
sk_sk: Obsah domácej stránky časopisu
sl_si: Vsebina domače strani revije
sr_rs@cyrillic: Садржај почетне странице часописа
sr_rs@latin: Sadržaj početne stranice časopisa
sv_se: Innehåll på tidskriftens förstasida
tr_tr: Dergi Anasayfa İçeriği
uk: Зміст головної сторінки журналу
uz_cyrl: Бош саҳифа таркиби
uz_uz@latin: Jurnal bosh sahifasining tarkibi
vi_vn: Nội dung trang chủ tạp chí
zh_cn: 期刊首页内容
zh_hant: 期刊主頁內容
