Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.editorDecision
source: Editor Decision
ar: قرار المحرر
az: Redaktor qərarı
bg_bg: Решение на редактора
ca_es: Decisió de l’editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
de_de: Redaktionsentscheidung
es_es: Decisión del editor/a
eu: Editorearen erabakia
fa_ir: تصمیم دبیر
fi: Toimittajan päätös
fr_fr: Décision du rédacteur
gl: Decisión do editor/a
hi_in: संपादक का निर्णय
hr_hr: Urednička odluka
hy: Խմբագրի որոշումը
id_id: Keputusan Editor
is_is: Ákvörðun ritstjóra
it_it: Decisione dell'editor
ja: 編集方針
ka_ge: რედაქტორის გადაწყვეტილება
ku_iq: بڕیاری سەرنوسەر
ky: Редактордун чечими
lt: Redaktoriaus sprendimas
lv: Redaktora lēmums
mr: संपादकाचा निर्णय
ms: Keputusan Editor
nb_no: Redaktørens beslutning
nl: Beslissing redacteur
pl: Decyzja redaktora
pt_br: Decisão editorial
pt_pt: Decisão Editorial
ru: Решение редакции
sk_sk: Rozhodnutie editora
sl_si: Odločitev urednika
sr_rs@cyrillic: Одлука уредника
sr_rs@latin: Odluka urednika
sv_se: Redaktörens beslut
tr_tr: Editör Kararı
uk: Рішення редактора
uz_cyrl: Муҳаррир қарори
uz_uz@latin: Tahririyat qarori
vi_vn: Quyết định của biên tập viên
zh_cn: 编辑决策
zh_hant: 編輯決定

# manager.setup.emailBounceAddress
source: Bounce Address
ar: عنوان الرسائل المردودة
az: Cavab verməyən email adresi
bg_bg: Адрес за грешки (при връщане на имейл)
ca_es: Adreça de retorn
cs_cz: Adresa pro nedoručitelné zprávy
da_dk: Returadresse
de_de: Antwortadresse
es_es: Dirección para los mensajes devueltos
eu: Erreboteko helbidea
fa_ir: آدرس برگشت
fi: Palautusosoite
fr_fr: Adresse de courriel pour les messages non délivrés
gl: Enderezo de retorno
hi_in: बाउंस पता
hr_hr: Adresa obavijesti o nedostavljanju
hy: Վերադարձի հասցե
is_is: Óskilapóstur - netfang
it_it: Indirizzo per i messaggi respinti
ja: バウンスアドレス
ka_ge: მისამართი შეცდომების გადასაგზავნად
ku_iq: ناونیشانی نامە گەڕاوەکان
ky: Каталар үчүн дарек
lt: Peradresavimas
lv: Atlēciena (bounce) adrese
mr: चुकीचा पत्ता
ms: Alamat e-mel untuk mesej yang tidak dihantar
nb_no: Feilmeldingsadresse
nl: Retouradres voor onbestelbare e-mail
pl: Adres zwrotny
pt_br: Endereço de retorno de e-mail
pt_pt: Endereço de retorno de e-mail
ru: Адрес для ошибок
sk_sk: Adresa pre nedoručiteľné správy
sl_si: Naslov za obvestilo o neuspeli dostavi
sr_rs@cyrillic: Адреса за враћене поруке
sr_rs@latin: Adresa za vraćene poruke
sv_se: Bounce-adress
tr_tr: Yanıt vermeyen e-posta adresi
uk: Адреса повернення
uz_cyrl: Хатоликлар учун почта манзили (Bounce Address)
uz_uz@latin: Chiqish manzili
vi_vn: Địa chỉ trả lại
zh_cn: 退信邮箱
zh_hant: 彈回電郵地址

# manager.setup.emailBounceAddress.description
source: Any undeliverable emails will result in an error message to this address.
ar: أي رسالة لا تصل إلى هدفها سيعتبرها الموقع خطأً يُبلغ عنه إلى هذا العنوان البريدي.
az: Təslim edilməyən emaillər bu adresə bir xəta mesajı kimi göndərilər
bg_bg: Всички имейли, които не могат да се доставят, ще доведат до съобщение за грешка на този адрес.
ca_es: S’enviarà un missatge d’error a aquesta adreça cada vegada que no s’hagi pogut entregar un missatge de correu electrònic.
cs_cz: Jakékoliv nedoručitelné e-maily povedou k zaslání chybové zprávy na tuto adresu.
da_dk: Alle e-mails, der ikke kan leveres, resulterer i en fejlmeddelelse til denne adresse.
de_de: Jede E-Mail, die nicht zugestellt werden kann, erzeugt eine Fehlermeldung, die an diese Adresse geschickt wird.
es_es: Si un correo electrónico no se puede enviar, se recibirá un mensaje de error en esta dirección.
eu: Mezu bat bidali ezinda geratzen den bakoitzean, errore-mezu bat iritsiko da helbide honetara.
fa_ir: اگر ایمیلی برگشت بخورد پیغامی به این آدرس ارسال می‌شود
fi: Tähän osoitteeseen lähetetään virheilmoitus aina, kun sähköpostia ei voida toimittaa perille.
fr_fr: Tout courriel non délivré entraînera un message d'erreur envoyé à cette adresse.
gl: Enviarase unha mensaxe de erro a este enderezo cada vez que non se poida entregar unha mensaxe de correo electrónico.
hi_in: कोई भी अपरिवर्तनीय ईमेल इस पते पर एक त्रुटि संदेश देगा।
hr_hr: Bilo koja nedostavljena e-pošta rezultirat će slanjem poruke o pogrešci na ovu adresu.
hy: Ցանկացած չառաքվող նամակներ կհանգեցնեն այս հասցեի համար սխալի հաղորդագրության:
id_id: Setiap email yang tidak terkirim akan menghasilkan pesan eror ke alamat ini.
is_is: Allur óskilapóstur mun skila villuboðum á þetta netfang.
it_it: Nel caso l'invio di un messaggio di posta elettronica non dovesse andare a buon fine, verrà inviata una notifica di errore a questo indirizzo.
ja: 不達のメールは、このアドレスにエラーメッセージがだされます。
ka_ge: ნებისმიერი გაუგზავნელი ელწერილი გამოიწვევს შეცდომას ამ მისამართზე.
ku_iq: ئەو ئیمەیڵانەی نەگەیشتون دەبنە هۆکاری هاتنی ئەم نامانە بۆ ئەم ناونیشانە.
ky: Электрондук почтаны жеткирүү менен көйгөйлөр болсо, бул дарекке ката билдирүү жөнөтүлөт.
lt: Dėl bet kokių nepristatomų el. laiškų šiuo adresu bus išsiųstas klaidos pranešimas.
lv: Jebkuri nepiegādātie e-pasta ziņojumi ar kļūdas ziņojumu tiks nosūtīti uz šo adresi.
mr: न पोहोचलेल्या ई-मेलबद्दल या पत्त्यावर त्रुटी संदेश (error message) येईल.
ms: Sebarang e-mel yang tidak dihantar akan menghasilkan mesej ralat ke alamat ini.
nb_no: Alle e-poster som ikke kan leveres, vil utløse en feilmelding som sendes til denne adressen.
nl: E-mails die niet afgeleverd kunnen worden, resulteren in een foutbericht op dit adres.
pl: Wszystkie niedostarczone maile spowodują wyświetlenie komunikatu błędu przy próbie wysyłki pod ten adres.
pt_br: Qualquer e-mail retornado (não recebido pelo destinatário) produzirá uma mensagem de erro encaminhada para o endereço definido aqui.
pt_pt: Qualquer e-mail retornado (não recebido) produzirá uma mensagem de erro para o endereço definido aqui.
ru: В случае возникновения проблем с доставкой письма электронной почты сообщение об ошибке будет направлено на этот адрес.
sk_sk: Akékoľvek nedoručiteľné e-maily povedú k zaslaniu chybovej správy na túto adresu.
sl_si: Vsak nedostavljen email se bo sporočil kot napaka na ta naslov.
sr_rs@cyrillic: Све неиуспоручене поруке ће се вратити на ову адресу
sr_rs@latin: Sve neiusporučene poruke će se vratiti na ovu adresu
sv_se: E-postmeddelanden som inte kan levereras producerar ett felmeddelande som skickas till denna e-postadress.
tr_tr: Teslim edilemeyen e-postalar bu adrese bir hata mesajı olarak gönderir.
uk: На цю адресу будуть надсилатися повідомлення про всі недоставлені листи.
uz_cyrl: Етиб бормаган хатлар ҳақида хабарнома юбориладиган манзил.
uz_uz@latin: Yetkazib berilmaydigan har qanday elektron pochta xabarlari, bu manzilga xato xabari keladi.
vi_vn: Bất kỳ email nào không gửi được sẽ thông báo lỗi tới địa chỉ này.
zh_cn: 如有任何退回的电子邮件，都会发送一封错误信息到这个地址。
zh_hant: 如有任何發送失敗的電郵，此電郵地址會收到一個相關錯誤的訊息。

# manager.setup.emailBounceAddress.disabled
source: In order to send undeliverable emails to a bounce address, the site administrator must enable the <code>allow_envelope_sender</code> option in the site configuration file. Server configuration may be required, as indicated in the OJS documentation.
ar: لتفعيل هذا الخيار، على مدير الموقع تفعيل <code>allow_envelope_sender</code> في ملف إعداد نظام المجلات المفتوحة. قد يتطلب الأمر أيضاً المزيد من التعديل في إعدادات الملقم لدعم هذه الوظيفة، كما هو مبين في أدبيات النظام.
az: <strong>Not:</strong> Bu seçimi aktivləşdirmək üçün ADS konfiqurasiya faylında <code>allow_envelope_sender</code> seçimi aktiv olmalıdır. Bu funksiyanın istifadə edilə bilməsi üçün server (bütün serverlərdə işləməyə bilər) tənzimlərində də dəyişiklik edilməsi lazımdır.
bg_bg: За да изпраща имейли, които не могат да се доставят, до "адрес за грешки", администраторът на сайта трябва да активира опцията <code> allow_envelope_sender </code> в конфигурационния файл на сайта. Може да се наложи конфигурация на сървъра, както е посочено в документацията на OJS.
ca_es: Per activar aquesta opció, l’administrador/a del lloc web ha d’activar l’opció <code>allow_envelope_sender</code> en l'arxiu de configuració de l’OJS. És possible que es necessiti una configuració addicional del servidor perquè el programa admeti aquesta funció (és possible que no tots els servidors la permetin), tal com s'indica a la documentació de l'OJS.
cs_cz: <strong>Poznámka</strong> Pro aktivaci této možnosti musí administrátor stránky povolit možnost <tt>allow_envelope_sender</tt> v konfiguračním souboru OJS. Pro podporu této funkce může být vyžadována další konfigurace serveru (která nemusí být možná na všech serverech), jak je naznačeno v dokumentaci OJS.
da_dk: <strong>Bemærk!</strong> Hvis du vil aktivere denne indstilling, skal webstedsadministratoren aktivere indstillingen <tt>allow_envelope_sender</tt> i OJS-konfigurationsfilen. Understøttelse af denne funktionalitet (som eventuelt ikke er muligt på alle servere) kan kræve yderligere konfiguration af serveren som angivet i dokumentationen til OJS.
de_de: <strong>Anmerkung:</strong> Die Website-Administrator/in muss in der OJS-Konfigurationsdatei die Option <tt>allow_envelope_sender</tt> aktivieren, um dies zu ermöglichen. Weitere Servereinstellungen können erforderlich sein (und sind nicht unbedingt auf allen Servern verfügbar). Siehe OJS-Dokumentation.
es_es: Para activar esta opción, el administrador/a del sitio debe habilitar la opción <code>allow_envelope_sender</code> en el archivo de configuración de OJS. Es posible que se requiera una configuración adicional del servidor para admitir esta función, tal como se indica en la documentación del OJS.
eu: Aukera hau aktibatzeko, gune-administratzaileak <code>allow_envelope_sender</code> aukera gaitu behar du konfigurazio-fitxategian. Funtzionalitate hau erabili ahal izateko, zerbitzari-konfigurazio gehiago egin beharko dira seguru asko (eta zerbitzari guztietan ezin izango da), OJS dokumentazioan adierazten den bezala.
fa_ir: <strong>توجه:</strong> برای فعال ساختن این گزینه مدیر سایت می‌بایست گزینه <tt>allow_envelope_sender</tt> در فایل تنظیمات OJS فعال سازد. همچنین ممکن است امکانات خاصی در سرور نیز لازم باشد که ممکن است همه سرورها آن را نداشته باشند. برای اطلاعات بیشتر به مستندات OJS مراجعه کنید.
fi: Jotta perillepääsemättömät sähköpostiviestit voidaan lähettää palautusosoitteeseen, sivuston ylläpitäjän on otettava käyttöön <code>allow_envelope_sender</code> -vaihtoehto sivuston asetustiedostossa. Kuten OJS:n dokumentaatiossa kerrotaan, tämä saattaa vaatia myös palvelimen asetusten muuttamista.
fr_fr: Afin d'envoyer des courriels non livrés à une adresse de rebond, l'administrateur-trice du site Web doit activer l'option <code>allow_envelope_sender</code> dans le fichier de configuration. Une configuration particulière du serveur pourrait être requise, tel qu'indiqué dans la documentation d'OJS.
gl: Para activar esta opción, o administrador/a do sitio web debe activar a opción <code>allow_envelope_sender</code> no arquivo de configuración do sistema. É posible que se requira unha configuración adicional do servidor para que o programa admita esta función, tal como se indica na documentación de OJS.
hi_in: किसी ईमेल पते पर अपरिवर्तनीय ईमेल भेजने के लिए, साइट व्यवस्थापक को साइट कॉन्फ़िगरेशन फ़ाइल में <code> allow_envelope_sender </ code> विकल्प को सक्षम करना होगा। सर्वर कॉन्फ़िगरेशन की आवश्यकता हो सकती है, जैसा कि ओजेएस प्रलेखन में संकेत दिया गया है।
hr_hr: <strong>Obavijest:</strong> Kako bi aktivirao ovu opciju, administrator stranice mora omogućiti <tt>allow_envelope_sender</tt> u konfiguracijskoj datoteci OJS-a. Dodatna konfiguracija poslužitelja je potrebna da bi podržala ovu funkcionalnost (što nije moguće na svim poslužiteljima) - naznačeno u OJS dokumentaciji.
hy: Սխալի հասցեին չառաքվող նամակներ ուղարկելու համար կայքի ադմինիստրատորը պետք է ակտիվացնի <code>allow_envelope_sender</code> տարբերակը կայքի կազմաձևման նիշքում: Սերվերի կազմաձևումը կարող է պահանջվել, ինչպես նշված է OJS փաստաթղթերում:
id_id: <strong>Catatan:</strong> Untuk mengaktifkan pilihan ini, administrator situs harus mengaktifkan pilihan <tt>allow_envelope_sender</tt> di file konfigurasi OJS. Konfigurasi server tambahan mungkin diperlukan untuk mendukung fungsi ini (tidak semua server bisa), seperti yang tercantum di dokumentasi OJS.
is_is: Svo hægt sé að senda óskilapóst á tiltekið netfang, þarf kerfisstjóri síðunnar að virkja <code>allow_envelope_sender</code> valkostinn í stillingum fyrir vefsiðuna. Mögulega þarf einnig stilingar á þjóninum, eins og bent er á í skjölun á OJS kerfinu.
it_it: Per poter recapitare email non conseguibili ad un bounce address, l'amministratore del sito deve abilitare l'opzione <code>allow_envelope_sender</code> nel file di configurazione di OJS. Configurazioni aggiuntive del server possono essere necessarie per supportare questa funzione (che potrebbe non essere disponibile su tutti i server), come indicato nella documentazione di OJS.
ja: バウンスアドレスに不達メールを送信するためには、サイト管理者がサイト設定ファイルで<code>allow_envelope_sender</code>オプションを有効にする必要があります。OJSのドキュメントに示されているように、サーバーの設定が必要な場合もあります。
ka_ge: დაკარგული წერილების გადასაგზავნად მისამართზე, საიტის ადმინისტრატორმა უნდა ჩართოს კონფიგურაციის ფაილში <code>allow_envelope_sender</code> ვარიანტი. შეიძლება საჭირო გახდეს სერვერის კონფიგურაცია, როგორც ეს მითითებულია OJS დოკუმენტაციაში.
ku_iq: بۆ ناردنی ئیمێڵە نەگەیشتووەکان بۆ ناونیشانیك کە ئیمێڵکانی بە هۆی هەڵەوە گەڕاوەتەوە، بەڕێوەبەری سایتەکە پێویستە بژاردەی <code>allow_envelope_sender</code> چالاک بکات لە فایلی رێکخستنی سایتەکە. رێکخستنی ڕاژە (سیرڤەر) پێویستە، هەروەک لە بەڵگەنامەکانی سیستەمی گۆڤاری کراوەدا ئاماژەی پێدراوە.
ky: Ката дарегине жеткирилбеген электрондук каттарды жөнөтүү үчүн сайттын администратору сайттын конфигурация файлында <code>allow_envelope_sender</code> параметрин иштетиши керек. Сизге серверди конфигурациялоо керек болушу мүмкүн; бул конфигурациянын сүрөттөлүшү OJS документтеринде берилген.
lt: Norint siųsti nepristatytus el. laiškus adresu, iš kurio laiškai atmetami, svetainės administratorius turi įjungti parinktį <code>allow_envelope_sender</code> svetainės konfigūracijos faile. Gali reikėti serverio konfigūracijos, kaip nurodyta OJS dokumentacijoje.
lv: Lai nosūtītu nepiegādātos e-pasta ziņojumus uz atlēciena (bounce) adresi, vietnes administratoram ir jāaktivizē opcija <code>allow_envelope_sender</code> vietnes konfigurācijas failā. Iespējams, būs nepieciešama servera konfigurācija, kā norādīts OJS dokumentācijā.
mr: न पोहोचलेल्या ई-मेल्स चुकीच्या पत्त्यावर (बाऊन्स ॲड्रेसवर) पाठवण्यासाठी, संकेतस्थळाच्या व्यवस्थापकाने (ॲडमिनिस्ट्रेटर) साइट कॉन्फिगरेशन फाईलमध्ये <code>allow_envelope_sender</code> पर्याय सक्षम करणे आवश्यक आहे. OJS दस्तऐवजीकरणात सूचित केल्याप्रमाणे सर्व्हर कॉन्फिगरेशन आवश्यक असू शकते.
ms: Untuk menghantar e-mel yang tidak terkirim ke alamat bounce, pentadbir laman web mesti mendayakan pilihan <code> allow_envelope_sender </code> dalam fail konfigurasi laman web. Konfigurasi pelayan mungkin diperlukan, seperti yang ditunjukkan dalam dokumentasi OJS.
nb_no: <strong>NB:</strong> For å aktivere denne valgmuligheten, må nettstedsadministratoren slå på <code>allow_envelope_sender</code> valgmuligheten i OJS konfigurasjonsfilen. Ytterligere serverkonfigurasjon kan være påkrevet for å støtte denne funksjonen (som likevel kan være umulig å bruke på enkelte servere), som oppgitt i OJS-dokumentasjonen.
nl: Om deze optie te activeren moet de beheerder de <code>allow_envelope_sender</code> optie in het OJS configuratiebestand inschakelen. Bijkomende serverconfiguratie kan noodzakelijk zijn om deze optie te gebruiken (die niet op alle servers ondersteund wordt) zoals aangegeven in de OJS documentatie.
pl: Aby wysłać niedostarczone emaile na adres zwrotny, administrator strony musi aktywować <code>allow_envelope_sender</code> opcję w pliku konfiguracyjnym strony. Może być wymagana zmiana konfiguracji serwera w sposób opisany w dokumentacji OJS.
pt_br: <strong>Aviso:</strong> Para ativar esta opção, o administrador do portal deve habilitar a opção <tt>allow_envelope_sender</tt> no documento de configuração do sistema. Configurações adicionais no servidor podem ser necessárias para suportar tal funcionalidade (pode não ser possível em todos os tipos de servidores!), como descrito na documentação do sistema.
pt_pt: Para ativar a opção de reenviar os e-mails não entregues para um e-mail de devolução, o administrador do portal deve ativar a opção <code>allow_envelope_sender</code> no documento de configuração do sistema. Configurações adicionais no servidor podem ser necessárias para suportar tal funcionalidade como descrito na documentação do sistema.
ru: Чтобы отправлять недоставленные письма на адрес для ошибок, администратор сайта должен включить параметр <code>allow_envelope_sender</code> в конфигурационном файле сайта. Также может потребоваться настройка сервера, описание этой настройки приведено в документации OJS.
sk_sk: Na aktiváciu tejto možnosti musí administrátor stránky povoliť možnosť <code>allow_envelope_sender</code> v konfiguračnom súbore OJS. Pre podporu tejto funkcie môže byť vyžadovaná ďalšia konfigurácia servera (ktorá nemusí byť možná na všetkých serveroch), ako je naznačené v dokumentácii OJS.
sl_si: Če želite, da se pošljejo nedostavljeni emaili na "bounce naslov", mora administrator omogočiti opcijo <code>allow_envelope_sender</code> v konfiguracijski datoteki. Morda bodo potrebne tudi spremembe strežniških nastavitev, kot je opisano v OJS dokumentaciji.
sr_rs@cyrillic: <strong>Напомена:</strong> Да би активирали ову опцију администратор мора укључити <tt>allow_envelope_sender</tt> опцију у OJS конфигурационом фајлу. Додатна конфигурација сервера може бити потребна да би се подржала ова функција (кој аможда није могућа на свим серверима), као што је назнаћено у OJS документацији.
sr_rs@latin: <strong>Напомена:</strong> Da bi aktivirali ovu opciju administrator mora uključiti <tt>allow_envelope_sender</tt> opciju u OJS konfiguracionom fajlu. Dodatna konfiguracija servera može biti potrebna da bi se podržala ova funkcija (koj amožda nije moguća na svim serverima), kao što je naznaćeno u OJS dokumentaciji.
sv_se: <strong>Observera:</strong> För att välja det här alternativet måste sidadministratören aktivera <tt>allow_envelope_sender</tt> i OJS konfigureringsfil. Ytterligare serverkonfigurering kan komma att bli nödvändiga för att stödja den här funktionaliteten (något som inte alla servrar tillåter, se OJS-dokumentationen för information.)
tr_tr: <strong>Not:</strong> Bu seçeneği etkinleştirmek için ADS konfigürasyon dosyasında <code>allow_envelope_sender</code> seçeneği etkin olmalıdır. Bu işlevin kullanılabilmesi için sunucu (tüm sunucularda çalışmayabilir) ayarlarında da değişiklik yapılması gerekir.
uk: Щоб надсилати електронні листи, які неможливо доставити, на адресу відмов, адміністратор вебсайту повинен увімкнути опцію <code>allow_envelope_sender</code> у файлі конфігурації сайту. Може знадобитися конфігурація сервера, як зазначено в документації OJS.
uz_cyrl: Бу функцияни ёқиш учун сервер созламаларини ўзгартириш керак.
uz_uz@latin: Yetkazib berilmaydigan elektron pochta xabarlarini yuboriladigan manzilga yuborish uchun sayt ma'muri sayt konfiguratsiya faylidagi <code> allow_envelope_sender </code> parametrini yoqishi kerak. OJS hujjatlarida ko'rsatilganidek, server konfiguratsiyasi talab qilinishi mumkin.
vi_vn: Để gửi email không gửi được đến địa chỉ bị trả lại, quản trị viên trang web phải bật tùy chọn <code>allow_envelope_sender</code> trong tệp cấu hình trang. Cấu hình máy chủ có thể được yêu cầu, như được nêu trong tài liệu OJS.
zh_cn: <strong>注意：</strong>要启用这个选项，网站管理员必须启用OJS配置文件中的 <tt>allow_envelope_sender</tt>选项。可能会需要额外的服务器配置才能支持使用这个功能（可能不是所有服务器上都能用），请见上述的OJS文件。
zh_hant: 為免未能傳送電郵至彈回電郵地址，網站管理員必須允許網站設置檔案內的<code>allow_envelope_sender</code>選項。OJS documentation表示，此或需設定伺服器。

# manager.setup.emails
source: Email Identification
ar: تحديد هوية البريد الالكتروني
az: Email identifikasiyası
bg_bg: Идентификация на имейли
ca_es: Identificació per correu electrònic
cs_cz: E-mailová identifikace
da_dk: E-mail-identifikation
de_de: E-Mail-Kennzeichnung
es_es: Identificación del correo electrónico
eu: Helbide elektronikoen identifikazioa
fa_ir: شناسایی ایمیل
fi: Sähköpostitunnistautuminen
fr_fr: Identification par courriel
gl: Identificación por correo electrónico
hi_in: ईमेल पहचान
hr_hr: Identifikacija e-pošte
hy: Էլ․ փոստի նույնականացում
id_id: Identifikasi Email
is_is: Netfang - auðkenni
it_it: Firma delle email
ja: メールアドレスの識別
ka_ge: ელფოსტის იდენტიფიკაცია
ku_iq: پێناسی ئیمەیڵ
ky: Электрондук почтадагы идентификация
lt: E. laiško identifikavimas
lv: E-pasta identifikācija
mr: ई-मेल ओळख
ms: Pengenalpastian E-mel
nb_no: E-post identifikasjon
nl: E-mail identificatie
pl: Konfiguracja e-mail
pt_br: Identificação de e-mail
pt_pt: Identificação de E-mail
ru: Идентификация в письме электронной почты
sk_sk: E-mailová identifikácia
sl_si: Identifikacija e-poštnega naslova
sr_rs@cyrillic: Емаил идентификација
sr_rs@latin: Email identifikacija
sv_se: E-post-identifiering
tr_tr: E-posta Tanımlama
uk: Налаштування листування
uz_cyrl: Электрон почта созламалари
uz_uz@latin: Elektron pochta identifikatori
vi_vn: Nhận dạng email
zh_cn: 电子邮件认证
zh_hant: 電郵地址辨識

# manager.setup.emailSignature
source: Signature
ar: التوقيع
az: İmza
bg_bg: Подпис
ca_es: Signatura
cs_cz: Podpis
da_dk: Signatur
de_de: Signatur
es_es: Firma
eu: Sinadura
fa_ir: امضا
fi: Allekirjoitus
gl: Sinatura
hi_in: हस्ताक्षर
hr_hr: Potpis
hy: Ստորագրություն
id_id: Tandatangan
is_is: Undirskrift
it_it: Firma
ja: 署名
ka_ge: ხელმოწერა
ku_iq: واژۆ
ky: кол коюу
lt: Parašas
lv: Paraksts
mr: ई-मेल स्वाक्षरी
ms: Tandatangan
nb_no: Signatur
nl: Ondertekening
pl: Podpis (stopka)
pt_br: Assinatura
pt_pt: Subscrição
ru: Подпись
sk_sk: Podpis
sl_si: Podpis
sr_rs@cyrillic: Потпис
sr_rs@latin: Potpis
sv_se: Signatur
tr_tr: İmza
uk: Підпис
uz_cyrl: Имзо
uz_uz@latin: Imzo
vi_vn: Chữ ký
zh_cn: 签名
zh_hant: 簽署
