Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# emailTemplate.variable.context.contactEmail
source: The email address of the journal's primary contact
ar: عنوان البريد الالكتروني لجهة الاتصال الرئيسية في المجلة
az: Jurnalın əsas əlaqə şəxsinin email adresi
bg_bg: Имейл адресът на основния контакт на списанието
eu: Aldizkariaren kontaktu nagusiaren posta elektronikoa
fi: Julkaisun ensisijaisen yhteyshenkilön sähköpostiosoite
gl: O enderezo de correo electrónico do contacto principal da revista
hy: Ամսագրի հիմնական կոնտակտի էլ. փոստի հասցեն
is_is: Netfang aðaltengiliðs tímaritsins
ja: ジャーナルの連絡責任者の電子メールアドレス
ka_ge: ჟურნალის ძირითადი კონტაქტის ელექტრონული ფოსტის მისამართი
ky: Журналдын негизги байланыш адамынын электрондук почта дареги
lt: Žurnalo pagrindinio kontaktinio asmens el. pašto adresas
lv: Žurnāla galvenās kontaktpersonas e-pasta adrese
mr: नियतकालिकाच्या प्राथमिक संपर्कासाठी ई-मेल पत्ता
ms: Alamat e-mel kenalan utama jurnal
nl: Het emailadres van de eerste contactpersoon van het tijdschrift
pl: Email głównego kontaktu
ru: Адрес электронной почты основного контактного лица журнала
uk: Адреса електронної пошти основної контактної особи журналу
uz_cyrl: Контакт электрон почтаси
uz_uz@latin: Jurnal asosiy kontaktining elektron pochta manzili
zh_hant: 期刊優先聯絡電郵地址

# emailTemplate.variable.context.mailingAddress
source: The mailing address of the journal
ar: عنوان المراسلة للمجلة
az: #YOK
eu: Aldizkariaren posta-helbidea
fi: Julkaisun postiosoite
hy: Ամսագրի փոստային հասցեն
ky: Журналдын почта дареги
lt: Žurnalo pašto adresas
lv: Žurnāla pasta adrese
mr: नियतकालिकाचा पत्रव्यवहाराचा पत्ता
ms: Alamat surat-menyurat jurnal
nl: Het emailadres van het tijdschrift
pl: Adres pocztowy tego czasopisma
ru: Почтовый адрес журнала
uk: Поштова адреса журналу
uz_cyrl: Почта манзили

# emailTemplate.variable.queuedPayment.itemName
source: The name of the type of payment
ar: اسم نوع الدفع المالي
az: Ödəniş növünün adı
bg_bg: Името на вида плащане
eu: Ordainketa-motaren izena
fi: Maksutyypin nimi
gl: Nome do tipo de pagamento
hy: Վճարման տեսակի անվանումը
ja: 決済の種類の名称
ka_ge: გადახდის ტიპის დასახელება
ky: Төлөм түрүнүн аты
lt: Mokėjimo tipo pavadinimas
lv: Maksājuma veida nosaukums
mr: रक्कम भरणा करायच्या (पेमेंट) प्रकाराचे नाव
ms: Nama jenis pembayaran
nl: De naam van de betaalwijze
pl: Nazwa typu płatności
ru: Название типа платежа
uk: Назва виду платежу
uz_cyrl: Тўлов элементи номи
uz_uz@latin: To'lov turining nomi
zh_hant: 付款種類

# emailTemplate.variable.queuedPayment.itemCost
source: The payment amount
ar: المبلغ المدفوع
az: Ödəniş məbləği
bg_bg: Сумата на плащането
eu: Ordainketaren zenbatekoa
fi: Maksun summa
gl: Importe do pagamento
hy: Վճարման գումարը
ja: 支払い金額
ka_ge: გადახდის თანხა
ky: Төлөм суммасы
lt: Mokėjimo suma
lv: Maksājuma summa
mr: देय रक्कम
ms: Jumlah bayaran
nl: Het betaalbedrag
pl: Wysokość wpłaty
ru: Сумма платежа
uk: Сума платежу
uz_cyrl: Тўлов миқдори
uz_uz@latin: To'lov miqdori
zh_hant: 付款銀碼

# emailTemplate.variable.queuedPayment.itemCurrencyCode
source: The currency of the payment amount, such as USD
ar: عملة المبلغ المدفوع، الدولار الأمريكي مثلاً
az: Ödəniş məbləğinin pul vahidi, məs; USD
bg_bg: Валутата на сумата на плащането, например USD
eu: Ordainketaren zenbatekoaren moneta, adibidez, USD
fi: Maksusumman valuutta, esimerkiksi EUR
gl: A moeda do importe do pagamento, por exemplo EUR
hy: Վճարման գումարի արժույթը, օրինակ՝ ԱՄՆ դոլարը
ja: 支払い金額の通貨（USDなど）
ka_ge: გადახდის თანხის ვალუტა, მაგალითად აშშ დოლარი
ky: Төлөм суммасынын валютасы, мисалы USD
lt: Mokėjimo sumos valiuta, pvz., USD
lv: Maksājuma summas valūta, piemēram, EUR
mr: देय रकमेचे चलन, जसे की रुपये
ms: Mata wang amaun pembayaran, seperti USD
nl: De munteenheid van het betaalbedrag, zoals USD
pl: Waluta wpłaty, np USD, PLN, EUR
ru: Валюта суммы платежа, например, USD
uk: Валюта суми платежу, наприклад, Долар США
uz_cyrl: Валюта коди
uz_uz@latin: To'lov summasining valyutasi, masalan, USD
zh_hant: 付款銀碼貨幣，例如美金

# emailTemplate.variable.site.siteTitle
source: Name of the website when more than one journal is hosted
ar: اسم الموقع عندما تكون هناك أكثر من مجلة مستضافة
az: Birdən çox jurnalın yer aldığı veb saytının adı
bg_bg: Име на уебсайта, когато се хоства повече от едно списание
eu: Webgunearen izena aldizkari bat baino gehiago ostatatzen denean
fi: Verkkosivuston nimi, jos hallinnoidaan useampaa kuin yhtä julkaisua
gl: Nome do sitio web cando se aloxa máis dunha revista
hy: Կայքի անվանումը, երբ տեղակայված են մեկից ավելի ամսագրեր
is_is: Nafn vefsíðu þegar fleiri en eitt tímarit eru hýst
ja: 複数のジャーナルがホストされている場合のWebサイト名
ka_ge: ვებსაიტის სახელი, როდესაც მასპინძლობს ერთზე მეტი ჟურნალი
ky: Бир нече журнал жайгаштырылганда вебсайттын аты
lt: Svetainės pavadinimas, kai talpinama daugiau nei vienas žurnalas
lv: Tīmekļa vietnes nosaukums, ja tiek izvietots vairāk nekā viens žurnāls
mr: एकापेक्षा जास्त नियतकालिकांचे पोषण करीत (होस्ट) असल्यास संकेतस्थळाचे नाव
ms: Nama tapak web apabila lebih daripada satu jurnal dihoskan
nl: Naam van de website waar meer dan een tijdschrift gehost is
pl: Nazwa witryny gdzie przechowywane jest więcej niż jedno czasopismo
ru: Название сайта, когда на нём размещается более одного журнала
uk: Назва вебсайту, якщо розміщено більше одного журналу
uz_cyrl: Сайт номи
uz_uz@latin: Bir nechta jurnal joylashtirilganda veb-sayt nomi
zh_hant: 網站名稱（當寄存多於一本期刊）

# emailTemplate.variable.subscription.subscriberDetails
source: The subscriber's name, affiliation, phone number and email address
ar: اسم المشترك، إنتماؤه، رقم هاتفه وبريده الالكتروني
az: Abunəçinin adı, əlaqəsi, telefon nömrəsi və email adresi
bg_bg: Име на абоната, институционална принадлежност, телефонен номер и имейл адрес
eu: Harpidedunaren izena, afiliazioa, telefono zenbakia eta helbide elektronikoa
fi: Tilaajan nimi, affiliaatio, puhelinnumero ja sähköpostiosoite
hy: Բաժանորդի անունը, պատկանելությունը, հեռախոսահամարը և էլեկտրոնային փոստի հասցեն
ka_ge: აბონენტის სახელი, კუთვნილება, ტელეფონის ნომერი და ელექტრონული ფოსტის მისამართი
ky: Абоненттин аты, байланыш уюму, телефон номери жана электрондук почта дареги
lt: Prenumeratoriaus vardas, pavardė, narystė, telefono numeris ir el. pašto adresas
lv: Abonenta vārds, uzvārds, piederība, tālruņa numurs un e-pasta adrese
mr: सदस्याचे नाव, संलग्नता, फोन क्रमांक आणि ई-मेल पत्ता
ms: Nama pelanggan, gabungan, nombor telefon dan alamat e-mel
nl: De naam, affiliate, het telefoonnummer en mailadres van de abonnee
pl: Imię, afiliacja, numer telefonu, email subskrybenta
ru: ФИО подписчика, организация, номер телефона и адрес электронной почты
uk: Ім'я, афіліація, номер телефону й адреса електронної пошти передплатника
uz_cyrl: Обуначи тафсилотлари
zh_hant: 訂閱者姓名、所屬機構、電話號碼及電郵地址

# emailTemplate.variable.subscription.subscriptionSignature
source: The subscription manager's contact details
ar: تفاصيل الاتصال بمدير الاشتراكات
az: Abunəlik idarəçisinin əlaqə məlumatları
bg_bg: Данни за контакт на мениджъра на абонамента
eu: Harpidetza-kudeatzailearen harremanetarako datuak
fi: Tilaussihteerin yhteystiedot
hy: Բաժանորդագրության կառավարչի կոնտակտային տվյալները
ka_ge: გამოწერის მენეჯერის საკონტაქტო ინფორმაცია
ky: Жазылуу менеджеринин байланыш маалыматы
lt: Prenumeratos tvarkytojo kontaktiniai duomenys
lv: Abonēšanas pārvaldnieka kontaktinformācija
mr: वर्गणी/सदस्यता व्यवस्थापकाचा संपर्क तपशील
ms: Butiran hubungan pengurus langganan
nl: De contactgegevens van de abonnementsbeheerder
pl: Kontakt do managera subskrypcji
ru: Контактные данные менеджера подписки
uk: Детальні контактні дані менеджера підписки
uz_cyrl: Обуна имзоси
zh_hant: 訂閱管理人的聯絡詳情

# emailTemplate.variable.subscription.subscriptionUrl
source: The URL to the subscription page
ar: عنوان رابط صفحة الاشتراك
az: Abunəlik səhifəsinin URL-si
bg_bg: URL адресът към страницата за абонамент
eu: Harpidetza-orriaren URLa
fi: Tilaussivun URL-osoite
hy: Բաժանորդագրության էջի URL-ը
ka_ge: გამოწერის გვერდის მისამართი
ky: Жазылуу бетине URL
lt: Prenumeratos puslapio URL
lv: Abonēšanas lapas URL
mr: सदस्यता पृष्ठाचा URL
ms: URL ke halaman langganan
nl: De URL van de abonnementspagina
pl: Adres URL strony subskrypcji
ru: URL-адрес страницы подписки
uk: URL - адреса сторінки підписки
uz_cyrl: Обуна URL манзили
zh_hant: 訂閱頁面的連結

# emailTemplate.variable.subscription.expiryDate
source: The date when the subscription ends
ar: تاريخ إنتهاء الاشتراك
az: Abunəliyin başa çatdığı tarix
eu: Harpidetza amaitzen den data
fi: Ajankohta, jolloin tilaus päättyy
hy: Ամսաթիվը, երբ բաժանորդագրությունն ավարտվում է
ky: Жазылуу аяктаган дата
lt: Prenumeratos pabaigos data
lv: Datums, kad beidzas abonēšanas termiņš
mr: सदस्यता समाप्तीची तारीख
ms: Tarikh langganan tamat
nl: De datum waarop het abonnement afloopt
pl: Data wygaśnięcia subskrypcji
ru: Дата окончания подписки
uk: Дата закінчення підписки
uz_cyrl: Обуна тугаш санаси
zh_hant: 訂閱完結日期

# emailTemplate.variable.subscription.subscriptionType
source: A summary of the subscription's type, name, duration and cost
ar: موجز عن نوع الاشتراك، اسمه، مدته وكلفته
az: Abunəliyin növü, adı, müddəti və qiymət xülasəsi
bg_bg: Резюме на типа, името, продължителността и цената на абонамента
eu: Harpidetza-motaren, izenaren, iraupenaren eta kostuaren laburpena
fi: Yhteenveto tilauksen tyypistä, nimestä, kestosta ja hinnasta
hy: Բաժանորդագրության տեսակի, անվանման, տևողության և արժեքի ամփոփում
ka_ge: გამოწერის ტიპის, დასახელების, ხანგრძლივობისა და ღირებულების შეჯამება
ky: Жазылуунун түрү, аты, узактыгы жана баасы боюнча жыйынтык
lt: Prenumeratos tipo, pavadinimo, trukmės ir kainos santrauka
lv: Kopsavilkums par abonementa veidu, nosaukumu, ilgumu un izmaksām
mr: सदस्यत्वाचा प्रकार, नाव, कालावधी आणि मूल्याचा सारांश
ms: Ringkasan jenis, nama, tempoh dan kos langganan
nl: Een samenvatting van het type abbonement, de naam, de duur en de kosten
pl: Podsumowanie nazwy, czasu, kosztu typu subskrypcji
ru: Краткая информация о типе подписки, названии, продолжительности и стоимости
uk: Короткий опис типу, назви, тривалості та вартості підписки
uz_cyrl: Обуна тури
zh_hant: 訂閱種類、名稱、期限及價錢的概要

# emailTemplate.variable.subscription.membership
source: Information about the subscriber's membership
ar: معلومات عن عضوية المشترك
az: Abunəçinin üzvlüyü haqqında məlumat
bg_bg: Информация за членството на абоната
eu: Harpidedunaren kidetzari buruzko informazioa
fi: Tilaajan jäsenyyttä koskevat tiedot
hy: Տեղեկատվություն բաժանորդի անդամակցության մասին
ka_ge: ინფორმაცია აბონენტის წევრობის შესახებ
ky: Абоненттин мүчөлүгү тууралуу маалымат
lt: Informacija apie prenumeratoriaus narystę
lv: Informācija par abonenta dalību
mr: सदस्याच्या सदस्यत्वाबद्दल माहिती
ms: Maklumat tentang keahlian pelanggan
nl: Informatie over het lidmaatschap van de abonnee
pl: Informacja o członkostwie subskrybenta
ru: Информация о членстве подписчика
uk: Інформація про членство передплатника
uz_cyrl: Аъзолик маълумоти
zh_hant: 訂閱人會員資格資訊

# emailTemplate.variable.subscription.institutionName
source: The name of the subscribing institution
ar: اسم المؤسسة المشتركة
az: #YOK
eu: Harpidedun den erakundearen izena
fi: Tilaajana olevan instituution nimi
hy: Բաժանորդագրվող հաստատության անվանումը
ky: Жазылган институциянын аты
lt: Prenumeruojančios įstaigos pavadinimas
lv: Abonējošās iestādes nosaukums
mr: सदस्यत्व घेणाऱ्या संस्थेचे नाव
ms: Nama institusi yang melanggan
nl: De naam van de geabonneerde institutie
pl: Nazwa instytucji subskrybującej
ru: Название подписавшейся организации
uk: Назва установи-передплатника
uz_cyrl: Муассаса номи

# emailTemplate.variable.subscription.institutionMailingAddress
source: The mailing address of the subscribing institution
ar: عنوان المراسلة للمؤسسة المشتركة
az: #YOK
eu: Harpidedun den erakundearen posta-helbidea
fi: Tilaajana olevan instituution postiosoite
hy: Բաժանորդագրվող հաստատության փոստային հասցեն
ky: Жазылган институциянын почта дареги
lt: Prenumeruojančios įstaigos pašto adresas
lv: Abonējošās iestādes pasta adrese
mr: सदस्यत्व घेणाऱ्या संस्थेचा पत्रव्यवहाराचा पत्ता
ms: Alamat surat menyurat institusi yang melanggan
nl: Het mailadres van de geabonneerde institutie
pl: Adres pocztowy instytucji subskrybującej
ru: Почтовый адрес подписавшейся организации
uk: Поштова адреса установи-передплатника
uz_cyrl: Муассаса манзили

# emailTemplate.variable.subscription.domain
source: The domain name of the valid IP address(es) for this subscription
ar: اسم النطاق لعنوان IP الصحيحة لهذا الاشتراك
az: #YOK
eu: Harpidetza honen IP helbide baliozkoen domeinu-izena
fi: Tämän tilauksen IP-osoitteiden verkkotunnus (domain)
hy: Այս բաժանորդագրության վավեր IP հասցե(ներ)ի տիրույթի անվանումը
ky: Бул жазылуу үчүн туура IP даректеринин домен аты
lt: Šios prenumeratos galiojančio (-ų) IP adreso (-ų) domeno vardas
lv: Šī abonementa derīgās(-o) IP adreses(-u) domēna vārds
mr: या सदस्यत्वासाठी वैध IP पत्त्यांचे डोमेन नाव
ms: Nama domain alamat IP yang sah untuk langganan ini
nl: De domeinnaam van een (of meer) valide IP adres(sen) voor dit abonnement
pl: Nazwa domeny prawidłowych adresów IP dla tej subskrypcji
ru: Доменное имя действующего IP-адреса (адресов) для этой подписки
uk: Доменне ім'я дійсної IP-адреси (або адрес) для цієї передплати
uz_cyrl: Обуна домени

# emailTemplate.variable.subscription.ipRanges
source: The valid IP ranges for this subscription
ar: نطاقات عناوين IP لهذا الاشتراك
az: #YOK
eu: Harpidetza honetarako IP barruti baliozkoak
fi: Tämän tilauksen IP-alueet
hy: Այս բաժանորդագրության համար վավեր IP միջակայքերը
ky: Бул жазылуу үчүн туура IP диапазондору
lt: Galiojantys šios prenumeratos IP adresų diapazonai
lv: IP diapazoni abonēšanas autentificēšanai
mr: या सदस्यत्वासाठी वैध IP श्रेणी
ms: Julat IP yang sah untuk langganan ini
nl: De geldige IP-bereiken voor dit abonnement
pl: Prawidłowe zakresy adresów IP dla tej subskrypcji
ru: Действующие диапазоны IP-адресов для этой подписки
uk: Дійсні діапазони IP-адрес для цієї передплати
uz_cyrl: IP диапазонлари

# emailTemplate.variable.queuedPaymentUrl
source: URL to the page where the author can make payment
ar: عنوان رابط الصفحة التي يمكن عبرها للمؤلف إجراء الدفع المالي
az: #YOK
eu: Egileak ordainketa egin dezakeen orriaren URLa
fi: URL-osoite sivulle, jossa kirjoittaja voi suorittaa maksun
hy: URL այն էջի, որտեղ հեղինակը կարող է վճարում կատարել
ky: Автор төлөм жасай ала турган бетке URL
lt: URL į puslapį, kuriame autorius gali atlikti mokėjimą
lv: URL uz vietni, kurā autors var veikt maksājumu
mr: लेखकाला रक्कमेचा भरणा करण्याकरता लागणार्‍या पृष्ठाचा URL
ms: URL ke halaman tempat pengarang boleh membuat pembayaran
nl: URL naar de pagina waarop de auteur een betaling kan maken
pl: Adres URL strony, na której autor może dokonać płatności
ru: URL-адрес страницы, на которой автор может произвести оплату
uk: URL-адреса сторінки, де автор може здійснити оплату
uz_cyrl: Тўлов URL манзили

# emailTemplate.variable.submissionGuidelinesUrl
source: URL to the submission guidelines
ar: عنوان الرابط المؤدي إلى إرشادات التقديم
az: #YOK
eu: Bidalketa-jarraibideen URLa
fi: URL-osoite kirjoittajaohjeisiin
hy: Ներկայացման ուղեցույցի URL
ky: Тапшыруу көрсөтмөлөрүнө URL
lt: Pateikimo gairių URL
lv: Iesniegšanas vadlīniju URL adrese
mr: सादरीकरणासाठी मार्गदर्शक तत्त्वांचा URL
ms: URL ke garis panduan penyerahan
nl: URL naar de inzendingsrichtlijnen
pl: Adres URL strony ze wytycznymi dot. zgłoszeń
ru: URL-адрес Руководства по подаче материалов
uk: URL-адреса правил подачі матеріалів
uz_cyrl: Мақола топшириш йўриқномаси URL манзили

# emailTemplate.variable.statisticsReportNotify.publicationStatsLink
source: The link to the published articles statistics page
ar: عنوان الرابط المؤدي إلى صفحة إحصائيات المقالات المنشورة
az: #YOK
eu: Argitaratutako artikuluen estatistika-orrirako esteka
fi: Linkki julkaistun artikkelin tilastosivulle
hy: Հրապարակված հոդվածների վիճակագրության էջի հղումը
ky: Жарыяланган макалалар статистика бетине шилтеме
lt: Nuoroda į paskelbtų straipsnių statistikos puslapį
lv: Saite uz publicēto rakstu statistikas lapu
mr: प्रकाशित लेखांची सांख्यिकीय माहिती देणार्‍या पृष्ठाचा दुवा (लिंक)
ms: Pautan ke halaman statistik artikel yang diterbitkan
nl: Een link naar de statistiekenpagina voor gepubliceerde artikelen
pl: Odsyłacz do strony ze statystykami opublikowanych artykułów
ru: Ссылка на страницу статистики опубликованных статей
uk: Покликання на сторінку статистики опублікованих статей
uz_cyrl: Статистика ҳисоботига ҳавола

# emailTemplate.variable.issueId
source: The issue ID
ar: مُعرَّف العدد
az: #YOK
eu: Zenbakiaren IDa
fi: Numeron ID-tunnus
hy: Թողարկման ID
ky: Чыгарылыш ID
lt: Problemos ID
lv: Žurnāla numura ID
mr: अंकाचा ID
ms: ID isu
nl: Het nummer ID
pl: Identyfikator wydania
ru: ID выпуска
uk: ID випуску
uz_cyrl: Нашр сони ID-си

# mailable.statisticsReportNotify.description
source: This email is automatically sent monthly to editors and journal managers to provide them a system health overview.
ar: هذا البريد الالكتروني يُرسل آليًا كل شهر إلى المحررين ومديري المجلات للإطلاعهم على صحة النظام.
az: #YOK
eu: Mezu elektroniko hau automatikoki bidaltzen zaie hilero editoreei eta aldizkariaren kudeatzaileei, sistemaren osasunaren ikuspegi orokorra emateko.
fi: Tämä sähköposti lähetetään automaattisesti kuukausittain toimittajille ja julkaisun hallinnoijille, jotta he saavat yleiskatsauksen sivustonsa tilasta.
hy: Այս էլ. նամակն ամեն ամիս ինքնաշխատ կերպով ուղարկվում է խմբագիրներին և ամսագրի մենեջերներին՝ նրանց համակարգի առողջության վերաբերյալ ակնարկ տրամադրելու համար:
ky: Бул электрондук кат ай сайын редакторлорго жана журнал менеджерлерине системанын абалы боюнча маалымат берүү үчүн автоматтык түрдө жөнөтүлөт.
lt: Šis el. laiškas automatiškai siunčiamas kas mėnesį redaktoriams ir žurnalų vadovams, siekiant pateikti jiems sistemos būklės apžvalgą.
lv: Šis e-pasts katru mēnesi tiek automātiski nosūtīts redaktoriem un žurnālu pārvaldniekiem, lai sniegtu pārskatu par sistēmas stāvokli.
mr: प्रणालीचे स्वास्थ्य कळवण्यासाठी हा ई-मेल संपादकांना आणि नियतकालिकाच्या व्यवस्थापकांना दरमहा स्वनियंत्रितपणे पाठविला जातो.
ms: E-mel ini dihantar secara automatik setiap bulan kepada editor dan pengurus jurnal untuk memberikan mereka gambaran keseluruhan kesihatan sistem.
nl: Deze mail wordt op manadelijkse basis automatisch naar redacteurs en tijdschriftbeheerders gezonden om hen een overzicht te geven van de gezondheid van het tijdschrift.
pl: Ta wiadomość e-mail jest automatycznie wysyłana co miesiąc do redaktorów i zarządzających czasopismem, aby zapewnić im przegląd stanu systemu.
ru: Это письмо ежемесячно автоматически отправляется редакторам и управляющим журнала, предоставляя им обзор состояния системы.
uk: Цей електронний лист автоматично надсилається щомісяця редакторам і менеджерам журналів, щоб надати їм огляд справності системи.
uz_cyrl: Муҳаррирларга журнал статистикаси ҳақида юбориладиган хабарнома.

# mailable.validateEmailContext.name
source: Validate Email (Journal Registration)
ar: التحقق من البريد الالكتروني (التسجيل في المجلة)
az: Emaili təsdiqləyin (Jurnal qeydiyyatı üçün)
bg_bg: Потвърждаване на имейл (регистрация в списание)
eu: Baliozkotu posta elektronikoa (aldizkariaren erregistroa)
fi: Vahvista sähköpostiosoite (julkaisuun rekisteröityminen)
hy: Վավերացնել էլ․ փոստը (ամսագրի գրանցում)
is_is: Staðfesta netfang (nýskráning hjá tímariti)
ja: 電子メールの検証（ジャーナル登録）
ka_ge: ელფოსტის დადასტურება (ჟურნალის რეგისტრაცია)
ky: Электрондук почтаны текшерүү (Журналга каттоо)
lt: Patvirtinti el. pašto adresą (žurnalo registracija)
lv: E-pasta apstiprināšana (žurnāla reģistrācija)
mr: ई-मेलची वैधता तपासा (नियतकालिकाची नोंदणी)
ms: Sahkan E-mel (Pendaftaran Jurnal)
nl: Valideer Email (tijdschriftregistratie)
pl: Aktywacja Email (Rejestracja w czasopiśmie)
ru: Проверка адреса почты (регистрация в журнале)
uk: Перевірка електронної пошти (реєстрація в журналі)
uz_cyrl: Электрон почтани тасдиқлаш
uz_uz@latin: Elektron pochtani tasdiqlash (Jurnalni ro'yxatdan o'tkazish)
zh_hant: 認證電郵（註冊期刊）

# mailable.validateEmailContext.description
source: This email is automatically sent to a new user when they register with the journal when the settings require the email address to be validated.
ar: هذا البريد الالكتروني يُرسل تلقائيًا إلى المستخدم الجديد عند تسجيله في المجلة في حالة كون الإعدادات تتطلب التحقق من بريده الالكتروني.
az: Bu email, yeni üzv qeydiyyatında email adresinin təsdiqlənməsini tələb etdiyində, jurnalda qeydiyyatdan keçdiklərində avtomatik olaraq göndərilir.
bg_bg: Този имейл се изпраща автоматично до нов потребител, когато се регистрира в дневника, когато настройките изискват имейл адресът да бъде валидиран.
eu: Mezu elektroniko hau automatikoki bidaltzen zaio erabiltzaile berri bati aldizkarian izena ematen duenean, ezarpenek helbide elektronikoa baliozkotzea eskatzen dutenean.
fi: Tämä sähköposti lähetetään automaattisesti uudelle käyttäjälle, kun hän rekisteröityy julkaisuun asetusten edellyttäessä sähköpostiosoitteen vahvistamista.
hy: Այս նամակն ինքնաշխատ կերպով ուղարկվում է նոր օգտվողին, երբ նրանք գրանցվում են ամսագրում, երբ կարգավորումները պահանջում են վավերացնել էլ․ փոստի հասցեն:
is_is: Þessi tölvupóstur er sjálfkrafa sendur á nýja notnedur þegar þeir nýskrásig hjá tímaritinu og þegar stillingar kalla á að netfangið sem staðfest.
ja: このメールは、設定によって、新規ユーザーがジャーナルに登録する際にメールアドレスの認証が必要であれば自動的に送信されます。
ka_ge: ეს ელფოსტა ავტომატურად ეგზავნება ახალ მომხმარებელს, როდესაც ისინი დარეგისტრირდებიან ჟურნალში, როდესაც პარამეტრები მოითხოვს ელფოსტის მისამართის დამოწმებას.
ky: Бул электрондук кат жаңы колдонуучуга журналга катталганда жөнөтүлөт, эгер жөндөөлөр электрондук почтаны текшерүүнү талап кылса.
lt: Šis el. laiškas automatiškai išsiunčiamas naujam vartotojui, kai jis užsiregistruoja žurnale, jei nustatymuose reikalaujama patvirtinti el. pašto adresą.
lv: Šo e-pastu automātiski nosūta jaunam lietotājam, kad viņš reģistrējas žurnālā, ja iestatījumos ir prasīts apstiprināt e-pasta adresi.
mr: नवीन वापरकर्त्याने नियतकालिकासाठी नोंदणी केल्यावर सेटिंग्जना ई-मेल पत्त्याची वैधता तपासण्यासाठी हा स्वनियंत्रित ई-मेल पाठविला जातो.
ms: E-mel ini dihantar secara automatik kepada pengguna baharu apabila mereka mendaftar dengan jurnal apabila tetapan memerlukan alamat e-mel untuk disahkan.
nl: Deze mail wordt automatisch verzonden naar een nieuwe gebruiker wanneer deze zich registreert bij een tijdschrift, als de instellingen vereisen dat het mailadres gevalideerd wordt.
pl: Email jest wysyłany automatycznie do nowego użytkownika w przypadku kiedy ustawienia czasopisma wymagają potwierdzenia skrzynki email.
ru: Это письмо автоматически отправляется новому пользователю, когда он регистрируется в журнале, настройки которого требуют подтверждения адреса электронной почты.
uk: Цей електронний лист автоматично надсилається новому користувачеві під час реєстрації в журналі, якщо налаштування вимагають підтвердження адреси електронної пошти.
uz_cyrl: Янги фойдаланувчиларга почта манзилини тасдиқлаш учун юбориладиган хат.
uz_uz@latin: Sozlamalar elektron pochta manzilini tasdiqlashni talab qilganda, jurnalda ro'yxatdan o'tganda, bu elektron pochta avtomatik ravishda yangi foydalanuvchiga yuboriladi.
zh_hant: 當用戶在期刊註冊及設定要求認證電郵地址時，此電郵會自發送至他們的電郵地址。

# doi.displayName
source: DOI
ka_ge: მოდული DOI
ru: Модуль «DOI»
