Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.noStyleSheetUploaded
source: No style sheet uploaded.
ar: لم يُرفع ملف أنماط إلى الموقع.
az: Formatlama stili yüklənmədi
bg_bg: Не е качена таблица със стилове.
ca_es: No s’ha carregat cap full d’estil.
cs_cz: Nebyl nahrán žádný soubor stylu.
da_dk: Der er ikke overført et typografiark.
de_de: Kein Style Sheet hochgeladen.
es_es: No se cargó ninguna hoja de estilo.
eu: Ez da estilo-orririk kargatu.
fa_ir: هیچ استایل شیتی آپلود نشده است.
fi: Tyylitiedostoa ei ladattu.
fr_fr: Aucune feuille de style téléchargée.
gl: Non se cargou ningunha folla de estilo.
hi_in: कोई शैली पत्रक अपलोड नहीं किया गया।
hr_hr: Stilska tablica nije postavljena.
hy: Ոճային թերթիկ չի վերբեռնվել:
id_id: Tidak ada stylesheet yang diunggah.
is_is: Engu stílsniði hefur veirð hlaðið upp.
it_it: Non è stato caricato nessun foglio di stile.
ja: スタイルシートがアップロードされていません。
ka_ge: სტილის ფაილი არ აიტვირთა.
ku_iq: پەڕەی ڕێنامییەکانی شێوازی نوسین بارنەکراوە.
ky: Стилдик барак жүктөлгөн жок.
lt: Neišsiųsta jokių stiliaus lentelių.
lv: Nav augšupielādēta neviena stila lapa.
mr: शैली पत्रक (स्टाईल शीट) संक्रमित (अपलोड) केलेले नाही.
ms: Tidak ada lembaran gaya yang dimuat naik.
nb_no: Ingen stylesheet lastet opp.
nl: Geen stylesheet geladen.
pl: Plik szablonu stylów nie został załadowany.
pt_br: Nenhuma Folha de Estilos enviada.
pt_pt: Nenhuma Folha de Estilos enviada.
ru: Таблица стилей не загружена.
sk_sk: Nebol nahraný žiadny súbor štýlu.
sl_si: Nobena stilska tablica ni naložena.
sr_rs@cyrillic: Нема постављених страница стила.
sr_rs@latin: Nema postavljenih stranica stila.
sv_se: Inget style sheet har uppladdats upp.
tr_tr: Biçimlendirme sitili yüklenmedi.
uk: Таблицю стилів не вивантажено.
uz_cyrl: CSS файл юкланмади.
uz_uz@latin: Hech qanday uslublar jadvali yuklanmagan.
vi_vn: Không có style sheet tải lên.
zh_cn: 没有上传CSS样式表
zh_hant: 無成功上載樣式表。

# manager.setup.note
source: Note
ar: ملاحظة
az: Qeyd
bg_bg: Забележка
ca_es: Nota
cs_cz: Poznámka
de_de: Anmerkung
es_es: Nota
eu: Oharra
fa_ir: یادداشت
fi: Huomautus
gl: Nota
hi_in: सुचना
hr_hr: Bilješka
hy: Նշում
id_id: Catatan
is_is: Til minnis
it_it: Nota
ja: 注意
ka_ge: შენიშვნა
ku_iq: سەرەنج، تێبینی
ky: Эскертүү
lt: Pastaba
lv: Piezīme
mr: टीप
ms: Catatan
nb_no: Merknad
nl: Notitie
pl: Opis
pt_br: Nota de agradecimento
pt_pt: Nota de agradecimento
ru: Примечание
sk_sk: Poznámka
sl_si: Opomba
sr_rs@cyrillic: Напомена
sr_rs@latin: Napomena
sv_se: Anteckning
tr_tr: Not
uk: Примітка
uz_cyrl: Эслатма
uz_uz@latin: Eslatma
vi_vn: Ghi chú
zh_cn: 备注
zh_hant: 備註

# manager.setup.notifications.submissionAckDisabled
source: <strong>Note:</strong> The submission acknowledgement email is currently disabled. To use this feature, enable the "Submission Ack" email in Emails.
ar: <strong>ملاحظة:</strong> رسالة الإشعار المتعلقة بتقديم طلب النشر معطلة حالياً. لاستعمال هذه الميزة، قم بتمكين رسالة "تأييد استلام طلب التقديم" ضمن الرسائل المحضرة.
az: <strong>Not:</strong> Avtomatik müraciət email göndərmə seçimi başlanğıcda passivləşdirildi. Açmaq üçün <a class="action" href="{$preparedEmailsUrl}">Hazır Email Mesajları</a> səhifəsində "SUBMISSION_ACK" olaraq müəyyənləşdirilən mesajı aktivləşdirin.
bg_bg: <strong> Забележка: </strong> Имейлът за потвърждение на изпратените материали понастоящем е деактивиран. За да използвате тази функция, активирайте имейла „Submission Ack“ в раздел Имейли.
ca_es: <strong>Nota:</strong> El correu electrònic justificant de recepció de la tramesa està desactivat. Per utilitzar aquesta funció, habiliteu el missatge de correu electrònic de CONFIRMACIÓ en l'apartat de correu electrònic.
cs_cz: <strong>Poznámka:</strong> E-mail s poděkováním za příspěvek je v současnoti zakázán. Pro použití této funkce, povolte SUBMISSION_ACK e-mail v <a class="action" href="{$preparedEmailsUrl}">Připravených e-mailech</a>.
da_dk: <strong>Bemærk!</strong> E-mail-bekræftelsen vedrørende manuskripter er i øjeblikket deaktiveret. Hvis du vil benytte denne funktion, skal du aktivere e-mailen SUBMISSION_ACK under <a class="action" href="{$preparedEmailsUrl}">Forberedte e-mails</a>.
de_de: <strong>Anmerkung:</strong> Die Funktion "Eingangsbestätigung per E-Mail" ist deaktiviert. Aktivieren Sie "SUBMISSION_ACK email" in <a class="action" href="{$preparedEmailsUrl}">E-Mail-Vorlagen</a>.
es_es: <strong>Nota:</strong> El correo electrónico de confirmación está actualmente deshabilitado. Para utilizar esta función, habilite el correo electrónico de CONFIRMACIÓN en el apartado de correos electrónicos.
eu: <strong>Oharra:</strong>: Bidalketaren hartu-agiri mezua desgaituta dago orain. Eginbide hori erabiltzeko, gaitu SUBMISSION_ACK mezua mezu elektronikoen atalean.
fa_ir: <strong>توجه:</strong> در حال حاضر ارسال رسید مقاله ارسالی غیرفعال است. برای استفاده از این گزینه ایمیل SUBMISSION_ACK در <a class="action" href="{$preparedEmailsUrl}">نمونه ایمیل‌های از قبل آماده</a> را فعال کنید.
fi: <strong>Huom.</strong> Käsikirjoituksen vastaanotosta ilmoittava sähköposti on tällä hetkellä pois käytöstä. Käyttääksesi tätä ominaisuutta, ota "Käsikirjoituksen vastaanottaminen"-sähköposti käyttöön Sähköpostit-kohdassa.
fr_fr: <strong>Note :</strong> Le courriel d'accusé de réception est actuellement désactivé. Pour utiliser cette fonctionnalité, veuillez activer le courriel « Submission Ack » dans les courriels.
gl: <strong>Nota:</strong> O correo electrónico de confirmación de envío está desactivado actualmente. Para empregar esta función, habilite o correo electrónico "Submission Ack" nos correos electrónicos.
hi_in: <strong> नोट: </ strong> प्रस्तुत स्वीकृति ईमेल वर्तमान में अक्षम है। इस सुविधा का उपयोग करने के लिए, ईमेल में "सबमिशन एक" ईमेल सक्षम करें।
hr_hr: <strong>Obavijest:</strong> E-pošta potvrde prijave je trenutno onemogućena. Da biste koristili ovu mogućnost, omogućite SUBMISSION_ACK e-poštu u <a class="action" href="{$preparedEmailsUrl}">Pripremljenoj e-pošti</a>.
hy: <strong>Նշում.</strong> Ներկայացման հաստատման էլ. փոստը ներկայումս անջատված է: Այս հնարավորությունն օգտագործելու համար էլ․ փոստում միացրեք «Submission Ack» նամակը:
id_id: <strong>Catatan:</strong> Email pemberitahuan penyerahan saat ini tidak diaktifkan. Untuk menggunakan fitur ini, aktifkan email SUBMISSION_ACK di menu Email</a>.
is_is: <strong>ATH:</strong> Staðfesting á innsendingu í tölvupósti er óvirk. Til að nota þessa virkni þarf að virkj "Submission Ack" tölvupóst í tölvupóstar.
it_it: <strong>Nota:</strong> L'email di conferma di ricezione contributo è attualmente disabilitata. Per usare questa funzione, abilita la mail "Submission Ack" nella sezione Emails.
ja: <strong>注:</strong> 投稿確認メールは現在無効になっています。この機能を使用するには、「メール」の中の"投稿 応答"メールを有効にしてください。
ka_ge: <strong>შენიშვნა:</strong> გაგზავნის დადასტურების ელფოსტა ამჟამად გამორთულია. ამ ფუნქციის გამოსაყენებლად, ჩართეთ ელფოსტის დადასტურება.
ku_iq: <strong> تێبینی</strong> ناردنی ئیمێڵی سوپاسگوزاری لە ئێستادا ناکارایە. بۆ ئەکارهێنانی ئەم تایبەتمەندییە، بەشی "پێشکەشکردنی سوپاسگوزاری" چالاک بکەلە ناو ئیمێڵەکان.
ky: <strong>Эскертүү:</strong> Учурда журналга материал тапшырууну ырастаган электрондук кат жөнөтүү өчүрүлгөн. Бул функцияны колдонуу үчүн "Электрондук почталар" бөлүмүндөгү "Ырастоо жөнөтүү" электрондук почтасын иштетиңиз.
lt: <strong>Pastaba:</strong> Pateikimo patvirtinimo el. laiškas šiuo metu išjungtas. Norėdami naudoti šią funkciją, įjunkite „Pateikimo patvirtinimą“ (Submission Ack) el. laiškų nustatymuose.
lv: <strong>Piezīme:</strong> Iesniegšanas apstiprinājuma e-pasts pašlaik ir atspējots. Lai izmantotu šo funkciju, iespējojiet "Iesniegšanas apstiprinājuma" e-pastu sadaļā E-pasti.
mr: <strong>टीप :</strong> ई-मेलने सादरीकरणाची आपोआप पोच देण्याची सोय सध्या निष्क्रिय (disable) केलेली आहे. हे वैशिष्ट्य वापरण्यासाठी, ई-मेलमध्ये "सादरीकरण पोच" ई-मेल सक्रिय करा.
ms: <strong> Catatan: </strong> E-mel pengakuan penyerahan kini dinyahdayakan. Untuk menggunakan ciri ini, dayakan e-mel "Submission Ack" di e-mel.
nb_no: <strong>NB:</strong> Automatisk e-post med bekreftelse av innlevering er for øyeblikket slått av. For å bruke denne funksjonen, må du slå på SUBMISSION_ACK i listen over e-postmaler.
nl: <strong>Noot:</strong> Het bevestigen van inzendingen is momenteel uitgeschakeld. Om deze functionaliteit te gebruiken moet de ''SUBMISSION_ACK'' email ingeschakeld worden.
pl: <strong>Uwaga:</strong> E-mail potwierdzający przesłanie tekstów jest obecnie wyłączony. Aby skorzystać z tej funkcji, włącz "Potwierdzenie zgłoszenia" w emailach.
pt_br: <strong>Aviso:</strong> O e-mail de notificação de submissão está desativado. Para utilizar esta opção, ative o e-mail padrão SUBMISSION_ACK na configuração de <a class="action" href="{$preparedEmailsUrl}">E-mails</a>.
pt_pt: <strong>Aviso:</strong> O e-mail de notificação de submissão está desativado. Para utilizar esta opção, ative o e-mail padrão "Submission Ack" nos E-mails.
ru: <strong>Обратите внимание:</strong> Отправка письма с подтверждением отправки материала в журнал сейчас отключена. Чтобы использовать эту возможность, включите письмо «Подтверждение отправки» в разделе «Письма электронной почты».
sk_sk: <strong>Poznámka:</ strong>E-mail s poďakovaním za príspevok je v súčasnosti zakázaný. Pre použitie tejto funkcie, zapnite SUBMISSION_ACK e-mail v pripravených e-mailoch.
sl_si: <strong>Opozorilo:</strong> E-pošta za potrditev uspešne oddaje prispevka je trenutno izključen. Za uporabo te funkcije vključite opcijo SUBMISSION_ACK e-pošta nastavitvah Emaili.
sr_rs@cyrillic: <strong>Note:</strong> Тренутно је искључена могућност слања потврде о пријему пријављеног чланка. Да би је укључили урадите то у Потврда пријаве у Емејлови.
sr_rs@latin: <strong>Note:</strong> Trenutno je isključena mogućnost slanja potvrde o prijemu prijavljenog članka. Da bi je uključili uradite to u Potvrda prijave u Emejlovi.
sv_se: <strong>Anmärkning:</strong> Funktionen för utskick av e-post som bekräftar att bidrag har emottagits är avstängd. För att använda funktionen, aktivera "SUBMISSION ACK"-e-postmeddelandet i E-postmeddelanden.
tr_tr: <strong>Not:</strong> Otomatik başvuru e-posta gönderme seçeneği başlangıçta pasifleştirildi. Açmak için <a class="action" href="{$preparedEmailsUrl}">Hazır E-Posta Mesajları</a> sayfasında "SUBMISSION_ACK" olarak tanımlanan mesajı etkinleştirin.
uk: <strong>Примітка:</strong> електронний лист із підтвердженням надсилання наразі вимкнено. Щоб скористатися цією функцією, увімкніть електронний лист "Підтвердження подання" в розділі електронних листів.
uz_cyrl: Диққат: Мақола қабул қилингани ҳақидаги автоматик хат ўчирилган.
uz_uz@latin: <strong> Eslatma: </strong> Hozirgi vaqtda elektron pochta xabari o'chirilgan. Bu xususiyatdan foydalanish uchun elektron pochtadagi "Submission Ack" elektron pochtasini yoqing.
vi_vn: <strong>Lưu ý:</strong> Email cảm ơn khi nhận bài hiện đang bị vô hiệu hóa. Để sử dụng tính năng này, hãy bật email "Submission Ack" trong Emails.
zh_cn: <strong>注意：</strong>收稿通知的电子邮件现在是关闭的。若要开启，请在 <a class="action" href="{$preparedEmailsUrl}">备用电子邮件</a>启用「收稿通知」电子邮件。
zh_hant: <strong>備註：</strong>現已取消投稿確認電郵。如需此功能，請允許在電郵項目中的「投稿確認」電郵。

# manager.setup.numPageLinks
source: Page links
ar: روابط الصفحة
az: Səhifə linkləri
bg_bg: Връзки със страница
ca_es: Enllaços
cs_cz: Odkazů na stránky
da_dk: Sidelinks
de_de: Links
es_es: Enlaces de la página
eu: Orrialdeetarako estekak
fa_ir: تعداد لینک صفحات
fi: Sivun linkit
fr_fr: Liens
gl: Ligazóns
hi_in: पृष्ठ लिंक
hr_hr: Broj prikazanih stranica
hy: Էջի հղումներ
id_id: Tautan Halaman
it_it: Link alle pagine
ja: ページリンク
ka_ge: გვერდის ბმულები
ku_iq: بەستەرەکانی لاپەڕە
ky: <strong>Эскертүү:</strong> Учурда журналга материал тапшырууну ырастаган электрондук кат жөнөтүү өчүрүлгөн. Бул функцияны колдонуу үчүн "Электрондук почталар" бөлүмүндөгү "Ырастоо жөнөтүү" электрондук почтасын иштетиңиз.
lt: Puslapio nuorodos
lv: Lapas saites
mr: पृष्ठांचे दुवे (लिंक्स)
ms: Pautan halaman
nb_no: Side lenker
nl: Paginalinks
pl: Łącza
pt_br: Links de paginação
pt_pt: Links de Página
ru: Ссылки на страницы
sk_sk: Odkazy na stránky
sl_si: Število prikazanih strani
sr_rs@cyrillic: Везе страница
sr_rs@latin: Veze stranica
sv_se: Sidlänkar
tr_tr: Sayfa bağlantıları
uk: Посилань на сторінки
uz_cyrl: Саҳифа ҳаволалари сони
uz_uz@latin: Sahifalarga havolalar
vi_vn: Liên kết trang
zh_cn: 网页链接
zh_hant: 頁面連結

# manager.setup.numPageLinks.description
source: Limit the number of links to display to subsequent pages in a list.
ar: تحديد عدد الروابط التي تظهر للصفحات القادمة من القوائم المجزأة على عدة صفحات.
az: Göstəriləcək link sayını bir siyahıdakı sonrakı səhifələrlə məhdudlaşdırın.
bg_bg: Ограничете броя на връзките за показване до следващи страници в списък.
ca_es: Limitar el nombre d'enllaços que es mostren en les pàgines posteriors en una llista.
es_es: Limitar el número de enlaces que mostrar en las páginas subsiguientes de una lista.
eu: Mugatu zerrenda bateko hurrengo orrialdeetara bistaratuko diren esteka-kopurua.
fi: Rajoita listauksessa näkyvien sivulinkkien määrää.
fr_fr: Limiter le nombre de liens à afficher sur les pages subséquentes dans une liste.
gl: Limita o número de ligazóns que se amosarán ás páxinas seguintes dunha lista.
hi_in: किसी सूची में बाद के पृष्ठों को प्रदर्शित करने के लिए लिंक की संख्या को सीमित करें।
hy: Սահմանափակեք ցանկի հաջորդ էջերին ցուցադրվող հղումների քանակը:
it_it: Limita il numero di collegamenti da visualizzare in pagine successive.
ja: リスト内の後続ページに表示するリンクの数を制限する。
ka_ge: ბმულების რაოდენობის შეზღუდვა სიაში მომდევნო გვერდებზე.
ku_iq: ژمارەی بەستەرەکان سنوردار بکە لە پیشاندانیان لە لاپەڕە یەک لەدوای یەکەکان لە لیستێکدا.
ky: Тизмедеги кийинки беттерде көрсөтүлгөн шилтемелердин санын чектеңиз.
lt: Apriboti nuorodų, kurios bus rodomos į tolesnius sąrašo puslapius, skaičių.
lv: Ierobežojiet sarakstā uz nākamajām lapām rādāmo saišu skaitu.
mr: पुढील पृष्ठे प्रदर्शित करण्यासाठी यादीतील दुव्यांची (लिंक्स) संख्या मर्यादित करा.
ms: Hadkan jumlah pautan untuk dipaparkan ke halaman berikutnya dalam senarai.
nb_no: Begrens antallet lenker som skal vises på hver side i en liste, før resten blir vist på påfølgende sider.
nl: Beperk het aantal links dat per pagina wordt getoond.
pl: Ogranicz liczbę wyświetlanych linków na następnych stronach w spisie.
pt_pt: Limite o número de links a aparecerem em páginas seguintes numa lista.
ru: Ограничение числа ссылок, показываемых на последующих страницах в списке.
sk_sk: Obmedzte počet odkazov, ktoré sa majú zobraziť na nasledujúcich stránkach v zozname.
sl_si: Omejite število prikazanih povezav do nadaljnjih strani v seznamu.
tr_tr: Görüntülenecek bağlantı sayısını bir listedeki sonraki sayfalarla sınırlandırın.
uk: Обмежте кількість відображуваних посилань на наступні сторінки в списку.
uz_cyrl: Рўйхатлар пастида кўринадиган саҳифа рақамлари сони.
uz_uz@latin: Ro'yxatdagi keyingi sahifalarga ko'rsatiladigan havolalar sonini cheklang.
vi_vn: Giới hạn số lượng liên kết để hiển thị cho các trang tiếp theo trong danh sách.
zh_hant: 限制另一頁面列表中顯示連結數量。

# manager.setup.onlineIssn
source: Online ISSN
ar: ISSN في الإنترنت
az: e-ISSN
bg_bg: ISSN за онлайн версия на списание
ca_es: ISSN en línia
de_de: ISSN Internet
es_es: ISSN en línea
eu: Lineako ISSN
fa_ir: شاپا الکترونیک
fi: Verkkojulkaisun ISSN
fr_fr: ISSN numérique
gl: ISSN en liña
hi_in: ऑनलाइन ISSN
hr_hr: E-ISSN
hy: Առցանց ISSN
id_id: ISSN Online
is_is: eISSN
it_it: E-ISSN
ja: オンライン ISSN
ka_ge: ონლაინ ISSN
ku_iq: زنجیرە ژمارەی ستانداردی نێودەوڵەتی سەرهێڵ
ky: Онлайн ISSN
lt: Internetinio leidinio ISNN
lv: Tiešsaistes ISSN
mr: ऑनलाइन आवृत्तीचा ISSN
ms: ISSN dalam talian
nb_no: ISSN for nettutgaven
nl: ISSN online versie
pl: ISSN online
pt_br: ISSN Eletrônico
pt_pt: ISSN Electrónico
ru: ISSN онлайн-версии
sl_si: E-ISSN
sr_rs@cyrillic: Онлајн ISSN
sr_rs@latin: Onlajn ISSN
sv_se: e-ISSN
tr_tr: e-ISSN
uk: ISSN онлайнової версії
uz_uz@latin: Internetda ISSN
vi_vn: ISSN trực truyến
zh_cn: eISSN
zh_hant: 網上國際標準期刊號(ISSN)

# manager.setup.pageNumberIdentifier
source: Page Number Option
ar: خيار ترقيم الصفحة
az: Səhifə nömrəsi tənzimi
bg_bg: Настройка за номерацията на страници
ca_es: Opcions per als números de pàgina
cs_cz: Možnost číslování stránek
da_dk: Sidetalsindstilling
de_de: Seitenzahl-Option
es_es: Opciones de numeración de páginas
eu: Orrialde-zenbakien aukera
fa_ir: گزینه‌های شماره‌گذاری صفحات
fi: Sivunumerovalinta
fr_fr: Option de numéro de page
gl: Opcións de numeración de páxina
hi_in: पृष्ठ नंबर विकल्प
hr_hr: Navođenje broja stranica
hy: Էջի թվի տարբերակ
id_id: Pilihan Nomor Halaman
is_is: Val fyrir blaðsíðu númer
it_it: Numerazione delle pagine
ja: ページ番号オプション
ka_ge: გვერდის ნომრის ვარიანტი
ku_iq: بژاردەی ژمارەی لاپەڕ
ky: Барак номерлөө параметри
lt: Puslapių skaičiaus parinktys
lv: Lapas numura iespēja
mr: पृष्ठ क्रमांकाचे पर्याय
ms: Pilihan Nombor Halaman
nb_no: Sidetallsvalg
nl: Paginanummer optie
pl: Manualna numeracja stron
pt_br: Opção de número de página
pt_pt: Opção de Número de Página
ru: Настройка нумерации страниц
sk_sk: Možnosť číslovania strán
sl_si: Določanje številke strani
sr_rs@cyrillic: Опција за број страна
sr_rs@latin: Opcija za broj strana
sv_se: Alternativ för sidnumrering
tr_tr: Sayfa Numarası Ayarı
uk: Налаштування пагінації
uz_cyrl: Саҳифа рақами опцияси
uz_uz@latin: Sahifa raqami opsiyasi
vi_vn: Tùy chọn số trang
zh_cn: 页码选项
zh_hant: 頁碼選項

# manager.setup.policies
source: Policies
ar: السياسات
az: Politikalar
bg_bg: Правила
ca_es: Polítiques
cs_cz: Pravidla
da_dk: Politikker
de_de: Zur Zeitschrift
es_es: Políticas
eu: Politikak
fa_ir: سیاست‌ها
fi: Toimintaperiaatteet
fr_fr: Politiques
gl: Políticas
hi_in: नीतियाँ
hr_hr: Uređivačka politika
hy: Քաղաքականություն
id_id: Kebijakan
is_is: Stefnur
it_it: Politiche
ja: ポリシー
ka_ge: წესები
ku_iq: سیاسەتەکان (ڕێو و شوێنەکان)
ky: Саясаттар
lt: Nuostatos
lv: Noteikumi
mr: धोरणे
ms: Polisi
nb_no: Retningslinjer
nl: Beleid
pl: Zasady
pt_br: Políticas
pt_pt: Políticas
ru: Правила
sk_sk: Pravidlá
sl_si: Politike
sr_rs@cyrillic: Политике
sr_rs@latin: Politike
sv_se: Policyer
tr_tr: Politikalar
uk: Політика
uz_cyrl: Сиёсатлар
uz_uz@latin: Siyosatlar
vi_vn: Các chính sách
zh_cn: 方针
zh_hant: 政策

# manager.setup.policies.description
source: Focus, peer review, sections, privacy, security, and additional about items.
ar: التركيز، التحكيم المناظر، الأقسام، الخصوصية، الأمان، وفقرات أخرى إضافية.
az: Fokus, rəyçi dəyərləndirməsi, bölmələr, məxfilik, təhlükəsizlik və giriş elementləri haqqında əlavə edər.
bg_bg: Фокус, рецензиране, раздели, поверителност, сигурност и допълнителна информация за елементите.
ca_es: Temàtica, avaluació d'experts/ertes, seccions, privacitat, seguretat i altres temes addicionals.
cs_cz: Zaměření, recenzní řízení, sekce, soukromí, zabezpečení a další položky.
da_dk: Fokus, peer review, sektioner, beskyttelse af personlige oplysninger, sikkerhed og flere oplysninger om elementer.
de_de: Schwerpunkt, Begutachtung, Rubriken, Schutz persönlicher Daten, Sicherheit und andere Themen.
es_es: Objeto de la revista, proceso de evaluación por pares, secciones, privacidad, seguridad y otros.
eu: Orientazioa, adituen ebaluazioa, atalak, pribatutasuna, segurtasuna eta antzekoak.
fa_ir: زمینه مطالعاتی، داوری، انواع مقالات، محرمانگی، امنیت ، و محتویات دیگر برای نمایش در بخش «درباره»
fi: Julkaisun tarkoitus, vertaisarviointi, osastot, yksityisyyden suoja, turvallisuus, ja lisätietoja kohteista.
fr_fr: Orientation, évaluation par les pairs, rubriques, confidentialité, sécurité et autres sujets connexes.
gl: Temática, revisión por pares, seccións, privacidade, seguridade e información adicional.
hi_in: फोकस, पीयर रिव्यू, अनुभाग, गोपनीयता, सुरक्षा, और वस्तुओं के बारे में अतिरिक्त।
hr_hr: Fokus, recenzijski postupak, rubrike, privatnost, sigurnost i dodatne informacije o časopisu.
hy: Ուղղվածություն, գործընկերային գրախոսում, բաժիններ, գաղտնիություն, անվտանգություն և լրացուցիչ տարրեր:
id_id: Fokus, peer review, bagian, privasi, keamanan, dan item tambahan tentang kami.
is_is: Áherslur, ritrýni, kaflar, persónuvernd, öryggi og önnnur viðbótar atriði í Um tímaritið.
it_it: Argomento, peer review, sezioni, privacy, accesso, sicurezza e altre voci riguardanti gli articoli.
ja: フォーカス、ピアレビュー、セクション、プライバシー、セキュリティ、および追加の項目について。
ka_ge: ჟურნალის კონცეფცია, რეცენზირება, სექციები, კონფიდენციალურობა, უსაფრთხოება და დამატებითი ინფორმაცია.
ku_iq: سەرنجدان، هەڵسەنگاندنی کاری هاوڕێیەک، بەشەکان، نهێنی، ئاسایش، و برگە زیادەکانی تر.
ky: Фокус, рецензиялоо, бөлүмдөр, купуялуулук, коопсуздук жана кошумча маалымат элементтери.
lt: Tematika, recenzavimas, skyriai, privatumas, saugumas ir papildoma informacija apie žurnalą.
lv: Mērķis, recenzēšana, sadaļas, privātums, drošība un papildu informācija par elementiem.
mr: लक्ष्य, तज्ज्ञ समीक्षण, विभाग, गोपनीयता, सुरक्षा आणि अतिरिक्त जोडण्यांविषयी.
ms: Fokus, ulasan sejawat, bahagian, privasi, keselamatan, dan tambahan mengenai item.
nb_no: Hovedfokus, fagvurdering, seksjoner, personopplysninger, sikkerhet, og øvrige Om-emner.
nl: Focus, peer review, secties, privacy, beveiliging en andere gegevens over het tijdschrift.
pl: Recenzja, działy, polityka prywatności, bezpieczeństwo oraz pozostałe elementy o czasopiśmie.
pt_br: Foco, avaliação pelos pares, seções, privacidade, acesso, segurança e itens adicionais sobre da revista.
pt_pt: Âmbito, revisão por pares, secções, privacidade, acesso, segurança e itens adicionais em Sobre a Revista.
ru: Концепция журнала, рецензирование, разделы, конфиденциальность, безопасность и дополнительная информация о журнале.
sk_sk: Zameranie, recenzné riadenie, sekcia, súkromie, bezpečnosť a ďalšie položky.
sl_si: Fokus, recenzija, rubrike, zasebnost, varnost in ostale informacije o reviji.
sr_rs@cyrillic: Фокус, стручна рецензија, секције, приватност, безбедност и додатне ставке о часопису.
sr_rs@latin: Fokus, stručna recenzija, sekcije, privatnost, bezbednost i dodatne stavke o časopisu.
sv_se: Tidskriftens fokus, sakkunninggranskning, sektioner, personuppgifter, säkerhet och övrigt.
tr_tr: Odak, hakem değerlendirmesi, bölümler, gizlilik, güvenlik ve erişim öğeler hakkında ekler.
uk: Проблематика, рецензування, розділи, приватність, безпека та додаткові відомості про журнал.
uz_cyrl: Тақриз қилиш, бўлимлар, махфийлик ва хавфсизлик.
uz_uz@latin: E'tibor, tengdoshlarni ko'rib chiqish, bo'limlar, maxfiylik, xavfsizlik va narsalar haqida qo'shimcha ma'lumot.
vi_vn: Mục đích, đánh giá ngang hàng, các chuyên mục, quyền riêng tư, bảo mật và các mục bổ sung.
zh_cn: 焦点、审稿、栏目、隐私、安全性和其它说明。
zh_hant: 重點、同行評審、私隱、保安及額外關於項目。

# manager.setup.printIssn
source: Print ISSN
ar: ISSN الطباعي
az: ISSN
bg_bg: ISSN за печатно издание
ca_es: ISSN en paper
cs_cz: Tištěné ISSN
da_dk: Trykt ISSN
de_de: ISSN Druck
es_es: Imprimir ISSN
eu: Inprimatzeko ISSN
fa_ir: شاپا چاپی
fi: Painetun julkaisun ISSN
fr_fr: ISSN imprimé
gl: ISSN de impresión
hi_in: ISSN प्रिंट करें
hr_hr: ISSN tiskanog izdanja
hy: Տպագիր ISSN
id_id: ISSN Cetak
is_is: Prent ISSN
it_it: ISSN
ja: ISSNの印刷
ka_ge: ბეჭდვითი ISSN
ku_iq: زنجیرەی ژمارەی ستانداردی نێوەدەوڵەتی چاپبکە
ky: Басма ISSN
lt: Spausdinto leidinio ISNN
lv: Drukāta izdevuma ISSN
mr: छापील आवृत्तीचा ISSN
ms: Cetak ISSN
nb_no: ISSN for trykt utgave
nl: ISSN gedrukte versie
pl: ISSN wersji papierowej
pt_br: ISSN Impresso
pt_pt: ISSN (Impresso)
ru: ISSN печатной версии
sk_sk: Tlačové ISSN
sl_si: ISSN tiskane izdaje
sr_rs@cyrillic: Штампани ISSN
sr_rs@latin: Štampani ISSN
sv_se: ISSN
tr_tr: ISSN
uk: ISSN друкованої версії
uz_uz@latin: ISSN -ni chop etish
vi_vn: ISSN in
zh_cn: ISSN
zh_hant: 印刷國際標準期刊號(ISSN)
