Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.focusAndScope.description
source: Describe to authors, readers, and librarians the range of articles and other items the journal will publish.
ar: أعط وصفاً للمؤلفين، القراء وأمناء المكتبات عن مجالات النشر التي تُعنى بها هذه المجلة.
az: Müəlliflər, oxucular və kitabxanaçılara jurnalın nəşr edəcəyi və digər elementləri açıqlayın
bg_bg: Опишете на автори, читатели и библиотекари обхвата на статиите и други материали, които списанието ще публикува.
ca_es: Descriure a autors/es, lectors/es i bibliotecaris/àries la gamma d'articles i altres elements que publicarà la revista.
cs_cz: Popište autorům, čtenářům a knihovníkům zaměření článků a dalších položek, které časopis publikuje.
da_dk: Beskriv over for forfattere, læsere og bibliotekarer omfanget af artikler og andet indhold som tidsskriftet vil udgive.
de_de: Beschreiben Sie Autor/innen, Leser/innen und Bibliothekar/innen die Bandbreite der Artikel und anderer hier zu veröffentlichenden Werke.
es_es: Describir a autores/as, lectores/as y bibliotecarios/as el rango de artículos y otros elementos que la revista publicará.
eu: Deskribatu egileei, irakurleei eta liburuzainei aldizkariak argitaratuko dituen artikulu- eta bestelako elementu-sorta.
fa_ir: به اطلاع خوانندگان، نویسندگان و کتابخانه‌ها رسانید که مقالات این مجله در چه حیطه‌ای بوده و چه زمینه‌های مطالعاتی را پوشش می‌دهد.
fi: Kuvaile kirjoittajille, lukijoille ja kirjastonhoitajille millaisia artikkeleita ja muita kohteita julkaisu julkaisee.
fr_fr: Décrire aux auteurs, aux lecteurs et aux bibliothécaires les types d'articles et autres objets publiés dans la revue.
gl: Describa aos autores/as, lectores/as e bibliotecarios/as a gama de artigos e outros elementos que publicará a revista.
hi_in: लेखकों, पाठकों, और लाइब्रेरियन को लेख और अन्य वस्तुओं की रेंज का वर्णन करेंगे जो जर्नल प्रकाशित करेगी।
hy: Հեղինակներին, ընթերցողներին և գրադարանավարներին նկարագրեք հոդվածների և այլ նյութերի շրջանակը, որոնք ամսագիրը կհրապարակի:
id_id: Jelaskan kepada penulis, pembaca, dan pustakawan bahasan artikel dan item lain yang akan dipublikasikan oleh jurnal.
is_is: Lýsir fyrir höfundum, lesendum og ritrýnum breidd í greinum og öðru efni sem tímaritið hyggst birta.
it_it: Descrive agli autori, ai lettori e ai bibliotecari di cosa si occupano gli articoli e gli altri scritti che la rivista pubblicherà.
ja: 著者、読者、図書館員に対して、ジャーナルが発行する論文などの範囲を説明する。
ka_ge: აღწერეთ ავტორებისათვის, მკითხველებისათვის და ბიბლიოთეკარებისათვის სტატიების და ჟურნალის დიაპაზონი.
ku_iq: بۆ نوسەرکان و خوێنەران و کارمەندانی کتێبخانە، بوار و ژمارەی توێژینەوەکان و بابەتەکانی تر کە ئەم گۆڤارە بڵاویان دەکاتەوە باس بکە.
ky: Журнал жарыялай турган макалалардын жана башка материалдардын спектрин авторлор, окурмандар жана китепканалар үчүн сүрөттөп бериңиз.
lt: Nurodykite autoriams, skaitytojams ir bibliotekininkams, kokie straipsniai ar kiti tekstai spausdinami šiame žurnale.
lv: Aprakstiet autoriem, lasītājiem un bibliotekāriem rakstu un citu materiālu klāstu, ko žurnāls publicēs.
mr: लेखक, वाचक आणि ग्रंथपालांना नियतकालिक प्रकाशित करणार असलेल्या लेखांचा परीघ आणि इतर लेखनाची माहिती द्या.
ms: Huraikan kepada pengarang, pembaca, dan pustakawan pelbagai artikel dan item lain yang akan diterbitkan oleh jurnal.
nb_no: Beskriv til forfattere, lesere og bibliotekarer spennvidden på artikler og annet innhold som tidsskriftet vil publisere.
nl: Geef voor auteurs, lezers en bibliothecarissen een beschrijving van het soort artikels en andere objecten die het tijdschrift zal publiceren.
pl: Podaj zakres i zasięg czasopisma.
pt_br: Descreva aos autores, leitores e bibliotecários a gama de artigos e outros itens a revista vai publicar.
pt_pt: Descreva aos autores, leitores e bibliotecários a gama de artigos e outros itens que a revista publicará.
ru: Опишите для авторов, читателей и библиотек диапазон статей и других материалов, которые будет публиковать журнал.
sk_sk: Popíšte autorom, čitateľom a knihovníkom zameranie článkov a ďalších položiek, ktoré časopis publikuje.
sl_si: Razložite avtorjem, bralcem in knjižničarjem obseg prispevdkov in ostale stvari, ki jih bo revija izdajala.
sr_rs@cyrillic: Опишите ауторима, читаоцима и библитекарима врсте чланака и других ставки које објављује часопис.
sr_rs@latin: Opišite autorima, čitaocima i biblitekarima vrste članaka i drugih stavki koje objavljuje časopis.
sv_se: Beskriv för författare, läsare och bibliotekarier vilken typ av artiklar som tidskriften publicerar.
tr_tr: Yazarlar, okuyucular ve kütüphanecilere derginin yayınlayacağı makaleleri ve diğer öğeleri açıklayın.
uk: Опишіть для авторів, читачів і бібліотек діапазон статей або інших матеріалів, що будуть публікуватись у журналі.
uz_cyrl: Муаллиф ва ўқувчиларга журнал қандай мақолаларни нашр этишини тушунтиринг.
uz_uz@latin: Mualliflarga, o'quvchilarga va kutubxonachilarga jurnalda chop etiladigan maqolalar va boshqa maqolalar turlarini aytib bering.
vi_vn: Mô tả cho các tác giả, độc giả và thủ thư phạm vi các bài báo và các danh mục khác mà tạp chí sẽ xuất bản.
zh_hant: 向作者、讀者及圖書館管理員描述文章範疇及其他期刊會出版的項目。

# manager.setup.forAuthorsToIndexTheirWork
source: For Authors to Index Their Work
ar: للمؤلفين لغرض فهرسة أعمالهم
az: Çalışmalarını indeksləmək istəyən müəlliflər üçün
bg_bg: За авторите да индексират работата си
ca_es: Instruccions per a la indexació d’obres per part dels autors/ores
cs_cz: Autorům pro indexaci jejich práce
da_dk: Til forfattere til indeksering af deres værker
de_de: Indizierung von Arbeiten für Autor/innen
es_es: Instrucciones de indexación para los autores/as
eu: Egileek beren lana indexatzen lagundu dezaten
fa_ir: برای نویسنده به منظور نمایه‌سازی پژوهش‌هایشان
fi: Kirjoittajille töiden indeksointia varten
fr_fr: Aide aux auteurs pour l'indexation de leur travail
gl: Para que os autores/as indexen o seu traballo
hi_in: लेखकों के लिए उनके कार्य को अनुक्रमित करना
hr_hr: Autorsko indeksiranje radova
hy: Հեղինակներին՝ իրենց աշխատանքը ինդեքսավորելու համար
id_id: Untuk Penulis Mengindeks Naskah Mereka
is_is: Fyrir höfunda til að lykkla verk sín
it_it: Indicizzare gli articoli
ja: 著者が論文の索引を作るために
ka_ge: ავტორებისათვის მათი ნამუშევრების ინდექსირების მიზნით
ku_iq: بۆ نوسەرەکان بۆ ئەوەی کارەکانیان پێرست بکەن
ky: Авторлордун эмгектерин индексациялоо үчүн
lt: Autoriams – kad jų tekstas indeksuojamas
lv: Autoriem savu darbu indeksēšanai
mr: लेखकांना त्यांचे लिखाण सूचीबद्ध करण्यासाठी
ms: Bagi Pengarang Mengindeks Hasil Kerja mereka
nb_no: Forfatterenes indeksering av eget verk
nl: Voor auteurs ter indexering van hun werk
pl: Dla autorów, w celu indeksowania ich tekstów
pt_br: Indexação da submissão
pt_pt: Indexação da submissão
ru: Для авторов, чтобы проиндексировать их работу
sk_sk: Autorom pre indexáciu ich práce
sl_si: Avtorsko indeksiranje del
sr_rs@cyrillic: За ауторе да индексирају свој рад
sr_rs@latin: Za autore da indeksiraju svoj rad
sv_se: Författarens indexering av det egna arbetet
tr_tr: Çalışmalarını Dizinlemek İsteyen Yazarlar için
uk: Для авторів щодо індексації їхнього твору
uz_cyrl: Муаллифлар томонидан мақолани индексациялаш
uz_uz@latin: Mualliflar o'z ishlarini indekslashlari uchun
vi_vn: Để các tác giả lập chỉ mục nghiên cứu của họ
zh_cn: 为作者作品建立索引
zh_hant: 讓作者可以把其著作編入索引
