Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.initialIssueDescription
source: Depending on the format selected, identify the issue, volume, and/or year of the first issue to be published with OJS:
ar: حسب الصيغة المعتمدة في المجلة، حدد رقم العدد والمجلد و/أو السنة للإصدار الأول التي تريد الانطلاق به مع نظام المجلات المفتوحة:
az: Seçilən formata uyğun olaraq ADS ilə nəşr ediləcək ilk nömrənin, nömrə, cild, il kimi xüsusiyyətləri:
bg_bg: В зависимост от избрания формат, идентифицирайте изданието, тома и/или годината на първия брой, който ще бъде публикуван с OJS:
ca_es: Segons el format seleccionat, identifiqueu el número, el volum o l’any del primer número que es publicarà a l’OJS:
cs_cz: V závislosti na zvoleném formátu stanovte číslo, ročník a/nebo rok prvního výtisku, který má být publikován pomocí OJS:
da_dk: Angiv nummer, årgang og/eller år for det første nummer, der skal publiceres med OJS, på baggrund af det valgte format:
de_de: Geben Sie der Startausgabe (je nach gewähltem Format) eine eindeutige Bezeichnung:
es_es: En función del formato seleccionado, identifique el número, el volumen y/o el año del primer número que se publicará con OJS:
eu: Hautatutako formatuaren arabera, identifikatu OJSrekin argitaratuko den lehenengo zenbakiaren zenbakia, bolumena eta/edo urtea:
fa_ir: برحسب فرمت انتخاب شده، شماره، دوره و یا سال اولین شماره مجله را که قرار است با سیستم OJS منتشر شود وارد کنید:
fi: Valitusta muodosta riippuen, tunnista ensimmäisen OJS:ssä julkaistavan numeron numero, volyymi ja/tai vuosi:
fr_fr: Selon le format sélectionné, identifier le numéro, le volume, et/ou l'année du premier numéro à être publié avec OJS :
gl: Dependendo do formato escollido, identifique o número, o volume e/ou o ano do primeiro número que se publicará con OJS:
hi_in: चयनित प्रारूप के आधार पर, ओजस के साथ प्रकाशित होने वाले पहले अंक की समस्या, मात्रा और / या वर्ष की पहचान करें:
hr_hr: Ovisno o odabranom formatu, odredite broj časopisa, svezak, i/ili godinu prvog izdanja izdanog u sklopu OJS-a:
hy: Կախված ընտրված ձևաչափից՝ նշեք OJS-ի հետ հրատարակվող առաջին համարի թողարկումը, ծավալը և/կամ տարեթիվը.
id_id: Tergantung pada format yang dipilih, mengidentifikasi terbitan, volume, dan/atau tahun terbitan pertama untuk diterbitkan dengan OJS:
is_is: Eftir því hvaða snið er valið, skilgreindu tölublað, bindi og/eða ár fyrsta tölublaðsins sem er gefið út með OJS:
it_it: A seconda del formato selezionato, indicare il numero, il volume e/o l'anno del primo numero che verrà pubblicato con OJS:
ja: 選択したフォーマットに応じて、OJSで最初に発行された号、巻、年を特定してください:
ka_ge: შერჩეული ფორმატის მიხედვით, განსაზღვრეთ OJS-ში გამოქვეყნებული პირველი ნომრის საკითხი, ტომი და/ან წელი:
ku_iq: بە پشتبەستن بە ڕێخستنی هەڵبژیردراو، ژمارەکە، بەرگەکە، و/یان ساڵی دەرچوونی یەکەم ژمارە دیاریبکە کە گۆڤارەکەی تێدا بڵاو دەبێتەوە لە سیستەمی گۆڤاری کراوە..
ky: Сиз тандаган форматка жараша AJS аркылуу жарыялана турган биринчи чыгарылыштын чыгарылышын, көлөмүн жана/же жылын көрсөтүңүз:
lt: Priklausomai nuo pasirinkto formato, nurodykite numerį, tomą ir (arba) metus pirmojo numerio, kuris bus publikuotas naudojant OJS:
lv: Atkarībā no izvēlētā formāta norādiet OJS publicējamā pirmā izdevuma numuru, sējumu un/vai gadu:
mr: निवडलेल्या स्वरूपाच्या आधारावर, OJS वर प्रकाशित होणाऱ्या पहिल्या अंकाचा अंक, खंड आणि/किंवा वर्ष ओळखा:
ms: Bergantung pada format yang dipilih, kenal pasti terbitan, jilid, dan/atau tahun terbitan pertama yang akan diterbitkan dengan OJS:
nb_no: For det formatet du valgte: oppgi utgave, volum og/eller år for første utgave som vil bli publisert i OJS:
nl: Identificeer, afhankelijk van de gekozen vorm, nummer, volume en/of jaar van het eerste nummer dat met OJS gepubliceerd gaat worden:
pl: W zależności od wybranego formatu, podaj numer, tom oraz rok pierwszego numeru, który zostanie opublikowany w systemie OJS:
pt_br: Dependendo do formato escolhido, informe a edição, volume e/ou ano da primeira edição a ser publicada no sistema:
pt_pt: Dependendo do formato escolhido, informe sobre a edição, volume e/ou ano da primeira edição a ser publicada no sistema:
ru: В зависимости от выбранного формата укажите выпуск, том и/или год выхода первого выпуска, который будет опубликован с помощью OJS:
sk_sk: V závislosti na zvolenom formáte stanovte číslo, ročník a / alebo rok prvého výtlačku, ktorý má byť publikovaný pomocou OJS:
sl_si: Glede na izbrani format določite številko, letnik in leto prve izdaje, ki bo objavljena preko OJS:
sr_rs@cyrillic: Овисно о одабраном формату одредите број, волумен и/или годину првог броја који ће бити објављен у OJS:
sr_rs@latin: Ovisno o odabranom formatu odredite broj, volumen i/ili godinu prvog broja koji će biti objavljen u OJS:
sv_se: Beroende på utgivningsmönster, uppge nummer, volym, och/eller år för det första numret som ska publiceras i OJS:
tr_tr: Seçilen biçime uygun olarak ADS ile yayınlanacak ilk sayının, sayı, cilt, yıl gibi özellikleri:
uk: Залежно від обраного формату вкажіть том, номер та/або рік першого випуску, що буде опублікований в OJS:
uz_cyrl: Тизимда нашр этишни бошлайдиган илк соннинг маълумотлари (том, сон, йил).
uz_uz@latin: Tanlangan formatga qarab, OJSda nashr qilinadigan son, son va/yoki yilni aniqlang:
vi_vn: Tùy thuộc vào định dạng được chọn, xác định số, tập và/hoặc năm của số đầu tiên được xuất bản với OJS:
zh_cn: 依照所选的格式，指认被OJS所出刊的第一期的期数、卷数、和/或年份：
zh_hant: 視乎所選取的格式，辨識在OJS出版的第一期的卷號、期號，及／或年份：

# manager.setup.institution
source: Institution
ar: المؤسسة
az: Qurum
bg_bg: Организация
ca_es: Institució
cs_cz: Instituce
es_es: Institución
eu: Erakundea
fa_ir: موسسه
fi: Instituutio
gl: Institución
hi_in: संस्थान
hr_hr: Institucija
hy: Հաստատություն
id_id: Institusi
is_is: Stofnun
it_it: Istituzione
ja: 発行機関
ka_ge: ორგანიზაცია
ku_iq: دەزگا
ky: уюм
lt: Institucija
lv: Institūcija
mr: संस्था
ms: Institusi
nb_no: Institusjon
nl: Instituut
pl: Nazwa instytucji
pt_br: Instituição
pt_pt: Instituição
ru: Организация
sk_sk: Inštitúcia
sl_si: Institucija
sr_rs@cyrillic: Институција
sr_rs@latin: Institucijа
tr_tr: Kurum
uk: Організація
uz_cyrl: Муассаса
uz_uz@latin: Institut
vi_vn: Tổ chức
zh_cn: 机构
zh_hant: 院校

# manager.setup.itemsDescription
source: Navigation bar items can be added to the current set (Home, About, User Home, etc.) that appear at the top of the page.
ar: فقرات شريط التنقل بالإمكان إضافتها إلى المجموعة الحالية (الرئيسية، عن المجلة، صفحة المستخدم الرئيسية... إلخ.) والتي تظهر أعلى الصفحة.
az: Səhifə üstündə formalaşan Yönləndirmə çubuğuna başqa maddələr əlavə edilə bilər (Giriş səhifəsi, Haqqında, İstifadəçi, İsitifadəçi Profili v.b.)
bg_bg: Елементите от лентата за навигация могат да бъдат добавени към текущия набор (Начало, Информация, Потребителска начална страница и т.н.), които се появяват в горната част на страницата.
ca_es: A més dels elements ja existents («Inici», «Sobre la revista», «Àrea personal», etc.), podeu afegir altres elements a la barra de navegació que hi ha a la part superior de la pàgina.
cs_cz: Do aktuáního navigačního panelu lze přidat další položky (Domů, O časopisu, Výchozí stránka uživatele atd.), které se objeví v horní části stránky.
da_dk: Elementer på navigationslinjen kan føjes til det aktuelle sæt (Startside, Om, Min side osv.), der vises øverst på siden.
de_de: Es können jederzeit Einträge in die Navigationsleiste (Standard: "Startseite", "Über uns", "Benutzer/innen") am Kopf der Seite hinzugefügt werden
es_es: Se pueden añadir elementos a la barra de navegación actual que se muestra en la parte superior de la página (Inicio, Acerca de, Área personal, etc.).
eu: Nabigazio-barran elementu gehiago ere jar daitezke, oraingoekin batera (Hasierako orria, Guri buruz, Erabiltzailearen hasierako orria, etab.) orriaren goialdean ager daitezen.
fa_ir: مواردی را می‌توان به موارد موجود در منوی گشت‌وگذار افزود. اقلام موجود عبارت‌اند از: صفحه اصلی، درباره، صفحه خانگی کاربر و غیره که در بالای هر صفحه ظاهر می‌شوند.
fi: Navigointipalkkiin voidaan lisätä kohtia nykyisten (Etusivu, Tietoa, Käyttäjän etusivu jne.), sivun yläreunassa näkyvien lisäksi.
fr_fr: Éléments de la barre de navigation pouvant être ajoutés à l'ensemble actuel (Page d'accueil, À propos, Accueil de l'utilisateur, etc.) apparaissant en haut de la page.
gl: Pódense engadir elementos á barra de navagación actual (Inicio, Acerca de, Área persoal, etc.) que se amosa na parte superior da páxina.
hi_in: नेविगेशन बार आइटम को वर्तमान सेट (होम, अबाउट, यूजर होम, आदि) में जोड़ा जा सकता है जो पृष्ठ के शीर्ष पर दिखाई देते हैं।
hr_hr: U navigacijsku traku mogu se uz postojeće ("naslovna", "o časopisu", "korisnička", itd.) postaviti i dodatne navigacijske poveznice koje se tada pojavljuju na vrhu svake stranice.
hy: Նավիգացիոն վահանակի տարրերը կարող են ավելացվել էջի վերևում հայտնված ընթացիկ հավաքածուին (Տուն, Մասին, Օգտատիրոջ տուն և այլն):
id_id: Item navigasi bisa ditambahkan ke set yang ada saat ini (Beranda, Tentang, Beranda Pengguna, dll) yang ditampilkan di bagian atas halaman.
is_is: Hægt er að bæta við atriðum á valmynd í þessu setti sem byrtit efst á síðunni(Forsíða, Um tímaritið, Forsíða notanda, o.s.frv.) .
it_it: Per aggiungere altre voci al menu orizzontale che compare in ogni pagina utilizzare questa sezione.
ja: ナビゲーションバーの項目は、ページの上部に表示される現在のセット（ホーム、アバウト、ユーザーホームなど）に追加することができます。
ka_ge: ნავიგაციის ზოლის ელემენტები შეიძლება დაემატოს მიმდინარე კომპლექტს (მთავარი, შესახებ, მომხმარებლის სახელი და ა.შ.), რომელიც გამოჩნდება გვერდის ზედა ნაწილში.
ku_iq: بەشەکانی شریتی ڕێنیشاندەر دەتواندرێت زیادبکرێت بۆ کۆمەڵەی ئێستا (سەرەکی، دەربارەی، بەکارهێنەری سەرەکی، هتد.) کە لە بەشی سەرەوەی پەڕەکە دەردەکەوێت.
ky: Чабыттоо тилкесинин элементтери барактын жогору жагында пайда болгон учурдагы топтомго (Башкы бет, жөнүндө, Колдонуучу баракчасы ж.б.) кошулушу мүмкүн.
lt: Puslapio viršuje prie esamų parinkčių („Pradžia“, „Apie žurnalą“, „Vartotojui“ ir kt.) gali būti rodoma naršymo juosta.
lv: Navigācijas joslas elementus var pievienot esošai kopai (Sākums, Par, Lietotāja sākumlapa u. c.), kas parādās lapas augšpusē.
mr: पृष्ठाच्या शीर्षस्थानी दिसणार्‍या नेव्हिगेशन बारमधून वेगवेगळी माहिती वर्तमान सेटमध्ये (मुख्यपृष्ठ, आमच्याबद्दल, वापरकर्ता मुख्यपृष्ठ इ.) जोडली जाऊ शकते.
ms: Item bar navigasi dapat ditambahkan ke set saat ini (Laman Utama, Mengenai, Halaman Utama Pengguna, dll.) Yang muncul di bahagian atas halaman.
nb_no: Navigasjonsfeltelementer kan legges til i det nåværende settet (hjem, om, min side, etc.) som vises på toppen av siden.
nl: Onderdelen voor de navigatiebalk kunnen toegevoegd worden aan de huidige set die bovenaan de pagina getoond wordt (Home, Over, Gebruiker, enz.).
pl: Do elementów nawigacyjnych na górze strony (głównego menu) mogą zostać dodane dodatkowe elementy.
pt_br: Podem ser incluídos outros itens na barra de navegação (CAPA, SOBRE, PÁGINA DO USUÁRIO, etc.) que aparece no topo da página.
pt_pt: Itens na Barra de Navegação, que aparece no topo da página, podem ser incluídos (Página Inicial, Sobre, Página do Utilizador, etc.).
ru: Элементы панели навигации могут быть добавлены к текущему набору («Главная», «О журнале», «Страница пользователя», и т. д.), который отображается в верхней части страницы.
sk_sk: Do aktuálneho navigačného panela možno pridať ďalšie položky (Domov, O časopise, Predvolená stránka používateľa, atď.), Ktoré sa objavia v hornej časti stránky.
sl_si: Na navigacijski trak se lahko poleg obstoječih povezav (Domača stran, O reviji, Dom uporabnika,itd) dodajo tudi druge povezave, ki se pojavljajo na vrhu vsake strani.
sr_rs@cyrillic: Ставке у навигационом менију могу бити додате садашњем изгледу (Почетна, О часопису, Почетна корисничка утд.) ће се појавити на врху стране.
sr_rs@latin: Stavke u navigacionom meniju mogu biti dodate sadašnjem izgledu (Početna, O časopisu, Početna korisnička utd.) će se pojaviti na vrhu strane.
sv_se: Lägg till rubriker i navigeringsfältets (Hem, Om, Min sida, etc.) som syns överst på sidan.
tr_tr: Sayfa üstünde oluşan Yönlendirme çubuğuna başka maddeler eklenebilir (Giriş Sayfası, Hakkında, Kullanıcı, Kullanıcı Ana Sayfası, v.b.).
uk: До поточного набору елементів навігаційної панелі, які відображаються у верхній частині сторінки ("Головна", "Про нас", "Головна користувача" тощо), можна додати додаткові елементи.
uz_cyrl: Навигация менюсига янги элементлар қўшиш.
uz_uz@latin: Sahifaning yuqori qismida joylashgan joriy majmuaga (Bosh sahifa, Haqida, Foydalanuvchi uyi va boshqalar) navigatsiya paneli elementlari qo'shilishi mumkin.
vi_vn: Các mục trên thanh điều hướng có thể được thêm vào cài đặt hiện tại (Trang chủ, Giới thiệu, Trang người dùng, v.v.) xuất hiện ở đầu trang.
zh_cn: 可以新增「导航」列项目到当前显示自首页上方的项目中（如首页、期刊介绍、用户首页...等等）。
zh_hant: 可增添出現在頁面最上方的巡覽列項目至現有組合（主頁、關於、用戶主頁等）。

# manager.setup.itemsPerPage
source: Items per page
ar: عدد فقرات الصفحة
az: Səhifə başına göstəriləcək element
bg_bg: Елементи на страница
ca_es: Elements per pàgina
cs_cz: Položek na stránku
da_dk: Elementer pr. side
de_de: Einträge pro Seite
es_es: Elementos por página
eu: Orrialdeko elementuak
fa_ir: تعداد موارد در هر صفحه
fi: Kohteita per sivu
fr_fr: Éléments par page
gl: Elementos por páxina
hi_in: आइटम प्रति पेज
hr_hr: Stavaka po stranici
hy: Նյութեր ըստ մեկ էջի
id_id: Item per halaman
is_is: Atriði per síðu
it_it: Voci per pagina
ja: ページあたりの項目
ka_ge: ელემენტები თითო გვერდზე
ku_iq: بڕگە و ماددەکان بۆ هەر پەڕێک
ky: Барактагы элементтер
lt: Rodyti puslapyje
lv: Vienības lapā
mr: प्रत्येक पानावरचे मुद्दे
ms: Item setiap halaman
nb_no: Element per side
nl: Items per pagina
pl: Elementów na stronę
pt_br: Itens por página
pt_pt: Itens por página
ru: Элементов на странице
sk_sk: Položiek na stránku
sl_si: Postavk na stran
sr_rs@cyrillic: Ставки по страни
sr_rs@latin: Stavki po strani
sv_se: Artiklar per sida
tr_tr: Sayfa başına gösterilecek öğe
uk: Елементів на сторінці
uz_cyrl: Саҳифадаги элементлар сони
uz_uz@latin: Har bir sahifadagi elementlar
vi_vn: Mục trên mỗi trang
zh_cn: 每页几项
zh_hant: 每頁項目數量

# manager.setup.itemsPerPage.description
source: Limit the number of items (for example, submissions, users, or editing assignments) to show in a list before showing subsequent items in another page.
ar: تحديد عدد الفقرات (على سبيل المثال، طلبات النشر، المستخدمون، مهام التحرير) التي ستظهر ضمن قائمة واحدة، قبل متابعة باقي فقرات القائمة في صفحة أخرى.
az: Başqa bir səhifədə, sonrakı elementləri göstərməzdən əvvəl siyahıda baxılacaq element sayı (məsələn, Məqalələr, istifadəçilər və ya tənzimləmə təyinatları) məhdudlaşdırın.
bg_bg: Ограничете броя на елементите (например заявки, потребители или задания за редактиране), които да се показват в списък, преди да показвате следващите елементи на друга страница.
ca_es: Limitar el nombre d'elements (per exemple, de trameses, d'usuaris/àries o d'assignacions editorials) que es mostren en una llista abans d'haver de passar a una altra pàgina amb els elements que venen a continuació.
es_es: Limitar el número de ítems (por ejemplo, envíos, usuarios/as o asignaciones de edición) que mostrar en una lista antes de mostrar los ítems subsiguientes en otra página.
eu: Mugatu zerrenda batean agertzeko elementu-kopurua (adibidez, bidalketak, erabiltzaileak edo edizio-esleipenak) ondorengo elementuak beste orri batean erakutsi aurretik.
fi: Rajoita niiden kohteiden (käsikirjoitus, käyttäjä jne.) lukumäärä, jotka näytetään yhdellä sivulla.
fr_fr: Limiter le nombre d'éléments (par exemple : soumissions, utilisateurs ou utilisatrices, ou assignations) à afficher dans une liste avant d'afficher les éléments subséquents dans une autre page.
gl: Limita o número de elementos (por exemplo, envíos, usuarios ou tarefas de edición) para amosar nunha listaxe antes de amosar os elementos posteriores noutra páxina.
hi_in: किसी पृष्ठ में बाद के आइटम दिखाने से पहले सूची में दिखाने के लिए मदों की संख्या (उदाहरण के लिए, सबमिशन्स, उपयोगकर्ता या संपादन कार्य) को सीमित करें।
hy: Սահմանափակեք տարրերի քանակը (օրինակ՝ ներկայացումներ, օգտատերեր կամ խմբագրական առաջադրանքներ) ցուցակում ցուցադրելու համար՝ նախքան հաջորդ տարրերը մեկ այլ էջում ցուցադրելը:
is_is: Takmarka fjölda atriðia (t.d. innsendingar, notendur eða ritstjórnar úthlutanir) sem sjást á lista áður en eftirfarandi atriði eru sýnd á annari blaðsíðu.
it_it: Limitare il numero di articoli (ad esempio contributi, utenti o assegnazioni) da visualizzare in un elenco prima di visualizzare altri articoli in altra pagina.
ja: 別のページで後続のアイテムを表示する前に、リストに表示するアイテム（投稿、ユーザー、割り当ての編集など）の数を制限することができます。
ka_ge: შეზღუდეთ ელემენტების რაოდენობა (მაგალითად, მასალა, მომხმარებელი ან რედაქტირების დავალება), რომ აჩვენოთ სიაში, სანამ სხვა გვერდზე სხვა ელემენტებს არ აჩვენებთ.
ku_iq: ژمارەی بڕگەو ماددەکان سنورداربکە (بۆ نمونە، پیشکەشکراوەکان، بەکارهێنەرەکان، یان ئەرکە ئامادەکراوەکان بۆ چاپ) بۆ پیشاندانیان لە لیستێکدا پێش خستنەڕووی بڕگەوماددەکانی داهاتوو لە پەڕێکی تر.
ky: Тизмеде көрсөтүлгөн нерселердин санын (мисалы, окуялар, колдонуучулар же түзөтүү жумуштары) чектеңиз. Кийинки бетте төмөнкү нерселер көрсөтүлөт.
lt: Apribokite elementų (pvz., pateiktų darbų, vartotojų ar redagavimo užduočių) rodymą sąraše prieš rodant kitus elementus kitame puslapyje.
lv: Ierobežojiet elementu (piemēram, manuskriptu, lietotāju vai rediģēšanas uzdevumu) skaitu, kas tiks parādīti sarakstā pirms nākamo elementu parādīšanas citā lapā.
mr: अन्य पृष्ठावर पुढील माहिती दाखवण्यापूर्वी यादीमध्ये किती कलमे (उदाहरणार्थ, सादरीकरण, वापरकर्ते किंवा संपादन कार्ये) असावीत यावर मर्यादा घाला.
ms: Hadkan jumlah item (misalnya, penyerahan, pengguna, atau tugas penyuntingan) untuk ditunjukkan dalam senarai sebelum menunjukkan item berikutnya di halaman lain.
nb_no: Begrens antall oppføringer (for eksempel innleveringer, brukere eller redigeringsoppgaver) som skal vises i en liste på én nettside, før de resten av oppføringene vises på en annen side.
nl: Beperk het aantal items (bv. inzendingen, gebruikers of redactietaken) die per pagina worden getoond.
pl: Ogranicz ilość pozycji (przykład: użytkownicy, przedłożenia, powiązania) pokazywanych w liście przed pokazaniem ich wszystkich na kolejnej stronie.
pt_pt: Limite o número de itens (por exemplo submissões, utilizadores, ou designações de edição) para aparecer numa lista antes de aparecerem os itens seguintes em outra página.
ru: Ограничение количества элементов (например, материалов, пользователей или заданий на редактирование), показываемых в списке. Идущие далее элементы будут показаны на следующей странице.
sk_sk: Pred zobrazením ďalších položiek na inej stránke obmedzte počet položiek (napríklad príspevky, používatelia alebo práva), ktoré sa majú zobraziť v zozname.
sl_si: Omejite število postavk (npr. člankov, uporabnikov, številk revij), ki naj se prikažejo na eni strani, ostale bodo na naslednjih straneh.
tr_tr: Başka bir sayfada, sonraki öğeleri göstermeden önce listede görüntülenecek öğe sayısını (örneğin, gönderiler, kullanıcılar veya düzenleme atamaları) sınırlayın.
uk: Обмежте кількість елементів (наприклад, відправлень, користувачів або завдань на редагування), які потрібно показати в списку, перш ніж показувати наступні елементи на іншій сторінці.
uz_cyrl: Рўйхатларда (масалан, мақолалар) бир саҳифада нечта сатр кўрсатилсин.
uz_uz@latin: Keyingi elementlarni boshqa sahifada ko'rsatishdan oldin ro'yxatda ko'rsatiladigan elementlar sonini (masalan, topshirishlar, foydalanuvchilar yoki tahrirlash topshiriqlari) cheklang.
vi_vn: Giới hạn số lượng mục (ví dụ: nội dung gửi, người dùng hoặc phân công biên tập) để hiển thị trong danh sách trước khi hiển thị các mục tiếp theo trong trang khác.
zh_hant: 在另一頁面羅列項目前，限制列表中顯示項目數量（例如：投稿、用戶或編輯配置）。

# manager.setup.journalAbbreviation
source: Journal Abbreviation
ar: مختصر اسم المجلة
az: Jurnal qısaltması
bg_bg: Абревиатура на списанието
ca_es: Abreviació de la revista
cs_cz: Zkratka časopisu
da_dk: Forkortelse for tidsskrift
de_de: Abkürzung des Zeitschriftennamens
es_es: Abreviatura de la revista
eu: Aldizkariaren laburdura
fa_ir: نام اختصاری مجله
fi: Julkaisun lyhenne
fr_fr: Abréviation de la revue
gl: Abreviatura da revista
hi_in: जर्नल संक्षेप
hr_hr: Kratica časopisa
hy: Ամսագրի հապավումը
id_id: Singkatan Jurnal
is_is: Skamstöfun á heiti tímrits
it_it: Abbreviazione della rivista
ja: ジャーナル名の略称
ka_ge: ჟურნალის აბრევიატურა
ku_iq: کورتکراوەی گۆڤار
ky: Журналдын аталышынын кыскартылышы
lt: Žurnalo santrumpa
lv: Žurnāla saīsinājums
mr: नियतकालिकाचा संक्षेप
ms: Singkatan Jurnal
nb_no: Tidsskriftforkortelse
nl: Tijdschrift-afkorting
pl: Skrót tytułu czasopisma
pt_br: Abreviatura
pt_pt: Abreviatura da Revista
ru: Аббревиатура названия журнала
sk_sk: Skratka časopisu
sl_si: Kratica za revijo
sr_rs@cyrillic: Скраћеница часописа
sr_rs@latin: Skraćenica časopisa
sv_se: Förkortning för tidskriften
tr_tr: Dergi Kısaltması
uk: Абревіатура журналу
uz_cyrl: Журнал қисқартмаси
uz_uz@latin: Jurnal qisqartmasi
vi_vn: Viết tắt tạp chí
zh_cn: 期刊名称缩写
zh_hant: 期刊簡稱

# manager.setup.journalArchiving
source: Journal Archiving
ar: محفوظات المجلة
az: Jurnal arxivləşdirmə
bg_bg: Архивиране на списанието
ca_es: Arxivament de la revista
cs_cz: Archivace časopisu
da_dk: Tidsskriftsarkivering
de_de: Archivierung der Zeitschrift
es_es: Archivo de la revista
eu: Aldizkari-artxibatzea
fa_ir: بایگانی مجله
fi: Julkaisun arkistointi
fr_fr: Archivage de la revue
gl: Arquivo da revista
hi_in: जर्नल संग्रह
hr_hr: Arhiviranje časopisa
hy: Ամսագրի արխիվացում
id_id: Pengarsipan Jurnal
is_is: Útgefið efni
it_it: Archiviazione della rivista
ja: ジャーナルのアーカイブ
ka_ge: ჟურნალის დაარქივება
ku_iq: ئەرشیفکردنی گۆڤار
ky: Журналды архивдөө
lt: Archyvas
lv: Žurnāla arhivēšana
mr: नियतकालिकाचे संग्रहण
ms: Pengarkiban Jurnal
nb_no: Tidsskriftarkivering
nl: Tijdschrift archivering
pl: Archiwizacja
pt_br: Arquivamento
pt_pt: Arquivamento da Revista
ru: Архивация журнала
sk_sk: Archivácia časopisu
sl_si: Arhiviranje revije
sr_rs@cyrillic: Архивирање часописа
sr_rs@latin: Arhiviranje časopisa
sv_se: Tidskriftsarkivering
tr_tr: Dergi Arşivleme
uk: Архівування журналу
uz_cyrl: Журнални архивлаш
uz_uz@latin: Jurnalni arxivlash
vi_vn: Tạp chí lưu trữ
zh_cn: 期刊存档
zh_hant: 期刊保存

# manager.setup.contextSummary
source: Journal Summary
ar: ملخص المجلة
az: Jurnal xülasəsi
bg_bg: Резюме на списанието
ca_es: Índex de la revista
cs_cz: Souhrn informací o časopise
da_dk: Tidsskriftsbeskrivelse
de_de: Zusammenfassung der Zeitschrift
es_es: Índice de la revista
eu: Aldizkariaren aurkibidea
fa_ir: توضیح مختصر درباره مجله
fi: Julkaisu lyhyesti
fr_fr: Présentation de la revue
gl: Índice da revista
hi_in: जर्नल सारांश
hy: Ամսագրի համառոտագրություն
id_id: Ringkasan Jurnal
is_is: Samantekt
it_it: Presentazione della rivista
ja: ジャーナルの概要
ka_ge: ჟურნალის მიმოხილვა
ku_iq: پوختەی گۆڤار
ky: Журналдын корутундусу
lt: Žurnalo santrauka
lv: Žurnāla kopsavilkums
mr: नियतकालिकाचा सारांश
ms: Ringkasan Jurnal
nb_no: Tidsskriftsbeskrivelse
nl: Tijdschrift beschrijving
pl: Podsumowanie czasopisma
pt_br: Resumo da Revista
pt_pt: Sumário da Revista
ru: Обзор журнала
sk_sk: Súhrn informácií o časopise
sl_si: Povzetek revije
sr_rs@cyrillic: Сажетак часописа
sr_rs@latin: Sažetak časopisa
sv_se: Kort beskrivning av tidskriften
tr_tr: Dergi Özeti
uk: Короткий опис журналу
uz_cyrl: Журнал аннотацияси
uz_uz@latin: Jurnal xulosasi
vi_vn: Tóm tắt tạp chí
zh_hant: 期刊簡介
