Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.form.issnInvalid
source: The specified ISSN is not valid.
ar: رقم ISSN المذكور غير صحيح.
az: Göstərilən ISSN etibarlı deyil.
bg_bg: Посоченият ISSN не е валиден.
ca_es: El ISSN especificat no és vàlid.
cs_cz: Zadané ISSN není platné.
da_dk: Det angivne ISSN er ikke gyldigt.
de_de: Die angegebene ISSN ist ungültig.
es_es: El ISSN especificado no es válido.
eu: Zehaztutako ISSNa ez da baliozkoa.
fa_ir: شاپای وارد شده نامعتبر است
fi: Määritelty ISSN on virheellinen.
fr_fr: L'ISSN inscrit n'est pas valide.
gl: O ISSN especificado non é válido.
hi_in: निर्दिष्ट ISSN मान्य नहीं है।
hy: Նշված ISSN-ը վավեր չէ:
id_id: ISSN yang diisikan tidak valid.
is_is: Tilgreint ISSN er ógilt.
it_it: L'ISSN immesso non è valido.
ja: 指定されたISSNは有効ではありません。
ka_ge: მითითებული ISSN არასწორია.
ku_iq: زنجیرە ژمارەی ستانداردی نێودەوڵەتی دیاریکراو دروست نییە.
ky: Туура эмес ISSN көрсөтүлгөн.
lt: Nurodytas ISSN negalioja.
lv: Norādītais ISSN nav derīgs.
mr: नमूद केलेला ISSN वैध नाही.
ms: ISSN yang ditentukan tidak sah.
nb_no: Angitt ISSN er ugyldig.
nl: Het opgegeven ISSN nummer is niet geldig.
pl: Podany numer ISSN nie jest poprawny.
pt_br: O ISSN especificado não é válido.
pt_pt: O ISSN indicado não é válido.
ru: Указан некорректный ISSN.
sk_sk: Zadaný kód ISSN je neplatný.
sl_si: Vpisani ISSN ni veljaven.
sr_rs@cyrillic: Уписани ISSN није исправан.
sr_rs@latin: Upisani ISSN nije ispravan.
sv_se: ISSN numret är ogiltligt.
tr_tr: Belirtilen ISSN geçerli değil.
uk: Вказано некоректний ISSN.
uz_cyrl: Кўрсатилган ISSN нотўғри.
uz_uz@latin: Belgilangan ISSN haqiqiy emas.
vi_vn: ISSN được chỉ định là không hợp lệ.
zh_hant: 此國際標準期刊號(ISSN)無效。

# manager.setup.form.contactEmailRequired
source: The primary contact email is required.
ar: عنوان الاتصال الرئيسي مطلوب حتماً.
az: Əsas əlaqə email adresi tələb olunur
bg_bg: Изисква се основeн имейл за контакт.
ca_es: Heu d’introduir l'adreça electrònica del contacte principal.
cs_cz: Je vyžadován e-mail hlavního kontaktu.
da_dk: E-mail-adressen på den primære kontaktperson er påkrævet.
de_de: Die E-Mail-Adresse des Hauptkontakts ist erforderlich.
es_es: Especifique el correo electrónico de contacto principal.
eu: Kontaktu nagusiaren helbide elektronikoa eman behar da.
fa_ir: برای اطلاعات تماس اصلی، وارد کردن ایمیل الزامی است
fi: Ensisijainen sähköposti yhteydenottoja varten vaaditaan.
fr_fr: L'adresse de courriel du contact principal est obligatoire.
gl: É necesario o correo electrónico do contacto principal.
hi_in: प्राथमिक संपर्क ईमेल की आवश्यकता है।
hr_hr: Primarna e-pošta je obavezna.
hy: Հիմնական կոնտակտային էլ.փոստը պարտադիր է:
id_id: Email kontak utama harus ada.
is_is: Netfang aðal tengiliðs er áskilið.
it_it: È richiesta la mail del contatto principale.
ja: 主たる連絡先の電子メールは必須です。
ka_ge: აუცილებელია პირველადი საკონტაქტო ელფოსტა.
ku_iq: ئیمێڵی سەرەکی پەیوەندیکردن پێوستە.
ky: Байланыш берүүчү адамдын электрондук почта дареги талап кылынат.
lt: Reikalingas pagrindinio kontakto el. pašto adresas.
lv: Nepieciešams norādīt primāro kontaktinformācijas e-pasta adresi.
mr: प्रमुख संपर्क लेखकाचा ई-मेल आवश्यक आहे.
ms: E-mel hubungan utama diperlukan.
nb_no: Hovedkontaktens e-post er påkrevet.
nl: Het e-mailadres van de eerste contactpersoon is verplicht.
pl: E-mail głównego redaktora jest wymagany.
pt_br: O e-mail do contato principal é obrigatório!
pt_pt: É obrigatório e-mail do contacto principal.
ru: Адрес электронной почты контактного лица обязателен.
sk_sk: Je vyžadovaný e-mail hlavného kontaktu.
sl_si: E-pošta glavnega kontakta je obvezna.
sr_rs@cyrillic: Потребна је примарна контакт е-адреса.
sr_rs@latin: Potrebna je primarna kontakt e-adresa.
sv_se: Huvudkontaktens e-post är obligatoriskt.
tr_tr: Temel iletişim e-posta adresi gereklidir.
uk: Необхідно вказати email основної контактної особи.
uz_cyrl: Асосий контакт почтаси шарт.
uz_uz@latin: Asosiy elektron pochta manzili talab qilinadi.
vi_vn: Email liên hệ chính là bắt buộc.
zh_cn: 需要主要联系人的电子信箱。
zh_hant: 必須輸入優先聯絡電郵。

# manager.setup.form.contactNameRequired
source: The primary contact name is required.
ar: اسم صاحب الاتصال الرئيسي مطلوب حتماً.
az: Əsas əlaqə adı tələb olunur
bg_bg: Изисква се основно име за контакт.
ca_es: Heu d’introduir el nom del contacte principal.
cs_cz: Je vyžadováno jméno hlavního kontaktu.
da_dk: Navnet på den primære kontaktperson er påkrævet.
de_de: Der Name des Hauptkontakts ist erforderlich.
es_es: Especifique el nombre del contacto principal.
eu: Kontaktu nagusiaren izena eman behar da.
fa_ir: برای اطلاعات تماس اصلی، وارد کردن نام الزامی است
fi: Ensisijainen yhteyshenkilö vaaditaan.
fr_fr: Le nom du contact principal est obligatoire.
gl: O nome do contacto principal é obrigatorio.
hi_in: प्राथमिक संपर्क नाम की आवश्यकता है।
hr_hr: Primarno ime (kontakta) je obavezno.
hy: Հիմնական կոնտակտային անունը պարտադիր է:
id_id: Nama kontak utama harus ada.
is_is: Nafn aðaltengiliðs er áskilið.
it_it: Inserire il nome del contatto principale.
ja: 主たる連絡先の氏名は必須です。
ka_ge: აუცილებელია პირველადი საკონტაქტო სახელი.
ku_iq: ناوی سەرەکی بۆ پەیوەندیکردن پێویستە.
ky: Байланышуучунун аты-жөнү талап кылынат.
lt: Reikalingas pagrindinio kontakto vardas ir pavardė.
lv: Nepieciešams norādīt primāro kontaktpersonas vārdu.
mr: प्रमुख संपर्क लेखकाचे नाव आवश्यक आहे.
ms: Nama kenalan utama diperlukan.
nb_no: Hovedkontaktens navn er påkrevet.
nl: De naam van de eerste contactpersoon is verplicht.
pl: Nazwa głównego redaktora jest wymagana.
pt_br: O nome do contato principal é obrigatório!
pt_pt: É obrigatório o nome do contacto principal.
ru: Имя контактного лица обязательно.
sk_sk: Je vyžadované meno hlavného kontaktu.
sl_si: Ime glavnega kontakta je obvezno.
sr_rs@cyrillic: Потребно је примарно име за контакт.
sr_rs@latin: Potrebno je primarno ime za kontakt.
sv_se: Huvudkontaktens namn är obligatoriskt.
tr_tr: Temel iletişim ismi gereklidir.
uk: Необхідно вказати основну контактну особу.
uz_cyrl: Асосий контакт исми шарт.
uz_uz@latin: Kontaktning asosiy nomi talab qilinadi.
vi_vn: Tên người liên lạc chính là bắt buộc.
zh_cn: 需要主要联系人的姓名。
zh_hant: 必須輸入優先聯絡人姓名。

# manager.setup.form.journalInitialsRequired
source: The journal initials are required.
ar: الحروف الأولية للمجلة مطلوبة حتماً.
az: Jurnalın baş hərfləri tələb olunur
bg_bg: Изисква се инициали на списанието.
ca_es: Heu d’introduir les inicials de la revista.
cs_cz: Jsou vyžadovány iniciály časopisu.
da_dk: Tidsskriftets initialer er påkrævet.
de_de: Das Kürzel der Zeitschrift ist erforderlich.
es_es: Las iniciales de la revista son obligatorias.
eu: Aldizkariaren inizialak eman behar dira.
fa_ir: حروف اول مجله لازم است
fi: Julkaisun alkukirjaimet vaaditaan.
fr_fr: Les initiales de la revue sont obligatoires.
gl: Son necesarias as iniciais da revista.
hi_in: जर्नल प्रथमाक्षर की आवश्यकता है।
hr_hr: Inicijali časopisa su obavezni.
hy: Պահանջվում է ամսագրի սկզբնատառերը:
id_id: Inisial jurnal harus ada.
is_is: Upphafsstafir tímaritsins eru áskildir.
it_it: Inserire le iniziali della rivista.
ja: ジャーナルの頭字語は必要です。
ka_ge: ჟურნალის ინიციალები სავალდებულოა.
ku_iq: کورتکراوە(پیتی یەکەمی وشەکان)ی گۆڤارەکە پێویستە.
ky: Журналдын аталышынын аббревиатурасы талап кылынат.
lt: Reikia nurodyti žurnalo inicialus.
lv: Nepieciešams norādīt žurnāla iniciāļus.
mr: नियतकालिकाच्या नावाची आद्याक्षरे आवश्यक आहेत.
ms: Permulaan jurnal diperlukan.
nb_no: Tidsskriftets initialer er påkrevet.
nl: Initialen voor het tijdschrift zijn verplicht.
pl: Inicjały czasopisma są wymagane.
pt_br: A sigla da revista é obrigatória.
pt_pt: Obrigatória o acrónimo da revista .
ru: Аббревиатура названия журнала обязательна.
sk_sk: Sú vyžadované iniciály časopisu.
sl_si: Začetnice revije so obvezne.
sr_rs@cyrillic: Потребни су иницијали часописа.
sr_rs@latin: Potrebni su inicijali časopisa.
sv_se: Initialer för tidskriften är obligatoriskt.
tr_tr: Derginin baş harfleri gereklidir.
uk: Необхідно вказати абревіатуру журналу.
uz_cyrl: Журнал қисқартмаси шарт.
uz_uz@latin: Jurnalning bosh harflari talab qilinadi.
vi_vn: Tên viết tắt của tạp chí là bắt buộc.
zh_cn: 需要期刊起首字母名称。
zh_hant: 必須輸入期刊簡稱的起首字母。

# manager.setup.form.journalTitleRequired
source: The journal title is required.
ar: اسم المجلة مطلوب حتماً.
az: Jurnal adı tələb olunur
bg_bg: Изисква се заглавие на списанието.
ca_es: Heu d’introduir el títol de la revista.
cs_cz: Je vyžadován název časopisu.
da_dk: Tidsskriftstitlen er påkrævet.
de_de: Der Titel der Zeitschrift ist erforderlich.
es_es: Especifique el título de la revista.
eu: Aldizkariaren titulua eman behar da.
fa_ir: عنوان مجله لازم است
fi: Julkaisun nimi vaaditaan.
fr_fr: Le titre de la revue est obligatoire.
gl: O título da revista é obrigatorio.
hi_in: जर्नल शीर्षक आवश्यक है।
hr_hr: Naslov časopisa je obavezan.
hy: Պահանջվում է ամսագրի վերնագիրը:
id_id: Nama jurnal harus ada.
is_is: Titill tímartisins er áskilinn.
it_it: Inserire il titolo della testata.
ja: ジャーナル名は必要です。
ka_ge: ჟურნალის სათაური სავალდებულოა.
ku_iq: ناونیشانی گۆڤارەکە پێویستە.
ky: Журналдын аталышы милдеттүү түрдө көрсөтүлөт.
lt: Reikia nurodyti žurnalo pavadinimą.
lv: Nepieciešams norādīt žurnāla nosaukumu.
mr: नियतकालिकाचे नाव (शीर्षक) आवश्यक आहे.
ms: Tajuk jurnal diperlukan.
nb_no: Tidsskriftets tittel er påkrevet.
nl: De tijdschrifttitel is verplicht.
pl: Tytuł czasopisma jest wymagany.
pt_br: O título da revista é obrigatório.
pt_pt: É obrigatório o título da revista .
ru: Название журнала обязательно.
sk_sk: Je požadovaný názov časopisu.
sl_si: Naslov revije je obvezen.
sr_rs@cyrillic: Потребан је наслов часописа.
sr_rs@latin: Potreban je naslov časopisa.
sv_se: En tidskriftstitel är obligatorisk.
tr_tr: Dergi ismi gereklidir.
uk: Необхідно вказати назву журналу.
uz_cyrl: Журнал номи шарт.
uz_uz@latin: Jurnal nomi kerak.
vi_vn: Tên tạp chí là bắt buộc.
zh_cn: 需要期刊名称
zh_hant: 必須輸入期刊名稱。

# manager.setup.form.numReviewersPerSubmission
source: The number of reviewers per submission is required.
ar: عدد المحكمين المعتمد لكل طلب نشر مطلوب حتماً.
az: Məqalə başına təyin ediləcək rəyçi sayı tələb olunur
bg_bg: Изисква се брой на рецензентите за едно изпращане на материали.
ca_es: Heu d’introduir el nombre de revisors/ores per a cada tramesa.
cs_cz: Je vyžadován počet recenzentů na příspěvek.
da_dk: Antallet af bedømmere pr. manuskript er påkrævet.
de_de: Die Zahl der Gutachter/innen pro Beitrag wird benötigt.
es_es: Especifique el número de revisores/as por envío.
eu: Bidalketa bakoitzeko ebaluatzaile kopurua zehaztu behar da.
fa_ir: تعداد داور برای هر مورد ارسال شده لازم است
fi: Arvioijien määrä käsikirjoitusta kohti vaaditaan.
fr_fr: Le nombre de rapporteurs par soumission est obligatoire.
gl: É necesario o número de revisores por envío.
hi_in: प्रति प्रस्तुत समीक्षकों की संख्या की आवश्यकता है।
hr_hr: Broj recenzija po prijavi je obavezan.
hy: Պահանջվում է գրախոսների թիվը յուրաքանչյուր ներկայացման համար:
id_id: Jumlah Reviewer tiap naskah harus ada.
is_is: Fjöldi ritrýna per innsendingu er áskilinn.
it_it: È necessario inserire il numero di revisori richiesti per ogni singola proposta.
ja: 投稿ごとの査読者数が必要です。
ka_ge: რეცენზენტების რაოდენობა საჭიროა ყოველ წარდგენაზე.
ku_iq: ژمارەی هەڵسەنگێنەرەکان بۆ هەر توێژینەوەیەکی پێشکەشکراو پێویستە.
ky: Бир материал үчүн рецензенттердин саны талап кылынат.
lt: Reikia nurodyti, kiek recenzentų recenzuoja kiekvieną straipsnį.
lv: Nepieciešams recenzentu skaits uz vienu iesniegto materiālu.
mr: प्रत्येक सादरीकरणासाठी समीक्षकांची संख्या आवश्यक आहे.
ms: Jumlah pengulas setiap penyerahan diperlukan.
nb_no: Antallet fagkonsulenter per manuskript er påkrevet.
nl: Er moet een aantal reviews per inzending opgegeven worden.
pl: Liczba recenzentów dla każdego wysłanego tekstu jest wymagana.
pt_br: O número de avaliadores por submissão obrigatório.
pt_pt: É obrigatório o número de revisores por submissão.
ru: Количество рецензентов для одного материала обязательно.
sk_sk: Je vyžadovaný počet recenzentov na príspevok.
sl_si: Število recenzentov na oddan prispevek je obvezno.
sr_rs@cyrillic: Потребан је број рецензената по пријављеном чланку.
sr_rs@latin: Potreban je broj recenzenata po prijavljenom članku.
sv_se: Att ange antal granskare per manuskript är obligatoriskt.
tr_tr: Gönderi başına atanacak hakem sayısı gereklidir.
uk: Необхідно вказати кількість рецензентів подання.
uz_cyrl: Ҳар бир мақола учун тақризчилар сонини белгиланг.
uz_uz@latin: Har bir topshiriq uchun ko'rib chiquvchilar soni talab qilinadi.
vi_vn: Số lượng người phản biện trên một bài gửi là bắt buộc.
zh_cn: 每篇稿件所需审稿人数目。
zh_hant: 必須輸入每個投稿所需的評審員數目。

# manager.setup.form.supportEmailRequired
source: The support email is required.
ar: العنوان البريدي لجهة الدعم الفني مطلوب حتماً.
az: Dəstək email adresi tələb olunur.
bg_bg: Изисква се имейл за поддръжка.
ca_es: Heu d’introduir l’adreça electrònica de suport.
cs_cz: Je vyžadován e-mail technické podpory.
da_dk: E-mail-adressen på støttekilden er påkrævet.
de_de: Die E-Mail-Adresse des Kontakts bei technischen Fragen ist erforderlich.
es_es: Especifique el correo electrónico secundario.
eu: Laguntza teknikoko kontaktuaren helbide elektronikoa eman behar da.
fa_ir: ایمیل حمایت کننده لازم است
fi: Teknisen tuen sähköposti vaaditaan.
fr_fr: Le courriel du soutien est obligatoire.
gl: É necesario o correo electrónico de soporte.
hi_in: समर्थन ईमेल की आवश्यकता है।
hr_hr: E-pošta podrške je obavezna.
hy: Պահանջվում է աջակցության էլ․ փոստի հասցե.
id_id: Email dukungan harus ada.
is_is: Netfang fyrir aðstoð er áskilið.
it_it: Inserire l'indirizzo e-mail dell'assistenza.
ja: サポートメールが必要です。
ka_ge: მხარდაჭერის ელფოსტა აუცილებელია.
ku_iq: ئیمێڵی پاڵپشت پێویستە.
ky: Техникалык колдоо көрсөткөн адамдын электрондук почта дареги талап кылынат.
lt: Reikalingas pagalbos el. pašto adresas.
lv: Jānorāda atbalsta e-pasta adrese.
mr: आधारासाठी ई-मेल आवश्यक आहे.
ms: E-mel sokongan diperlukan.
nb_no: Teknisk kontaktpersons e-post er påkrevet.
nl: Het e-mailadres van de ondersteuner is verplicht.
pl: E-mail osoby wspierającej jest wymagany.
pt_br: O e-mail do suporte técnico é obrigatório!
pt_pt: É obrigatório o e-mail do Suporte Técnico.
ru: Адрес электронной почты лица, обеспечивающего техническую поддержку, обязателен.
sk_sk: Je vyžadovaný e-mail technickej podpory.
sl_si: E-pošta kontakta pomoči je obvezna.
sr_rs@cyrillic: Потреббна је е-адреса особе за техничку подршку.
sr_rs@latin: Potrebna je e-adresa osobe za tehničku podršku.
sv_se: E-post till supportkontakten är obligatoriskt.
tr_tr: Destek e-posta adresi gereklidir.
uk: Необхідно вказати email контактної особи з технічних питань.
uz_cyrl: Техник ёрдам почтаси шарт.
uz_uz@latin: Qo'llab -quvvatlash elektron pochtasi talab qilinadi.
vi_vn: Email hỗ trợ là bắt buộc.
zh_cn: 需要赞助者的电子信箱。
zh_hant: 必須輸入支援用聯絡電郵。

# manager.setup.form.supportNameRequired
source: The support name is required.
ar: اسم المعني بالدعم الفني مطلوب حتماً.
az: Dəstək adı tələb olunur.
bg_bg: Изисква се име на лице за поддръжка.
ca_es: Heu d’introduir el nom de suport.
cs_cz: Je vyžadováno jméno technické podpory.
da_dk: Navnet på støttekilden er påkrævet.
de_de: Der Name des Kontakts bei technischen Fragen ist erforderlich
es_es: Especifique el nombre secundario.
eu: Laguntza teknikoko kontaktuaren izena eman behar da.
fa_ir: نام حمایت کننده لازم است
fi: Teknisen tuen henkilö vaaditaan.
fr_fr: Le nom du soutien est obligatoire.
gl: O nome do Soporte Técnico é obrigatorio.
hi_in: समर्थन नाम की आवश्यकता है।
hr_hr: Ime podrške je obavezno.
hy: Աջակցության անունը պարտադիր է:
id_id: Nama dukungan harus ada.
is_is: Nafn aðstoðar aðila er áskilið.
it_it: Inserire il nome dell'assistenza.
ja: サポート名は必須です。
ka_ge: მხარდაჭერის სახელი აუცილებელია.
ku_iq: ناوی پاڵپشت پێویستە.
ky: Техникалык колдоо көрсөткөн адамдын электрондук почта дареги талап кылынат.
lt: Nurodykite kitą asmenį, su kuriuo būtų galima susisiekti.
lv: Jānorāda atbalsta personas vārds.
mr: आधारासाठी नाव आवश्यक आहे.
ms: Nama sokongan diperlukan.
nb_no: Teknisk kontaktpersons navn er påkrevet.
nl: De naam van de ondersteuner is verplicht.
pl: Nazwa osoby wspierającej jest wymagana.
pt_br: O nome do suporte técnico é obrigatório!
pt_pt: É obrigatório o Nome do Suporte Técnico.
ru: Имя лица, обеспечивающего техническую поддержку, обязательно.
sk_sk: Je vyžadované meno technickej podpory.
sl_si: Ime kontakta pomoči je obvezen.
sr_rs@cyrillic: Потребно је име особе за техничку подршку.
sr_rs@latin: Potrebno je ime osobe za tehničku podršku.
sv_se: Namn på supportkontakt är obligatoriskt.
tr_tr: Destek ismi gereklidir.
uk: Необхідно вказати контактну особу з технічних питань.
uz_cyrl: Техник ёрдам исми шарт.
uz_uz@latin: Qo'llab -quvvatlash nomi kerak.
vi_vn: Tên người hỗ trợ là bắt buộc.
zh_cn: 需要赞助者的姓名。
zh_hant: 必須輸入支援者姓名。

# manager.setup.generalInformation
source: General Information
ar: معلومات عامة
az: Ümumi məlumat
bg_bg: Обща информация
ca_es: Informació general
cs_cz: Obecné informace
da_dk: Generelle oplysninger
de_de: Allgemeine Informationen
es_es: Información general
eu: Informazio orokorra
fa_ir: اطلاعات عمومی
fi: Yleisiä tietoja
fr_fr: Information générale
gl: Información xeral
hi_in: सामान्य जानकारी
hr_hr: Opće informacije
hy: Ընդհանուր տեղեկություն
id_id: Informasi Umum
is_is: Almennar upplýsingar
it_it: Informazioni generali
ja: 基本情報
ka_ge: ზოგადი ინფორმაცია
ku_iq: زانیاری گشتی
ky: жалпы маалымат
lt: Pagrindinė informacija
lv: Pamatinformācija
mr: सर्वसाधारण माहिती
ms: Maklumat Am
nb_no: Generell informasjon
nl: Algemene informatie
pl: Informacje ogólne
pt_br: Informações gerais
pt_pt: Informação Geral
ru: Общая информация
sk_sk: Všeobecné informácie
sl_si: Splošne informacije
sr_rs@cyrillic: Опште информације
sr_rs@latin: Opšte informacije
sv_se: Allmän information
tr_tr: Genel Bilgi
uk: Загальна інформація
uz_cyrl: Умумий маълумот
uz_uz@latin: Umumiy ma'lumot
vi_vn: Thông tin chung
zh_cn: 一般信息
zh_hant: 一般資訊

# manager.setup.gettingDownTheDetails
source: Step 1. Getting Down the Details
ar: الخطوة 1. الدخول في التفاصيل
az: Addım 1: Detalları tənzimləmə
bg_bg: Стъпка 1. Получаване на подробности
ca_es: Pas 1. Concreció dels detalls
cs_cz: Krok 1. Zaznamenání detailů
da_dk: Trin 1. Få styr på detaljerne
de_de: 1. Schritt: Angaben zur Zeitschrift festlegen
es_es: Paso 1. Profundizar en los detalles
eu: 1. urratsa. Xehetasunak
fa_ir: محله 1: وارد کردن جزئیات
fi: Vaihe 1. Perustiedot
fr_fr: Étape 1. Consignation des détails
gl: Paso 1. Detalles da revista
hi_in: चरण 1. विवरण नीचे हो रही है
hr_hr: Korak 1. Ulazak u detalje
hy: Քայլ 1. Ստանալով մանրամասները
id_id: Langkah 1. Melengkapi Detail
is_is: Skref 1. Fara yfir smáatriðin
it_it: Fase 1. Inserisci le informazioni dettagliate
ja: ステップ1. ディテールにこだわる
ka_ge: ნაბიჯი 1. დეტალები ჟურნალის შესახებ
ku_iq: هەنگاوی ١. وردەکارییەکان بنوسە.
ky: 1-кадам: Каттоо маалыматтары
lt: 1 etapas. Parsisiųsti išsamią informaciją
lv: 1. solis. Sīkāka informācijas apkopošana
mr: टप्पा 1. तपशील मिळवणे
ms: Langkah 1. Melengkapkan Perincian
nb_no: Trinn 1. Detaljene først
nl: Stap 1. Tot in detail
pl: Krok 1. Szczegóły
pt_br: Passo 1. Detalhes da revista
pt_pt: Passo 1. Detalhes da Revista
ru: Шаг 1. Подробности о журнале
sk_sk: Krok 1. Zistenie podrobností
sl_si: Korak 1. Priti do podrobnosti
sr_rs@cyrillic: Корак 1. Идемо у детаље
sr_rs@latin: Korak 1. Idemo u detalje
sv_se: Steg 1. Detaljer
tr_tr: Adım 1: Ayrıntıları Düzenleme
uk: Крок 1. Ознайомлення з деталями
uz_cyrl: 1-қадам. Тафсилотларни тўлдириш
uz_uz@latin: Qadam 1. Tafsilotlarni olish
vi_vn: Bước 1. Tìm hiểu chi tiết
zh_cn: 步骤 1：输入细节。
zh_hant: 步驟1：查看仔細資料

# manager.setup.guidelines
source: Guidelines
ar: الإرشادات
az: Bələdçilər
bg_bg: Ръководство
ca_es: Directrius
cs_cz: Instrukce
da_dk: Retningslinjer
de_de: Richtlinien
es_es: Indicaciones
eu: Gidalerroak
fa_ir: دستورالعمل
fi: Ohjeet
fr_fr: Directives
gl: Pautas
hi_in: दिशा-निर्देश
hr_hr: Smjernice
hy: Ուղեցույցներ
id_id: Panduan
is_is: Leiðbeiningar
it_it: Linee guida
ja: ガイドライン
ka_ge: სახელმძღვანელო
ku_iq: ڕێنماییەکان
ky: башкаруу
lt: Nurodymai
lv: Vadlīnijas
mr: मार्गदर्शक सूचना
ms: Garis Panduan
nb_no: Retningslinjer
nl: Richtlijnen
pl: Wytyczne
pt_br: Diretrizes
pt_pt: Directrizes
ru: Руководство
sk_sk: Inštrukcie
sl_si: Navodila
sr_rs@cyrillic: Смернице
sr_rs@latin: Smernice
sv_se: Riktlinjer
tr_tr: Rehberler
uk: Керівництва
uz_cyrl: Йўриқномалар
uz_uz@latin: Ko'rsatmalar
vi_vn: Các hướng dẫn
zh_cn: 须知
zh_hant: 指引

# manager.setup.guidingSubmissions
source: Step 3. Guiding Submissions
ar: الخطوة 3. إرشاد طلبات النشر
az: Addım 3: Məqalə Bələdçisi
bg_bg: Стъпка 3. Ръководство за подаване на материали
ca_es: Pas 3. Guia per a les trameses
cs_cz: Krok 3. Instrukce pro příspěvky
da_dk: Trin 3. Manuskriptvejledning
de_de: 3. Schritt: Beitragseinreichung
es_es: Paso 3. Guiar envíos
eu: 3. urratsa. Bidalketak egiteko gidalerroak
fa_ir: مرحله 3: ارسال مقاله
fi: Vaihe 3. Käsikirjoituksen lähettämiseen liittyviä ohjeita
fr_fr: Étape 3. Orienter les soumissions
gl: Paso 3. Pautas para os envíos
hi_in: चरण 3. मार्गदर्शक सबमिशन्स
hr_hr: Korak 3. Vođenje podnesenih članaka
hy: Քայլ 3. Ներկայացումների ուղեցույց
id_id: Langkah 3. Memandu Penyerahan
is_is: Skref 3. Leiðbeina varðandi innsendingar
it_it: Fase 3. Guidare le proposte
ja: ステップ3. 投稿の手引き
ka_ge: ნაბიჯი 3. მასალების გაგზავნა
ku_iq: هەنگاوی ٣. ڕێنیشاندەری پێشکەشکردن
ky: 3-кадам. Материалдарды тапшыруу
lt: 3 etapas. Kaip tvarkyti teikiamus tekstus
lv: 3. solis. Iesniegšanas vadlīnijas
mr: टप्पा 3. सादरीकरणांसाठी मार्गदर्शन
ms: Langkah 3. Membantu Penyerahan
nb_no: Trinn 3. Innsending av manuskript
nl: Stap 3. Richtlijnen voor inzendingen
pl: Krok 3. Przesyłanie tekstów
pt_br: Passo 3. Diretrizes para submissão
pt_pt: Passo 3. Instruções para Submissão
ru: Шаг 3. Отправка материалов
sk_sk: Krok 3. Inštrukcie pre príspevky
sl_si: korak 3. Vodenje oddajanja prispevka
sr_rs@cyrillic: Корак 3. Смернице за пријаву чланака
sr_rs@latin: Korak 3. Smernice za prijavu članaka
sv_se: Steg 3. Skicka in bidrag
tr_tr: Adım 3: Gönderi Rehberi
uk: Крок 3. Керівництво щодо подання
uz_cyrl: 3-қадам. Материал топшириш қоидалари
uz_uz@latin: Qadam3. Yo'llanma ko'rsatmalari
vi_vn: Bước 3. Hướng dẫn gửi bài
zh_cn: 步骤 3：投稿导引
zh_hant: 步驟3：引導投搞

# manager.setup.identity
source: Journal Identity
ar: هوية المجلة
az: Jurnal kimliyi
bg_bg: Идентичност на списанието
ca_es: Identitat de la revista
es_es: Identidad de la revista
eu: Aldizkariaren identitatea
fi: Julkaisun tiedot
fr_fr: Identité de la revue
gl: Identidade da revista
hi_in: जर्नल पहचान
hy: Ամսագրի ինքնությունը
is_is: Kenni tímarits
it_it: ID della testata
ja: ジャーナル・アイデンティティ
ka_ge: ჟურნალის იდენტურობა
ku_iq: ناسنامەی گۆڤار
ky: Журналдын идентификациясы
lt: Žurnalo tapatybė
lv: Žurnāla identitāte
mr: नियतकालिकाची ओळख
ms: Identiti Jurnal
nb_no: Tidsskriftsidentitet
nl: Identiteit van het tijdschrift
pl: Tożsamość czasopisma
pt_pt: Identidade da revista
ru: Айдентика журнала
sk_sk: Identita časopisu
sl_si: Identiteta revije
tr_tr: Dergi Kimliği
uk: Журнальна ідентичність
uz_cyrl: Журнал идентификацияси
uz_uz@latin: Jurnal identifikatori
vi_vn: Nhận dạng tạp chí
zh_hant: 期刊身分
