Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.onlinePaymentNotificationsDescription
source: Automated email notifications (available for editing by Journal Managers in OJS's Emails) can be sent to the Subscription Manager upon the completion of subscription online payments.
ar: إشعارات البريد الالكتروني الآلية (متاحة للتعديل من قبل رئيس تحرير المجلة عبر باب المراسلات المحضرة) يمكن إرسالها إلى مدير الاشتراكات عند إكتمال تسديد رسوم الاشتراكات عبر الإنترنت.
az: Avtomatik email bildirişləri (ADS tərəfindən hazırlanmış emaillər Jurnal idarəçiləri tərəfindən redaktə edilə bilər) onlayn ödənişlər tamamlandıqdan sonra Abunə İdarəçisinə göndərilə bilər.
bg_bg: Автоматичните известия по имейл (достъпни за редактиране от мениджърите на списания в имейлите на OJS) могат да бъдат изпращани до мениджъра на абонаменти след приключване на абонаментните онлайн плащания.
ca_es: És possible enviar notificacions automàtiques per correu electrònic (que l'administrador/a de la revista pot editar en les plantilles de missatges de correu electrònic de l’OJS) a l'administrador de subscripcions en completar-se els pagaments de les subscripcions en línia.
cs_cz: Automatická e-mailová oznámení (dostupná pro editaci manažerovi časopisu v Připravených emailech OJS) mohou být zasílána manažerovi předplatného po provedení online platby předplatného.
da_dk: Der kan sendes automatiske e-mail-meddelelser (kan redigeres af tidsskriftschefer i OJS's e-mail-skabeloner) til abonnementschefen, når der er gennemført abonnementsbetalinger online.
de_de: An die Abonnementverwalter/innen können automatische Mailbenachrichtigungen (verfügbar für Zeitschriftenverwalter/innen in den OJS-E-Mail-Vorlagen) verschickt werden bei Vervollständigung der Online-Zahlung von Abonnements.
es_es: Se pueden enviar notificaciones de correo electrónico automáticas al gestor/a de suscripciones una vez realizados los pagos en línea correspondientes a la suscripción. El gestor/a de la revista puede editar estos mensajes en la sección Plantillas de correo de OJS.
eu: Posta elektronikoaren jakinarazpen automatizatuak (Aldizkariaren kudeatzaileek editatu dezakete, OJSren prestatutako mezu elektronikoetan) bidal daitezke harpidetza-kudeatzailearengana, harpidetzaren lineako ordainketa amaitu ondoren.
fa_ir: ایمیل اطلاع‌رسانی خودکار را می‌توان پس از تکمیل آنلاین فرم پرداخت هزینه اشتراک به مدیر اشتراک فرستاد. متن این ایمیل قابل ویرایش از طریق لینک ویرایش ایمیل‌های از قبل آماده شده توسط مدیر مجله می‌باشد.
fi: Tilaussihteerille voidaan lähettää automaattisia sähköposti-ilmoituksia (julkaisun hallinnoijien muokattavissa OJS:n sähköpostit -kohdassa) aina, kun tilauksen verkkomaksu on suoritettu.
fr_fr: Les avis automatisés par courriel peuvent être envoyés au Responsable des abonnements au terme des paiements en ligne des abonnements.
gl: Unha vez completados os pagamentos en liña da subscrición pódense enviar ao xestor de subscricións as notificacións por correo electrónico automatizadas (dispoñibles para a súa edición polos xestores de revistas nos correos electrónicos de OJS).
hi_in: स्वचालित ईमेल सूचनाएं (OJS's के ईमेल में जर्नल मैनेजर्स द्वारा संपादन के लिए उपलब्ध) सदस्यता ऑनलाइन भुगतान के पूरा होने पर सदस्यता प्रबंधक को भेजी जा सकती हैं।
hr_hr: Automatska obavještenja e-porukama (koje mogu urediti Ravnatelji časopisa ulaskom u Pripremljene poruke u OJS) mogu biti poslate Ravnatelju za pretplate nakon izvršenja uplate preko interneta za pretplatu.
hy: Ինքնաշխատ էլեկտրոնային ծանուցումները (հասանելի են ամսագրի կառավարիչների կողմից OJS-ի էլ. նամակներում խմբագրման համար) կարող են ուղարկվել Բաժանորդագրության կառավարչին՝ բաժանորդագրության առցանց վճարումների ավարտից հետո:
id_id: Notifikasi email otomatis (dapat diedit oleh Manajer Jurnal di menu Email OJS) dapat dikirim ke Manajer Langganan setelah penyelesaian pembayaran online langganan.
it_it: Messaggi automatici di notifica possono essere inviati al Gestore degli abbonamenti al completamento di pagamenti per abbonamenti online.
ja: 購読料のオンライン決済が完了した際に、自動メール通知（ジャーナル管理者がOJSの「メール」で編集可能）を購読管理者に送信することができます。
ka_ge: ავტომატიზირებული ელფოსტის შეტყობინებები (ჟურნალის მენეჯერების მიერ რედაქტირებისთვის ხელმისაწვდომია OJS ელ.ფოსტით) შეიძლება გაგზავნოთ გამოწერის მენეჯერი სააბონენტო ონლაინ გადახდების დასრულების შემდეგ.
ku_iq: ئاگادارکردنەوەی تۆماتیکی بە ئیمەیڵ (لە لایەن بەڕێوەبەری گۆڤارەوە دەکرێت گۆڕانکاری تءدا بکرێت) دەکریت بۆ بەڕێوەبەری بەشداریکردن بنێردرێت بە گوێرەی بەدەستگەیشتنی پارەدانە ئۆنلاینەکان.
ky: Автоматтык электрондук почта эскертүүлөрү (OJS электрондук каттарында Журнал менеджери тарабынан түзөтүлө алат) жазылуунун онлайн төлөмү аяктагандан кийин Жазылуу менеджерине жөнөтүлүшү мүмкүн.
lt: Už prenumeratą atsakingam asmeniui e. paštu gali būti siunčiami automatiniai pranešimai, kad registracijos mokestis internetu sumokėtas (juos leidinio rengėjas gali rasti tarp APS e. laiškų).
lv: Pēc abonēšanas tiešsaistes maksājumu veikšanas abonēšanas pārvaldniekam var nosūtīt automātiskus e-pasta paziņojumus (žurnālu pārvaldniekiem tie pieejami rediģēšanai OJS sadaļā E-pasti).
mr: स्वनियंत्रित ई-मेल सूचना (OJS च्या ई-मेलमध्ये नियतकालिकाच्या व्यवस्थापकाला संपादनासाठी उपलब्ध) सदस्यतेसाठी ऑनलाइन पद्धतीने शुल्क भरून झाल्यावर सदस्यत्व व्यवस्थापकाला पाठवल्या जाऊ शकतात.
ms: Pemberitahuan e-mel automatik (tersedia untuk diedit oleh Pengurus Jurnal dalam E-mel OJS) boleh dihantar kepada Pengurus Langganan selepas selesai pembayaran dalam talian langganan.
nb_no: Automatiske e-postbeskjeder (som kan redigeres av tidsskriftadministratorer i OJS' e-postmaler) kan sendes til abonnementsansvarlig når en online abonnementsbetaling er fullført.
nl: Automatische e-mailberichten (aan te passen door de tijdschriftbeheerders bij de OJS voorbereide e-mails) die gestuurd kunnen worden aan de abonnementenbeheerder bij het voltooien van online betalingen van abonnementen.
pl: Automatyczne powiadomienie email (dostępne do edycji przez menedżerów czasopisma w Emailach OJS) może być wysyłane do menedżera subskrypcji w momencie ukończenia płatności online za subskrypcję.
pt_br: Notificações automáticas via e-mail (disponíveis para personalização pelo Gerente da Revista na seção E-mails) podem ser enviados ao gerente de assinaturas após a conclusão de pagamentos online.
pt_pt: Notificações automáticas via e-mail (disponíveis para personalização pelo Director na secção E-mails Padrão) podem ser enviados ao Gestor de Subscrições após a conclusão de pagamentos online.
ru: Автоматические уведомления по электронной почте (доступные для редактирования управляющими журналов в разделе «Письма электронной почты» OJS) могут быть отправлены менеджеру по подписке после завершения онлайн-платежа за подписку.
sk_sk: Automatické e-mailové oznámenia (dostupná pre editáciu manažérovi časopisu v Pripravených emailoch OJS) môžu byť zasielané manažérovi predplatného po vykonaní online platby predplatného.
sl_si: Po končanem plačilu naročnine preko spleta, se lahko pošlje avtomatsko e-poštno obvestilo upravitelju naročnin (ki ga lahko urejajo upravitelj revije med OJS predpripravljenimi e-poštami).
sr_rs@cyrillic: Аутоматске поруке које се налазе у делу за Управника часописа у OJS могу се послати Управнику за претплату након комплетирања онлајн плаћања.
sr_rs@latin: Аutomatske poruke koje se nalaze u delu za Upravnika časopisa u OJS mogu se poslati Upravniku za pretplatu nakon kompletiranja onlajn plaćanja.
sv_se: Automatisk aviseringar via e-post (tidskriftsansvarig har tillgång till redigering via tidskriftsadministrationen i OJS:s E-post) kan skickas till den prenumerationsansvarige vid online betalning av prenumerationen.
tr_tr: Otomatik e-posta bildirimleri (ADS tarafından hazırlanmış e-postalar dergi yöneticileri tarafından düzenlenebilir) online ödemeler tamamlandıktan sonra Abone Yöneticisine gönderilebilir.
uk: Повідомлення про платежі (зміст яких може редагувати менеджер журналу у розділі "Шаблони листів") можуть автоматизовано надсилатись менеджеру передплати після завершення користувачами процедури оплати передплат.
uz_cyrl: Тўлов амалга оширилганда муҳаррирга хабар бериш.
uz_uz@latin: Avtomatik elektron xabarnomalar (OJS elektron pochtalarida jurnal menejerlari tomonidan tahrir qilish mumkin), obuna onlayn to'lovlari tugagandan so'ng, obuna menejeriga yuborilishi mumkin.
vi_vn: Thông báo email tự động (có sẵn để chỉnh sửa bởi người quản lý tạp chí trong email của OJS) có thể được gửi đến Quản trị thuê bao sau khi hoàn tất thanh toán trực tuyến.
zh_hant: 可在完成網上付款後，發送自動電郵提示（期刊管理員可以在OJS的電郵頁面內編輯）給訂閱管理員。

source: Notify Subscription Manager by email upon online purchase of an Individual subscription.
ar: إشعار مدير الاشتراكات عبر البريد الالكتروني عند شراء اشتراك منفرد عبر الإنترنت.
az: Bir fərdi abunənin onlayn abunəlik alması halında Abunə İdarəsini məlumatlandırın
bg_bg: Уведомете мениджъра на абонаменти по имейл при онлайн покупка на индивидуален абонамент.
ca_es: Notifica l'administrador/a de les subscripcions per correu electrònic quan es compri en línia una subscripció individual.
cs_cz: Informovat manažera předplatného e-mailem po provedení online koupě individuálního předplatného.
da_dk: Underret abonnementschefen via e-mail ved online-køb af et individuelt abonnement.
de_de: Abonnementverwalter/innen per E-Mail über den Online-Erwerb von individuellen Abonnements informieren.
es_es: Notificar al gestor/a de suscripciones a través de correo electrónico cuando se den de alta suscripciones de individuales.
eu: Harpidetza-kudeatzaileari harpidetza indibidual baten lineako ordainketaren berri eman posta elektronikoz.
fa_ir: پس از خرید آنلاین اشتراک شخصی، با ایمیل به مدیر اشتراک اطلاع بده.
fi: Ilmoita tilaussihteerille sähköpostitse yksittäistilauksen verkko-ostosta.
fr_fr: Aviser le Reponsable des abonnements par courriel lors de la souscription en ligne à un Abonnement individuel.
gl: Notificar ao xestor/a de subscricións por correo electrónico cando se merque en liña unha subscrición individual.
hi_in: एक व्यक्तिगत सदस्यता की ऑनलाइन खरीद पर ईमेल द्वारा सदस्यता प्रबंधक को सूचित करें।
hr_hr: Obavijesti Ravnatelja za pretplate e-porukom nakon kupovine Individualne pretplate preko interneta.
hy: Տեղեկացրեք Բաժանորդագրման կառավարչին էլ․ փոստով Անհատական բաժանորդագրության առցանց գնումից հետո:
id_id: Memberitahu manajer langganan melalui email setelah pembelian online Langganan Individu.
it_it: Notifica via email al responsabile degli abbonamenti l'acquisto online di un abbonamento individuale.
ja: 個人購読がオンラインで購入されると、購読管理者にメールで通知されます。
ka_ge: შეტყობინების გაგზავნის შესახებ ელფოსტით აცნობეთ ინდივიდუალური გამოწერის ონლაინ შეძენისას.
ku_iq: بەڕێوەبەری بەشداریکردن بە ئیمەیڵ ئاگادار بکەوە بۆ دەربارەی کڕینی ئۆنلاینی بەشداریکردنی کەسی.
ky: Жеке жазылуу онлайн сатып алынганда Жазылуу менеджерине электрондук кат аркылуу кабарлаңыз.
lt: Įsigijus individualią prenumeratą internetu, apie tai el. paštu pranešti prenumeratų tvarkytojui.
lv: Paziņot abonēšanas pārvaldniekam e-pastā par individuālā abonementa iegādi tiešsaistē.
mr: वैयक्तिक सदस्यत्वाच्या रक्कमेच्या ऑनलाइन भरण्यानंतर सदस्यत्व व्यवस्थापकाला ई-मेलद्वारे सूचित करा.
ms: Maklumkan Pengurus Langganan melalui e-mel semasa pembelian dalam talian mengenai langganan Individu.
nb_no: Gi abonnementsansvarlig beskjed via e-post når noen kjøper et individuelt abonnement online.
nl: Bericht de abonnementenbeheerder met een e-mail als een individueel abonnement online gekocht wordt.
pl: Powiadom menedżera subskrypcji emailem w momencie zakupu online subskrypcji indywidualnej.
pt_br: Notificar o gerente de assinaturas via e-mail após a realização de um pagamento de assinatura individual online.
pt_pt: Notificar o Gestor de Subscrições via e-mail após a realização de um pagamento de Subscrição Individual online.
ru: Уведомить менеджера по подписке по электронной почте об онлайн-покупке индивидуальной подписки.
sk_sk: Informovať manažéra predplatného e-mailom po vykonaní online nákupu individuálneho predplatného.
sl_si: Obvesti upravitelja naročnin preko e-pošte o nakupu individualne naročnine preko spleta.
sr_rs@cyrillic: Обавести Управника за претплату емајлом о куповини индивидуалне претплате.
sr_rs@latin: Obavesti Upravnika za pretplatu emajlom o kupovini individualne pretplate.
sv_se: Meddela den prenumerationsansvarige via e-post vid online-köp av en individuell prenumeration.
tr_tr: Bir biresyel abonenin online abonelik satın alması durumunda Abone Yöneticisini bilgilendir.
uk: Повідомляти менеджера передплати поштою про придбання індивідуальних передплат.
uz_cyrl: Жеке обуна сотиб олинганда хабар бериш.
uz_uz@latin: Shaxsiy obunani onlayn xarid qilishda elektron pochta orqali obuna menejeriga xabar bering.
vi_vn: Thông báo cho người quản lý đăng ký bằng email khi mua trực tuyến một thuê bao cá nhân.
zh_hant: 在每一網上付費個體訂閱後透過電郵通知訂閱管理員。

source: Notify Subscription Manager by email upon online purchase of an Institutional subscription (recommended).
ar: إشعار مدير الاشتراكات عبر البريد الالكتروني عند شراء اشتراك مؤسساتي عبر الإنترنت (مستحسن).
az: Bir korporativ abunənin onlayn abunəlik alması halında Abunə İdarəçisini məlumatlandırın (tövsiyə edilir).
bg_bg: Уведомете мениджъра на абонаменти по имейл при онлайн покупка на институционален абонамент (препоръчително).
ca_es: Notifica l'administrador/a de subscripcions per correu electrònic quan es compri en línia una subscripció institucional (recomanat).
cs_cz: Informovat manažera předplatného e-mailem po provedení online koupě institucionálního předplatného (doporučeno).
da_dk: Underret abonnementschefen via e-mail ved online-køb af et institutionsabonnement (anbefales).
de_de: Abonnementverwalter/innen per E-Mail über den Online-Erwerb von institutionellen Abonnements informieren (empfohlen).
es_es: Notificar al gestor/a de suscripciones a través de correo electrónico cuando se den de alta suscripciones de instituciones (recomendado).
eu: Harpidetza-kudeatzaileari eman harpidetza instituzional baten lineako ordainketaren berri posta elektronikoz (gomendatua).
fa_ir: پس از خرید آنلاین اشتراک سازمانی، با ایمیل به مدیر اشتراک اطلاع بده. (توصیه می‌شود)
fi: Ilmoita tilaussihteerille sähköpostitse instituutiotilauksen verkko-ostosta (suositellaan).
fr_fr: Aviser le Reponsable des abonnements par courriel lors de la souscription en ligne à un Abonnement institutionnel (recommandé).
gl: Notificar ao xestor/a de subscricións por correo electrónico cando se merque en liña unha subscrición institucional (recomendado).
hi_in: संस्थागत सदस्यता की ऑनलाइन खरीद पर ईमेल द्वारा सदस्यता प्रबंधक को सूचित करें (अनुशंसित)।
hr_hr: Obavijesti Ravnatelja za pretplate e-porukom nakon kupovine Institucionalne pretplate.
hy: Տեղեկացրեք Բաժանորդագրման կառավարչին էլեկտրոնային փոստով Ինստիտուցիոնալ բաժանորդագրության առցանց գնումից հետո (խորհուրդ է տրվում):
id_id: Memberitahu manajer langganan melalui email setelah pembelian online Langganan Institusi.
it_it: Notifica via email al responsabile degli abbonamenti l'acquisto online di un abbonamento istituzionale (consigliato).
ja: 機関購読がオンラインで購入されると、購読管理者にメールで通知されます(推奨)。
ka_ge: შეტყობინების გაგზავნის შესახებ ელფოსტით აცნობეთ ორგანიზაციის გამოწერის ონლაინ შეძენისას.
ku_iq: بەڕێوەبەری بەشداریکردن بە ئیمەیڵ ئاگادار بکەوە بۆ دەربارەی کڕینی ئۆنلاینی بەشداریکردنی دەزگایی (پێشنیاز کراوە).
ky: Институционалдык жазылуу онлайн сатып алынганда Жазылуу менеджерине электрондук кат аркылуу кабарлаңыз (сунушталат).
lt: Įsigijus institucinę prenumeratą internetu, el. paštu praneškite prenumeratos tvarkytojui (rekomenduojama).
lv: Paziņot abonēšanas pārvaldniekam e-pastā pēc iestādes abonementa iegādes tiešsaistē (ieteicams).
mr: संस्था सदस्यत्वाच्या रक्कमेच्या ऑनलाइन भरण्यानंतर सदस्यत्व व्यवस्थापकाला ई-मेलद्वारे सूचित करा (शिफारस).
ms: Maklumkan Pengurus Langganan melalui e-mel semasa pembelian dalam talian langganan Institusi (disyorkan).
nb_no: Gi abonnementsansvarlig beskjed via e-post når noen kjøper et institusjonelt abonnement online (anbefalt).
nl: Bericht de abonnementenbeheerder met een e-mail als een institutioneel abonnement online gekocht wordt.
pl: Powiadom menedżera subskrypcji emailem w momencie zakupu online subskrypcji instytucyjnej (zalecane).
pt_br: Notificar o gerente de assinaturas via e-mail após a realização de um pagamento de assinatura institucional online.
pt_pt: Notificar o Gestor de Subscrições via e-mail após a realização de um pagamento de Subscrição Institucional online.
ru: Уведомить менеджера по подписке по электронной почте об онлайн-покупке подписки на организацию (рекомендуется).
sk_sk: Informovať manažéra predplatného e-mailom po vykonaní online nákupu inštitucionálneho predplatného (odporúčané).
sl_si: Obvesti upravitelja naročnin preko e-pošte o nakupu institucionalne naročnine preko spleta (priporočljivo).
sr_rs@cyrillic: Обавести Управника за претплату емајлом о куповини институционалне претплате (препоручено).
sr_rs@latin: Obavesti Upravnika za pretplatu emajlom o kupovini institucionalne pretplate (preporučeno).
sv_se: Meddela den prenumerationsansvarige via e-post vid online-köp av en institutionell prenumeration (rekomenderas).
tr_tr: Bir kurumsal abonenin online abonelik satın alması durumunda Abone Yöneticisini bilgilendir (tavsiye edilir).
uk: Повідомляти менеджера передплати поштою про придбання інституційних передплат (рекомендується).
uz_cyrl: Ташкилий обуна сотиб олинганда хабар бериш.
uz_uz@latin: Obuna menejeriga elektron pochta orqali Institutsional obunani sotib olish to'g'risida xabar bering (tavsiya etiladi).
vi_vn: Thông báo cho người quản lý đăng ký bằng email khi mua trực tuyến thuê bao của tổ chức (được khuyến nghị).
zh_hant: 在每一院校網上付費訂閱後透過電郵通知訂閱管理員（建議）。

source: Notify Subscription Manager by email upon online renewal of an Individual subscription.
ar: إشعار مدير الاشتراكات عبر البريد الالكتروني عند تجديد اشتراك منفرد عبر الإنترنت.
az: Bir fərdi abunənin onlayn abunəlik yeniləmə etməsi halında Abunə İdarəçisini məlumatlandırın.
bg_bg: Уведомете мениджъра на абонаменти по имейл при онлайн подновяване на индивидуален абонамент.
ca_es: Notifica l'administrador/a de subscripcions per correu electrònic quan es renovi en línia una subscripció individual.
cs_cz: Informovat manažera předplatného e-mailem po provedení online obnovy individuálního předplatného.
da_dk: Underret abonnementschefen via e-mail ved online-fornyelse af et individuelt abonnement.
de_de: Abonnementverwalter/innen per E-Mail über die Online-Erneuerung eines individuellen Abonnements informieren.
es_es: Notificar al gestor/a de suscripciones a través de correo electrónico acerca de la renovación en línea de las suscripciones individuales.
eu: Harpidetza-kudeatzaileari eman harpidetza indibidual baten lineako berritzearen berri, posta elektronikoz.
fa_ir: پس از تمدید آنلاین اشتراک شخصی، با ایمیل به مدیر اشتراک اطلاع بده
fi: Ilmoita tilaussihteerille sähköpostitse verkossa tehdystä yksittäistilauksen uusimisesta.
fr_fr: Aviser le Reponsable des abonnements par courriel lors du renouvellement en ligne d'un Abonnement individuel.
gl: Notificar ao xestor/a de subscricións por correo electrónico despois da renovación en liña dunha subscrición individual.
hi_in: व्यक्तिगत सदस्यता के ऑनलाइन नवीनीकरण पर ईमेल द्वारा सदस्यता प्रबंधक को सूचित करें।
hr_hr: Obavijesti Ravnatelja za pretplate e-porukom nakon obnove Individualne pretplate.
hy: Տեղեկացրեք Բաժանորդագրության կառավարչին էլ․ փոստով Անհատական բաժանորդագրության առցանց թարմացման դեպքում:
id_id: Memberitahu manajer langganan melalui email setelah pembaruan online langganan individu.
it_it: Notifica via email al responsabile degli abbonamenti il rinnovo online di un abbonamento individuale.
ja: 個人購読のオンライン更新時に、購読管理者に電子メールで通知します。
ka_ge: შეტყობინების გაგზავნის შესახებ ელფოსტით აცნობეთ ინდივიდუალური გამოწერის განახლების ონლაინ შეძენისას.
ku_iq: بەڕێوەبەری بەشداریکردن بە ئیمەیڵ ئاگادار بکەوە بۆ دەربارەی نوێکردنەوەی ئۆنلاینی بەشداریکردنی کەسی.
ky: Жеке жазылуу онлайн жаңыртылганда Жазылуу менеджерине электрондук кат аркылуу кабарлаңыз.
lt: Pranešti Prenumeratos valdytojui el. paštu apie individualios prenumeratos atnaujinimą internetu.
lv: Paziņot abonēšanas pārvaldniekam e-pastā pēc individuālā abonementa atjaunošanas tiešsaistē.
mr: वैयक्तिक सदस्यत्वाच्या रक्कमेच्या ऑनलाइन नूतनीकरणानंतर सदस्यत्व व्यवस्थापकाला ई-मेलद्वारे सूचित करा.
ms: Maklumkan Pengurus Langganan melalui e-mel semasa pembaharuan langganan Individu dalam talian.
nb_no: Gi abonnementsansvarlig beskjed via e-post når noen fornyer et individuelt abonnement online.
nl: Bericht de abonnementenbeheerder met een e-mail als een idividueel abonnement online verlengd wordt.
pl: Powiadom menedżera subskrypcji emailem w momencie wznowienia subskrypcji indywidualnej.
pt_br: Notificar via e-mail o gerente de assinaturas quando ocorrer renovação de assinatura individual.
pt_pt: Notificar via e-mail o Gestor de Subscrições quando ocorrer renovação de Subscrição Individual.
ru: Уведомить менеджера по подписке по электронной почте об онлайн-покупке продления индивидуальной подписки.
sk_sk: Informovať manažéra predplatného e-mailom po vykonaní online obnovy individuálneho predplatného.
sl_si: Obvesti upravitelja naročnin preko e-pošte o podaljšanju individualne naročnine preko spleta.
sr_rs@cyrillic: Обавести Управника за претплату емајлом о обнови индивидуалне претплате.
sr_rs@latin: Obavesti Upravnika za pretplatu emajlom o obnovi individualne pretplate.
sv_se: Meddela den prenumerationsansvarige via e-post vid online-förnyelse av en individuell prenumeration.
tr_tr: Bir bireysel abonenin online abonelik yenileme yapması durumunda Abone Yöneticisini bilgilendir.
uk: Повідомляти менеджера передплати поштою про поновлення індивідуальних передплат.
uz_cyrl: Жеке обуна янгиланганда хабар бериш.
uz_uz@latin: Shaxsiy obunani onlayn yangilash to'g'risida elektron pochta orqali obuna menejeriga xabar bering.
vi_vn: Thông báo cho người quản lý đăng ký bằng email khi gia hạn trực tuyến một thuê bao cá nhân.
zh_hant: 在每一網上付費更新個體訂閱後透過電郵通知訂閱管理員。
