Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

source: Notify Subscription Manager by email upon online renewal of an Institutional subscription.
ar: إشعار مدير الاشتراكات عبر البريد الالكتروني عند تجديد اشتراك مؤسساتي عبر الإنترنت.
az: Bir korporativ abunənin onlayn abunəlik yeniləmə etməsi halında Abunə İdarəçisini məlumatlandırın.
bg_bg: Уведомете мениджъра на абонаменти по имейл при онлайн подновяване на институционален абонамент.
ca_es: Notifica l'administrador/a de subscripcions per correu electrònic quan es renovi en línia una subscripció institucional.
cs_cz: Informovat manažera předplatného e-mailem po provedení online obnovy institucionálního předplatného.
da_dk: Underret abonnementschefen via e-mail ved online-fornyelse af et institutionsabonnement.
de_de: Abonnementverwalter/innen per E-Mail über die Online-Erneuerung eines institutionellen Abonnements informieren.
es_es: Notificar al gestor/a de suscripciones a través de correo electrónico acerca de la renovación en línea de las suscripciones de instituciones.
eu: Harpidetza-kudeatzaileari harpidetza instituzional baten lineako berritzearen berri eman posta elektronikoz.
fa_ir: پس از تمدید آنلاین اشتراک سازمانی، با ایمیل به مدیر اشتراک اطلاع بده
fi: Ilmoita tilaussihteerille sähköpostitse verkossa tehdystä instituutiotilauksen uusimisesta.
fr_fr: Aviser le Reponsable des abonnements par courriel lors du renouvellement en ligne d'un Abonnement institutionnel.
gl: Notificar ao xestor/a de subscricións por correo electrónico despois da renovación en liña dunha subscrición institucional.
hi_in: एक संस्थागत सदस्यता के ऑनलाइन नवीनीकरण पर ईमेल द्वारा सदस्यता प्रबंधक को सूचित करें।
hr_hr: Obavijesti Ravnatelja za pretplate e-porukom nakon obnove Institucionalne pretplate.
hy: Տեղեկացրեք Բաժանորդագրման կառավարչին էլեկտրոնային փոստով Ինստիտուցիոնալ բաժանորդագրության առցանց թարմացման դեպքում:
id_id: Memberitahu manajer langganan melalui email setelah pembaruan online langganan institusi.
it_it: Notifica via email al responsabile degli abbonamenti il rinnovo online di un abbonamento istituzionale.
ja: 機関購読のオンライン更新時に、購読管理者に電子メールで通知します。
ka_ge: შეტყობინების გაგზავნის შესახებ ელფოსტით აცნობეთ ორგანიზაციის გამოწერის განახლების ონლაინ შეძენისას.
ku_iq: بەڕێوەبەری بەشداریکردن بە ئیمەیڵ ئاگادار بکەوە بۆ دەربارەی نوێکردنەوەی ئۆنلاینی بەشداریکردنی دەزگایی.
ky: Институционалдык жазылуу онлайн жаңыртылганда Жазылуу менеджерине электрондук кат аркылуу кабарлаңыз.
lt: Pranešti Prenumeratos tvarkytojui el. paštu apie institucinės prenumeratos atnaujinimą internetu.
lv: Paziņot abonēšanas pārvaldniekam e-pastā pēc iestādes abonementa atjaunošanas tiešsaistē.
mr: संस्था सदस्यत्वाच्या ऑनलाइन नूतनीकरणानंतर सदस्यत्व व्यवस्थापकाला ई-मेलद्वारे सूचित करा.
ms: Maklumkan Pengurus Langganan melalui e-mel semasa pembaharuan langganan Institusi dalam talian.
nb_no: Gi abonnementsansvarlig beskjed via e-post når noen fornyer et institusjonelt abonnement online.
nl: Bericht de abonnementenbeheerder met een e-mail als een institutioneel abonnement online verlengd wordt.
pl: Powiadom menedżera subskrypcji emailem w momencie wznowienia subskrypcji instytucyjnej.
pt_br: Notificar via e-mail o gerente de assinaturas quando ocorrer renovação de assinatura institucional.
pt_pt: Notificar via e-mail o Gestor de Subscrições quando ocorrer renovação de Subscrição Institucional.
ru: Уведомить менеджера по подписке по электронной почте об онлайн-покупке продления подписки на организацию.
sk_sk: Informovať manažéra predplatného e-mailom po vykonaní online obnovy inštitucionálneho predplatného.
sl_si: Obvesti upravitelja naročnin preko e-pošte o podaljšanju institucionalne naročnine preko spleta.
sr_rs@cyrillic: Обавести Управника за претплату емајлом о обнови институционалне претплате.
sr_rs@latin: Obavesti Upravnika za pretplatu emajlom o obnovi institucionalne pretplate.
sv_se: Meddela den prenumerationsansvarige via e-post vid online förnyelse av en institutionell prenumeration.
tr_tr: Bir kurumsal abonenin online abonelik yenilemesi durumunda Abone Yöneticisini bilgilendir.
uk: Повідомляти менеджера передплати поштою про поновлення інституційних передплат.
uz_cyrl: Ташкилий обуна янгиланганда хабар бериш.
uz_uz@latin: Obuna menejeriga elektron pochta orqali elektron pochta orqali xabardor qiling.
vi_vn: Thông báo cho người quản lý đăng ký bằng email khi gia hạn trực tuyến thuê bao của tổ chức.
zh_hant: 在每一院校網上付費更新訂閱後透過電郵通知訂閱管理員。

# manager.subscriptionPolicies.onlinePaymentPurchaseInstitutionalDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the provided domain and IP ranges and activation of the subscription by the Subscription Manager.
ar: <strong>ملاحظة:</strong> الاشتراكات المؤسساتية المشتراة عبر الإنترنت تتطلب المصادقة على المجال المعين ومديات IP ومن ثم تفعيل الاشتراك من قبل مدير الاشتراكات.
az: <strong>Not:</strong> Koorporativ abunəliklər onlayn olaraq alındığı zaman sahə adları və IP aralığı üçün təsdiq tələb olunur. Bu abunəliklərin aktivləşdirilməsinin Abunə İdarəçisi tərəfindən təsdiqlənməsini tələb edir.
bg_bg: <strong>Забележка:</strong> Институционалните абонаменти, закупени онлайн, изискват одобрение на предоставения домейн и IP диапазони и активиране на абонамента от Мениджъра на абонаменти.
ca_es: <strong>Nota:</strong> Pel que fa a les subscripcions institucionals que s'hagin comprat en línia, l'administrador/a de subscripcions n'ha d'haver aprovat el domini, els intervals IP i l'activació.
cs_cz: <strong>Poznámka:</strong> Institucionální předplatné zakoupené online vyžaduje schválení uvedené domény a IP rozsahu a aktivaci předplatného manažerem předplatného.
da_dk: <strong>Bemærk:</strong> Institutionsabonnementer, der købes online, kræver godkendelse af oplyst domæne og IP-områder samt aktivering af abonnementet foretaget af abonnementschefen.
de_de: <strong>Hinweis:</strong> Für online erworbene institutionelle Abonnements sind die Bewilligung der Domain und der IP-Bereiche und die Aktivierung des Abonnements durch die Abonnementverwalter/innen erforderlich.
es_es: <strong>Nota:</strong> Las suscripciones institucionales adquiridas en línea requieren la aprobación del dominio facilitado y los rangos de IP, así como la activación de la suscripción por parte del gestor/a de suscripciones.
eu: <strong>Oharra:</strong>Linean erositako harpidetza instituzionalek domeinuaren eta IP barrutien onarpena behar dute, baita harpidetza-kudeatzaileak harpidetza aktibatzea ere.
fa_ir: <strong>توجه: </strong> خرید اشتراک سازمانی آنلاین نیاز به تأیید دامنه و بازه IP مشخص شده دارد و ابتدا اشتراک می‌بایست توسط مدیر مجله فعال شود.
fi: <strong>Huom.</strong> Verkossa tehdyt instituutiotilaukset vaativat verkkotunnuksen ja IP-osoitealueen hyväksymisen sekä tilaussihteerin tekemän tilauksen aktivoinnin.
fr_fr: <strong>Note :</strong> Les abonnements institutionnels souscrits en ligne nécessitent l'approbation du domaine et des intervalles d'adresses IP ainsi que l'activation de l'abonnement par le Reponsable des abonnements.
gl: <strong>Nota:</strong> As subscricións institucionais mercadas en liña requiren a aprobación do dominio e os intervalos de IP proporcionados e a activación da subscrición polo Xestor/a de subscricións.
hi_in: <strong>Note:</strong> ऑनलाइन खरीदे गए संस्थागत सदस्यता को प्रदान किए गए डोमेन और आईपी रेंज की स्वीकृति और सदस्यता प्रबंधक द्वारा सदस्यता की सक्रियता की आवश्यकता होती है।
hr_hr: <strong>Napomena:</strong> Institucionalne pretplate kupljene preko interneta zahtijevaju odobrenje o domenu i IP opsegu adresa i aktiviranje pretplate od strane Ravnatelja za pretplate.
hy: <strong>Նշում.</strong> Ինստիտուցիոնալ բաժանորդագրությունները, որոնք ձեռք են բերվել առցանց, պահանջում են տրամադրված տիրույթի և IP տիրույթի հաստատում և բաժանորդագրության ակտիվացում Բաժանորդագրման կառավարչի կողմից:
id_id: <strong>Catatan:</strong> Langganan Institusi yang dibayar online membutuhkan persetujuan domain dan IP range serta aktivasi langganan oleh Manajer Langganan.
it_it: <strong>N.B. </strong>Gli abbonamenti istituzionali acquistati online richiedono l'approvazione del dominio/IP da parte del responsabile degli abbonamenti.
ja: <strong>注:</strong> オンラインで購入した機関購読では、提供されたドメインおよびIPアドレス範囲の承認と、購読管理者による購読の有効化が必要です。
ka_ge: <strong>შენიშვნა:</strong> ინტერნეტით შეძენილი ინსტიტუციური გამოწერები საჭიროებს მოწოდებული დომენისა და IP დიაპაზონის დამტკიცებას და გამოწერის აქტივაციას გამოწერა მენეჯერის მიერ.
ku_iq: <strong>تێبینی:</strong> بەشداریکردنی دەزگاکان کە لە ئۆنلاین داوا دەکرێت و پێویستی بە قبوڵکردنی دۆمەین و ئایپییەکەیان هەیە.
ky: <strong>Эскертүү:</strong> Онлайн сатып алынган институционалдык жазылуулар берилген домен жана IP диапазондорунун бекитилишин жана Жазылуу менеджери тарабынан жазылуунун активдештирилишин талап кылат.
lt: <strong>Pastaba:</strong> Internetu įsigytoms institucinėms prenumeratoms reikalingas pateikto domeno ir IP diapazonų patvirtinimas bei prenumeratos aktyvinimas prenumeratos tvarkytojo.
lv: <strong>Piezīme:</strong> Tiešsaistē iegādātajiem iestāžu abonementiem ir nepieciešams apstiprināt sniegto domēna un IP diapazonu un aktivizēt abonementu ar abonēšanas pārvaldnieka palīdzību.
mr: <strong>टीप :</strong> वर्गणी व्यवस्थापकाद्वारे ऑनलाइन रक्कमेचा भरणा केलेल्या संस्था सदस्यतांना प्रदान केलेल्या डोमेन आणि IP श्रेणींची खात्री करुन सदस्यता सक्रिय करणे आवश्यक आहे.
ms: <strong> Catatan: </strong> Langganan institusi yang dibeli dalam talian memerlukan persetujuan domain dan julat IP yang disediakan dan pengaktifan langganan oleh Pengurus Langganan.
nb_no: <strong>OBS:</strong> Ved online-kjøp av institusjonelle abonnementer må det oppgitte domene og IP-område godkjennes, og abonnementet aktiviseres, av abonnementsansvarlig.
nl: <strong>Noot:</strong> Institutionele abonnementen die online gekocht worden vereisen goedkeuring van het opgegeven domein en IP reeksen en activatie van het abonnement door de abonnementenbeheerder.
pl: <strong>Uwaga:</strong>Subskrypcje insytucyjne zakupione online wymagają potwierdzenia dostarczonej domeny , wydzielonego zakresu i aktywacji subskrypcji przez menedżera subskrypcji.
pt_br: <strong>Aviso:</strong> Assinaturas institucionais adquiridas online exigem aprovação do domínio informado e das faixas de IP, além da ativação da assinatura pelo gerente de assinaturas.
pt_pt: <strong>Aviso:</strong> Subscrições Institucionais adquiridas on-line exigem aprovação do domínio fornecido e das faixas de IP, além da activação da subscrição pelo Gestor de Subscrições.
ru: <strong>Обратите внимание:</strong> Приобретенная онлайн подписка на организацию требует подтверждения предоставленного домена и диапазонов IP-адресов и требует активации подписки менеджером по подписке.
sk_sk: <strong>Poznámka:</strong> Inštitucionálne predplatné zakúpené online vyžaduje schválenie uvedenej domény a IP rozsahu a aktiváciu predplatného manažérom predplatného.
sl_si: <strong>Opozorilo:</strong> Nakup institucionalne naročnine preko spleta zahteva potrditev posredovane domena in IP območja in ročno aktivacijo naročnine, ki jo opravi upravitelj naročnin.
sr_rs@cyrillic: <strong>Note:</strong> Институционалне претплате које су купљене онлајн захтевају потврду одговарајућег домена и IP опсега и активацију претплате од стране Управника за претплате.
sr_rs@latin: <strong>Napomena:</strong> Institucionalne pretplate koje su kupljene onlajn zahtevaju potvrdu odgovarajućeg domena i IP opsega i aktivaciju pretplate od strane Upravnika za pretplate.
sv_se: <strong>Anmärkning:</strong>Institutionsprenumerationer som köps online kräver godkännande av domän och IP-omfång och att den prenumerationsansvarige aktiverar prenumerationen.
tr_tr: <strong>Not:</strong> Kurumsal abonelikler online satın alıdığında alan adları ve IP aralıkları için onay gereklidir. Bu aboneliklerin aktivasyonunun Abone Yöneticisi tarafından onaylanması gerektirir.
uk: <strong>Примітка:</strong> Передплати, придбані установами в електронному режимі, потребують перевірки наданих даних про домени і діапазони IP-адрес та подальшої активації менеджером передплати.
uz_cyrl: Ташкилотлар учун онлайн тўлов имконияти.
uz_uz@latin: <strong> Eslatma: </strong> Internetda sotib olingan institutsional obunalar, taqdim etilgan domen va IP diapazonlarini tasdiqlashni va obunani boshqaruvchi tomonidan obunani faollashtirishni talab qiladi.
vi_vn: <strong>Lưu ý:</strong> Đăng ký tổ chức được mua trực tuyến yêu cầu phê duyệt phạm vi tên miền và IP được cung cấp và kích hoạt đăng ký bởi Quản trị thuê bao.
zh_hant: <strong>備註：</strong>院校網上訂閱付款需提供已供核準的網域和IP範圍以及訂閱管理員所啟用的訂閱。

# manager.subscriptionPolicies.onlinePaymentDisabled
source: <strong>Note:</strong> To enable these options, the Journal Manager must enable the online payments module, including online payments for subscriptions, under Reader Fees.
ar: <strong>ملاحظة:</strong> لتمكين هذه الخيارات، على رئيس تحرير المجلة تمكين وحدة التسديد عبر الإنترنت، بضمنها التسديد عبر الإنترنت للاشتراكات، تحت بند (رسوم القراء).
az: <strong>Not:</strong> Bu seçimləri aktivləşdirmək üçün, Jurnal İdarəçisi, Oxucu Qiymətləri altındakı abunəlikləri onlayn ödəmə modulu da daxil olmaqla aktivləşdirməlidir.
bg_bg: <strong>Забележка:</strong> За да активирате тези опции, мениджърът на списанието трябва да активира модула за онлайн плащания, включително онлайн плащания за абонаменти, в раздел Такси за четене.
ca_es: <strong>Nota:</strong> Per habilitar aquestes opcions, l'administrador/a de la revista ha d'habilitar el mòdul de pagaments en línia, inclosos els pagaments en línia de les subscripcions, a «Quotes dels lectors/ores».
cs_cz: <strong>Poznámka:</strong> Pro zapnutí těchto možností musí manažer časopisu zapnout modul pro online platby včetně online plateb předplatného pod Čtenářskými poplatky.
da_dk: <strong>Bemærk:</strong> For at aktivere disse alternativer skal tidsskriftschefen aktivere onlinebetalingsmodulet, herunder onlinebetaling af abonnementer, under læsergebyrer.
de_de: <strong>Hinweis:</strong> Um diese Optionen zu aktivieren, muss die Zeitschriftenverwalterin/der Zeitschriftenverwalter unter Leser/innengebühren die Onlinezahlungsmodule aktivieren, incl. der Onlinezahlungen für Abonnements.
es_es: <strong>Nota:</strong> Para habilitar estas opciones, el gestor/a de la revista debe habilitar el módulo de pagos en línea, incluidos los pagos en línea para suscripciones, en el apartado Cuota para lectores/as.
eu: <strong>Oharra:</strong> Aukera horiek gaitzeko, aldizkariaren kudeatzaileak lineako ordainketaren modulua gaitu behar du; besteak beste, harpidetza egiteko lineako ordainketak, “Irakurle-tarifak” atalaren azpian.
fa_ir: <strong>توجه: </strong> برای فعال ساختن این گزینه‌ها، ابتدا مدیر مجله باید ماژول پرداخت آنلاین و پرداخت آنلاین اشتراک را فعال کند. این دو تحت قسمت هزینه‌های خوانندگان وجود دارند.
fi: <strong>Huom.</strong> Ottaakseen nämä valinnat käyttöön julkaisun hallinnoijan on otettava käyttöön verkkomaksujen toiminnot, mukaan lukien tilausten verkkomaksut Lukijamaksut -kohdassa.
fr_fr: <strong>Note :</strong> Pour activer ces options, le Directeur de la revue doit activer le module de paiement en ligne, incluant les paiements en ligne pour les abonnements, sous Frais de lecture.
gl: <strong>Nota:</strong> Para habilitar estas opcións, o Xestor/a de revistas debe habilitar o complemento de pagamentos en liña, incluídos os pagamentos en liña para subscricións, en Taxas para lectores/as.
hi_in: <strong>Note:</strong> इन विकल्पों को सक्षम करने के लिए, जर्नल प्रबंधक को ऑनलाइन भुगतान मॉड्यूल को सक्षम करना होगा, जिसमें रीडर शुल्क के तहत सदस्यता के लिए ऑनलाइन भुगतान भी शामिल है।
hr_hr: <strong>Napomena:</strong>Ravnatelj časopisa mora omogućiti modul za plaćanja preko interneta uključujući i plaćanja za pretplate u Naknade čitatelja kako bi omogućili ove opcije.
hy: <strong>Նշում.</strong> Այս ընտրանքները միացնելու համար ամսագրի կառավարիչը պետք է միացնի առցանց վճարումների մոդուլը, ներառյալ առցանց վճարումները բաժանորդագրությունների համար՝ Ընթերցողի վճարների ներքո:
id_id: <strong>Catatan:</strong> Untuk mengaktifkan pilihan ini, Manajer Jurnal harus mengaktifkan modul pembayaran online, termasuk pembayaran online untuk langganan di menu Biaya Pembaca.
it_it: <strong>N.B. </strong>Per abilitare queste opzioni, l'amministratore della rivista deve abilitare il modulo dei pagamenti online, che comprende i pagamenti per gli abbonamenti, sotto Tariffe di lettura.
ja: <strong>注:</strong> これらのオプションを有効にするには、雑誌管理者が「読者料金」で、購読料のオンライン決済を含むオンライン決済モジュールを有効にする必要があります。
ka_ge: <strong>შენიშვნა:</strong> ამ ვარიანტების ჩასართავად, ჟურნალის მენეჯერმა უნდა ჩართოს ონლაინ გადასახადების მოდული, მათ შორის ონლაინ გადახდები გამოწერებისთვის, მკითხველის ტარიფების ქვეშ.
ku_iq: <strong>تێبینی:</strong> بۆ کاراکردنی بژاردەکان، بەڕێوەبەری گۆڤار دەبێت پارەدانی ئۆنلاین کارا بکات.
ky: <strong>Эскертүү:</strong> Бул параметрлерди иштетүү үчүн Журнал менеджери Окурман төлөмдөрүнүн астында онлайн төлөм модулун, анын ичинде жазылуу үчүн онлайн төлөмдөрдү иштетиши керек.
lt: <strong>Pastaba:</strong> Norėdamas įjungti šias parinktis, žurnalo vadybininkas turi įjungti internetinių mokėjimų modulį, įskaitant internetinius mokėjimus už prenumeratas, skiltyje „Skaitytojo mokesčiai“.
lv: <strong>Piezīme:</strong> Lai iespējotu šīs iespējas, žurnāla pārvaldniekam jāiedarbina tiešsaistes maksājumu modulis, tostarp tiešsaistes maksājumi par abonementiem, sadaļā Lasītāju maksas.
mr: <strong>टीप :</strong> वाचकाच्या फी अंतर्गत हे पर्याय सक्रिय करण्यासाठी, नियतकालिकाच्या व्यवस्थापकाने ऑनलाइन पेमेंट मॉड्यूल, सदस्यतेसाठी ऑनलाइन शुल्क स्वीकार सक्षम करणे आवश्यक आहे.
ms: <strong> Catatan: </strong> Untuk dayakan pilihan ini, Pengurus Jurnal mesti dayakan modul pembayaran dalam talian, termasuk pembayaran dalam talian untuk langganan, di bawah Yuran Pembaca.
nb_no: <strong>OBS:</strong> For å tilgjengeliggjøre disse valgene, må tidsskriftadministratoren aktivisere modulen for online-betaling, inkludert online-betaling av abonnementer, under «leserbetaling».
nl: <strong>Noot:</strong> Om deze opties in te schakelen moet de tijdschriftbeheerder de online betalingen module, inclusief online betalingen voor abonnementen inschakelen bij Kosten voor Lezers.
pl: <strong>Uwaga:</strong>Aby uruchomić te opcje, menedżer czasopisma musi włączyć moduł płatności online, łącznie z płatnościami online dla subskrybentów, pod Opłatami czytelnika.
pt_br: <strong>Aviso:</strong> Para habilitar estas opções, o Gerente da Revista deve habilitar o módulo de pagamentos online, incluindo os pagamentos online para assinaturas, em Taxas para leitores.
pt_pt: <strong>Aviso:</strong> Para activar estas opções, o Editor Gestor deve activar o módulo de pagamentos on-line, incluindo os pagamentos online para subscrições, em Taxas para Leitores.
ru: <strong>Обратите внимание:</strong> Для включения этих параметров управляющий журнала должен включить модуль онлайн-платежей, включая онлайн-платежи за подписку в разделе «Платежи читателя».
sk_sk: <strong>Poznámka:</strong> Pre zapnutie týchto možností musí manažér časopisu zapnúť modul pre online platby vrátane online platieb predplatného pod čitateľskými poplatkami.
sl_si: <strong>Opozorilo:</strong> Za vklop teh možnosti, mora Upravitelj revije omogočiti modul za plačilo preko spleta in možnost plačila naročnine preko spleta pod Pristojbine bralcev.
sr_rs@cyrillic: <strong>Напомена:</strong> Да би се укључиле ове опције Управник часописа мора да укључи модул за онлајн плаћања укључујући и онлајн плаћања за претплатеу делу Накнаде за читаоце.
sr_rs@latin: <strong>Напомена:</strong> Da bi se uključile ove opcije Upravnik časopisa mora da uključi modul za onlajn plaćanja uključujući i onlajn plaćanja za pretplateu delu Naknade za čitaoce.
sv_se: <strong>Anmärkning:</strong> För att aktivera dessa alternativ måste den tidskriftansvarige aktivera modulen för betalning online, inklusive online-betalning för prenumerationer under Läsaravgifter.
tr_tr: <strong>Not:</strong> Bu seçenekleri etkinleştirmek için, Dergi Yöneticisi, Okuyucu Ücretleri altındaki abonelikleri online ödeme modülü de dahil olmak üzere etkinleştirmelidir.
uk: <strong>Примітка:</strong> Щоб активувати ці опції, менеджер журналу повинен включити плагін онлайнових платежів, включно з платежами за підпискою в розділі платежів читачів.
uz_cyrl: Онлайн тўловлар ўчирилган.
uz_uz@latin: <strong> Eslatma: </strong> Bu variantlarni yoqish uchun, jurnal menejeri o'quvchi to'lovlari ostida, onlayn to'lovlar modulini, shu jumladan obunalar uchun onlayn to'lovlarni yoqishi kerak.
vi_vn: <strong>Lưu ý:</strong> Để bật các tùy chọn này, Người quản lý tạp chí phải kích hoạt mô-đun thanh toán trực tuyến, bao gồm thanh toán trực tuyến cho thuê bao, dưới Phí người đọc.
zh_hant: <strong>備註：</strong>期刊管理員必須在讀者收費允許網上付款模組，包括訂閱的網上付款，以啟用這些選項。

# manager.subscriptionPolicies.openAccessOptions
source: Open Access Options For Subscription Journals
ar: خيارات الوصول المفتوح لمجلات الاشتراكات
az: Abunəlik tələb edən jurnallar üçün açıq giriş poltikası
bg_bg: Опции за отворен достъп за абонаментни списания
ca_es: Opcions d'accés obert per a les revistes que requereixen subscripció
cs_cz: Možnosti otevřeného přístupu pro časpisy s předplatným
da_dk: Open Access -indstillinger for abonnementstidsskrifter
de_de: Open-Access-Optionen für Abonnement-Zeitschriften
es_es: Opciones de acceso abierto para las revistas de suscripción
eu: Harpidetza bidezko aldizkarien Sarrera libreko aukerak
fa_ir: گزینه‌های دسترسی آزاد برای مجلات غیر رایگان
fi: Tilattavien julkaisujen Open Access -valinnat
fr_fr: Options pour l'accès libre pour les revues sous abonnement
gl: Opcións de acceso aberto para revistas de subscrición
hi_in: सदस्यता जर्नल्स के लिए ओपन एक्सेस विकल्प
hr_hr: Mogućnosti otvorenog pristupa za časopise koji su dostupni uz pretplatu
hy: Բաժանորդագրության ամսագրերի համար բաց մուտքի ընտրանքներ
id_id: Open Access untuk Jurnal Langganan
it_it: Opzioni Open Access
ja: 購読ジャーナルのオープンアクセスオプション
ka_ge: გახსენით ხელმოწერის ოფციები სააბონენტო ჟურნალებისთვის
ku_iq: بژاردەی دەستپێڕاگەیشتنی کراوە بۆ بەشداریکردن لە گۆڤارەکاندا
ky: Жазылуу журналдары үчүн ачык жеткиликтүүлүк параметрлери
lt: Atvirosios prieigos parinktys prenumeruojamiems žurnalams
lv: Abonēto žurnālu atvērtās piekļuves iespējas
mr: वर्गणी भरल्यावर मजकूर उपलब्ध करणार्‍या नियतकालिकांसाठी मुक्त उपलब्धता पर्याय
ms: Pilihan Akses Terbuka Untuk Jurnal Langganan
nb_no: Open Access-valg for abonnementstidsskrift
nl: Open Access opties voor tijdschriften met abonnement
pl: Opcje wolnego dostępu do subskrypcji czasopisma
pt_br: Opções de Acesso Livre para revistas com assinaturas
pt_pt: Opções de Acesso Livre para Revistas com Subscrições
ru: Настройки открытого доступа для журналов с платной подпиской
sk_sk: Možnosti otvoreného prístupu pre časopisy s predplatným
sl_si: Možnosti prostega dostopa za revije, ki zahtevajo naročnino
sr_rs@cyrillic: Могућности отвореног приступа за претплату на часописе
sr_rs@latin: Mogućnosti otvorenog pristupa za pretplatu na časopise
sv_se: Open access-alternativ för prenumerationstidskrifter.
tr_tr: Abonelik Gerektiren Dergiler İçin Açık Erişim Politikası
uk: Налаштування відкритого доступу для передплатних журналів
uz_cyrl: Очиқ кириш вариантлари
uz_uz@latin: Obuna jurnallari uchun kirish imkoniyatlarini oching
vi_vn: Tùy chọn truy cập mở cho các tạp chí đăng ký thuê bao
zh_cn: 开放阅读选项来订阅期刊
zh_hant: 訂閱期刊的開放取用選項
