Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.distribution.access
source: Access
ar: الوصول
az: Giriş
bg_bg: Достъп
ca_es: Accés
cs_cz: Přístup
da_dk: Adgang
de_de: Zugriff
es_es: Acceso
eu: Sarbidea
fa_ir: دسترسی
fi: Saatavuus
fr_fr: Accès
gl: Acceso
hi_in: एक्सेस
hy: Մուտք
id_id: Akses
is_is: Aðgangur
it_it: Accesso
ja: アクセス
ka_ge: წვდომა
ku_iq: دەستپێگەیشتن
ky: Мүмкүнчүлүк
lt: Prieiga
lv: Piekļuve
mk_mk: Пристап
mr: उपलब्धता
ms: Akses
nb_no: Tilgang
nl: Toegang
pl: Dostęp
pt_br: Acesso
pt_pt: Acesso
ru: Доступ
sk_sk: Prístup
sl_si: Dostop
sr_rs@cyrillic: Приступ
sr_rs@latin: Pristup
sv_se: Tillgång
tr_tr: Erişim
uk: Доступ
uz_cyrl: Кириш ҳуқуқи
uz_uz@latin: Kirish
vi_vn: Truy cập
zh_hant: 取用

# manager.distribution.copyrightYearBasis.description
source: Choose how a default copyright date is selected for an article. This default can be overridden on a case-by-case basis. If you "publish as you go", don't use the issue's publication date.
ar: إختر كيفية التعيين الافتراضي لتاريخ الحقوق الفكرية الخاص بالمؤلفات. هذا التعيين الافتراضي يمكن تجاوزه لاحقاً لكل مقالة. إذا استعملت طريقة النشر المباشر، لا تستعمل تاريخ نشر العدد.
az: Bu məqalə üçün hesab edilən müəllif hüququ tarixinin necə təyin ediləcəyini seçin. Bu hesab edilən, vəziyyətə görə etibarsız ola bilər. Əgər məqalələri "qəbul edildikcə nəşr edirsinizsə", müəllif hüququ ili kimi nömrənin nəşr edilmə tarixini istifadə etməyin.
bg_bg: Изберете как дадена дата за авторски права е избрана по подразбиране за дадена статия. Това подразбиране може да бъде отменено за всеки отделен случай. Ако „публикувате в крачка“ ("publish as you go"), не използвайте датата на публикуване на изданието.
ca_es: Trieu la manera en què es seleccionarà la data de drets d'autor per defecte d'un article. Aquesta elecció podrà modificar-se manualment en cada cas. Si el vostre model de publicació és article per article, no feu servir la data de publicació del número.
es_es: Elija la manera en que se selecciona la fecha de copyright predefinida para un artículo. Esto puede hacerse manualmente para cada caso. Si su modelo se basa en la publicación artículo a artículo no utilice la fecha de publicación del número.
eu: Aukeratu artikulu baten egile-eskubideen data lehenetsia nola hautatzen den. Lehenetsitako balio hau kasuz kasu gainidatzi daiteke. Artikuluz artikulu argitaratzen baduzu, ez erabili zenbakiaren argitalpen data.
fi: Valitse miten tekijänoikeuden ajoitus tapahtuu oletuksena artikkeleissa. Tämä oletus voidaan ohittaa artikkelikohtaisesti. Mikäli et julkaise koko numeroa kerralla, älä valitse numeron julkaisuajankohtaa tähän asetukseen.
fr_fr: Précisez comment la date du copyright par défaut est sélectionnée pour un article. Cette par défaut peut être remplacée au cas par cas. Si vous optez pour une « publication au fur et à mesure », n'utilisez pas la date de publication du numéro.
gl: Escolla como se selecciona a data de copyright predeterminada para un artigo. Este valor predeterminado pode modificarse manualmente en cada caso. Si o seu modelo basease na publicación artigo a artigo non uses a data de publicación do número.
hi_in: चुनें कि किसी लेख के लिए डिफ़ॉल्ट कॉपीराइट तिथि का चयन कैसे किया जाता है। यह डिफ़ॉल्ट केस-दर-मामला आधार पर अभिभूत किया जा सकता है। यदि आप 'जैसे-जैसे आप जाते हैं' प्रकाशित करते हैं, तो अंक की प्रकाशन तिथि का उपयोग न करें।
hy: Ընտրեք, թե ինչպես է որոշվում հեղինակային իրավունքի լռելյայն ամսաթիվը հոդվածի համար: Այս լռելյայնը կարող է անտեսվել յուրաքանչյուր դեպքի համար: Եթե դուք «հրապարակում եք ստանալուն պես», մի օգտագործեք համարի հրապարակման ամսաթիվը:
is_is: Veldu hvernig dagsetning höfundaréttar er valin fyrir grein. Þetta er hægt að yfirsrkifa í hverju tilfelli. Ef þú gefur út jafnóðum, ekki nota þá útgáfudag tölublaðsins.
it_it: Seleziona la modalità di assegnazione in automatico della data di copyright. Questa potrà essere modificata manualmente. Se la testata è a pubblicazione continua non utilizzare la data di pubblicazione del singolo fascicolo.
ja: 記事のデフォルトの著作権日をどのように選択するかを選択します。このデフォルトは、ケースバイケースで上書きすることができます。"publish as you go" の場合は、その巻号の発行日は使用しません。
ka_ge: აირჩიეთ, თუ როგორ არის არჩეული საავტორო უფლებების ნაგულისხმევი თარიღი სტატიისთვის. ეს ნაგულისხმევი შეიძლება შეიცვალოს ინდივიდუალურად. თუ „აქვეყნებთ სტატიის შემოსვლისთანავე“, ნუ გამოიყენებთ გამოცემის გამოქვეყნების თარიღს.
ku_iq: ئەوە دیاری بکە کە چۆن مافی خاوەندارێتیی بنەڕەتی دیاری کراوە بۆ توێژینەوەکان. ئەم ستانداردە دەکرێت بە گوێرەی توێژینەوەکان بگۆڕدرێت. ئەگەر ڕێگای بڵاوکردنەوەی راستەوخۆت بەکار هێنا، تکایە ڕێککەوتی بڵاوکردنەوەی ژمارەکە بەکار مەهێنە.
ky: Макалага автордук укуктун демейки күнүн кантип аныктоону тандаңыз. Бул демейки маани ар бир учурда өзгөртүлүшү мүмкүн. Эгерде сиз макалаларды жылдыргыч негизде жарыялап жатсаңыз, анда чыгарылыштын жарыяланган күнүн колдонбоңуз.
lt: Pasirinkite, kaip straipsniui bus pasirinkta numatytoji autorių teisių data. Šią numatytąją reikšmę galima pakeisti kiekvienu atveju atskirai. Jei „skelbiate eidami“, nenaudokite numerio išleidimo datos.
lv: Izvēlieties, kādā veidā rakstam tiek atlasīts noklusējuma autortiesību datums. Šo noklusējumu iespējams ignorēt katrā gadījumā atsevišķi. Ja publicējat ārpus žurnāla numura ("publish as you go"), neizmantojiet numura publicēšanas datumu.
mk_mk: Изберете како е избран стандардниот датум на авторско право за една статија. Ова стандардно може да се замени од случај до случај. Ако „објавувате додека одите“, не користете го датумот на објавување на изданието.
mr: लेखासाठी सर्वसाधारण (डिफॉल्ट) स्वामित्वधिकाराची (कॉपीराईट) तारीख निवडण्याचा पर्याय ठरवा. ही नैसर्गिकरित्या दिलेली तारीख विशिष्ट परिस्थितीत बदलता येऊ शकते. तुम्ही लेख स्वीकारल्यानंतर लगेच प्रकाशित (publish as you go) करण्याचे धोरण अवलंबत असल्यास, अंकाच्या प्रकाशनाची तारीख वापरू नका.
ms: Pilih cara tarikh hak cipta lalai dipilih untuk artikel. Lalai ini boleh ditindih mengikut kes demi kes. Jika anda "terbitkan semasa anda pergi", jangan gunakan tarikh penerbitan keluaran itu.
nb_no: Velg hvordan du skal velge en standard copyrightdato for en artikkel. Denne standardinnstillingen kan overstyres fra ved publisering. Hvis du har valgt å publisere artiklene regelmessig "publiser fortløpende", ikke bruk utgivelsens utgivelsesdato.
nl: Kies hoe een standaard jaartal voor het auteursrecht voor een artikel wordt bepaald. Er kunnen steeds afwijkingen van deze standaardinstelling worden gemaakt. Wanneer met "publish as you go" wordt gepubliceerd, gebruik dan niet de publicatiedatum van het nummer.
pl: Wybierz jak data domyślnych praw autorskich ma być wybrana dla tego artykułu. Ustawienia domyślne mogą być nadpisane do każdego przypadku oddzielnie. Jeśli wybierasz model "publish as you go", nie używaj daty publikacji numeru.
pt_pt: Esolha como é selecionada a data padrão para os direitos de autor de um artigo. Este padrão pode ser alterado caso a caso. Se usa a publicação contínua, não use a data de publicação do volume.
ru: Выберите способ определения по умолчанию даты копирайта для статьи. Это значение по умолчанию может быть изменено в каждом конкретном случае. Если вы публикуете статьи «по ходу поступления», не используйте дату публикации выпуска.
sk_sk: Zvoľte, ako má byť vybraný východiskový dátum autorských práv článku. Táto východzia hodnota môže byť v niektorých prípadoch prepísaná. Ak „publikujete za behu“, nepoužívajte dátum vydania čísla.
sl_si: Določite, kako bo izbran privzet datum avtorskih pravic članka. Ta je lahko spremenjen pri vsakem članku posebej. Če uporabljate sistem "publish as you go", ne uporabljajte datuma objave številke.
tr_tr: Bir makale için varsayılan telif hakkı tarihinin nasıl belirleneceğini seçin. Bu varsayılan, duruma göre geçersiz kılınabilir. Eğer makaleleri "kabul edildikçe yayınlıyorsanız", telif hakkı yılı olarak sayının yayınlanma tarihini kullanmayın.
uk: Виберіть спосіб вибору дати авторського права за замовчуванням для статті. Це значення за замовчуванням може бути перевизначено в кожному конкретному випадку. Якщо ви "публікуєте по ходу справи", не використовуйте дату публікації випуску.
uz_cyrl: Мақола учун муаллифлик ҳуқуқи йили сифатида нима олинишини танланг. Бу созлама ҳар бир мақола учун алоҳида ўзгартирилиши мумкин.
uz_uz@latin: Maqola uchun mualliflik huquqining standart sanasi qachonligini tanlang. Ushbu standart har bir holat bo'yicha bekor qilinishi mumkin. Agar siz "borganingizdek nashr qilsangiz", nashr qilingan sanadan foydalanmang.
vi_vn: Chọn cách ngày bản quyền mặc định được chọn cho một bài viết. Mặc định này có thể được ghi đè tuỳ theo từng trường hợp. Nếu bạn "xuất bản ngay khi đó", đừng sử dụng ngày xuất bản của số.
zh_hant: 選取如何設置文章的默認版權日期。此默認設定可以按個別情況取代。如果您希望「直接出版」，請不要使用每期的出版日期。

# manager.distribution.copyrightYearBasis.issue
source: Use the issue's publication date
ar: تبعاً لتاريخ نشر العدد
az: Nömrənin nəşr tarixini işlədin
bg_bg: Използвайте датата на публикуване на броя на изданието
ca_es: Utilitzar la data de publicació del número
es_es: Utilizar la fecha de publicación del número
eu: Erabili zenbakiaren argitalpen-data
fi: Käytä numeron julkaisuajankohtaa
fr_fr: Utiliser la date de publication du numéro
gl: Usa a data de publicación do número
hi_in: अंक की प्रकाशन तिथि का उपयोग करें
hy: Օգտագործեք թողարկման հրապարակման ամսաթիվը
is_is: Nota útgáfudag tölublaðsins
it_it: Usa la data di pubblicazione del fascicolo
ja: その巻号の発行日を使う
ka_ge: გამოცემის გამოქვეყნების თარიღის გამოყენება
ku_iq: ڕێککەوتی بڵاوکردنەوەی ژمارەکە بەکار بهێنە
ky: Чыгарылган күнүн колдонуңуз
lt: Naudokite numerio išleidimo datą
lv: Izmantot žurnāla numura publicēšanas datumu
mk_mk: Користете го датумот на објавување на изданието
mr: अंकाच्या प्रकाशनाची तारीख वापरा
ms: Gunakan tarikh penerbitan keluaran
nb_no: Bruk nummerets publiseringsdato
nl: Gebruik de publicatiedatum van het nummer voor het auteursrecht
pl: Użyj daty publikacji wydania
pt_pt: Use a data de publicação do volume
ru: Использовать дату публикации выпуска
sk_sk: Použite dátum vydania čísla
sl_si: Uporabi datum izdaje številke
tr_tr: Sayının yayınlanma tarihini kullan
uk: Використовувати дату публікації випуску
uz_cyrl: Нашрнинг чиқиш санасидан фойдаланиш
uz_uz@latin: Nashrning nashr etilgan sanasidan foydalaning
vi_vn: Sử dụng ngày của số xuất bản
zh_hant: 使用該期的出版日期

# manager.distribution.copyrightYearBasis.submission
source: Use the article's publication date
ar: تبعاً لتاريخ نشر المقالة
az: Məqalənin nəşr tarixini işlədin
bg_bg: Използвайте датата на публикуване на статията
ca_es: Utilitzar la data de publicació de l'article
es_es: Utilizar la fecha de publicación del artículo
eu: Erabili artikuluaren argitalpen-data
fi: Käytä artikkelin julkaisuajankohtaa
fr_fr: Utiliser la date de publication de l'article
gl: Usa a data de publicación do artigo
hi_in: लेख की प्रकाशन तिथि का उपयोग करें
hy: Օգտագործեք հոդվածի հրապարակման ամսաթիվը
is_is: Nota útgáfudag greinar
it_it: Usa la data di pubblicazione dell'articolo
ja: 記事の公開日を使う
ka_ge: სტატიის გამოქვეყნების თარიღის გამოყენება
ku_iq: ڕێککەوتی بڵاوکردنەوەی توێژینەوەکە بەکار بهێنە
ky: Макаланын жарыяланган күнүн колдонуңуз
lt: Naudokite straipsnio publikavimo datą
lv: Izmantojiet raksta publicēšanas datumu
mk_mk: Користете го датумот на објавување на статијата
mr: लेखाच्या प्रकाशनाची तारीख वापरा
ms: Gunakan tarikh penerbitan artikel
nb_no: Bruk artikkelens publiseringsdato
nl: Gebruik de publicatiedatum van het artikel voor het auteursrecht
pl: Użyj daty publikacji artykułu
pt_pt: Use a data de publicação do artigo
ru: Использовать дату публикации статьи
sk_sk: Použite dátum zverejnenia článku
sl_si: Uporabi datum objave članka
tr_tr: Makalenin yayınlanma tarihini kullan
uk: Використовувати дату публікації статті
uz_cyrl: Мақола нашр этилган санадан фойдаланиш
uz_uz@latin: Maqolaning nashr etilgan sanasidan foydalaning
vi_vn: Sử dụng ngày xuất bản của bài viết
zh_hant: 使用該文章的出版日期

# manager.distribution.publication
source: Publication
ar: النشر
az: Nəşr etmə
bg_bg: Публикация
ca_es: Publicació
es_es: Publicación
eu: Argitalpena
fi: Julkaistu versio
gl: Publicación
hi_in: प्रकाशन
hy: Հրապարակում
is_is: Útgáfa
it_it: Pubblicazione
ja: 出版物
ka_ge: პუბლიკაცია
ku_iq: بڵاوکردنەوە
ky: Басылма
lt: Leidinys
lv: Publikācija
mk_mk: Публикација
mr: प्रकाशन
ms: Penerbitan
nb_no: Publikasjon
nl: Publicatie
pl: Publikacja
pt_pt: Publicação
ru: Публикация
sk_sk: Vydanie
sl_si: Objava
tr_tr: Yayınlama
uk: Публікація
uz_cyrl: Нашр қилиш
uz_uz@latin: Nashr
vi_vn: Xuất bản
zh_hant: 出版物

# manager.distribution.publishingMode
source: Publishing Mode
ar: نمط النشر
az: Nəşr etmə üsulu
bg_bg: Режим на публикуване
ca_es: Mode de publicació
es_es: Modo de publicación
eu: Argitalpen eredua
fi: Julkaisun sisällön saatavuus
fr_fr: Mode de publication
gl: Modo de publicación
hi_in: प्रकाशन मोड
hy: Հրապարակման ռեժիմ
is_is: Útgáfu háttur
it_it: Modalità di pubblicazione
ja: 出版モード
ka_ge: პუბლიკაციის რეჟიმი
ku_iq: باری بڵاوکردنەوە
ky: Жарыялоо режими
lt: Publikavimo režimas
lv: Publicēšanas režīms
mk_mk: Режим на објавување
mr: प्रकाशनाची पद्धत / प्रकाशनाचा प्रकार
ms: Mod Penerbitan
nb_no: Publiseringsform
nl: Publicatiewijze
pl: Tryb publikowania
pt_pt: Modo de publicação
ru: Режим публикации
sk_sk: Režim vydania
sl_si: Način objavljanja
tr_tr: Yayınlama Şekli
uk: Режим публікації
uz_cyrl: Нашр қилиш режими
uz_uz@latin: Nashriyot rejimi
vi_vn: Chế độ xuất bản
zh_hant: 出版模式

# manager.distribution.publishingMode.none
source: OJS will not be used to publish the journal's contents online.
ar: لن يتم استعمال نظام المجلات المفتوحة لنشر محتوى المجلة على الإنترنت.
az: OJS jurnalın kontenti onlayn yayımlamaq üçün istifadə etməyəcək.
bg_bg: OJS няма да се използва за публикуване на съдържанието на списанието онлайн.
ca_es: L'OJS no s'ha d'utilitzar per publicar continguts de la revista en línia.
cs_cz: OJS nebude používán pro online publikování obsahu časopisu.
da_dk: OJS vil ikke blive anvendt til at udgive tidsskriftets indhold online.
de_de: OJS wird nicht verwendet, um die Zeitschrifteninhalte online zu veröffentlichen.
es_es: No debe utilizar OJS para publicar en línea los contenidos de la revista.
eu: OJS ez da erabiliko aldizkariaren edukiak linean argitaratzeko.
fa_ir: از OJS برای انتشار آنلاین محتوای مجله استفاده نخواهد شد.
fi: OJS:iä ei käytetä julkaisun sisällön julkaisuun verkossa.
fr_fr: OJS ne sera pas utilisé pour publier le contenu de la revue en ligne.
gl: OJS non se utilizará para publicar o contido da revista en liña.
hi_in: ओजेएस का उपयोग जर्नल की सामग्री को ऑनलाइन प्रकाशित करने के लिए नहीं किया जाएगा.
hr_hr: OJS neće biti upotrebljen za objavljivanje sadržaja časopisa na internetu.
hy: OJS-ը չի օգտագործվի ամսագրի բովանդակությունը առցանց հրապարակելու համար:
id_id: OJS tidak akan digunakan untuk menerbitkan konten jurnal secara online.
is_is: OJS verður ekki notað til að birta innihald tímaritsins á vefnum.
it_it: OJS non viene utilizzato per pubblicare on line i contenuti della rivista.
ja: OJS はジャーナルのコンテンツをオンラインで公開するために使用されるものではありません。
ka_ge: OJS არ იქნება გამოყენებული ჟურნალის შინაარსის ონლაინ გამოსაქვეყნებლად.
ku_iq: سیستەمی گۆڤاری کراوە بۆ بڵاوکردنەوەی ناوەرۆکی گۆڤار لەسەر ئەنتەرنێت بەکار نایەت.
ky: ААК журналдын мазмунун онлайн жарыялоо үчүн колдонулбайт.
lt: OJS nebus naudojamas žurnalo turiniui publikuoti internete.
lv: OJS netiks izmantota, lai publicētu žurnāla saturu tiešsaistē.
mk_mk: OJS нема да се користи за објавување на содржината на списанието преку Интернет.
mr: OJS चा वापर नियतकालिकाचा मजकूर ऑनलाइन प्रकाशित करण्यासाठी केला जाणार नाही.
ms: OJS tidak akan digunakan untuk menerbitkan kandungan jurnal dalam talian.
nb_no: OJS vil ikke bli brukt til å publisere tidsskriftets innhold på nett.
nl: OJS zal niet gebruikt worden om de inhoud van het tijdschrift online te publiceren.
pl: System OJS nie będzie wykorzystany do publikowania online zawartości czasopisma.
pt_br: O sistema não será usado para publicar o conteúdo da revista online.
pt_pt: O sistema não será usado para publicar o conteúdo da revista online.
ru: OJS не будет использоваться для онлайн-публикации контента журнала.
sk_sk: OJS nebude používaný pre online publikovanie obsahu časopisu.
sl_si: OJS ne bo uporabljen za objavljanje vsebin revije online.
sr_rs@cyrillic: OJS неће бити коришћен за објављивање садржаја часописа онлајн.
sr_rs@latin: OJS neće biti korišćen za objavljivanje sadržaja časopisa onlajn.
sv_se: OJS kommer inte användas för att publicera tidskriftens innehåll online.
tr_tr: OJS derginin içeriğini online yayımlamak için kullanılmayacak.
uk: OJS не буде використовуватись для електронної публікації змісту журналу.
uz_cyrl: OJS журнал таркибини онлайн нашр қилиш учун ишлатилмайди.
uz_uz@latin: OJS jurnal tarkibini onlayn nashr qilish uchun foydalanilmaydi.
vi_vn: OJS sẽ không được sử dụng để xuất bản trực tuyến nội dung của tạp chí.
zh_hant: 不會使OJS在網上出版期刊內容。

# manager.distribution.publishingMode.openAccess
source: The journal will provide open access to its contents.
ar: المجلة تتيح الوصول المفتوح إلى محتوياتها.
az: Jurnal açıq giriş olaraq təqdim edəcək.
bg_bg: Списанието ще предоставя отворен достъп до съдържанието му.
ca_es: La revista ofereix accés lliure al seu contingut.
cs_cz: Časopis bude poskytovat otevřený přístup ke svému obsahu.
da_dk: Tidsskriftet tilbyder Open Access til dets indhold.
de_de: Die Zeitschrift bietet freien Zugang (Open Access) zu ihren Inhalten.
es_es: La revista proporcionará acceso abierto a sus contenidos.
eu: Aldizkariaren edukia sarrera librekoa izango da.
fa_ir: این مجله دسترسی آزاد به محتوی خود را اجازه می‌دهد.
fi: Julkaisun sisältö on avoimesti saatavilla.
fr_fr: La revue fournira l'accès libre à son contenu.
gl: A revista proporcionará acceso aberto aos seus contidos.
hi_in: जर्नल अपनी सामग्री के लिए ओपन एक्सेस प्रदान करेगी।
hr_hr: Časopis omogućuje otvoreni pristup svojem cjelokupnom sadržaju.
hy: Ամսագիրը կապահովի բաց մուտք դեպի բովանդակություն:
id_id: Jurnal akan mendukung Open Access untuk konten jurnal.
is_is: Tímaritið er í opnum aðgangi.
it_it: La rivista pubblica i suoi contenuti ad accesso aperto.
ja: このジャーナルは、その内容をオープンアクセスで提供します。
ka_ge: ჟურნალი უზრუნველყოფს მის შინაარსზე ღია წვდომას.
ku_iq: گۆڤارەکە سیستەمی کراوە بۆ ناوەرۆکەکەی پێشکەش دەکات.
ky: Журнал анын мазмунуна ачык кирүү мүмкүнчүлүгүн берет.
lt: Žurnalas suteiks atvirą prieigą prie savo turinio.
lv: Žurnāls nodrošinās atvērtu piekļuvi tā saturam.
mk_mk: Списанието ќе обезбеди отворен пристап до неговата содржина.
mr: नियतकालिकाचा मजकूर मुक्तपणे उपलब्ध असेल.
ms: Jurnal ini akan memberi akses terbuka untuk kandungan.
nb_no: Tidsskriftet kommer til å gi åpen tilgang (Open Access) til alt publisert innhold.
nl: Het tijdschrift biedt vrije toegang (open access) tot de inhoud.
pl: Czasopismo umożliwia otwarty dostęp do swej zawartości.
pt_br: A revista oferecerá acesso livre ao seu conteúdo.
pt_pt: A revista oferecerá acesso aberto ao seu conteúdo.
ru: Журнал будет предоставлять открытый доступ к своему контенту.
sk_sk: Časopis bude poskytovať otvorený prístup k svojmu obsahu.
sl_si: Revija bo imela prost dostop do vsebine.
sr_rs@cyrillic: Часопис нуди отворен приступ својим садржајима.
sr_rs@latin: Časopis nudi otvoren pristup svojim sadržajima.
sv_se: Tidskriftens innehåll är tillgängligt som open access.
tr_tr: Dergi, içeriğini açık erişim sunacak.
uk: Журнал надаватиме відкритий доступ до свого змісту.
uz_cyrl: Журнал ўз мазмунига очиқ киришни таъминлайди.
uz_uz@latin: Jurnal uning tarkibiga ochiq kirishni ta'minlaydi.
vi_vn: Tạp chí sẽ cung cấp nội dung truy cập mở.
zh_cn: 期刊内容将开放阅读。
zh_hant: 此期刊會提供開放取用(Open Access)內容。

# manager.distribution.publishingMode.subscription
source: The journal will require subscriptions to access some or all of its contents.
ar: الوصول إلى بعض أو كل محتويات المجلة يتطلب الاشتراك فيها.
az: Jurnal kontentin hamısına və ya bir hissəsinə giriş üçün abunəlik tələb edəcək.
bg_bg: Списанието ще изисква абонаменти за достъп до част или цялото му съдържание.
ca_es: Tothom que vulgui accedir a una part o a la totalitat dels continguts de la revista, hi ha d'estar subscrit.
cs_cz: Časopis bude vyžadovat pro přístup k některým částem nebo k celému obsahu předplatné.
da_dk: Tidsskriftet kræver tegning af abonnement for adgang til en del af eller hele tidsskriftets indhold.
de_de: Einige oder alle Inhalte der Zeitschrift sind nur für Abonnent/innen zugänglich.
es_es: Establecer como obligatoria la suscripción a la revista para acceder a algunos o a todos sus contenidos.
eu: Aldizkariak harpidetzea eskatuko du eduki batzuetara edo guztietara sartzeko.
fa_ir: برای دسترسی به بعضی یا تمامی محتوی این مجله ایجاد اشتراک لازم است.
fi: Julkaisun joidenkin osien tai koko sisällön saatavuus edellyttää tilausta.
fr_fr: La revue exigera un abonnement pour accéder à une partie ou à l'intégralité de son contenu.
gl: A revista requirirá subscricións para acceder a algúns ou a todos os seus contidos.
hi_in: जर्नल को इसके कुछ या सभी सामग्रियों तक पहुंचने के लिए सदस्यता की आवश्यकता होगी ।
hr_hr: Časopis zahtijeva pretplatu za pristup nekim ili svim svojim sadržajima.
hy: Ամսագիրը կպահանջի բաժանորդագրություններ՝ դրա բովանդակության մի մասը կամ ամբողջը մուտք գործելու համար:
id_id: Jurnal akan mensyaratkan langganan untuk mengakses beberapa atau semua konten jurnal.
is_is: Tímaritið krefst áskriftar til að fá aðgang að sumu eða öllu innihaldi.
it_it: Questa testata richiede un abbonamento per accedere a tutti o a parte dei contenuti.
ja: このジャーナルは、コンテンツの一部または全部にアクセスするためには購読料が必要となります。
ka_ge: ჟურნალი მოითხოვს გამოწერებს, რომ შესაძლებელი გახდეს მის ზოგიერთ ან ყველა შინაარსზე წვდომა.
ku_iq: گۆڤارەکە داوای ئیشتیراککردن دەکات بۆ دەستپێگەیشتن بە هەندێک لە بەرهەمەکانی.
ky: Журнал анын айрым же бардык мазмунуна кирүү үчүн жазылууну талап кылат.
lt: Norint pasiekti dalį arba visą žurnalo turinį, reikės prenumeratos.
lv: Lai piekļūtu žurnāla saturam, būs nepieciešams abonements.
mk_mk: Списанието ќе бара претплати за пристап до некои или до целата содржина.
mr: नियतकालिकाचा निवडक किंवा सर्व मजकूर वाचण्याकरता वर्गणीदार असणे आवश्यक असेल.
ms: Jurnal memerlukan langganan untuk mengakses sebahagian atau semua kandungannya.
nb_no: Tidsskriftet kommer til å kreve abonnement for tilgang til alt eller deler av innholdet.
nl: Het tijdschrift vereist een abonnement om toegang tot een deel van of al het materiaal te krijgen.
pl: Czasopismo będzie wymagać subskrypcji w dostępie do całości lub części publikowanych w nim zawartości.
pt_br: A revista terá controle de assinaturas para acesso ao seu conteúdo, ou parte dele.
pt_pt: A revista terá controlo de subscrições para acesso ao seu conteúdo, ou parte dele.
ru: Журнал будет требовать подписки для доступа к части своего контента или ко всему контенту.
sk_sk: Časopis bude vyžadovať pre prístup k niektorým častiam alebo k celému obsahu predplatného.
sl_si: Revija bo zahtevala naročnino za dostop do delov ali celotne revije.
sr_rs@cyrillic: Овај часопис захтева претплату за пристзуп неким садржајима или целокупном садржају.
sr_rs@latin: Ovaj časopis zahteva pretplatu za pristzup nekim sadržajima ili celokupnom sadržaju.
sv_se: Tidskriften kräver prenumeration för hela eller delar av innehållet.
tr_tr: Dergi, içeriğinin tümü veya bir kısmına erişmek için abonelik gerektirecek.
uk: Для доступу до змісту журналу (всього або деякого) буде потрібна передплата.
uz_cyrl: Журнал ўз мазмунига кириш учун обуна талаб қилади.
uz_uz@latin: Jurnal uning ba'zi yoki to'liq tarkibiga kirish uchun obunalarni talab qiladi.
vi_vn: Tạp chí sẽ yêu cầu đăng ký thuê bao để truy cập một phần hoặc toàn bộ nội dung của tạp chí.
zh_cn: >这份期刊需要订阅之后才能阅读某些或所有的内容。
zh_hant: 此期刊需要訂閱方可閱覽部分或全部內容。
