Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.openAccessOptionsDescription
source: Subscription journals can provide "delayed open access" to their published content, as well as permit "author self-archiving" (both of which increase readership and citation of content).
ar: مجلات الاشتراكات يمكنها توفير "الوصول المفتوح المؤجل" لمحتواها المنشور، فضلاً عن إتاحة "الأرشفة الذاتية للمؤلف" (وكلاهما يعززان معدل القراءة والاقتباس للمحتوى).
az: Abunəlik tələb edən jurnallar "gecikmiş açıq giriş" ya da "Müəllif şəxsi arxivləşdirməsi" kimi yazını daha çox əldəetmə və istinad etməni təmin edəcək politikalar müəyyən edə bilər. Müəyyən edilən politika Jurnal Haqqında səhifəsində yer alacaqdır.
bg_bg: Абонаментните списания могат да осигурят „забавен отворен достъп“ до тяхното публикувано съдържание, както и да позволят „автоархивиране на автора“ (и двете увеличават читателската аудитория и цитирането на съдържанието).
ca_es: Les revistes que requereixen subscripció poden oferir «accés lliure diferit» als seus continguts publicats i també permetre l'«autoarxivament per part dels autors/ores». Aquestes dues opcions augmenten la quantitat de lectors/ores i les citacions dels continguts de la revista.
cs_cz: Časopisy s předplatným mohou poskytovat "zpožděný otevřený přístup" ke svému publikovanému obsahu, stejně jako povolovat "sebe-archivování autora" (což v obou případech zvyšuje čtenost a citovanost obsahu).
da_dk: Abonnementstidsskrifter kan tilbyde "forsinket open access" til deres publiceret indhold samt tillade "selvarkivering for forfatter" (begge øger antallet af læsere og citering af indhold).
de_de: Zeitschriften mit Abonnement können "verzögerten Open Access" und/oder "Selbstarchivierung durch die/den Autor/in" anbieten und damit die Leser/innenschaft vergrößern und die Häufigkeit, in der Beiträge zitiert werden, heraufsetzen.
es_es: Las suscripciones a revistas pueden proporcionar acceso abierto diferido a su contenido publicado, así como permitir que los autores/as archiven ellos mismos sus documentos (en ambos casos, con el fin de aumentar el número de lectores/as y las referencias al contenido).
eu: Harpidetza bidezko aldizkariek "sarrera libre geroratua" eman dezakete argitaratzen duten edukiarentzat, edo "egileen auto-artxibatzea" onar dezakete (bi aukera horiek irakurlegoa eta edukiaren aipamenak areagotuko dituzte).
fa_ir: مجلات غیر رایگان می‌توانند دسترسی آزاد تأخیری و یا بایگانی توسط خود نویسنده را به رسمیت بشناسند و بدین وسیله خوانندگان خود را افزایش دهند. سیاست اتخاذ شده در قسمت درباره مجله خواهد آمد.
fi: Tilattavat julkaisut voivat antaa "viiveellisen avoimen saatavuuden" julkaistuun sisältöönsä sekä sallia "kirjoittajan rinnakkaistallentamisen" (molemmat kasvattavat sekä lukijakuntaa että sisältöön viittaamista).
fr_fr: Les revues sous abonnement peuvent fournir un accès libre différé à leur contenu publié, ainsi que permettre l'auto-archivage par l'auteur (les deux permettant d'augmenter le nombre de lecteurs et de citations du contenu).
gl: As revistas que requiran subscrición poden proporcionar un "acceso aberto adiado" ao seu contido, así como permitir o "autoarquivo do autor" (o que aumenta o número de lectores e a cita do contido).
hi_in: सदस्यता जर्नल उनकी प्रकाशित सामग्री को \ "विलंबित ओपन एक्सेस " प्रदान कर सकते हैं, साथ ही साथ परमिट "" लेखक आत्म-संग्रह \ "(दोनों जो पाठक और सामग्री के उद्धरण को बढ़ाते हैं)।
hr_hr: Časopisi čijim je sadržajima pristup ograničen pretplatom mogu omogućiti "odgođeni otvoreni pristup" svojem sadržaju, kao i "autorsko samoarhiviranje" (što oboje povećava čitanost i citiranje sadržaja). Informacije o odabranim modusima pristupa bit će navedeni pod "o časopisu".
hy: Բաժանորդագրված ամսագրերը կարող են ապահովել «հետաձգված բաց մուտք» իրենց հրապարակված բովանդակությանը, ինչպես նաև թույլատրել «հեղինակային ինքնաարխիվացում» (որոնք երկուսն էլ մեծացնում են ընթերցողների թիվը և բովանդակության մեջբերումը):
id_id: Jurnal langganan dapat menyediakan Delayed Open Access ke konten yang sudah diterbitkan, serta mengizinkan "pengarsipan mandiri penulis" (dua-duanya meningkatkan pembacaan dan sitiran).
it_it: Le riviste ad abbonamento possono provvedere un "accesso aperto posticipato" al loro contenuto e/o permettere che l'autore depositi liberamente i suou contributi (entrambe le formule accrescono lettori e citazioni).
ja: 購読ジャーナルは、出版されたコンテンツへの"遅延オープンアクセス"を提供することができ、また、"著者による自己アーカイブ"を許可することができます（どちらも、読者数とコンテンツの引用数を増加させます）。
ka_ge: სააბონენტო ჟურნალებს შეუძლიათ უზრუნველყონ „დაგვიანებული ღია წვდომა“ მათ გამოქვეყნებულ შინაარსზე, აგრეთვე ნება დართონ “ავტორის თვითარქივირებას“ (ორივე ზრდის მკითხველს და შინაარსის მითითებას).
ku_iq: بەشداریکردن لە گۆڤارەکان دەکرێت ''دەستپێڕاگەیشتنی دواخراو'' دابین بکەن بۆ بابەتەکانیان، هەروەها ڕێگا بە ''ئەرشیفکردنی کەسیی توێژەر'' دەدەن (هەر دو ئەمانە ژمارەی خوێنەر و گوتراوەکان زیاد دەکەن).
ky: Жазылуу журналдары жарыяланган мазмунуна "кечиктирилген ачык жеткиликтүүлүк" бере алышат жана "автордук өзүн-өзү архивдөөгө" уруксат беришет (экөө тең окурмандардын санын жана шилтемелерди көбөйтөт).
lt: Prenumeruojami žurnalai gali numatyti vėluojančią atvirąją prieigą, bet taikyti autorių savaiminį archyvavimą (taip dideja leidinio skaitomumas ir cituojamumas).
lv: Abonētajos žurnālos var nodrošināt "aizkavētu atvērto piekļuvi" publicētajam saturam, kā arī atļaut "autora pašarhivēšanu" (abi šie faktori palielina lasītāju skaitu un satura citējamību).
mr: वर्गणी भरल्यावर मजकूर उपलब्ध करणारी नियतकालिके त्यांच्या प्रकाशित मजकूरासाठी "विलंबित मुक्त उपलब्धता" प्रदान करू शकतात, तसेच लेखकाला (अधिकाधिक वाचकसंख्या आणि लेखांना उद्धरणे मिळवण्यासाठी) स्व-संग्रहणाची (self-archiving) परवानगी देऊ शकतात.
ms: Jurnal langganan dapat memberikan "akses terbuka tertunda" ke kandungan terbitan mereka, dan juga membenarkan "pengarkiban sendiri pengarang" (kedua-duanya meningkatkan pembaca dan petikan kandungan).
nb_no: Abonnementstidsskrift kan også tillate utsatt Open Access og/eller forfatters egenarkivering (som vil øke både leserkrets og siteringshyppighet). Valgene vil bli vist in 'Om' tidsskriftet.
nl: Tijdschriften met abonnement kunnen "vertraagde open access" bieden voor hun gepubliceerde inhoud en ze kunnen publicatie door de auteurs toestaan. Beide verhogen de lezersaantallen en citaties.
pl: Subskrypcja czasopisma może zapewnić "opóźniony wolny dostęp" do ich publikowanej treści, zarówno jak stała "autorskie samoarchiwizowanie" (obie opcje zwiększają poczytność i cytowanie treści).
pt_br: Revistas com assinaturas podem oferecer "Acesso Livre adiado" e/ou "autoarquivamento pelo autor" (o que aumenta a leitura e citação do conteúdo!). As políticas escolhidas serão exibidas na página Sobre a revista.
pt_pt: Revistas com Subscrições podem oferecer "Acesso Livre adiado" e/ou "auto-arquivamento pelo autor" (o que aumenta a leitura e citação do conteúdo!). As políticas escolhidas serão exibidas em Sobre a Revista.
ru: Журналы с платной подпиской могут предоставлять «отложенный открытый доступ» к своему опубликованному контенту, а также разрешать «самостоятельное создание архива автором» (все это увеличивает читательскую аудиторию и количество цитирований контента).
sk_sk: Časopisy s predplatným môžu poskytovať "oneskorený otvorený prístup" k svojmu publikovanému obsahu, rovnako ako povoľovať "seba-archivovanie autora" (čo v oboch prípadoch zvyšuje čítanosť a citácií obsahu).
sl_si: Revije, ki zahtevajo naročnino, imajo lahko prost dostop z zamikom do objavljenih vsebin ali dovoljenje za avtorjevo samo-arhiviranje (oboje povečuje branost in možnost citiranja vsebine).
sr_rs@cyrillic: Часописи који имају претплату могу да понуде "одгођени отворен приступ" за њихов објављени садржај те да дозволе " ауторско самоархивирање" (обе опције помажу раст читалачке публике и цитирања садржаја).
sr_rs@latin: Časopisi koji imaju pretplatu mogu da ponude "odgođeni otvoren pristup" za njihov objavljeni sadržaj te da dozvole " autorsko samoarhiviranje" (obe opcije pomažu rast čitalačke publike i citiranja sadržaja).
sv_se: Prenumerationstidskrifter kan tillåta såväl "fördröjd open access" som "parallellpublicering" av det publicerade materialet (båda alternativen ökar spridningen samt citeringen av innehållet).
tr_tr: Abonelik gerektiren dergiler "gecikmiş açık erişim" ya da "yazar kişisel arşivlemesi" gibi yazıya daha fazla ulaşım ve kaynak gösterilmeyi sağlayacak politikalar belirleyebilirler. Belirlenen politika Dergi Hakkında sayfasında yer alacaktır.
uk: Передплатні журнали можуть надавати відстрочений відкритий доступ до опублікованого контенту, а також дозволяти депонування авторами їхніх робіт у зовнішніх інтернет-сховищах (обидві ці можливості покращують читаність та цитованість вмісту журналу).
uz_cyrl: Обуна асосидаги журналларда очиқ киришни бошқариш.
uz_uz@latin: Obuna jurnallari nashr etilgan tarkibga "kechiktirilgan ochiq kirishni" ta'minlashi mumkin, shuningdek "muallifni o'z-o'zini arxivlashga" ruxsat berishlari mumkin (bu ikkalasi ham o'quvchilar sonini ko'paytiradi va tarkibga havola qiladi).
vi_vn: Tạp chí đăng ký thuê bao có thể cung cấp "quyền truy cập mở bị trì hoãn" vào nội dung được xuất bản của họ, cũng như cho phép "tự lưu trữ tác giả" (cả hai đều giúp tăng lượng độc giả và trích dẫn nội dung).
zh_cn: 需订阅之期刊可以提供「稍后开放阅读」以及＼或者「作者自行存档」（增加读者和内容的引用数）两种方式。被选择的方案会出现在「期刊介绍」之中。
zh_hant: 訂閱期刊可提供「延遲開放取用」出版內容，及允許「作者自行典藏」（更者均可吸引更多讀者閱讀及引用內容）。

# manager.subscriptionPolicies.subscriptionAdditionalInformation
source: Subscription Information
ar: معلومات الاشتراك
az: Abunəlik məlumatları
bg_bg: Информация за абонамента
ca_es: Informació de les subscripcions
cs_cz: Informace o předplatném
da_dk: Abonnementsoplysninger
de_de: Informationen zum Abonnement
es_es: Información sobre suscripciones
eu: Harpidetzari buruzko informazioa
fa_ir: اطلاعات اشتراک
fi: Tietoa tilauksista
fr_fr: Information sur l'abonnement
gl: Información de subscrición
hi_in: सदस्यता जानकारी
hr_hr: Informacije o pretplati
hy: Բաժանորդագրության Տեղեկություններ
id_id: Informasi Langganan
it_it: Informazioni sull'abbonamento
ja: 購読情報
ka_ge: გამოწერის ინფორმაცია
ku_iq: زانیاریی بەشداریکردن
ky: Жазылуу маалыматы
lt: Informacija apie prenumeravimą
lv: Informācija par abonēšanu
mr: सदस्यता/वर्गणीबाबत माहिती
ms: Maklumat Langganan
nb_no: Abonnementsinformasjon
nl: Abonnementen informatie
pl: Informacje o subskrypcji
pt_br: Informação sobre assinaturas
pt_pt: Informação sobre Subscrição
ru: Информация о подписке
sk_sk: Informácie o predplatnom
sl_si: Informacije o naročnini
sr_rs@cyrillic: Информација о претплати
sr_rs@latin: Informacija o pretplati
sv_se: Prenumerationsinformation
tr_tr: Abonelik Bilgileri
uk: Інформація про передплату
uz_cyrl: Қўшимча маълумот
uz_uz@latin: Obuna haqida ma'lumot
vi_vn: Thông tin thuê bao
zh_cn: 订阅信息
zh_hant: 訂閱資訊
