Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionTypes.form.membership
source: Subscriptions require membership information (e.g. of an association, organization, consortium, etc.)
ar: الاشتراكات تتطلب بيانات العضوية (مثلاً: للرابطة أو المنظمة أو الجمعية... إلخ.)
az: Üzvlük məlumatı üçün abunəlik tələb olunur. <br />(Məsələn; dərnək, təşkilat, konsorsium, v.b.)
bg_bg: Абонаментите изискват информация за членство (например за асоциация, организация, консорциум и др.)
ca_es: Les subscripcions necessiten informació sobre l'afiliació (p. ex., una associació, una organització, un consorci, etc.)
cs_cz: Předplatné vyžaduje informaci o členství<br />(např. v asociaci nebo organizaci či konzorciu atd.)
da_dk: Abonnenter skal være medlem af en forening eller organisation.
de_de: Abonnent/innen müssen Mitglieder eines Verbands oder einer Organisation sein.
es_es: Las suscripciones requieren información sobre la afiliación (p. ej., una asociación, una organización, una sociedad mercantil, etc.)
eu: Harpidetzek kidetzari buruzko informazioa behar dute (adibidez, elkarte, erakunde, partzuergo, etab.)
fa_ir: مشترکین می‌بایست عضو یک انجمن یا سازمان باشند.
fi: Tilaukset vaativat jäsenyystietoja<br>(esim. yhdistyksen, järjestön, konsortion tms. jäsenyys)
fr_fr: Les abonnements requièrent l'information d'adhésion<br />(par ex., membre d'une association, d'une organisation, d'un consortium, etc.)
gl: As subscricións requiren información da afiliación (por exemplo, dunha asociación, organización, consorcio, etc.)
hi_in: सदस्यता के लिए सदस्यता की जानकारी की आवश्यकता होती है (जैसे कि किसी संघ, संगठन, सह-व्यवस्था, आदि का)
hr_hr: Pretplatnici moraju biti članovi udruge ili organizacije.
hy: Բաժանորդագրությունները պահանջում են անդամակցության մասին տեղեկություններ (օրինակ՝ ասոցիացիայի, կազմակերպության, կոնսորցիումի և այլն)
id_id: Langganan memerlukan informasi keanggotaan<br /> (contoh: asosiasi, organisasi, konsorsium, dll.)
it_it: Gli abbonati devono essere membri di un'associazione o di un'organizzazione
ja: 購読には会員情報が必要です（例：協会、団体、コンソーシアムなど）
ka_ge: ხელმოწერა მოითხოვს ინფორმაციას წევრობის შესახებ (მაგ. ასოციაციის, ორგანიზაციის, კონსორციუმის და ა.შ.)
ku_iq: بەشداریکردن پێویستی بە زانیارییەکانی ئەندامبونە (بۆ نمونە؛ ڕێکخراو، دەستە...هتد)
ky: Жазылуулар мүчөлүк маалыматын талап кылат (мисалы, ассоциация, уюм, консорциум ж.б.).
lt: Turi būti nurodyta narystė (asociacija, organizacija, konsorciumas ar pan.
lv: Abonementiem nepieciešama informācija par dalību (piemēram, asociācijā, organizācijā, konsorcijā utt.)
mr: सदस्यत्वासाठी सदस्यत्व प्रकार (उदा. संघटना, संस्था, कंसोर्टियम इ.) आवश्यक आहे
ms: Langganan memerlukan maklumat keahlian (mis. Persatuan, organisasi, konsortium, dll.)
nb_no: Abonnenter krever medlemsopplysninger (f.eks av en forening, organisasjon e.l.)
nl: Voor abonnementen is lidmaatschapsinformatie vereist (bijv. van een vereniging, organisatie, consortium, etc.)
pl: Subskrypcje wymagają informacji o członkostwie (np. w stowarzyszeniu, organizacji, konsorcjum, itp.)
pt_br: Assinantes deverão ser membros de uma associação, organização ou entidade de classe.
pt_pt: As assinanaturas deverão ter informação dos membros (ex. de uma associação, organização, consórcio, etc.)
ru: Подписки требуют информацию о членстве (например, в ассоциации, организации, консорциуме и т. д.)
sk_sk: Predplatné vyžaduje informáciu o členstve <br />(napr. V asociácii alebo organizácii alebo konzorciu atď.)
sl_si: Naročnine zahtevajo podatke o članstvu (npr. združenje, organizacija, itd.)
sr_rs@cyrillic: неопходно је у претплатама унети информацију о чланству <br />/>(у асоцијацији, организацији, конзорцију итд.)
sr_rs@latin: neophodno je u pretplatama uneti informaciju o članstvu <br />/>(u asocijaciji, organizaciji, konzorciju itd.)
sv_se: Prenumerationer kräver information om medlemskap (t ex om en förening, organisation, consortium, etc.)
tr_tr: Üyelik bilgisi için abonelik gerekli. <br />(Örneğin; dernek, organizasyon, konsorsiyum, v.b.)
uk: Підписки вимагають інформації про членство (наприклад, в асоціації, організації, консорціумі тощо)
uz_cyrl: Аъзолик талаб қилинади.
uz_uz@latin: Obunalar a'zolik ma'lumotlarini talab qiladi (masalan, uyushma, tashkilot, konsortsium va boshqalar).
vi_vn: Thuê bao yêu cầu thông tin thành viên (ví dụ: của một hiệp hội, tổ chức, tập đoàn, v.v.)
zh_cn: 订阅者一定要是一个协会或组织的成员。
zh_hant: 訂閱必須提供會員資訊（例如：組織、機構、聯會等等）

# manager.subscriptionTypes.form.membershipValid
source: Please use the checkbox provided.
ar: لطفاً، استعمل خانة التأشير المتاحة لك.
az: Zəhmət olmasa nəzarət qutusunu istifadə edin
bg_bg: Моля, използвайте предоставеното квадратче за отметка.
ca_es: Utilitzeu la casella de selecció.
cs_cz: Použijte prosím poskytnuté políčko.
da_dk: Benyt det viste afkrydsningsfelt.
de_de: Bitte im Kästchen ankreuzen.
es_es: Utilice las casillas de verificación proporcionadas.
eu: Erabili horretarako dagoen kontrol-laukia.
fa_ir: لطفاً از چک‌لیست محیا شده استفاده کنید.
fi: Käytä valintaruutua.
fr_fr: Veuillez utiliser les cases à cocher fournies.
gl: Use a caixa de verificación que se fornece.
hi_in: कृपया दिए गए चेकबॉक्स का उपयोग करें।
hr_hr: Molimo koristite omogućeni potvrdni okvir.
hy: Խնդրում ենք օգտագործել նշված ընտրավանդակը:
id_id: Gunakan checkbox yang tersedia.
it_it: Utilizzare le caselle di selezione presenti.
ja: チェックボックスをご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ თოლია.
ku_iq: تکایە ئەو چوارگۆشە بچووکە بەکاربهێنە کە بەدەستکراوە.
ky: Берилген белгини колдонуңуз.
lt: Prašom pasirinkti pateiktą langelį.
lv: Lūdzu, atzīmējiet attiecīgo izvēles rūtiņu.
mr: कृपया दिलेला चेकबॉक्स वापरा.
ms: Sila gunakan kotak pilihan yang disediakan.
nb_no: Vennligst bruk avkrysningsboksen.
nl: Gebruik het aankruisvak.
pl: Proszę użyj podanego pola wyboru.
pt_br: Utilize a caixa de opção.
pt_pt: Utilize a caixa de opção.
ru: Пожалуйста, поставьте галочку.
sk_sk: Použite prosím poskytnuté políčko.
sl_si: Prosimo uporabite potrditveno polje.
sr_rs@cyrillic: Означите у кутијици за означавање.
sr_rs@latin: Označite u kutijici za označavanje.
sv_se: Använd den befintliga kryssrutan.
tr_tr: Lütfen verilen kontrol kutusunu kullanınız.
uk: Для налаштування передплати для членів асоціації/організації, будь ласка, скористайтеся відповідним прапорцем.
uz_cyrl: Опцияни танланг.
uz_uz@latin: Iltimos, ko'rsatilgan katakchadan foydalaning.
vi_vn: Vui lòng sử dụng checkbox được cung cấp.
zh_cn: 请使用所提供之检查框
zh_hant: 請使用所提供的勾選框。

# manager.subscriptionTypes.form.options
source: Options
ar: الخيارات
az: Seçimlər
bg_bg: Опции
ca_es: Opcions
cs_cz: Možnosti
da_dk: Alternativer
de_de: Optionen
es_es: Opciones
eu: Aukerak
fa_ir: گزینه‌ها
fi: Valinnat
gl: Opcións
hi_in: विकल्प
hr_hr: Mogućnosti
hy: Ընտրանքներ
id_id: Pilihan
it_it: Opzioni
ja: オプション
ka_ge: პარამეტრები
ku_iq: بژاردەکان
ky: Параметрлер
lt: Parinktys
lv: Iespējas
mr: पर्याय
ms: Pilihan
nb_no: Valgmuligheter
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Параметры
sk_sk: Možnosti
sl_si: Možnosti
sr_rs@cyrillic: Опције
sr_rs@latin: Opcije
sv_se: Alternativ
tr_tr: Seçenekler
uk: Додаткові налаштування
uz_cyrl: Параметрлар
uz_uz@latin: Variantlar
vi_vn: Các tùy chọn
zh_cn: 选项
zh_hant: 選項

# manager.subscriptionTypes.form.public
source: Do not make this subscription type publicly available or visible on the website.
ar: لا تجعل هذه النوعية من الاشتراكات متاحة أو مرئية للعامة (مثلاً: تحت بند الاشتراكات في صفحة "عن المجلة").
az: Bu abunəlik növünü ictimaiyyətə açıq ya da görünən etməyin. <br /> (Məsələn; Jurnal haqqında qismində abunəliklərin altında).
bg_bg: Не правете този тип абонамент публично достъпен или видим на уебсайта.
ca_es: No mostris aquest tipus de subscripció públicament <br />(p. ex. a la secció «Subscripcions» de la pàgina «Sobre la revista»).
cs_cz: Tento typ předplatného nebude veřejně viditelný <br />(např. pod položkou Předplatné v části O časopisu).
da_dk: Denne abonnementstype er ikke offentligt synlig (f.eks. under Abonnementer under Om tidsskriftet).
de_de: Dieser Abonnementtyp ist nicht öffentlich sichtbar (z.B. unter "Abonnements" im "Über uns").
es_es: No hacer visible o públicamente disponible este tipo de suscripción<br />(p. ej., en el apartado Suscripciones de la sección Acerca de la revista).
eu: Harpidetza mota ez da publikoki ikusiko (adib., Aldizkariari buruz orriko Harpidetzak izenburuan).
fa_ir: عدم نمایش این نوع اشتراک در قسمت درباره مجله
fi: Älä aseta tätä tilausvaihtoehtoa julkisesti saataville tai näkyviin<br />(esim. Tietoa julkaisusta -sivun Tilaukset-kohtaan).
fr_fr: Ne pas rendre ce type d'abonnement disponible publiquement ou visible<br />(p. ex. sous Abonnements dans À propos de la revue).
gl: Non fagas que este tipo de subscrición estea dispoñible publicamente nin sexa visible no sitio web.<br />(p. ex., no apartado Subscripcións da sección Acerca da revista).
hi_in: इस सदस्यता प्रकार को सार्वजनिक रूप से वेबसाइट पर उपलब्ध या दृश्यमान न बनाएं।
hr_hr: Ovaj tip pretplate neće biti javno vidljiv korisnicima (npr. u rubrici "pretplate" unutar poveznice "o časopisu").
hy: Բաժանորդագրության այս տեսակը հանրությանը հասանելի կամ տեսանելի մի դարձրեք կայքում:
id_id: Tidak boleh membuat tipe langganan ini tersedia atau bisa dilihat<br /> (contoh: di bawah langganan di Tentang Jurnal).
it_it: Questo tipo di abbonamento non sarà visibile nella pagina degli abbonamenti.
ja: 購読種別をウェブサイト上で公開したり閲覧可能にしないでください。
ka_ge: არ გახადოთ გამოწერის ეს ტიპი საჯაროდ ხელმისაწვდომი ან ხილული ვებსაიტზე.
ku_iq: ئەم جۆرەی بەشداریکردن بۆ خەڵک پیشان مەدە و با لە سەر پەڕەکە دەرنەکەوێت.
ky: Бул жазылуу түрүн коомдук жеткиликтүү же вебсайтта көрүнүктүү кылбаңыз.
lt: Pasirinktos prenumeratos rūšies neviešinti ir neskelbti svetainėje.
lv: Nepadarīt šo abonēšanas veidu publiski pieejamu vai redzamu tīmekļa vietnē.
mr: हा सदस्यत्व प्रकार सार्वजनिकरीत्या उपलब्ध करू नका किंवा संकेतस्थळावर दृश्यमान करू नका.
ms: Jangan jadikan jenis langganan ini tersedia untuk umum atau kelihatan di laman web.
nb_no: Denne abonnementstypen vil ikke bli vist under Abonnement i 'Om' tidsskriftet.
nl: Maak dit abonnementstype niet openbaar of zichtbaar op de website.
pl: Nie zezwalaj na publiczną dostępność tej subskrypcji oraz jej widoczność na stronie.
pt_br: Tipo de assinatura NÃO será exibido em Assinaturas, na página Sobre a revista.
pt_pt: Tipo de subscrição NÃO será exibido em Subscrições, em Sobre a Revista.
ru: Не делать этот тип подписки доступным всем или видимым на веб-сайте.
sk_sk: Tento typ predplatného nebude verejne viditeľný <br /> (napr. Pod položkou Predplatné v časti O časopisu).
sl_si: Ta vrsta naročnine naj ne bo vidna javno (npr. pod Naročnine na strani O reviji).
sr_rs@cyrillic: Немојте овај тип претплате учинити јавним или видљивим <br />(у делу за Претплате или у делу О часопису).
sr_rs@latin: Nemojte ovaj tip pretplate učiniti javnim ili vidljivim <br />(u delu za Pretplate ili u delu O časopisu).
sv_se: Gör inte den här prenumerationsformen publikt tillgänglig eller synlig (t.ex. under Prenumerationer i Om tidskriften).
tr_tr: Bu abonelik türünü kamuya açık ya da görünür yapma. <br /> (Örneğin; Dergi Hakkında kısmında abonelikler altında).
uk: Інформація про цей тип передплати не буде публікуватися<br />(наприклад, у розділі "Передплати" сторінки "Про журнал").
uz_cyrl: Очиқ кўринадиган (Public)
uz_uz@latin: Bu obuna turini hammaga ochiq yoki veb -saytda ko'rinmasin.
vi_vn: Không làm cho loại thuê bao này công khai hoặc hiển thị trên trang web.
zh_cn: 这个订阅类型不会出现在「期刊介绍」之中的「订阅」里。
zh_hant: 請勿設定此訂閱種類可在網站供公眾閱覽。

# manager.subscriptionTypes.form.publicValid
source: Please use the checkbox provided.
ar: لطفاً، استعمل خانة التأشير المتاحة لك.
az: Zəhmət olmasa verilən çek qutularını istifadə edin
bg_bg: Моля, използвайте предоставеното квадратче за отметка.
ca_es: Utilitzeu la casella de selecció.
cs_cz: Použijte prosím zaškrtávací políčko.
da_dk: Benyt det viste afkrydsningsfelt.
de_de: Bitte im Kästchen ankreuzen.
es_es: Utilice las casillas de verificación proporcionadas.
eu: Erabili horretarako dagoen kontrol-laukia.
fa_ir: لطفاً از چک‌لیست محیا شده استفاده کنید.
fi: Käytä valintaruutua.
fr_fr: Veuillez utiliser les cases à cocher fournies.
gl: Use a caixa de verificación que se fornece.
hi_in: कृपया दिए गए चेकबॉक्स का उपयोग करें।
hr_hr: Ovaj tip pretplate neće se pojaviti pod Pretplate u O časopisu.
hy: Խնդրում ենք օգտագործել նշված վանդակը:
id_id: Gunakan checkbox yang tersedia.
it_it: Usare la checkbox.
ja: チェックボックスをご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ თოლია.
ku_iq: تکایە ئەو چوارگۆشە بچووکە بەکاربهێنە کە بەدەستکراوە.
ky: Берилген белгини колдонуңуз.
lt: Prašom pasirinkti pateiktą langelį.
lv: Lūdzu, atzīmējiet attiecīgo izvēles rūtiņu.
mr: कृपया दिलेला चेकबॉक्स वापरा.
ms: Sila gunakan kotak pilihan yang disediakan.
nb_no: Vennligst bruk avkrysningsboksen.
nl: Gebruik het aankruisvak.
pl: Proszę, skorzystaj z podanego pola wyboru.
pt_br: Utilize a caixa de opção.
pt_pt: Utilize a caixa de opção.
ru: Пожалуйста, поставьте галочку.
sk_sk: Použite zaškrtávacie políčko.
sl_si: Prosimo uporabite potrditveno polje.
sr_rs@cyrillic: Означите у кутијици за означавање
sr_rs@latin: Označite u kutijici za označavanje
tr_tr: Lütfen verilen çek kutularını kullanın.
uk: Для налаштування публічності типу передплати, будь ласка, скористайтеся відповідним прапорцем.
uz_cyrl: Опцияни танланг.
uz_uz@latin: Iltimos, ko'rsatilgan katakchadan foydalaning.
vi_vn: Vui lòng sử dụng checkbox được cung cấp.
zh_cn: 请使用所提供之检查框
zh_hant: 請使用所提供的勾選框。

# manager.subscriptionTypes.form.saveAndCreateAnotherType
source: Save and Create Another
ar: إحفظ وأنشئ واحداً آخر
az: Yadda saxlayın və yeni bir dənə yaradın
bg_bg: Запишете и създайте друг
ca_es: Desa'l i crea'n un altre
cs_cz: Uložit a vytvořit další
da_dk: Gem og opret en ny
de_de: Speichern und weiteren Typ erstellen
es_es: Guardar y crear nuevo
eu: Gorde eta sortu beste bat
fa_ir: ذخیره و ایجاد یک مورد دیگر
fi: Tallenna ja luo uusi
fr_fr: Enregistrer et en créer un autre
gl: Gardar e crear outro
hi_in: सहेजें और दूसरा बनाएँ
hr_hr: Spremi i kreiraj drugi
hy: Պահպանեք և ստեղծեք մեկ ուրիշը
id_id: Simpan dan Buat yang Lain
it_it: Salva e crea nuovo
ja: 保存してさらに追加
ka_ge: შენახვა და ახლის შექმნა
ku_iq: خەزنی بکە دانەیەکی دیکە دروست بکە
ky: Сактап, дагы бирди түзүү
lt: Išsaugoti ir pereiti prie kitos
lv: Saglabāt un izveidot citu
mr: सेव्ह करून आणि आणखी एक निर्माण करा
ms: Simpan dan Cipta Yang Lain
nb_no: Lagre og opprett en til
nl: Opslaan en nog een aanmaken
pl: Zachowaj i utwórz nowy
pt_br: Salvar e incluir outro
pt_pt: Guardar e Criar Outra
ru: Сохранить и создать новый
sk_sk: Uložiť a vytvoriť ďalší
sl_si: Shrani in ustvari novega
sr_rs@cyrillic: Сачувај и креирај следеће
sr_rs@latin: Sačuvaj i kreiraj sledeće
sv_se: Spara och skapa en ny
tr_tr: Kaydet ve Yeni Bir Tane Oluştur
uk: Зберегти та створити інший
uz_cyrl: Сақлаш ва бошқа тур яратиш
uz_uz@latin: Saqlash va boshqasini yaratish
vi_vn: Lưu và tạo cái khác
zh_cn: 存档并建立另一个
zh_hant: 儲存及創建另一個

# manager.subscriptionTypes.form.typeName
source: Name of Type
ar: تسمية النوع
az: Abunəlik növü adı
bg_bg: Име на типа
ca_es: Nom del tipus de subscripció
cs_cz: Název typu
da_dk: Typenavn
de_de: Name des Abonnementtyps
es_es: Nombre del tipo de suscripción
eu: Motaren izena
fa_ir: نام
fi: Vaihtoehdon nimi
fr_fr: Nom du type
gl: Nome do tipo de subscrición
hi_in: प्रकार का नाम
hr_hr: Naziv ili tip
hy: Տիպի անվանումը
id_id: Nama Tipe
it_it: Nome
ja: 種別名
ka_ge: ტიპის დასახელება
ku_iq: ناوی جۆرەکە بنێ
ky: Түрдүн аты
lt: Rūšie spavadinimas
lv: Veida nosaukums
mr: प्रकाराचे नाव
ms: Nama Jenis
nb_no: Navn
nl: Naam
pl: Nazwa rodzaju
pt_br: Nome
pt_pt: Nome
ru: Имя типа
sk_sk: Názov typu
sl_si: Ime tipa
sr_rs@cyrillic: Име типа
sr_rs@latin: Ime tipa
sv_se: Namn
tr_tr: Abonelik Tür Adı
uk: Назва типу
uz_cyrl: Тур номи
uz_uz@latin: Turi nomi
vi_vn: Tên loại
zh_cn: 名称
zh_hant: 種類名稱

# manager.subscriptionTypes.form.typeNameExists
source: A subscription type with this name already exists.
ar: اشتراك آخر بهذه التسمية موجود سلفاً.
az: Hələ də bu adda bir abunəlik növü var
bg_bg: Тип абонамент с това име вече съществува.
ca_es: Ja existeix un tipus de subscripció amb aquest nom.
cs_cz: Typ předplatného s tímto názvem již existuje.
da_dk: Der findes allerede en abonnementstype med dette navn.
de_de: Es besteht bereits ein Abonnementtyp dieses Namens.
es_es: Ya existe un tipo de suscripción con este nombre.
eu: Izen hori beste harpidetza mota batena da.
fa_ir: این نام نوع اشتراک در حال حاضر وجود دارد.
fi: Tämänniminen tilausvaihtoehto on jo olemassa.
fr_fr: Un type d'abonnement avec ce nom existe déjà.
gl: Xa existe un tipo de subscrición con este nome.
hi_in: इस नाम के साथ एक सदस्यता प्रकार पहले से मौजूद है।
hr_hr: Pretplatnički tip s ovim imenom već postoji.
hy: Այս անունով բաժանորդագրության տեսակ արդեն գոյություն ունի:
id_id: Tipe langganan dengan nama ini sudah ada.
it_it: Un tipo di abbonamento con questo nome è già presente.
ja: この名前の購読種別はすでに存在しています。
ka_ge: ამ სახელის გამოწერის ტიპი უკვე არსებობს.
ku_iq: ناوی ئەم بەشداریکردنە دوبارەیە.
ky: Бул ат менен жазылуу түрү мурунтан эле бар.
lt: Tokios rūšies prenumerata jau gaunama.
lv: Abonēšanas veids ar šo nosaukumu jau pastāv.
mr: या नावाचा सदस्यता प्रकार आधीपासून अस्तित्वात आहे.
ms: Jenis langganan dengan nama ini sudah wujud.
nb_no: En abonnementstype med dette navnet finnes allerede.
nl: Er bestaat al een abonnementsvorm met deze naam.
pl: Rodzaj subskrypcji z tą nazwą już istnieje.
pt_br: Nome do tipo de assinatura já existente.
pt_pt: Nome do tipo de subscrição já existente.
ru: Тип подписки с таким именем уже существует.
sk_sk: Typ predplatného s týmto názvom už existuje.
sl_si: Tip naročnine s tem imenom že obstaja.
sr_rs@cyrillic: Тип претплате са овим именом већ постоји.
sr_rs@latin: Tip pretplate sa ovim imenom već postoji.
sv_se: Det finns redan en prenumerationsform med det här namnet.
tr_tr: Halen bu isimde bir abonelik türü var.
uk: Тип передплати з такою назвою вже існує.
uz_cyrl: Бундай номли обуна тури аллақачон мавжуд.
uz_uz@latin: Bunday nomdagi obuna turi allaqachon mavjud.
vi_vn: Một loại thuê bao với tên này đã tồn tại.
zh_cn: 订阅类型的名称已经存在了
zh_hant: 此訂閱名稱已存在。

# manager.subscriptionTypes.form.typeNameRequired
source: A subscription type name is required.
ar: تسمية نوعية الاشتراك مطلوبة حتماً.
az: Abunəlik növünün daxil edilməsi tələb olunur
bg_bg: Изисква се име на тип абонамент.
ca_es: Heu d’introduir un nom de tipus de subscripció.
cs_cz: Je vyžadován název typu předplatného.
da_dk: Navnet på abonnementstypen er påkrævet.
de_de: Der Abonnementtyp muss einen Namen haben.
es_es: Especifique el nombre del tipo de suscripción.
eu: Harpidetza motaren izena eman behar da.
fa_ir: نامی برای نوع اشتراک لازم است
fi: Tilausvaihtoehdon nimi vaaditaan.
fr_fr: Le nom du type d'abonnement est obligatoire.
gl: É necesario un nome de tipo de subscrición.
hi_in: सदस्यता प्रकार नाम आवश्यक है।
hr_hr: Ime pretplatničkog tipa je obavezno.
hy: Պահանջվում է բաժանորդագրության տեսակի անուն:
id_id: Nama tipe langganan harus ada.
it_it: Inserire un nome per il tipo di abbonamento.
ja: 購読種別名が必要です。
ka_ge: სააბონენტო ტიპის სახელი აუცილებელია.
ku_iq: ناوی جۆری بەشداریکردن داوا کراوە.
ky: Жазылуу түрүнүн аты талап кылынат.
lt: Nurodykite prenumeratos rūšies pavadinimą.
lv: Ir jānorāda abonēšanas veida nosaukums.
mr: सदस्यता प्रकाराचे नाव आवश्यक आहे.
ms: Nama jenis langganan diperlukan.
nb_no: Et abonnementstypenavn er påkrevet.
nl: De abonnementsvorm moet een naam krijgen.
pl: Nazwa rodzaju subskrypcji jest wymagana.
pt_br: Nome obrigatório.
pt_pt: Nome obrigatório.
ru: Имя типа подписки обязательно.
sk_sk: Je vyžadovaný názov typu predplatného.
sl_si: Ime tipa naročnine je obvezno.
sr_rs@cyrillic: Потребно је име типа претплате.
sr_rs@latin: Potrebno je ime tipa pretplate.
sv_se: Ett namn på prenumerationsformen är krävs.
tr_tr: Abonelik türünün girilmesi gereklidir.
uk: Необхідно вказати назву типу передплати.
uz_cyrl: Тур номи шарт.
uz_uz@latin: Obuna turining nomi talab qilinadi.
vi_vn: Tên của loại thuê bao là bắt buộc.
zh_cn: 需要一个订阅类型的名称
zh_hant: 必須提供訂閱名稱。

# manager.subscriptionTypes.name
source: Subscription type
ar: نوعية الاشتراك
az: Abunəlik növü
bg_bg: Тип абонамент
ca_es: Tipus de subscripció
cs_cz: Typ předplatného
da_dk: Abonnementstype
de_de: Abonnementtyp
es_es: Tipo de suscripción
eu: Harpidetza mota
fa_ir: نوع اشتراک
fi: Tilausvaihtoehto
fr_fr: Type d'abonnement
gl: Tipo de subscrición
hi_in: सदस्यता प्रकार
hr_hr: Tip pretplate
hy: Բաժանորդագրության տեսակը
id_id: Tipe langganan
it_it: Tipo di abbonamento
ja: 購読種別
ka_ge: გამოწერის ტიპი
ku_iq: جۆری بەشداریکردن
ky: Жазылуу түрү
lt: Prenumeratos rūšis
lv: Abonēšanas veids
mr: सदस्यता प्रकार
ms: Jenis langganan
nb_no: Abonnementstype
nl: Abonnementsvorm
pl: Rodzaj subskrypcji
pt_br: Tipo de assinatura
pt_pt: Tipo de Subscrição
ru: Тип подписки
sk_sk: Typ predplatného
sl_si: Tip naročnine
sr_rs@cyrillic: Тип претплате
sr_rs@latin: Tip pretplate
sv_se: Prenumerationsform
tr_tr: Abonelik türü
uk: Тип передплати
uz_uz@latin: Obuna turi
vi_vn: Loại thuê bao
zh_cn: 订阅类型
zh_hant: 訂閱種類

# manager.subscriptionTypes.noneCreated
source: No subscription types have been created.
ar: لم يتم إنشاء أنواع الاشتراكات بعد.
az: hər hansı bir abunəlik növü yaradılmadı
bg_bg: Не са създадени типове абонаменти.
ca_es: No s’ha creat cap tipus de subscripció.
cs_cz: Nebyly vytvořeny žádné typy předplatného.
da_dk: Der er ikke oprettet nogen abonnementstyper.
de_de: Es wurden keine neuen Abonnementtypen erstellt.
es_es: No se creó ningún tipo de suscripción.
eu: Ez da harpidetza motarik sortu.
fa_ir: هیچ نوع اشتراک ایجاد نشده است.
fi: Yhtään tilausvaihtoehtoa ei ole luotu.
fr_fr: Aucun type d'abonnement n'a été créé.
gl: Non se creou ningún tipo de subscrición.
hi_in: कोई सदस्यता प्रकार नहीं बनाए गए हैं।
hr_hr: Nema kreiranih tipova pretplate.
hy: Բաժանորդագրման տեսակներ չեն ստեղծվել:
id_id: Tidak ada tipe langganan telah dibuat.
it_it: Non è stato creato nessun tipo di abbonamento.
ja: 購読種別が作成されていません。
ka_ge: გამოწერის ტიპები არ შექმნილა.
ku_iq: هیچ جۆرێکی بەشداریکردن دروست نەکراوە.
ky: Жазылуу түрлөрү түзүлгөн эмес.
lt: Prenumeratos rūšis nenurodyta.
lv: Nav izveidoti nekādi abonēšanas veidi.
mr: कोणतेही सदस्यत्व प्रकार अस्तित्वात नाहीत.
ms: Tiada jenis langganan dibuat.
nb_no: Ingen abonnementstyper er opprettet.
nl: Er zijn geen abonnementsvormen aangemaakt.
pl: Nie utworzono żadnego rodzaju subskrypcji.
pt_br: Nenhum tipo de assinatura disponível.
pt_pt: Nenhum tipo de subscrição disponível.
ru: Типы подписки не были созданы.
sk_sk: Neboli vytvorené žiadne typy predplatného.
sl_si: Nobenega tipa naročnine ni bilo ustvarjenega.
sr_rs@cyrillic: Нема креираних типова претплате.
sr_rs@latin: Nema kreiranih tipova pretplate.
sv_se: Inga prenumerationsformer har skapats.
tr_tr: Herhangi bir abonelik türü oluşturulmadı.
uk: Жодного типу передплати не було створено.
uz_uz@latin: Hech qanday obuna turlari yaratilmagan.
vi_vn: Không có loại thuê bao được tạo ra.
zh_cn: 没有建立任何的订阅类型。
zh_hant: 無創建任何訂閱種類。
