Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.journalHomepageHeaderDescription
source: A graphic version of the journal's title and logo (as a .gif, .jpg, or .png file) can be uploaded for the homepage, which will replace the text version that otherwise appears.
ar: نسخة رسومية من عنوان المجلة وشعارها بالصيغ: (.gif، .jpg أو .png) يمكن رفعها لتظهر في الصفحة الرئيسية، وعندها ستستبدل النسخة النصية التي لو لا وجودها، لظهرت في الصفحة. بعبارة أخرى، دائماً استعمالك للصور يعتبره الموقع بديل عن النصوص.
az: Jurnalın başlığının qrafik bir formatı (Məsələn: jpg, png və ya gif) və Jurnal loqosu ana səhifə üçün yüklənə bilər. Yükləmə edildiyində yazı formatındakı başlığın yeri alar.
bg_bg: Графична версия на заглавието и логото на списанието (като .gif, .jpg или .png файл) може да бъде качена за началната страница, която ще замени текстовата версия, която се появява, ако не е избрана графична версия.
ca_es: Podeu carregar una versió gràfica del títol i del logotip de la revista (en format .gif, .jpg o .png) per a la pàgina inicial, perquè reemplaci el text que es mostra per defecte.
cs_cz: Pro domácí stránku můžete nahrát grafickou verzi názvu a logo časopisu (jako soubory typu .gif, .jpg, nebo .png), které nahradí jinak zobrazovanou textovou verzi.
da_dk: En grafik version af tidsskriftets titel og logo (som en .gif-, .jpg- eller .png-fil) kan overføres til hjemmesiden og vil erstatte den tekstversion, der ellers er vist.
de_de: Grafische Versionen von Zeitschriftentitel und -logo (als .gif-, .jpg- oder .png-Dateien) können für die Startseite hochgeladen werden (ansonsten erscheint eine Textversion).
es_es: Es posible cargar una versión gráfica (.gif, .jpg o .png) del título y del logotipo de la revista para que ésta reemplace a la versión de texto y se muestre como encabezado en la página inicial.
eu: Aldizkariaren tituluaren eta logoaren bertsio grafikoa (.gif, .jpg, edo .png fitxategi bat) karga daiteke hasierako orrian, bestela agertuko litzatekeen testu-bertsioaren ordez ager dadin.
fa_ir: یک نسخه گرافیکی از عنوان و لوگو مجله (به‌صورت یک فایلgif، png یا jpg). می‌توان برای نمایش در صفحه اصلی آپلود کرد که جایگزین نسخه متنی می‌شود. در غیر این صورت نسخه متنی نمایش داده می‌شود.
fi: Etusivulle voidaan ladata myös julkaisun nimen ja logon graafinen versio (.gif, .jpg, tai .png -muodossa), joka korvaa sivustolla muutoin näkyvän tekstimuotoisen nimen.
fr_fr: Une version graphique du titre et du logo de la revue (tel un fichier .gif, .jpg, ou .png) peut être téléchargée pour la page d'accueil, qui remplacera la version textuelle qui y figure habituellement.
gl: Para a páxina de inicio pódese cargar unha versión gráfica do título e logotipo da revista (como .gif, .jpg ou .png) que substituirá a versión de texto que es amosa por defecto.
hi_in: जर्नल के शीर्षक और लोगो का एक ग्राफिक संस्करण (.gif, .jpg, या .png फ़ाइल के रूप में) को मुखपृष्ठ के लिए अपलोड किया जा सकता है, जो अन्यथा दिखाई देने वाले पाठ संस्करण को बदल देगा।
hr_hr: Kao zaglavlje naslovne stranice časopisa mogu se postaviti tekstualna ili grafička verzija naslova te logotip časopisa (u obliku .gif, .jpg, ili .png datoteke).
hy: Ամսագրի վերնագրի և պատկերանշանի գրաֆիկական տարբերակը (որպես .gif, .jpg կամ .png նիշք) կարող է վերբեռնվել գլխավոր էջի համար, որը կփոխարինի տեքստային տարբերակին, որն այլ կերպ է հայտնվում:
id_id: Versi grafis judul dan logo jurnal (dalam bentuk file .gif, .jpg, atau .png) dapat diunggah untuk beranda, yang akan menggantikan versi teks.
is_is: Hægt er að hlaða upp myndrænni útgáfu fyrir titil tímarits ásamt merki (sem .gif, .jpg eða .png skrá), sem kemur i staðin fyrir texta útgáfuna sem annars birrtist.
it_it: È possibile caricare un'immagine con il titolo ed il logo della rivista per l'homepage (in formato .gif, .jpg, o .png), che sostituirà il testo eventualmente presente.
ja: ジャーナルのタイトルとロゴのグラフィックバージョン（.gif、.jpg、または.pngファイル）をホームページ用にアップロードすることができ、テキストバージョンの代わりに表示されます。
ka_ge: ჟურნალის სათაურისა და ლოგოს გრაფიკული ვერსია (როგორც .gif, .jpg ან .png ფაილი) შეიძლება აიტვირთოს საწყისი გვერდისთვის, რომელიც ჩაანაცვლებს ტექსტურ ვერსიას, რომელიც სხვაგვარად გამოჩნდება.
ku_iq: وەشانێکی وێنەیی لۆگۆ و ناونیشانی گۆڤارەکە (وەکو فایلێکی جی ئای ئێف، جی پی جەی، پی ئێن جەی) دەتواندرێت باربکرێت لە پەڕەی سەرەکی، کە جێگای وەشانی دەقەکە دەگرێتەوە ئەگەر بەدەربکەێت.
ky: Журналдын аталышынын жана логотипинин графикалык версиясын (.gif, .jpg же .png файлы катары) башкы бетке жүктөсө болот. Бул версия демейки боюнча көрсөтүлгөн текст версиясын алмаштырат.
lt: Grafinę žurnalo pavadinimo ir logotipo versiją (.gif, .jpg arba .png formatu) galima įkelti pagrindiniam puslapiui – ji pakeis įprastai rodomą teksto versiją.
lv: Sākumlapā var augšupielādēt žurnāla nosaukuma un logotipa grafisko versiju (kā .gif, .jpg vai .png failu), kas aizstās teksta versiju.
mr: नियतकालिकाच्या शीर्षकाचे आणि परिचय चिन्हाचे (लोगो) ग्राफिक प्रारूप (.gif, .jpg किंवा .png फाईलद्वारे) मुख्यपृष्ठासाठी संक्रमित (अपलोड) केली जाऊ शकते, जे अन्यथा साध्या मजकूराची जागा घेईल.
ms: Versi grafik tajuk dan logo jurnal (sebagai fail .gif, .jpg, atau .png) boleh dimuat naik untuk laman utama, yang akan menggantikan versi teks yang muncul.
nb_no: En grafisk versjon av tidsskriftets tittel og logo (i en .gif-, .jpg-, eller .png-fil) kan lastes opp for hjemmesiden, som kommer til å erstatte tekstversjonen som ellers vises.
nl: Een grafische versie van de titel en het logo van het tijdschrift kan (als .gif, .jpg of .png bestand) geladen worden. Die versie vervangt de tekstversie op de homepage van het tijdschrift.
pl: Tytuł czasopisma może być wyświetlany jako grafika. Akceptowane formaty pliku to ICO, PNG, oraz GIF.
pt_br: Uma versão em formato de imagem do título e logotipo da revista (como .gif, .jpg, ou .png ) pode ser submetida, que substituirá a versão em texto que aparece como padrão.
pt_pt: Uma versão em formato de imagem do título e logótipo da revista (como .gif, .jpg, ou .png ) pode ser submetida, que substituirá a versão em texto que aparece como padrão.
ru: Графическая версия названия и логотипа журнала (в виде файла в формате .gif, .jpg или .png) может быть загружена на главную страницу. Эта версия заменит текстовую версию, отображаемую по умолчанию.
sk_sk: Pre domácu stránku môžete nahrať grafickú verziu názvu a logo časopisu (ako súbory typu .gif, .jpg, alebo .png), ktoré nahradia inak zobrazovanú textovú verziu.
sl_si: Naložite lahko grafično verzijo naslova in logotipa revije (kot .gif, .jpg ali .png datoteka), ki bo zamenjala besedilno verzijo, ki se drugače pojavlja.
sr_rs@cyrillic: Графичка верзија наслова и лого часописа (као .gif, .jpg, или .png фајл) може да се постави на почетну страну и тако заменити текстуалну верзију која би се иначе видела.
sr_rs@latin: Grafička verzija naslova i logo časopisa (kao .gif, .jpg, ili .png fajl) može da se postavi na početnu stranu i tako zameniti tekstualnu verziju koja bi se inače videla.
sv_se: En grafisk version av tidskriftens titel och logotyp (som .gif, .jpg, eller .png fil) kan laddas upp och ersätta den textverion som annars visas på webbsidan.
tr_tr: Dergi başlığının grafik bir biçimi (Örneğin: jpg, png veya gif) ve dergi logosu ana sayfa için yüklenebilir. Yükleme yapıldığında yazı biçimindeki başlığın yeri alır.
uk: На головну сторінку можна вивантажити графічну версію назви та логотипу журналу (як файл формату .gif, .jpg або .png), яка замінить текстову версію, що відображається в іншому разі.
uz_cyrl: Бош саҳифа учун график логотип ёки расм юклашингиз мумкин.
uz_uz@latin: Jurnal sarlavhasi va logotipining grafik versiyasini (.gif, .jpg yoki .png fayli sifatida) bosh sahifaga yuklash mumkin, bu esa aks holda paydo bo'ladigan matn versiyasini almashtiradi.
vi_vn: Phiên bản đồ họa của tên và logo của tạp chí (dưới dạng tệp .gif, .jpg hoặc .png) có thể được tải lên cho trang chủ, sẽ thay thế phiên bản văn bản xuất hiện.
zh_cn: 可以上传一个图片版本的期刊标题和标志图形(logo)到首页上（以.gif、.jpg、.png的文件格式），以替换文字版本的显示方式。
zh_hant: 您可上載一個圖片版本的標題及標誌（.gif, .jpg或.png格式）應用在主頁。此圖片會取代相關的文字版本。

# manager.setup.contextInitials
source: Journal initials
ar: الحروف الأولية للمجلة
az: Jurnalın baş hərfləri
bg_bg: Абревиатура на списанието
ca_es: Inicials de la revista
cs_cz: Iniciály časopisu
da_dk: Initialer for tidsskrift
de_de: Kürzel der Zeitschrift
es_es: Iniciales de la revista
eu: Aldizkariaren inizialak
fa_ir: حروف اول مجله
fi: Julkaisun alkukirjaimet
fr_fr: Initiales de la revue
gl: Sigla da revista
hi_in: जर्नल इनिशियल्स
hr_hr: Inicijali časopisa
hy: Ամսագրի սկզբնատառերը
id_id: Inisial Jurnal
is_is: Upphafsstafir tímarits
it_it: Iniziali della rivista
ja: ジャーナルの頭字語
ka_ge: ჟურნალის დასახელების აბრევიატურა
ku_iq: کورتکراوەی ناوی گۆڤارەکە
ky: Журналдын аталышынын аббревиатурасы
lt: Žurnalo inicialai
lv: Žurnāla iniciāļi
mr: नियतकालिकाच्या नावाची आद्याक्षरे
ms: Permulaan jurnal
nb_no: Tidsskriftinitialer
nl: Tijdschrift-initialen
pl: Inicjały czasopisma
pt_br: Sigla
pt_pt: Sigla da Revista
ru: Аббревиатура названия журнала
sk_sk: Iniciály časopisu
sl_si: Inicialke revije
sr_rs@cyrillic: Иницијали часописа
sr_rs@latin: Inicijali časopisa
sv_se: Tidskriftens initialer
tr_tr: Dergi baş harfleri
uk: Абревіатура журналу
uz_cyrl: Журнал бош ҳарфлари
uz_uz@latin: Jurnal bosh harflari
vi_vn: Các chữ cái đầu tiên của tên tạp chí
zh_cn: 期刊起首字母
zh_hant: 期刊簡稱

# manager.setup.selectCountry
source: Select the country where this journal is located, or the country of the mailing address for the journal or publisher.
ar: حدد البلد الذي تتواجد فيه هذه المجلة، أو بلد عنوان المراسلة للمجلة أو ناشرها.
az: Bu Jurnalın olduğu ölkəni və ya Jurnal ya da naşirin email adresinin olduğu ölkəni seçin
bg_bg: Изберете държавата, в която се намира това списание, или държавата на пощенския адрес на списанието или издателя.
eu: Hautatu aldizkari hau kokatuta dagoen herrialdea, edo aldizkariaren edo argitaletxearen posta-helbidearen herrialdea.
fi: Valitse julkaisun tai julkaisijan kotimaa.
gl: Seleccione o país onde se atopa esta revista ou o país do enderezo postal da revista ou da editora.
hy: Ընտրեք երկիրը, որտեղ գտնվում է այս ամսագիրը, կամ ամսագրի կամ հրատարակչի փոստային հասցեի երկիրը:
is_is: Veldu landið þar sem tímaritið er staðsett, eða landið þar sem útgefandi eða tímartitið er með póstfang.
ja: ジャーナルが置かれている国、またはジャーナルや出版社の郵送先住所の国を選択してください。
ka_ge: აირჩიეთ ქვეყანა, სადაც ეს ჟურნალი მდებარეობს, ან ჟურნალის ან გამომცემლის საფოსტო მისამართის ქვეყანა.
ky: Журнал жайгашкан өлкөнү же журналдын же басып чыгаруучунун почта дареги жайгашкан өлкөнү тандаңыз.
lt: Pasirinkite šalį, kurioje yra šis žurnalas, arba žurnalo ar leidėjo pašto adreso šalį.
lv: Izvēlieties valsti, kurā atrodas šis žurnāls, vai valsti, kurā ir žurnāla vai izdevēja pasta adrese.
mr: हे नियतकालिकाचे प्रकाशन कोणत्या देशातून होते तो किंवा नियतकालिक/प्रकाशकाच्या पत्रव्यवहाराच्या पत्त्याचा देश निवडा.
ms: Pilih negara tempat jurnal ini berada, atau alamat negara surat jurnal atau penerbit.
nl: Selecteer het land waar dit tijdschrift zich bevindt, of het land van het postadres van het tijdschrift of de uitgever.
pl: Wskaż państwo głównej siedziby czasopisma lub państwo adresu pocztowego czasopisma lub wydawcy.
ru: Выберите страну, в которой располагается данный журнал, или страну почтового адреса журнала или издателя.
uk: Виберіть країну, в якій знаходиться даний журнал, або країну поштової адреси журналу або видавництва.
uz_cyrl: Мамлакатни танланг
uz_uz@latin: Jurnal joylashgan mamlakatni yoki jurnal yoki nashriyotning pochta manzilini tanlang.
zh_hant: 選擇期刊所在位置，或期刊／出版社郵寄地址的國家。

# manager.setup.journalLayout
source: Journal Layout
ar: تصميم المجلة
az: Jurnal ara üzü
bg_bg: Макет на оформлението на списанието
ca_es: Maquetació de la revista
cs_cz: Rozložení časopisu
da_dk: Tidsskriftslayout
de_de: Zeitschriftenlayout
es_es: Estilo de la revista
eu: Aldizkariaren diseinua
fa_ir: طرح‌بندی مجله
fi: Julkaisun taitto
fr_fr: Mise en page de la revue
gl: Maquetación da revista
hi_in: जर्नल लेआउट
hr_hr: Raspored elemenata
hy: Ամսագրի դասավորություն
id_id: Layout Jurnal
is_is: Útlit tímrits
it_it: Layout della rivista
ja: ジャーナルのレイアウト
ka_ge: ჟურნალის განლაგება
ku_iq: نەخشەی گۆڤارەکە
ky: Журналдын макети
lt: Žurnalo maketas
lv: Žurnāla izkārtojums
mr: नियतकालिकाची मांडणी (लेआउट)
ms: Susun atur Jurnal
nb_no: Tidsskriftnettsidenes layout
nl: Opmaak van het tijdschrift
pl: Layout czasopisma
pt_br: Visual
pt_pt: Layout da Revista
ru: Макет журнала
sk_sk: Rozloženie časopisu
sl_si: Izgled revije
sr_rs@cyrillic: Изглед часописа
sr_rs@latin: Izgled časopisa
sv_se: Tidskriftens layout
tr_tr: Dergi Arayüzü
uk: Макет журналу
uz_cyrl: Журнал макети
uz_uz@latin: Jurnal tartibi
vi_vn: Bố cục tạp chí
zh_cn: 期刊布局
zh_hant: 期刊版面編排

# manager.setup.journalLayoutDescription
source: Choose a journal theme and select layout components here. A journal stylesheet may also be uploaded, which can be used to override style data in the system-wide stylesheets and theme stylesheet (if a theme is chosen).
ar: إختر نمطاً لمظهر المجلة مع مكونات التصميم من هنا. بالإمكان أيضاً رفع ملف أنماط إلى الموقع، والذي يمكن عبره تخطي بيانات النمط القياسي وحسب ما يتناسب مع رغبة وأهداف الجهة المستفيدة من الموقع.
az: Bir Jurnal teması seçin və sistem hissələrini yerləşdirin. Bir Jurnal formatı eyni zamanda sistem moqyasında format və tema formatını (bir tema seçilmişsə) etibarsız etmək üçün istifadə edilə biıər.
bg_bg: Изберете тема на дневник и изберете компонентите на оформлението тук. Може да се качи и таблица със стилове на списание, която може да се използва за замяна на стиловите данни в общосистемните таблици със стилове и таблицата със стилове на темата (ако е избрана тема).
ca_es: Trieu un tema per a la revista i seleccioneu-ne els components de maquetació aquí. També podeu carregar un full d’estil per a la revista perquè substitueixi les dades dels fulls d’estil de tot el sistema i el full d’estil del tema, en cas que n’hàgiu seleccionat un.
cs_cz: Zde vyberte téma vzhledu časopisu a komponenty grafického uspořádání. Je také možné nahrát soubor stylu časopisu, který může potlačit standardní soubor stylu stránek a soubor stylu tématu (pokud bylo téma zvoleno).
da_dk: Vælg et tidsskriftstema, og vælg layoutkomponenter her. Du kan også overføre et typografiark for tidsskriftet, der kan bruges til at tilsidesætte typografidata i typografiarkene for hele systemet og i tematypografiarkene (hvis der er valgt et tema).
de_de: Entscheiden Sie sich für eine Designvorlage für Ihre Zeitschrift und wählen Sie hier mögliche Layout-Bestandteile aus. Sie können auch ein Zeitschriften-Style Sheet hochladen, mit dessen Hilfe Sie die durch die System- und Themen-Style Sheets vorgegebenen Einstellungen ersetzen können.
es_es: En esta sección puede elegir el tema y el estilo de la revista y seleccionar sus componentes. Si lo prefiere, también puede cargar una hoja de estilo para reemplazar los datos del estilo y del tema incluidos en las hojas de estilo del sistema, siempre y cuando haya elegido un tema.
eu: Aukeratu aldizkariarentzako tema bat eta hautatu diseinu-osagaiak. Aldizkariaren estilo-orria ere karga daiteke. Estilo-orri horrek sistema guztian erabiltzen diren estilo-orrien eta temaren estilo-orriaren (temarik aukeratu bada) estilo-datuak gainidatzi ahal izango ditu.
fa_ir: در این قسمت یک پوسته و سپس اجزای طرح‌بندی را انتخاب کنید. همچنین می‌توانید به جای این کار یک استایل شیت برای مجله آپلود کرد.
fi: Valitse julkaisulle teema sekä taiton osat tässä. Myös julkaisun tyylitiedosto voidaan ladata. Sen avulla voidaan syrjäyttää koko järjestelmän kattavien tyylitiedostojen ja teeman tyylitiedoston (jos teema valitaan) sisältämät tyylitiedot.
fr_fr: Sélectionner un thème de revue et les composantes de la mise en page. Une feuille de style de revue peut également être téléchargée, afin d'être utilisée en remplacement des données de style utilisées dans toutes les feuilles de style du système et les feuilles de style du thème (lorsqu'un thème est sélectionné).
gl: Aquí pode escoller un tema e o estilo da revista e seleccionare os compoñentes do deseño. Tamén se pode cargar unha folla de estilo, que substituirá os datos de estilo nas follas de estilo de todo o sistema e na folla de estilo do tema (se se elixe un tema).
hi_in: यहां जर्नल थीम चुनें और लेआउट घटकों का चयन करें। एक जर्नल स्टाइलशीट भी अपलोड की जा सकती है, जिसका उपयोग सिस्टम-वाइड स्टाइलशीट और थीम स्टाइलशीट (यदि कोई विषय चुना जाता है) में स्टाइल डेटा को ओवरराइड करने के लिए किया जा सकता है।
hr_hr: Ovdje možete odabrati stilsku temu i raspored elemenata sučelja časopisa. Također, moguće je postaviti i stilsku tablicu koju će časopis koristiti namjesto sistemske ili tematske (ukoliko je izabrana) stilske tablice.
hy: Ընտրեք ամսագրի թեման և այստեղ ընտրեք դասավորության բաղադրիչները: Կարող է նաև վերբեռնվել ամսագրի ոճի թերթիկը, որը կարող է օգտագործվել համակարգային ոճերի և թեմայի ոճաթերթերում ոճի տվյալները վերացնելու համար (եթե թեմա է ընտրված):
id_id: Pilih tema jurnal dan komponen layout di sini. Stylesheet jurnal juga boleh diunggah, yang dapat digunakan untuk menggantikan stylesheet dan tema default sistem.
is_is: Veldu þema og útlitsatriði hér. Hægt er að hlaða upp stílsniði sem má nota til að yfirskrifa sjálfgefin stílgögn í kerfinu og stílsnið þema (ef þema er valið).
it_it: Scegli un tema e seleziona i componenti del layout qui. Puoi anche caricare anche un foglio di stile (CSS) per questa rivista, che sovrasscriverà i fogli di stile del sito e l'eventuale foglio di stile del tema (se è stato scelto un tema).
ja: ここでは、ジャーナル・テーマを選択し、レイアウト・コンポーネントを選択します。ジャーナル・スタイルシートをアップロードすると、システム全体のスタイルシートやテーマ・スタイルシート（テーマが選択されている場合）のスタイルデータを上書きすることができます。
ka_ge: აირჩიეთ ჟურნალის თემა და აქ აირჩიეთ განლაგების კომპონენტები. ასევე შეიძლება ატვირთოს ჟურნალის სტილის ფაილი, რომელიც შეიძლება გამოყენებულ იქნას სისტემის მონაცემების გადასალახად სისტემის მასშტაბით და თემების სტილის ფურცლებზე (თუ თემა არჩეულია).
ku_iq: ڕوکارێک بۆ گۆڤارەکەت هەڵبژێرە. هەروەها، دەتوانیت شێوازێکی تایبەت بۆ گۆڤارەکەت بار بکەیت.
ky: Бул жерден журналдын темасын жана макетинин компоненттерин тандаңыз. Журналдын стилдер барагы да сайтка жүктөлүшү мүмкүн жана системанын стилдер таблицаларында жана теманын стилдер барагында (эгер тема тандалган болсо) көрсөтүлгөн стилди жокко чыгаруу үчүн колдонулушу мүмкүн.
lt: Pasirinkite žurnalo temą ir išsirinkite galimus maketo elementus.
lv: Šeit izvēlieties žurnāla tēmu un izkārtojuma sastāvdaļas. Var augšupielādēt arī žurnāla stilu lapu, ko var izmantot, lai aizstātu stila datus sistēmas stilu lapās un tēmas stilu lapā (ja ir izvēlēta tēma).
mr: नियतकालिकाचे स्वरूप (थीम) आणि मांडणीचे (लेआउट) घटक येथे निवडा. नियतकालिकासाठी स्टाइलशीट संक्रमित (अपलोड) केल्यास, जर एखादी थीम निवडली असेल तर त्याला ते वरचढ (ओव्हरराइड) करण्यासाठी वापरता येतात.
ms: Pilih tema jurnal dan pilih susun atur komponen di sini. Lembar gaya jurnal juga dapat dimuat naik, yang dapat digunakan untuk menimpa data gaya di lembar gaya seluruh sistem dan lembar gaya tema (jika tema dipilih).
nb_no: Velg et designtema og velg layout-komponenter her. Det går også an å laste opp et egenprodusert stilark for tidsskriftet (CSS-stylesheet). Dette kan i så fall overstyre både stildata i systemet og tema-stilark for designtema (hvis et tema er valgt).
nl: Kies hier een thema en opmaakonderdelen voor het tijdschrift. Er kan ook een stylesheet geladen worden. Daarmee kunnen opmaakelementen van de systeem-stylesheet en de stylesheet van het thema (indien gekozen) vervangen wrorden.
pl: Wybierz motyw dla czasopisma oraz jego elementy.
pt_br: Escolha um visual e defina o posicionamento dos componentes. Uma folha de estilos (CSS) também pode ser enviada, podendo alterar os padrões do estilo geral do sistema e do visual (caso tenha sido escolhido).
pt_pt: Escolha um visual e defina o posicionamento dos componentes. Uma folha de estilos (CSS) também pode ser enviada, podendo alterar os padrões do estilo geral do sistema e do visual (caso tenha sido escolhido).
ru: Выберите здесь тему оформления журнала и компоненты макета. Таблица стилей журнала также может быть загружена на сайт и использована для переопределения стиля, заданного системными таблицами стилей и таблицей стилей темы (если выбрана тема).
sk_sk: Tu vyberte tému vzhľadu časopisu a komponenty grafického usporiadania. Je tiež možné nahrať súbor štýlu časopisu, ktorý môže potlačiť štandardný súbor štýlu stránok a súbor štýlu témy (ak bola téma zvolená).
sl_si: Izberite stilsko temo in razpored elementov naslovnice revije. Hkrati lahko postavite tudi stilsko tablico revije, ki bo zamenjala sistemsko določeno stilsko tablico ali tematsko stilsko tablico (če je določena).
sr_rs@cyrillic: Одаберите тему часописа и одаберите компоненте изгледа. Можете поставити и стрницу стила часописа која ће имати приоритет у приказу стране ако је одабрана тема или у целом систему.
sr_rs@latin: Odaberite temu časopisa i odaberite komponente izgleda. Možete postaviti i strnicu stila časopisa koja će imati prioritet u prikazu strane ako je odabrana tema ili u celom sistemu.
sv_se: Välj tema och layout för tidskriften här. En stilmall för tidskriften kan också laddas upp och ersätter då de förvalda teman och layouter.
tr_tr: Bir dergi teması seçiniz ve düzen parçalarını yerleştiriniz. Bir dergi biçimi aynı zamanda sistem çapında biçim ve tema biçimini (bir tema seçilmiş ise) geçersiz kılmak için kullanılabilir.
uk: Виберіть тему журнала та визначте компоненти макета. Крім того, можна вивантажити таблиці стилів, які будуть застосовані над загальносистемними даними та таблицями стилів теми (якщо її вибрано).
uz_cyrl: Журнал мавзуси (Theme) ва блок созламалари.
uz_uz@latin: Jurnal mavzusini tanlang va bu erda tartib komponentlarini tanlang. Jurnal uslublar jadvalini ham yuklash mumkin, bu tizim uslublari jadvallari va mavzular uslublar jadvalidagi uslub ma'lumotlarini bekor qilish uchun ishlatilishi mumkin (agar mavzu tanlangan bo'lsa).
vi_vn: Chọn một chủ đề tạp chí và chọn các thành phần bố cụ ở đây.Một stylesheet của tạp chí cũng có thể được tải lên, có thể được sử dụng để ghi đè dữ liệu trong stylesheet toàn hệ thống và stylesheet chủ đề (nếu một chủ đề được chọn).
zh_cn: 在这里选择一个期刊主题并选择期刊布局组件。一个期刊样式也可以在这里添加，它将替换系统默认的样式与主题样式（被选择的）。
zh_hant: 在此選擇一個期刊主題及版面編排元素。你也可上載期刊的式樣表單(stylesheet)以取代原先系統式樣表單的樣式數據及主題式樣表單（如您已選取了一個主題）。

# manager.setup.journalLogo
source: Journal Logo
ar: شعار المجلة
az: Jurnal loqotipi
bg_bg: Лого на списанието
ca_es: Logotip de la revista
cs_cz: Logo časopisu
da_dk: Tidsskriftslogo
de_de: Logo der Zeitschrift
es_es: Logotipo de la revista
eu: Aldizkariaren logoa
fa_ir: لوگوی مجله
fi: Julkaisun logo
fr_fr: Logo de la revue
gl: Logotipo da revista
hi_in: जर्नल लोगो
hr_hr: Logotip časopisa
hy: Ամսագրի լոգոն
id_id: Logo Jurnal
is_is: Merki tímarits
it_it: Logo
ja: ジャーナルのロゴ
ka_ge: ჟურნალის ლოგო
ku_iq: لۆگۆی گۆڤار
ky: Журналдын логотиби
lt: Žurnalo logotipas
lv: Žurnāla logo
mr: नियतकालिकाचे परिचय चिन्ह (लोगो)
ms: Logo Jurnal
nb_no: Tidsskriftlogo
nl: Tijdschrift logo
pl: Logo czasopisma
pt_br: Logotipo
pt_pt: Logótipo da Revista
ru: Логотип журнала
sk_sk: Logo časopisu
sl_si: Logotip revije
sr_rs@cyrillic: Лого часописа
sr_rs@latin: Logo časopisa
sv_se: Tidskriftens logotyp
tr_tr: Dergi Logosu
uk: Логотип журналу
uz_cyrl: Журнал логотипи
uz_uz@latin: Jurnal logotipi
vi_vn: Logo tạp chí
zh_cn: 期刊图标
zh_hant: 期刊標誌
