Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# doi.editor.assignDoi.emptySuffix
source: The DOI cannot be assigned because the custom suffix is missing.
ar: تعذر تعيين DOI لأن اللاحقة المخصصة مفقودة.
az: Xüsusi son şəkilçi əskik olduğuna görə DOI təyin edilə bilmir
bg_bg: DOI не може да бъде назначен, защото липсва персонализиран суфикс.
eu: DOIa ezin da esleitu, atzizki pertsonalizatua falta delako.
fi: DOI-tunnistetta ei voida määrittää, koska mukautettu suffiksi puuttuu.
gl: Non se pode asignar o DOI porque falta o sufixo personalizado.
hy: DOI-ն չի կարող նշանակվել, քանի որ անհատականացված վերջածանցը բացակայում է:
ka_ge: DOI ვერ იქნება მინიჭებული, ვინაიდან არ არის სამომხმარებლო სუფიქსი.
ky: DOI дайындала албайт, анткени атайын суффикс жок.
lt: DOI priskirti negalima, nes trūksta pasirinktinės priesagos.
lv: DOI nevar piešķirt, jo trūkst pielāgotā sufiksa.
mr: DOI देणे शक्य नाही कारण सानुकूल प्रत्यय (suffix) अस्तित्त्वात नाही.
ms: DOI tidak boleh diberikan kerana akhiran tersuai tiada.
nl: De DOI kan niet worden toegekend omdat het aangepaste achtervoegsel ontbreekt.
pl: DOI nie może zostać przydzielone, ponieważ indywidualny sufiks nie istnieje.
ru: DOI не может быть присвоен, так как отсутствует пользовательский суффикс.
uk: Не можна призначити DOI, оскільки відсутній індивідуальний суфікс.
uz_cyrl: Суффикс бўш бўлиши мумкин эмас.
uz_uz@latin: DOI tayinlanishi mumkin emas, chunki maxsus qo'shimchasi yo'q.
zh_hant: 未能配置DOI，因為未有設定字尾。

# doi.editor.assignDoi.pattern
source: The DOI {$pubId} cannot be assigned because it contains an unresolved pattern.
ar: تعذر تعيين DOI {$pubId} لأنها تتضمن نمطاً غير متوافق.
az: DOI {$pubId}, həll edilməmiş bir şablon məzmunundan təyin edilə bilməz
bg_bg: DOI {$pubId} не може да бъде назначен, защото съдържа неразрешен шаблон.
eu: Ezin da {$pubId} DOIa esleitu, konpondu gabeko eredu bat duelako.
fi: DOI-tunnistetta {$pubId} ei voida määrittää, koska se sisältää resolvoitumattoman rakenteen.
gl: Non se pode asignar o DOI {$pubId} porque contén un padrón sen resolver.
hy: {$pubId} DOI-ն չի կարող նշանակվել, քանի որ այն պարունակում է չլուծված կաղապար:
ka_ge: DOI {$pubId} ვერ იქნება მინიჭებული, ვინაიდან ის შეიცავს გაუმართავ შაბლონს.
ky: DOI {$pubId} дайындала албайт, анткени ал чечилбеген үлгүнү камтыйт.
lt: DOI {$pubId} negalima priskirti, nes jame yra neišspręstas šablonas.
lv: DOI {$pubId} nevar piešķirt, jo tas satur neatrisinātu modeli.
mr: DOI {$pubId} देणे शक्य नाही कारण त्याच्या प्रारूपाची योग्य उकल केलेली नाही.
ms: DOI {$pubId} tidak boleh diberikan kerana ia mengandungi corak yang tidak dapat diselesaikan.
nl: De DOI {$pubId} kan niet worden toegekend omdat het een ongeldig patroon bevat.
pl: DOI {$pubId} nie może zostać przydzielone, ponieważ posiada nierozwiązany wzór.
ru: DOI {$pubId} не может быть присвоен, так как он содержит не замененный шаблон.
uk: Не можна призначити DOI {$pubId}, оскільки він містить не замінений шаблон.
uz_cyrl: Андоза бўйича DOI
uz_uz@latin: DOI {$ pubId} tayinlanmaydi, chunki unda hal qilinmagan naqsh mavjud.
zh_hant: 未能配置DOI {$pubId} ，因為有未能識別的樣式。

# doi.editor.assignDoi.assigned
source: The DOI {$pubId} has been assigned. To edit the DOI, visit the <a href="{$doiManagementLink}">DOI Management page</a>.
ar: لقد تم تعيين معُعرف المكون الرقمي {$pubId}. لتحرير هذا المُعرف، قم بزيارة <a href="{$doiManagementLink}">صفحة إدارة مُعرفات المكونات الرقمية</a>.
az: DOI {$pubId} təyin edildi. DOI-ni redaktə etmək üçün <a href="{$doiManagementLink}">DOI İdarəsi səhifəsini</a>ziyarət edin.
bg_bg: DOI {$pubId} е назначен. За да редактирате DOI, посетете <a href="{$doiManagementLink}">Страница за управление на DOI</a>.
eu: {$pubId} DOIa esleitu da. DOIa editatzeko, bisitatu <a href="{$doiManagementLink}">DOI Kudeaketa orria</a>.
fi: DOI-tunniste {$pubId} on määritetty. DOI-tunnuksen muokkaaminen onnistuu <a href="{$doiManagementLink}">DOI-tunnusten hallintasivulta</a>.
gl: Asignouse o DOI {$pubId}.
hy: {$pubId} DOI-ն նշանակված է: DOI-ն խմբագրելու համար այցելեք <a href="{$doiManagementLink}">DOI կառավարման էջը</a>:
ka_ge: DOI {$pubId} მინიჭებულია.
ky: DOI {$pubId} дайындалды. DOIни түзөтүү үчүн <a href="{$doiManagementLink}">DOI башкаруу бетине</a> кириңиз.
lt: DOI {$pubId} buvo priskirtas. Norėdami redaguoti DOI, apsilankykite <a href="{$doiManagementLink}">DOI valdymo puslapyje</a>.
lv: DOI {$pubId} piešķirts. Lai rediģētu DOI, apmeklējiet <a href="{$doiManagementLink}">DOI pārvaldības lapu</a>.
mr: DOI {$pubId} दिला गेला आहे. DOI मध्ये फेरफार करण्यासाठी, <a href="{$doiManagementLink}">DOI व्यवस्थापन पृष्ठा</a> ला भेट द्या.
ms: DOI {$pubId} telah ditetapkan. Untuk mengedit DOI, lawati <a href="{$doiManagementLink}">halaman Pengurusan DOI</a>.
nl: De URN {$pubId} werd toegekend.
pl: DOI {$pubId} zostało przydzielone. Aby edytować DOI, odwiedź <a href="{$doiManagementLink}"> Strona zarządzania DOI</a>.
ru: DOI {$pubId} был присвоен. Для редактирования DOI перейдите на страницу <a href="{$doiManagementLink}">«Управление DOI</a>.
uk: Призначено DOI {$pubId}. Щоб відредагувати DOI, відвідайте <a href="{$doiManagementLink}">сторінку керування DOI</a>.
uz_cyrl: Ушбу объектга DOI тайинланган.
uz_uz@latin: DOI {$ pubId} tayinlandi.
zh_hant: 已配置DOI {$pubId} 。如需編輯DOI，請到<a href="{$doiManagementLink}">DOI管理頁面</a>。

# doi.editor.assignDoi.toBeAssigned
source: The DOI {$pubId} will be assigned on publication.
ar: سيتم تعيين مُعرف المكون الرقمي {$pubId} عند النشر.
az: DOI {$pubId} nəşr edildiyində təyin ediləcəkdir
bg_bg: DOI {$pubId} ще бъде назначен за публикацията.
eu: {$pubId} DOIa argitaratzean esleituko da.
fi: DOI {$pubId} annetaan julkaisun yhteydessä.
hy: {$pubId} DOI-ն կհատկացվի հրապարակման ժամանակ:
ka_ge: DOI {$pubId} მიენიჭება გამოქვეყნებისას.
ky: DOI {$pubId} жарыяланганда дайындалат.
lt: DOI {$pubId} bus priskirtas publikavimo metu.
lv: DOI {$pubId} tiks piešķirts pēc publicēšanas.
mr: प्रकाशनावर DOI {$pubId} दिला जाईल.
ms: DOI {$pubId} akan diberikan pada penerbitan.
nl: De DOI {$pubId} zal worden toegewezen bij publicatie.
pl: DOI {$pubId} zostanie przydzielone w momencie publikacji.
ru: DOI {$pubId} будет присвоен при публикации.
uk: DOI {$pubId} буде присвоєно при публікації.
uz_cyrl: DOI тайинланиши кутилмоқда.
zh_hant: DOI {$pubId} 將在出版時配置。

# doi.editor.missingPrefix
source: The DOI must begin with {$doiPrefix}.
ar: معرف المكون الرقمي لا بد له أن يبدأ بـ {$doiPrefix}.
az: DOI {$doiPrefix} prefiksi ilə başlamalıdır.
bg_bg: DOI трябва да започва с {$doiPrefix}.
eu: DOIa {$doiPrefix} balioarekin hasi behar da.
fi: DOI-tunnuksen alun pitää olla {$doiPrefix}.
gl: O DOI debe comezar por {$doiPrefix}.
hy: DOI-ն պետք է սկսվի {$doiPrefix} -ով:
ka_ge: DOI უნდა დაიწყოს: {$doiPrefix}.
ky: DOI {$doiPrefix} менен башталышы керек.
lt: DOI turi prasidėti {$doiPrefix}.
lv: DOI jāsākas ar {$doiPrefix}.
mr: DOI ची सुरुवात {$doiPrefix} ने होणे आवश्यक आहे.
ms: DOI mesti bermula dengan {$doiPrefix}.
nl: De DOI moet beginnen met {$doiPrefix}.
pl: DOI musi rozpoczynać się od {$doiPrefix}.
ru: DOI должен начинаться с {$doiPrefix}.
uk: DOI має починатися з {$doiPrefix}.
uz_cyrl: DOI префикси созланмаган.
uz_uz@latin: DOI {$ doiPrefix} bilan boshlanishi kerak.
zh_hant: DOI必須為{$doiPrefix}起首。

# doi.editor.preview.publication
source: The DOI for this publication will be {$doi}.
ar: معرف المكون الرقمي لهذا المؤلَّف سيكون {$doi}.
az: Bu nəşrin DOI nömrəsi {$doi} olaraq tənzimlənəcəkdir
bg_bg: DOI за тази публикация ще бъде {$doi}.
eu: Argitalpen honen DOIa {$doi} izango da.
fi: Tämän artikkelin DOI tulee olemaan {$doi}.
gl: O DOI desta publicación será {$doi}.
hy: Այս հրապարակման DOI-ն կլինի {$doi}:
ka_ge: DOI ამ პუბლიკაციისათვის: {$doi}.
ky: Бул жарыя үчүн DOI {$doi} болот.
lt: Šios publikacijos DOI bus {$doi}.
lv: Šīs publikācijas DOI būs {$doi}.
mr: या प्रकाशनासाठी DOI {$doi} असेल.
ms: DOI untuk penerbitan ini ialah {$doi}.
nl: De DOI voor deze publicatie is {$doi}.
pl: Numer DOI dla tej publikacji to {$doi}.
ru: DOI для этой публикации будет {$doi}.
uk: DOI для цієї публікацїі буде {$doi}.
uz_cyrl: Нашр DOI-си
uz_uz@latin: Bu nashr uchun DOI {$ doi} bo'ladi.
zh_hant: 此出版項目的DOI將會是{$doi}。

# doi.editor.preview.publication.none
source: A DOI has not been assigned to this publication.
ar: لم يتم تعيين معرف المكون الرقمي لهذا المنشور بعد.
az: Bu nəşr üçün bir DOI nömrəsi təyin edilmədi.
bg_bg: За тази публикация не е назначен DOI.
eu: Argitalpen honi ez zaio DOIrik esleitu.
fi: Tälle julkaistulle versiolle ei ole annettu DOI-tunnusta.
gl: Non se asignou un DOI a esta publicación.
hy: DOI չի նշանակվել այս հրապարակմանը:
ka_ge: DOI ვერ მიენიჭა ამ პუბლიკაციას.
ky: Бул жарыяга DOI дайындалган эмес.
lt: Šiam leidiniui DOI nepriskirtas.
lv: DOI šai publikācijai nav piešķirts.
mr: या प्रकाशनासाठी DOI दिला गेलेला नाही.
ms: DOI belum diberikan kepada penerbitan ini.
nl: Aan deze publicatie is geen DOI toegewezen.
pl: DOI nie zostało przydzielone do tej publikacji.
ru: DOI не был присвоен этой публикации.
uk: DOI не було призначено цій публікації.
uz_cyrl: Мақола учун DOI мавжуд эмас.
uz_uz@latin: DOI bu nashrga tayinlanmagan.
zh_hant: 尚未配置DOI至此出項項目。

# doi.editor.preview.galleys
source: Galley: {$galleyLabel}
ar: اللوح الطباعي: {$galleyLabel}
az: Dizgi: {$galleyLabel}
bg_bg: Типография: {$galleyLabel}
eu: Galerada: {$galleyLabel}
fi: Julkaistava tiedosto: {$galleyLabel}
gl: Galerada: {$galleyLabel}
hy: Շարվածք: {$galleyLabel}
ka_ge: გალერეა: {$galleyLabel}
ky: Верстка: {$galleyLabel}
lt: Virtuvės: {$galleyLabel}
lv: Saliktnis: {$galleyLabel}
mr: कच्चे मुद्रित (गॅली): {$galleyLabel}
pl: Szpalta: {$galleyLabel}
ru: Гранка: {$galleyLabel}
uk: Гранка: {$galleyLabel}
uz_cyrl: Файллар DOI-лари
uz_uz@latin: Oshxona: {$ galleyLabel}
zh_hant: 校對樣本：{$galleyLabel}

# doi.editor.preview.objects
source: Item
ar: العنصر
az: Element
bg_bg: Елемент
eu: Elementua
fi: Kohde
gl: Elemento
hy: Տարր
ka_ge: ელემენტი
ky: Элемент
lt: Prekė
lv: Vienība
mr: लेखन (Item)
nl: Onderdeel
pl: element
ru: Элемент
uk: Елемент
uz_cyrl: Объектлар DOI-лари
uz_uz@latin: Element
zh_hant: 項目

# api.galley.403.publicationDidNotMatch
source: The galley that you requested is not part of this publication.
ar: اللوح الطباعي الذي طلبته ليس جزءًا من هذا المنشور.
az: Bu dizayn bu nəşrin bir hissəsi deyildir.
bg_bg: Типографията, която поискахте, не е част от тази публикация.
eu: Eskatu duzun galerada ez da argitalpen honen parte.
fi: Pyytämäsi julkaistava tiedosto ei ole osa tätä julkaistua versiota.
hy: Շարվածքը, որը դուք խնդրել եք, այս հրապարակման մաս չէ:
ka_ge: გალერეა, რომელიც თქვენ მოითხოვეთ, არ არის ამ პუბლიკაციის ნაწილი.
ky: Сиз сураган верстка бул жарыянын бөлүгү эмес.
lt: Jūsų prašyta virtuvė nėra šio leidinio dalis.
lv: Jūsu pieprasītais saliktnis nav daļa no šīs publikācijas.
mr: तुम्ही निवडलेले कच्चे मुद्रित (गॅली) या प्रकाशनाचा भाग नाही.
ms: Galley yang anda minta bukan sebahagian daripada penerbitan ini.
nl: De gevraagde drukproef is geen onderdeel van deze publicatie.
pl: Wybrany plik nie jest częścią tej publikacji.
ru: Запрошенная вами гранка не является частью данной публикации.
uk: Гранка, яку ви запросили, не є частиною цієї публікації.
uz_cyrl: Файл ушбу нашрга тегишли эмас.
zh_hant: 您要求的校對樣本並非此出版項目的一部份。

# api.galley.403.canEditPublishedDoi
source: Only DOIs can be edited after a publication/galley has been published
ar: يمكن تحرير معرفات المكونات الرقمية فقط بعد نشر اللوح الطباعي/ المنشور
az: Bir dizayn formatı nəşr edildikdən sonra sadəcə DOI-lər redaktə edilə bilər
bg_bg: Само DOI могат да се редактират след публикуване на публикация/типография
eu: DOIak bakarrik edita daitezke argitalpen/galerada bat argitaratu ondoren
fi: Ainoastaan DOI-tunnuksia voidaan muokata sen jälkeen, kun versio/julkaistava tiedosto on julkaistu
hy: Միայն DOI-ները կարող են խմբագրվել հրապարակման/շարվածքի հրապարակումից հետո
ka_ge: მხოლოდ DOI-ების რედაქტირება შესაძლებელია პუბლიკაციის/გალერეის გამოქვეყნების შემდეგ
ky: Жарыя/верстка жарыялангандан кийин DOIлер гана түзөтүлө алат
lt: Po publikacijos arba galley paskelbimo redaguoti galima tik DOI
lv: Pēc publikācijas/saliktņa publicēšanas var rediģēt tikai DOI
mr: लेखन/कच्चे मुद्रित (गॅली) प्रकाशित झाल्यानंतरच DOI मध्ये फेरफार केले जाऊ शकतात
ms: Hanya DOI boleh diedit selepas penerbitan/galley telah diterbitkan
nl: Enkel DOIs kunnen worden aangepast nadat een publicatie/drukproef gepubliceerd is
pl: Tylko DOI mogą być edytowane po publikacji artykułu / pliku
ru: После публикации гранки/материала можно редактировать только DOI
uk: Тільки DOI можуть бути відредаговані після опублікування публікації / гранки
uz_cyrl: Нашр этилган DOI-ни таҳрирлаш учун рухсатингиз йўқ.
zh_hant: 出版項目／校對樣本出版後，只可編輯DOI

# api.issue.400.invalidDoi
source: The submitted DOI is not valid
ar: معرف المكون الرقمي المعطى غير صالح
az: göndərilən DOI etibarlı deyil
bg_bg: Въведеният DOI не е валиден
eu: Bidalitako DOIa ez da baliozkoa
fi: Lähetetty DOI ei ole kelvollinen
hy: Ներկայացված DOI-ն վավեր չէ
ka_ge: წარმოდგენილი DOI არასწორია
ky: Жөнөтүлгөн DOI жараксыз
lt: Pateiktas DOI negalioja
lv: Iesniegtais DOI nav derīgs
mr: सादर केलेला DOI वैध नाही
ms: DOI yang dikemukakan tidak sah
nl: De toegewezen DOI is niet geldig
pl: Zgłaszany DOI jest nieprawidłowy
ru: Представленный DOI недействителен
uk: Представлений DOI недійсний
uz_cyrl: Нотўғри DOI формати.
zh_hant: 您所遞交的DOI無效

# api.issue.403.canEditPublishedDoi
source: Only DOIs can be edited after a publication has been published
ar: يمكن تحرير معرفات المكونات الرقمية فقط بعد نشر المنشور
az: Bir nəşr yayımlandıqdan sonra sadəcə DOI-lər redaktə edilə bilər
bg_bg: Само DOI могат да бъдат редактирани след публикуване на публикацията
eu: DOIak bakarrik edita daitezke argitalpen bat argitaratu ondoren
fi: Ainoastaan DOI-tunnusta voidaan muokata version julkaisemisen jälkeen
hy: Միայն DOI-ները կարող են խմբագրվել հրապարակման հրապարակումից հետո
ka_ge: მხოლოდ DOI-ების რედაქტირება შესაძლებელია პუბლიკაციის გამოქვეყნების შემდეგ
ky: Жарыя жарыялангандан кийин DOIлер гана түзөтүлө алат
lt: Po publikacijos paskelbimo galima redaguoti tik DOI
lv: Pēc publikācijas publicēšanas var rediģēt tikai DOI
mr: लेखन प्रकाशित झाल्यानंतरच DOI मध्ये फेरफार केले जाऊ शकतात
ms: Hanya DOI boleh diedit selepas penerbitan diterbitkan
nl: Enkel DOIs kunnen worden aangepast nadat een publicatie is gepubliceerd
pl: Tylko DOI mogą być edytowane po opublikowaniu artykułu
ru: После публикации можно редактировать только DOI
uk: Тільки DOI можуть бути відредаговані після опублікування
uz_cyrl: Нашр этилган соннинг DOI-ни ўзгартириб бўлмайди.
zh_hant: 出版項目出版後，只可編輯DOI

# api.issue.404.issuesNotFound
source: The issues you requested were not found
ar: تعذر العثور على الأعداد التي طلبتها
az: İstədiyiniz nömrələr tapılmadı
bg_bg: Броевете, които търсите, не бяха намерени
eu: Eskatu dituzun zenbakiak ez dira aurkitu
fi: Pyytämiäsi numeroita ei löytynyt
hy: Ձեր պահանջած թողարկումները չեն գտնվել
ka_ge: თქვენ მიერ მოთხოვნილი საკითხები ვერ მოიძებნა
ky: Сиз сураган чыгарылыштар табылган жок
lt: Jūsų ieškomų problemų nerasta
lv: Jūsu pieprasītie žurnāla numuri netika atrasti
mr: तुम्ही शोधत असलेले अंक सापडले नाहीत
ms: Isu yang anda minta tidak ditemui
nl: De nummers die zijn aangevraagd konden niet worden gevonden
pl: Wybrane wydania nie zostały znalezione
ru: Запрошенные вами выпуски не найдены
uk: Запитані вами випуски не були знайдені
uz_cyrl: Нашр сонлари топилмади.
zh_hant: 未能找到您所要求的期號

# doi.manager.submissionDois
source: Article DOIs
ar: معرفات المكونات الرقمية للمقالة
az: Məqalə DOI-ləri
bg_bg: DOI на статии
eu: Artikuluen DOIak
fi: Artikkeleiden DOI-tunnukset
hy: Հոդվածի DOI-ներ
ka_ge: სტატიის DOI
ky: Макала DOIлер
lt: Straipsnio DOI
lv: Rakstu DOI
mr: लेखांचे DOI
ms: Perkara DOI
nl: Artikel DOIs
pl: DOI artykułów
ru: DOI статей
uk: DOI статті
uz_cyrl: Мақола DOI-лари
zh_hant: 文章DOI

# doi.manager.issueDois
source: Issue DOIs
ar: معرفات المكونات الرقمية للعدد
az: Nömrə DOI-ləri
bg_bg: DOI на броеве
eu: Zenbakiaren DOIak
fi: Numeroiden DOI-tunnukset
hy: Թողարկման DOI-ներ
ka_ge: DOI-ების გაცემა
ky: Чыгарылыш DOIлер
lt: Išdavimo DOI
lv: Žurnāla numura DOI
mr: अंकांचे DOI
ms: Isu DOI
nl: Nummer DOIs
pl: DOI wydań
ru: DOI выпусков
uk: DOI випуску
uz_cyrl: Нашр сонлари DOI-лари
zh_hant: 發行DOI

# mailable.decision.initialDecline.notifyAuthor.description
source: This email notifies the author that their submission is being declined, before the review stage, because the submission does not meet the requirements for publication in the journal.
ar: هذا البريد الالكتروني يُشعر المؤلف بأن طلب تقديمه يجري رفضه قبل مرحلة التحكيم لأنه لا يلبي متطلبات النشر في المجلة.
az: Bu email, müəllifə, dəyərləndirmə mərhələsindən əvvəl namizəd məqalənin jurnalda dəyərləndirmə ehtiyaclarını qarşılamadığı üçün rədd edildiyini xəbər verir.
bg_bg: Този имейл уведомява автора, че подадените материали се отхвърлят преди етапа на рецензиране, тъй като не отговарят на изискванията за публикуване в списанието.
eu: Mezu elektroniko honek egileari jakinarazten dio bere bidalketa baztertu egingo dela berrikuspen fasea hasi aurretik, bidalketak ez dituelako aldizkarian argitaratzeko baldintzak betetzen.
fi: Tässä sähköpostiviestissä ilmoitetaan kirjoittajalle, että hänen käsikirjoituksensa hylätään ennen arviointivaihetta, koska se ei täytä julkaisun vaatimuksia.
hy: Այս էլ․ նամակը ծանուցում է հեղինակին, որ իրենց ներկայացումը մերժվում է մինչև գրախոսման փուլը, քանի որ այն չի համապատասխանում ամսագրում հրապարակման պահանջներին:
ka_ge: ეს ელფოსტა აცნობებს ავტორს, რომ მათი გაგზავნა უარყოფილია განხილვის ეტაპამდე, რადგან წარდგენა არ აკმაყოფილებს ჟურნალში გამოქვეყნების მოთხოვნებს.
ky: Бул электрондук кат авторго анын тапшырмасы кароо этабына чейин четке кагылганын билдирет, анткени тапшырма журналда жарыялоо талаптарына жооп бербейт.
lt: Šiuo el. laišku autoriui pranešama, kad jo pateiktas darbas atmetamas dar prieš peržiūros etapą, nes jis neatitinka publikavimo žurnale reikalavimų.
lv: Šajā e-pasta vēstulē autors tiek informēts, ka viņa iesniegtais materiāls tiek noraidīts pirms recenzēšanas posma, jo tas neatbilst publicēšanas prasībām žurnālā.
mr: हा ई-मेल लेखकाला सूचित करतो की त्याचे सादरीकरण समीक्षणाच्या टप्प्यापूर्वी नाकारले जात आहे, कारण हे सादरीकरण नियतकालिकाच्या अपेक्षा पूर्ण करत नाही.
ms: E-mel ini memberitahu pengarang bahawa penyerahan mereka ditolak, sebelum peringkat semakan, kerana penyerahan tidak memenuhi keperluan untuk penerbitan dalam jurnal.
nl: Deze mail informeert de auteur dat hun inzending is afgewezen, voor de reviewfase, omdat de inzending niet voldoet aan de eisen voor publicatie in dit tijdschrift.
pl: Niniejszy email informuje autora, że jego zgłoszenie zostało odrzucone, przed etapem recenzji, ponieważ nie spełnia wymagań określonych przez redakcję.
ru: Это письмо уведомляет автора о том, что его материал отклонен до этапа рецензирования, поскольку он не соответствует требованиям для публикации в журнале.
uk: Цей електронний лист повідомляє автора про те, що його подання відхиляється ще до етапу рецензування, оскільки подання не відповідає вимогам для публікації в журналі.
uz_cyrl: Муаллифга мақоласи дастлабки кўриб чиқиш босқичида рад этилгани ҳақида хабарнома.
zh_hant: 此電郵通知作者其投稿在評審階段前被拒，因為該投稿未能符合此期刊的出版要求。

# manager.institutions.noContext
source: This institution's journal could not be found.
ar: تعذر العثور على مجلة المؤسسة.
az: Bu qurumun jurnalı tapılmadı.
eu: Erakunde honen aldizkaria ezin izan da aurkitu.
fi: Tämän instituution julkaisua ei löytynyt.
hy: Այս հաստատության ամսագիրը չհաջողվեց գտնել:
ky: Бул институциянын журналы табылган жок.
lt: Šios įstaigos žurnalo rasti nepavyko.
lv: Šīs iestādes žurnālu neizdevās atrast.
mr: या संस्थेचे नियतकालिक सापडले नाही.
ms: Jurnal institusi ini tidak dapat ditemui.
nl: Het tijdschrift van dit instituut kon niet worden gevonden.
pl: Brak takiego czasopisma dla instytucji.
ru: Журнал этой организации найти не удалось.
uk: Журнал цієї установи знайти не вдалося.
uz_cyrl: Ҳеч қандай муассаса топилмади.
zh_hant: 未能找到此院校的期刊。

# mailable.subscriptionNotify.name
source: Subscription Notify
ar: إشعار الاشتراك
az: Abunə bildirişi
eu: Harpidetza jakinarazpena
fi: Ilmoitus tilauksesta
hy: Բաժանորդագրության ծանուցում
ky: Жазылуу эскертүүсү
lt: Prenumeratos pranešimas
lv: Abonēšanas paziņojums
mr: सदस्यता सूचित करा
ms: Makluman Langganan
nl: Abonnementsnotificatie
pl: Powiadomienie o subskrypcji
ru: Уведомление о подписке
uk: Повідомлення про підписку
uz_cyrl: Обуна хабарномаси
zh_hant: 投稿通知

# mailable.subscriptionNotify.description
source: This email notifies a registered reader that the Manager has created a subscription for them. It provides the journal's URL along with instructions for access.
ar: هذه الرسالة تُعلم قارئاً مسجلاً بأن مدير المجلة قد أنشأ له اشتراكاً، وهي تتضمن رابط المجلة مع تعليمات الوصول إليها.
az: Bu e-poçt qeydiyyatdan keçmiş oxucuya menecerin onlar üçün abunə yaratdığını bildirir. Giriş təlimatları ilə birlikdə jurnalın URL-sini təqdim edir.
eu: Mezu honek irakurle erregistratuari jakinarazten dio Kudeatzaileak harpidetza egin diola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
fi: Tämä sähköposti ilmoittaa rekisteröidylle lukijalle, että hallinnoija on luonut hänelle tilauksen. Siinä annetaan julkaisun URL-osoite ja ohjeet julkaisun sisällön lukemiseen.
gl: Este correo electrónico notifica a un lector/a rexistrado/a que o administrador/a lle creou unha subscrición. Proporciona o URL da revista xuntamente coas instrucións para acceder a ela.
hy: Այս նամակը ծանուցում է գրանցված ընթերցողին, որ Կառավարիչը բաժանորդագրություն է ստեղծել նրանց համար: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
ja: このメールは、管理者から登録読者に購読者として登録したことを通知するものです。メールでは、雑誌のURLとアクセス方法を提供しています。
ky: Бул электрондук кат катталган окурманга Менеджер алар үчүн жазылуу түзгөнүн билдирет. Ал журналдын URL дарегин жана кирүү боюнча көрсөтмөлөрдү камтыйт.
lt: Šiuo el. laišku registruotas skaitytojas informuojamas, kad vadovas jam sukūrė prenumeratą. Jame pateikiamas žurnalo URL adresas ir instrukcijos, kaip prie jo prisijungti.
lv: Ar šo e-pasta vēstuli reģistrētajam lasītājam tiek paziņots, ka pārvaldnieks viņam ir izveidojis abonementu. Tajā ir norādīts žurnāla URL kopā ar piekļuves norādījumiem.
mr: हा ई-मेल नोंदणीकृत वाचकांना सूचित करतो की व्यवस्थापकाने त्यांच्यासाठी सदस्यता खाते तयार केले आहे. शिवाय नियतकालिकाच्या URL सह त्यावरील मजकूराच्या उपलब्धतेसंबंधी सूचना प्रदान करते.
ms: E-mel ini memberitahu pembaca berdaftar bahawa Pengurus telah membuat langganan untuk mereka. Ia menyediakan URL jurnal bersama-sama dengan arahan untuk akses.
nl: Deze e-mail bericht een geregistreerde lezer dat de beheerder een abonnement heeft gecreëerd. Het bevat de URL van het tijdschrift en instructies om toegang te krijgen.
pl: Ten email zawiadamia zarejestrowanego czytelnika, że menedżer stworzył dla niego subskrypcję. Dostarcza URL czasopisma razem z instrukcjami dostępu.
ru: Это письмо уведомляет зарегистрированного читателя, что менеджер создал для него подписку. В письме содержится URL журнала и инструкции по доступу.
uk: Цей лист сповіщає зареєстрованого читача про те, що менеджер зареєстрував його як передплатника. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
uz_cyrl: Фойдаланувчига обунаси фаоллаштирилгани ҳақида хабар бериш.
zh_hant: 此電郵通知一註冊用戶管理員已為他創建訂閱。電郵內有期刊網址及取用指引。
