Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.institutionalSubscriptions
source: Institutional Subscriptions
ar: الاشتراكات المؤسساتية
az: Korporativ abunəçilər
bg_bg: Институционални абонаменти
ca_es: Subscripcions institucionals
cs_cz: Institucionální předplatné
da_dk: Institutionsabonnementer
de_de: Institutionelle Abonnements
es_es: Suscripciones institucionales
eu: Harpidetza instituzionalak
fa_ir: اشتراک‌های سازمانی
fi: Instituutiotilaukset
fr_fr: Abonnements individuels
gl: Subscricións institucionais
hi_in: संस्थागत सदस्यता
hr_hr: Institucionalne pretplate
hy: Ինստիտուցիոնալ բաժանորդագրություններ
id_id: Langganan Institusi
it_it: Abbonamento istituzionale
ja: 機関購読
ka_ge: ორგანიზაციის გამოწერები
ku_iq: بەشداریکردنە دەزگاییەکان
ky: Институционалдык жазылуулар
lt: Institucinė prenumerata
lv: Iestāžu abonementi
mr: संस्था सदस्यत्व
ms: Langganan Institusi
nb_no: Institusjonelle abonnementer
nl: Institutionele abonnementen
pl: Instytucjonalne subskrypcje
pt_br: Institucionais
pt_pt: Subscrições Institucionais
ru: Подписки на организацию
sk_sk: Inštitucionálne predplatné
sl_si: Institucionalne naročnine
sr_rs@cyrillic: Институционалне претплате
sr_rs@latin: Institucionalne pretplate
sv_se: Institutionella prenumerationer
tr_tr: Kurumsal Abonelikler
uk: Інституційні передплати
uz_cyrl: Ташкилий обуналар
uz_uz@latin: Institutsional obunalar
vi_vn: Các thuê bao tổ chức
zh_hant: 院校訂閱

# manager.subscriptions.confirmRenew
source: Are you sure you want to renew this subscription?
ar: ل أنت متأكد من رغبتك في تجديد هذا الاشتراك؟
az: Bu abunəliyi yeniləmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да подновите този абонамент?
ca_es: Segur que voleu renovar la subscripció?
cs_cz: Jste si jisti, že chcete obnovit toto předplatné?
da_dk: Er du sikker på, at du vil forny dette abonnement?
de_de: Sind Sie sicher, dass Sie dieses Abonnement erneuern möchten?
es_es: ¿Seguro que desea renovar la suscripción?
eu: Ziur zaude harpidetza hau berritu nahi duzula?
fa_ir: آیا مطمئنید که می‌خواهید اشتراکتان را تمدید کنید.
fi: Haluatko varmasti uusia tämän tilauksen?
fr_fr: Etes-vous sûr de vouloir renouveler cet abonnement ?
gl: Seguro/a que queres renovar esta subscrición?
hi_in: क्या आप वाकई इस सदस्यता को नवीनीकृत करना चाहते हैं?
hy: Իսկապե՞ս ուզում եք թարմացնել այս բաժանորդագրությունը:
it_it: Sei sicuto di rinnovare questo abbonamento?
ja: 購読を更新してよろしいですか?
ka_ge: დარწმუნებული ხართ, რომ გსურთ გამოწერის განახლება?
ku_iq: ئایا تۆ لە نوێکردنەوەی ئەم بەشداریکردنە دڵنیایت؟
ky: Бул жазылууну жаңыртууну каалаганыңызга ишенесизби?
lt: Ar tikrai norite pratęsti šią prenumeratą?
lv: Vai tiešām vēlaties atjaunot šo abonementu?
mr: तुम्ही खात्रीने या सदस्यतेचे नूतनीकरण करू इच्छिता ना?
ms: Adakah anda pasti mahu memperbaharui langganan ini?
nb_no: Er du sikker på at du vil fornye dette abonnementet?
nl: Weet u zeker dat u dit abonnement wil vernieuwen?
pl: Czy na pewno chcesz odnowić subskrypcję?
pt_br: Confirma a renovação desta subscrição?
pt_pt: Confirma a renovação desta subscrição?
ru: Вы уверены, что хотите продлить эту подписку?
sk_sk: Ste si istí, že chcete obnoviť toto predplatné?
sl_si: Ste prepričani, da želite obnoviti naročnino?
sv_se: Är du säker på att du vill förnya den här prenumerationen?
tr_tr: Bu aboneliği yenilemek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете продовжити дану підписку?
uz_cyrl: Ушбу обунани янгилашни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham bu obunani yangilamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn gia hạn thuê bao này?
zh_hant: 是否確定更新此訂閱？

# manager.subscriptions.confirmDelete
source: Are you sure you want to delete this subscription?
ar: هل أنت متأكد من رغبتك في حذف هذا الاشتراك؟
az: Bu abunəliyi silmək istədiyinizdən əminsinizmi?
bg_bg: Наистина ли искате да изтриете този абонамент?
ca_es: Esteu segur/a que voleu eliminar aquesta subscripció?
cs_cz: Jste si jisti, že chcete smazat toto předplatné?
da_dk: Er du sikker på, at du vil slette dette abonnement?
de_de: Sind Sie sicher, dass Sie dieses Abonnement löschen möchten?
es_es: ¿Seguro que desea eliminar esta suscripción?
eu: Ziur zaude harpidetza hau ezabatu nahi duzula?
fa_ir: آیا می‌خواهید این اشتراک را حذف کنید؟
fi: Haluatko varmasti poistaa tämän tilauksen?
fr_fr: Êtes-vous certain de vouloir supprimer cet abonnement ?
gl: Seguro/a que queres eliminar esta subscrición?
hi_in: क्या आप वाकई इस सदस्यता को हटाना चाहते हैं?
hr_hr: Jeste li sigurni da želite izbrisati ovu pretplatu?
hy: Իսկապե՞ս ուզում եք ջնջել այս բաժանորդագրությունը:
id_id: Apakah Anda yakin ingin menghapus langganan ini?
it_it: Sei sicuro di voler cancellare questo abbonamento?
ja: 購読を削除してよろしいですか?
ka_ge: დარწმუნებული ხართ, რომ გსურთ გამოწერის წაშლა?
ku_iq: ئایا تۆ لە سڕینەوەی ئەم بەشداریکردنە دڵنیایت؟
ky: Бул жазылууну өчүрүүнү каалаганыңызга ишенесизби?
lt: Ar tikrai norite ištrinti šią prenumeratą?
lv: Vai tiešām vēlaties dzēst šo abonementu?
mr: तुम्ही खात्रीने ही सदस्यता रद्द करू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan langganan ini?
nb_no: Er du sikker på at du vil slette dette abonnementet?
nl: Weet u zeker dat u dit abonnement wilt verwijderen?
pl: Czy na pewno chcesz usunąć subskrypcję?
pt_br: Deseja realmente excluir esta assinatura?
pt_pt: Deseja realmente eliminar esta subscrição?
ru: Вы уверены, что хотите удалить эту подписку?
sk_sk: Ste si istí, že chcete zmazať toto predplatné?
sl_si: Ste prepričani, da želite zbrisati to naročnino?
sr_rs@cyrillic: Да ли сте сигурни да желите обрисати ову претплату?
sr_rs@latin: Da li ste sigurni da želite obrisati ovu pretplatu?
sv_se: Är du säker på att du vill ta bort den här prenumerationen?
tr_tr: Bu aboneliği silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю передплату?
uz_cyrl: Ушбу обунани ўчиришни тасдиқлайсизми?
uz_uz@latin: Bu obunani oâ€˜chirib tashlamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa thuê bao này?
zh_cn: 您确定您要删除掉这个订户？
zh_hant: 是否確定刪除此訂閱？

# manager.subscriptions.summary
source: Subscriptions Summary
ar: ملخص الاشتراكات
az: Abunə xülasəsi
bg_bg: Резюме на абонаментите
ca_es: Resum de subscripcions
cs_cz: Souhrn předplatného
da_dk: Opsummering af abonnement
de_de: Zusammenfassung der Abonnements
es_es: Resumen de suscripciones
eu: Harpidetzen laburpena
fa_ir: خلاصه اشتراک‌ها
fi: Tilausten yhteenveto
fr_fr: Aperçu des abonnements
gl: Resumo de subscricións
hi_in: सदस्यता सारांश
hr_hr: Sve pretplate
hy: Բաժանորդագրությունների ամփոփում
id_id: Ringkasan Langganan
it_it: Riepilogo degli abbonamenti
ja: 購読の概要
ka_ge: გამოწერის საერთო ინფორმაცია
ku_iq: کورتەی بەشداریکردنەکان
ky: Жазылуулардын жыйынтыгы
lt: Apie prenumeratą trumpai
lv: Abonēšanas kopsavilkums
mr: सदस्यता सारांश
ms: Ringkasan Langganan
nb_no: Sammendrag av abonnementer
nl: Samenvatting abonnementen
pl: Podsumowanie subskrypcji
pt_br: Visão geral
pt_pt: Detalhes das Subscrições
ru: Общая информация о подписках
sk_sk: Súhrn predplatného
sl_si: Povzetek naročnin
sr_rs@cyrillic: Преглед претплата
sr_rs@latin: Pregled pretplata
sv_se: Prenumerationer sammanfattning
tr_tr: Abonelik Özeti
uk: Загальна інформація про передплати
uz_cyrl: Обуналар бўйича қисқача маълумот
uz_uz@latin: Obunalar haqida qisqacha ma'lumot
vi_vn: Tóm tắt thuê bao
zh_hant: 訂閱概要

# manager.subscriptions.create
source: Create New Subscription
ar: أنشئ اشتراكاً جديداً
az: Yeni bir abunəçi yaradın
bg_bg: Създайте нов абонамент
ca_es: Crea una subscripció nova
cs_cz: Vytvořit nové předplatné
da_dk: Opret nyt abonnement
de_de: Ein neues Abonnement erstellen
es_es: Crear una nueva suscripción
eu: Sortu harpidetza berri bat
fa_ir: ایجاد اشتراک جدید
fi: Luo uusi tilaus
fr_fr: Créer un nouvel abonnement
gl: Crear unha nova subscrición
hi_in: नई सदस्यता बनाएँ
hr_hr: Kreiraj novu pretplatu
hy: Ստեղծեք նոր բաժանորդագրություն
id_id: Buat Langganan Baru
it_it: Crea un nuovo abbonamento
ja: 新規購読
ka_ge: ახალი გამოწერის შექმნა
ku_iq: بەشداریکردنێکی نوێ دروست بکە
ky: Жаңы жазылуу түзүү
lt: Užsisakyti naują prenumeratą
lv: Izveidot jaunu abonementu
mr: नवीन सदस्यता निर्मिती
ms: Cipta Langganan Baru
nb_no: Opprett nytt abonnement
nl: Nieuw abonnement aanmaken
pl: Utwórz nową subskrypcję
pt_br: Incluir assinatura
pt_pt: Criar Novo Subscritor
ru: Создать новую подписку
sk_sk: Vytvoriť nové predplatné
sl_si: Ustvari novo naročnino
sr_rs@cyrillic: Креирај нову претплату
sr_rs@latin: Kreiraj novu pretplatu
sv_se: Skapa en ny prenumeration
tr_tr: Yeni Bir Abone Oluştur
uk: Створити нову передплату
uz_cyrl: Янги обуна яратиш
uz_uz@latin: Yangi obuna yaratish
vi_vn: Tạo thuê bao mới
zh_cn: 建立新的订户
zh_hant: 創建新訂閱

# manager.subscriptions.createTitle
source: Create
ar: إنشاء
az: Yaratmaq
bg_bg: Създай
ca_es: Crea
cs_cz: Vytvořit
da_dk: Opret
de_de: Erstellen
es_es: Crear
eu: Sortu
fa_ir: ایجاد
fi: Luo
fr_fr: Créer
gl: Crear
hi_in: बनाना
hr_hr: Napravi
hy: Ստեղծել
id_id: Buat
it_it: Crea
ja: 作成
ka_ge: შექმნა
ku_iq: دروست بکە
ky: Түзүү
lt: Užsisakyti
lv: Izveidot
mr: निर्मिती
ms: Cipta
nb_no: Opprett
nl: Aanmaken
pl: Utwórz
pt_br: Incluir
pt_pt: Criar
ru: Создать
sk_sk: Vytvoriť
sl_si: Ustvari
sr_rs@cyrillic: Креирај
sr_rs@latin: Kreiraj
sv_se: Skapa
tr_tr: Oluştur
uk: Створити
uz_cyrl: Янги обуна қўшиш
uz_uz@latin: Yaratmoq
vi_vn: Tạo
zh_cn: 建立
zh_hant: 創建

# manager.subscriptions.renew
source: Renew
ar: تجديد
az: Yenilə
bg_bg: Поднови
ca_es: Renova
cs_cz: Obnovit
da_dk: Forny
de_de: Erneuern
es_es: Renovar
eu: Berritu
fa_ir: تمدید
fi: Uusi
fr_fr: Renouveler
gl: Renovar
hi_in: नवीकरण
hr_hr: Obnovi
hy: Թարմացնել
id_id: Memperbaharui
it_it: Rinnova
ja: 更新
ka_ge: განახლება
ku_iq: نوێ بکەوە
ky: Жаңыртуу
lt: Pratęsti
lv: Atjaunot
mr: नूतनीकरण
ms: Perbaharui
nb_no: Forny
nl: Vernieuw
pl: Odnów
pt_br: Renovar
pt_pt: Renovar
ru: Продлить
sk_sk: Obnoviť
sl_si: Obnovi
sr_rs@cyrillic: Обнови
sr_rs@latin: Obnovi
sv_se: Förnya
tr_tr: Yenile
uk: Поновити
uz_cyrl: Янгилаш
uz_uz@latin: Yangilash
vi_vn: Gia hạn
zh_hant: 更新

# manager.subscriptions.dateEnd
source: End
ar: إنتهاء
az: Başa çatdır
bg_bg: Край
ca_es: Finalitza
cs_cz: Konec
da_dk: Slut
de_de: Ende
es_es: Finalización
eu: Amaitu
fa_ir: خاتمه
fi: Loppu
fr_fr: Terminer
gl: Data de fin
hi_in: समाप्त
hr_hr: Kraj
hy: Ավարտ
id_id: Akhiri
it_it: Fine
ja: 終了
ka_ge: დასასრული
ku_iq: کۆتایی
ky: Аяктоо
lt: Baigti
lv: Izbeigt
mr: समाप्ती
ms: Tamat
nb_no: Slutt
nl: Einddatum
pl: Koniec
pt_br: Expiração
pt_pt: Data Final
ru: Конец
sk_sk: Koniec
sl_si: Konec
sr_rs@cyrillic: Крај
sr_rs@latin: Kraj
sv_se: Slutdatum
tr_tr: Sonlandır
uk: Завершення
uz_cyrl: Тугаш санаси
uz_uz@latin: Oxiri
vi_vn: Kết thúc
zh_cn: 结束
zh_hant: 結束

# manager.subscriptions.dateEndSearch
source: End Date
ar: تأريخ الإنتهاء
az: Bitmə vaxtı
bg_bg: Крайна дата
ca_es: Data de finalització
cs_cz: Konečné datum
da_dk: Udløbsdato
de_de: Datum Ende
es_es: Fecha de finalización
eu: Amaiera-data
fa_ir: تاریخ انقضا
fi: Päättymispäivämäärä
fr_fr: Date de fin
gl: Data de fin
hi_in: अंतिम तिथि
hr_hr: Završni datum
hy: Ավարտի ամսաթիվ
id_id: Tanggal Berakhir
it_it: Data di fine
ja: 終了日
ka_ge: დასრულების თარიღი
ku_iq: کۆتا ڕۆژ
ky: Аяктоо датасы
lt: Pabaigos data
lv: Beigu datums
mr: शेवटची तारीख
ms: Tarikh Tamat
nb_no: Sluttdato
nl: Einddatum
pl: Data zakończenia
pt_br: Expiração
pt_pt: Expiração
ru: Дата окончания
sk_sk: Konečný dátum
sl_si: Datum konca
sr_rs@cyrillic: Датум завршетка
sr_rs@latin: Datum završetka
sv_se: Slutdatum
tr_tr: Bitiş Tarihi
uk: Дата завершення
uz_cyrl: Тугаш санаси бўйича қидириш
uz_uz@latin: Tugash sanasi
vi_vn: Ngày kết thúc
zh_cn: 结束日期
zh_hant: 完結日期

# manager.subscriptions.dateStart
source: Start
ar: بدء
az: Başlatma
bg_bg: Начало
ca_es: Inici
cs_cz: Začátek
de_de: Beginn
es_es: Inicio
eu: Hasi
fa_ir: شروع
fi: Alku
fr_fr: Commencer
gl: Data de inicio
hi_in: शुरू
hr_hr: Početak
hy: Սկիզբ
id_id: Mulai
it_it: Inizio
ja: 開始
ka_ge: დასაწყისი
ku_iq: دەستپێک
ky: Баштоо
lt: Pradėti
lv: Sākt
mr: सुरुवात
ms: Mula
nl: Startdatum
pl: Początek
pt_br: Início
pt_pt: Data Inicial
ru: Начало
sk_sk: Začiatok
sl_si: Začetek
sr_rs@cyrillic: Почетак
sr_rs@latin: Početak
sv_se: Startdatum
tr_tr: Başlat
uk: Початок
uz_cyrl: Бошланиш санаси
uz_uz@latin: Boshlash
vi_vn: Bắt đầu
zh_cn: 开始
zh_hant: 開始

# manager.subscriptions.dateStartSearch
source: Start Date
ar: تأريخ البدء
az: Başlanğıc tarixi
bg_bg: Начална дата
ca_es: Data d’inici
cs_cz: Počáteční datum
da_dk: Begyndelsesdato
de_de: Datum Beginn
es_es: Fecha de inicio
eu: Hasiera-data
fa_ir: تاریخ شروع
fi: Alkamispäivämäärä
fr_fr: Date de début
gl: Data de inicio
hi_in: आरंभ करने की तिथि
hr_hr: Početni datum
hy: Սկսման ամսաթիվ
id_id: Tanggal Mulai
it_it: Data di inizio
ja: 開始日
ka_ge: დაწყების თარიღი
ku_iq: ڕێککەوتی دەستپێک
ky: Баштоо датасы
lt: Pradžios data
lv: Sākuma datums
mr: प्रारंभ दिनांक
ms: Tarikh Mula
nb_no: Startdato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Início
pt_pt: Início
ru: Дата начала
sk_sk: Počiatočný dátum
sl_si: Datum začetka
sr_rs@cyrillic: Датум почетка
sr_rs@latin: Datum početka
sv_se: Startdatum
tr_tr: Başlangıç Tarihi
uk: Дата початку
uz_cyrl: Бошланиш санаси бўйича қидириш
uz_uz@latin: Boshlanish vaqti
vi_vn: Ngày bắt đầu
zh_cn: 开始日期
zh_hant: 開始日期

# manager.subscriptions.domain
source: Domain
ar: المجال
az: Sahə (domain)
bg_bg: Домейн
ca_es: Domini
cs_cz: Doména
da_dk: Domæne
es_es: Dominio
eu: Domeinua
fa_ir: دامنه
fi: Verkkotunnus (domain)
fr_fr: Domaine
gl: Dominio
hi_in: डोमेन
hr_hr: Domena
hy: Դոմեյն
it_it: Dominio
ja: ドメイン
ka_ge: დომენი
ku_iq: دۆمەین
ky: Домен
lt: Sritis
lv: Domēns
mr: डोमेन
nb_no: Domene
nl: Domein
pl: Zakres
pt_br: Dominio
pt_pt: Dominio
ru: Домен
sk_sk: Doména
sl_si: Domena
sr_rs@cyrillic: Домен
sr_rs@latin: Domen
sv_se: Domän
tr_tr: Alan (Domain)
uk: Домен
uz_cyrl: Домен (IP орқали кириш учун)
uz_uz@latin: Domen
vi_vn: Tên miền
zh_cn: 域名
zh_hant: 網域

# manager.subscriptions.edit
source: Edit Subscription
ar: تعديل الاشتراك
az: Abunəliyi tənzimləyin
bg_bg: Редактиране на абонамент
ca_es: Edita la subscripció
cs_cz: Editovat předplatné
da_dk: Rediger abonnement
de_de: Abonnement bearbeiten
es_es: Editar suscripción
eu: Editatu harpidetza
fa_ir: ویرایش اشتراک
fi: Muokkaa tilausta
fr_fr: Modifier l'abonnement
gl: Editar subscrición
hi_in: सदस्यता संपादित करें
hr_hr: Uredi pretplatu
hy: Խմբագրել բաժանորդագրությունը
id_id: Edit Langganan
it_it: Modifica abbonamento
ja: 購読の編集
ka_ge: გამოწერის ჩასწორება
ku_iq: دەستکاریکردنی بەشداریکردن
ky: Жазылууну түзөтүү
lt: Prenumeratos tikslinimas
lv: Rediģēt abonementu
mr: सदस्यता संपादन करा
ms: Sunting Langganan
nb_no: Rediger abonnement
nl: Bewerk abonnement
pl: Edytuj subskrypcję
pt_br: Editar assinatura
pt_pt: Editar Subscrição
ru: Редактировать подписку
sk_sk: Editovať predplatné
sl_si: Uredi naročnino
sr_rs@cyrillic: Уреди претплату
sr_rs@latin: Uredi pretplatu
sv_se: Redigera prenumeration
tr_tr: Aboneliği Düzenle
uk: Редагувати передплату
uz_cyrl: Таҳрирлаш
uz_uz@latin: Obunani tahrirlash
vi_vn: Sửa thuê bao
zh_cn: 编辑订户
zh_hant: 更改訂閱

# manager.subscriptions.editTitle
source: Edit
ar: التعديل
az: Düzəldin
bg_bg: Редактиране
ca_es: Edita
cs_cz: Editovat
da_dk: Rediger
de_de: Bearbeiten
es_es: Editar
eu: Editatu
fa_ir: ویرایش
fi: Muokkaa
fr_fr: Modifier
gl: Editar
hi_in: संपादित करें
hr_hr: Uredi
hy: Խմբագրել
it_it: Modifica
ja: 編集
ka_ge: ჩასწორება
ku_iq: گۆڕانکاری
ky: Түзөтүү
lt: Taisyti
lv: Rediģēt
mr: संपादन करा
ms: Sunting
nb_no: Rediger
nl: Bewerk
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ru: Редактировать
sk_sk: Editovať
sl_si: Uredi
sr_rs@cyrillic: Уреди
sr_rs@latin: Uredi
sv_se: Redigera
tr_tr: Düzelt
uk: Редагувати
uz_cyrl: Обунани таҳрирлаш
uz_uz@latin: Tahrirlash
vi_vn: Sửa
zh_cn: 编辑
zh_hant: 更改

# manager.subscriptions.withStatus
source: With Status
ar: مع الحالة
az: Vəziyyət ilə
bg_bg: Със статус
ca_es: Amb l'estat
cs_cz: Se stavem
da_dk: Med status
de_de: Mit dem Status
es_es: Incluir estado
eu: Egoerarekin
fa_ir: دارای وضعیت
fi: Joiden tila on
fr_fr: Avec le statut
gl: Co estado
hi_in: स्थिति के साथ में
hr_hr: Sa statusom
hy: Կարգավիճակով
id_id: Dengan Status
it_it: Con status
ja: ステータス付き
ka_ge: სტატუსით
ku_iq: لەگەڵ بارودۆخ
ky: Статус менен
lt: Taikyti tokį statusą
lv: Ar statusu
mr: स्थिती (स्टेटस) सह
ms: Dengan Status
nb_no: Med status
nl: Met status
pl: Ze statusem
pt_br: Com situação
pt_pt: Com Situação
ru: Со статусом
sk_sk: So stavom
sl_si: S statusom
sr_rs@cyrillic: Са статусом
sr_rs@latin: Sa statusom
sv_se: Med status
tr_tr: Durum ile
uk: Зі статусом
uz_cyrl: Статус бўйича
uz_uz@latin: Status bilan
vi_vn: Với trạng thái
zh_hant: 顯示狀態

# manager.subscriptions.allStatus
source: All
ar: الجميع
az: Hamısı
bg_bg: Всички
ca_es: Totes
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
eu: Guztia
fa_ir: همه
fi: Kaikki
fr_fr: Tous
gl: Todos
hi_in: सब
hr_hr: Sve
hy: Բոլորը
id_id: Semua
it_it: Tutti
ja: 全て
ka_ge: ყველა
ku_iq: هەمو
ky: Бардыгы
lt: Visi
lv: Viss
mr: सर्व
ms: Semua
nb_no: Alle
nl: Alle
pl: Wszystkie
pt_br: Todas
pt_pt: Todas
ru: Все
sk_sk: Všetko
sl_si: Vse
sr_rs@cyrillic: Све
sr_rs@latin: Sve
sv_se: Alla
tr_tr: Hepsi
uk: Всі
uz_cyrl: Барча статуслар
uz_uz@latin: Hammasi
vi_vn: Tất cả
zh_hant: 全部

# manager.subscriptions.form.status
source: Status
ar: الحالة
az: Vəziyyət
bg_bg: Статус
ca_es: Estat
cs_cz: Stav
es_es: Estado
eu: Egoera
fa_ir: وضعیت
fi: Tila
fr_fr: Statut
gl: Estado
hi_in: स्थिति
hy: Կարգավիճակ
ja: 状態
ka_ge: სტატუსი
ku_iq: بارودۆخ
ky: Статус
lt: Statusas
lv: Statuss
mr: स्थिती
pt_br: Situação
pt_pt: Estado
ru: Статус
sk_sk: Stav
sr_rs@cyrillic: Статус
tr_tr: Durum
uk: Статус
uz_cyrl: Статус
uz_uz@latin: Holat
vi_vn: Trạng thái
zh_cn: 状态
zh_hant: 狀態

# manager.subscriptions.form.statusRequired
source: A subscription status is required.
ar: حالة الاشتراك مطلوبة حتماً.
az: Abunə statusu tələb olunur.
bg_bg: Изисква се статус на абонамент.
ca_es: Heu d’introduir un estat de subscripció.
cs_cz: Je vyžadován stav předpaltného.
da_dk: Abonnementsstatus kræves.
de_de: Ein Abonnement-Status ist erforderlich-
es_es: Especifique un estado de suscripción.
eu: Harpidetza-egoera bat zehaztu behar da.
fa_ir: وضعیت اشتراک لازم است
fi: Tilauksen tila vaaditaan.
fr_fr: Le statut de l'abonnement est obligatoire.
gl: É necesario un estado de subscrición.
hi_in: सदस्यता की स्थिति की आवश्यकता है।
hr_hr: Obavezan je status pretplate.
hy: Պահանջվում է բաժանորդագրության կարգավիճակ:
id_id: Status langganan harus ada.
it_it: Inserire lo status dell'abbonamento.
ja: 購読の状態が必要です。
ka_ge: გამოწერის სტატუსი სავალდებულოა.
ku_iq: بارودۆخی بەشداریکردن داوا کراوە.
ky: Жазылуу статусу талап кылынат.
lt: Būtina nurodyti prenumeratos statusą.
lv: Ir nepieciešams abonēšanas statuss.
mr: सदस्यता स्थिती आवश्यक आहे.
ms: Status langganan diperlukan.
nb_no: Abonnementsstatus må oppgis.
nl: De status van het abonnement is verplicht.
pl: Status subskrypcji jest wymagany.
pt_br: A situação da assinatura é obrigatória.
pt_pt: A situação da subscrição é obrigatória.
ru: Статус подписки обязателен.
sk_sk: Je požadovaný stav predplatného.
sl_si: Status naročnine je obvezen.
sr_rs@cyrillic: Потребан је статус претплате.
sr_rs@latin: Potreban je status pretplate.
sv_se: Status för prenumerationen krävs.
tr_tr: Abonelik durumu gerekli.
uk: Необхідно вказати статус передплати.
uz_cyrl: Статус танланиши шарт.
uz_uz@latin: Obuna holati talab qilinadi.
vi_vn: Một trạng thái của thuê bao là bắt buộc.
zh_cn: 一个订阅状态是必须的。
zh_hant: 必須有訂閱狀態。

# manager.subscriptions.form.statusValid
source: Please select a valid subscription status.
ar: لطفاً، إختر حالة صحيحة للاشتراك.
az: Zəhmət olmasa etibarlı bir abunəlik statusu seçin.
bg_bg: Моля, изберете валиден статус на абонамента.
ca_es: Seleccioneu un estat de subscripció vàlid.
cs_cz: Zvolte prosím platný stav předplatného.
da_dk: Vælg en gyldig abonnementsstatus.
de_de: Bitte wählen Sie einen gültigen Abonnement-Status.
es_es: Seleccione un estado de suscripción válido.
eu: Mesedez, hautatu baliozko harpidetza-egoera bat.
fa_ir: لطفاً نوع معتبری از وضعیت اشتراک را انتخاب کنید.
fi: Valitse kelvollinen tilauksen tila.
fr_fr: Veuillez sélectionner un statut d'abonnement valide.
gl: Selecciona un estado de subscrición válido.
hi_in: कृपया एक मान्य सदस्यता स्थिति चुनें।
hr_hr: Odaberite važeći status pretplate.
hy: Խնդրում ենք ընտրել բաժանորդագրության վավեր կարգավիճակ:
id_id: Pilih status langganan yang valid.
it_it: Seleziona uno status valido per l'abbonamento.
ja: 有効な購読ステータスを選択してください。
ka_ge: გთხოვთ, აირჩიოთ გამოწერის სწორი სტატუსი.
ku_iq: تکایە جۆرێکی بەشداریکردنی بەردەست هەڵبژێرە.
ky: Туура жазылуу статусун тандаңыз.
lt: Prašom nurodyti tinkamą prenumeratos statusą.
lv: Lūdzu, izvēlieties derīgu abonēšanas statusu.
mr: कृपया ग्राह्य सदस्यता स्थिती निवडा.
ms: Sila pilih status langganan yang sah.
nb_no: Vennligst velg en gyldig abonnementsstatus.
nl: Kies een geldige status voor het abonnement.
pl: Wybierz status subskrypcji.
pt_br: Escolha uma situação válida.
pt_pt: Escolha uma situação de subscrição válida.
ru: Пожалуйста, выберите правильный статус подписки.
sk_sk: Zvoľte prosím platný stav predplatného.
sl_si: Prosimo izberite veljaven status naročnine.
sr_rs@cyrillic: Одаберите исправан статус претплате.
sr_rs@latin: Odaberite ispravan status pretplate.
sv_se: Välj en giltlig prenumerationsstatus.
tr_tr: Lütfen geçerli bir abonelik statüsü seçiniz.
uk: Будь ласка, коректно вкажіть статус передплати.
uz_cyrl: Тўғри статус танланг.
uz_uz@latin: Iltimos, to'g'ri obuna holatini tanlang.
vi_vn: Vui lòng chọn một trạng thái thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅状态。
zh_hant: 請選擇一個有效訂閱狀態。

# manager.subscriptions.form.typeId
source: Subscription type
ar: نوعية الاشتراك
az: Abunəlik növü
bg_bg: Тип абонамент
ca_es: Tipus de subscripció
cs_cz: Typ předplatného
da_dk: Abonnementstype
de_de: Abonnementtyp
es_es: Tipo de suscripción
eu: Harpidetza mota
fa_ir: نوع اشتراک
fi: Tilausvaihtoehto
fr_fr: Type d'abonnement
gl: Tipo de subscrición
hi_in: सदस्यता प्रकार
hr_hr: Tip pretplate
hy: Բաժանորդագրության տեսակը
id_id: Tipe langganan
it_it: Tipo di abbonamento
ja: 購読種別
ka_ge: გამოწერის ტიპი
ku_iq: جۆرەکانی بەشداریکردن
ky: Жазылуу түрү
lt: Prenumeratos rūšis
lv: Abonēšanas veids
mr: सदस्यतेचा प्रकार
ms: Jenis langganan
nb_no: Abonnementstype
nl: Abonnementsvorm
pl: Typ subskrypcji
pt_br: Tipo de assinatura
pt_pt: Tipo de Subscrição
ru: Тип подписки
sk_sk: Typ predplatného
sl_si: Tip naorčnine
sr_rs@cyrillic: Тип претплате
sr_rs@latin: Tip pretplate
sv_se: Prenumerationsform
tr_tr: Abonelik türü
uk: Тип передплати
uz_cyrl: Обуна тури
uz_uz@latin: Obuna turi
vi_vn: Kiểu thuê bao
zh_cn: 订阅类别
zh_hant: 訂閱種類
