Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# doi.manager.settings.doiIssueSuffixPatternRequired
source: Please enter the DOI suffix pattern for issues.
ar: لطفاً، أدخل نمط لاحقة DOI للأعداد.
az: Zəhmət olmasa nömrələr üçün nümunə/şablon DOI son əlavəsi daxil edin
bg_bg: Моля, въведете шаблон за DOI суфикс за броеве.
eu: Mesedez, sartu DOI atzizkiaren eredua zenbakietarako.
fi: Anna DOI-suffiksin rakenne numeroita varten.
gl: Introduza o padrón do sufixo DOI para os números.
hy: Խնդրում ենք մուտքագրել DOI վերջածանցի նմուշը թողարկումների համար:
ka_ge: გთხოვთ შეიტანოთ DOI-ს სუფიქსის შაბლონი ყველა გამოცემისათვის.
ky: Чыгарылыштар үчүн DOI суффикс үлгүсүн киргизиңиз.
lt: Įveskite DOI priesagos šabloną problemoms spręsti.
lv: Lūdzu, ievadiet DOI sufiksa modeli žurnāla numuriem.
mr: कृपया अंकांसाठी DOI प्रत्यय प्रारूपाची (suffix pattern) नोंद करा.
ms: Sila masukkan corak akhiran DOI untuk isu.
nl: Kies het DOI voorvoegsel voor nummers.
pl: Podaj wzór sufiksu DOI dla numerów.
ru: Пожалуйста, введите шаблон суффикса DOI для выпусков.
uk: Будь ласка, визначте шаблон суфіксу DOI для випусків.
uz_cyrl: Нашр сонлари учун суффикс андозасини киритинг.
uz_uz@latin: Muammolar uchun DOI qo'shimchasini kiriting.
zh_hant: 請輸入每期DOI字尾的樣式。

# doi.manager.settings.doiSubmissionSuffixPatternRequired
source: Please enter the DOI suffix pattern for articles.
ar: لطفاً، أدخل نمط لاحقة DOI للمقالات.
az: Zəhmət olmasa məqalələr üçün nümunə/şablon DOI son əlavəsi daxil edin
bg_bg: Моля, въведете шаблон за DOI суфикс за статии.
eu: Mesedez, sartu DOI atzizkiaren eredua artikuluetarako.
fi: Anna DOI-suffiksin rakenne artikkeleita varten.
gl: Introduza o padrón do sufixo DOI para os artigos.
hy: Խնդրում ենք մուտքագրել հոդվածների DOI վերջածանցի նմուշը:
ka_ge: გთხოვთ შეიტანოთ DOI-ს სუფიქსი სტატიებისათვის.
ky: Макалалар үчүн DOI суффикс үлгүсүн киргизиңиз.
lt: Įveskite straipsnių DOI priesagos šabloną.
lv: Lūdzu, ievadiet DOI sufiksa modeli rakstiem.
mr: कृपया लेखांसाठी DOI प्रत्यय प्रारूपाची (suffix pattern) नोंद करा.
ms: Sila masukkan pola akhiran DOI untuk artikel.
nl: Kies het DOI voorvoegsel voor artikels.
pl: Podaj wzór sufiksu DOI dla artykułów.
ru: Пожалуйста, введите шаблон суффикса DOI для статей.
uk: Будь ласка, визначте шаблон суфіксу DOI для статей.
uz_cyrl: Мақолалар учун суффикс андозасини киритинг.
uz_uz@latin: Maqolalar uchun DOI qo'shimchasini kiriting.
zh_hant: 請輸入每篇文章DOI字尾的樣式。

# doi.manager.settings.doiRepresentationSuffixPatternRequired
source: Please enter the DOI suffix pattern for galleys.
ar: لطفاً، أدخل نمط لاحقة DOI للألواح الطباعية.
az: Zəhmət olmasa dizayn tablaları üçün nümunə/şablon DOI son əlavəsi daxil edin
bg_bg: Моля, въведете шаблон за DOI суфикс за типографии.
eu: Mesedez, sartu DOI atzizkiaren eredua galeradetarako.
fi: Anna DOI-suffiksin rakenne julkaistavia tiedostoja varten.
gl: Introduza o padrón do sufixo DOI para as galeradas.
hy: Խնդրում ենք մուտքագրել DOI վերջածանցի նմուշը շարվածքների համար:
ka_ge: გთხოვთ შეიტანოთ DOI-ს სუფიქსი გალერეებისათვის.
ky: Версткалар үчүн DOI суффикс үлгүсүн киргизиңиз.
lt: Įveskite virtuvės DOI priesagos šabloną.
lv: Lūdzu, ievadiet DOI sufiksa modeli saliktņiem.
mr: कृपया कच्च्या मुद्रितांसाठी DOI प्रत्यय प्रारूपाची (suffix pattern) नोंद करा.
ms: Sila masukkan corak akhiran DOI untuk galley.
nl: Kies het DOI voorvoegsel voor proeven.
pl: Podaj wzór sufiksu DOI dla plików finalnych.
ru: Пожалуйста, введите шаблон суффикса DOI для гранок.
uk: Будь ласка, визначте шаблон суфіксу DOI для гранок.
uz_cyrl: Файллар учун суффикс андозасини киритинг.
uz_uz@latin: Iltimos, oshxona uchun DOI qo'shimchasini kiriting.
zh_hant: 請輸入每份校對樣本DOI字尾的樣式。

# doi.manager.settings.doiReassign
source: Reassign DOIs
ar: أعد تعيين DOI
az: DOI-ləri yenidən təyin edin
bg_bg: Преназначаване на DOI идентификатори
eu: Berriro esleitu DOIak
fi: Määritä DOI-tunnisteet uudelleen
gl: Reasignar os DOIs
hy: Վերանշանակել DOI-ները
ka_ge: DOI-ს ამოცვლა
ky: DOIлерди кайра дайындоо
lt: Priskirti DOI iš naujo
lv: DOI atkārtota piešķiršana
mr: DOI पुन्हा नव्याने द्या
ms: menugaskan semula DOI
nl: DOI's opnieuw toekennen
pl: Przydziel ponownie DOI
ru: Переприсвоить DOI
uk: Перепризначити DOI
uz_cyrl: DOI-ларни қайта тайинлаш
uz_uz@latin: DOIlarni qayta tayinlash
zh_hant: 重置DOI

# doi.manager.settings.doiReassign.description
source: If you change your DOI configuration, DOIs that have already been assigned will not be affected. Once the DOI configuration is saved, use this button to clear all existing DOIs so that the new settings will take effect with existing objects.
ar: إذا قمت بتغيير إعدادات DOI، فإن DOI التي سبق لك تعيينها لن تكون ذات جدوى. بمجرد حفظ إعدادات DOI، استعمل هذا الزر لإزالة كل ما موجود من DOI بحيث يمكن للإعدادات الجديدة أن يظهر مفعولها في المكونات الموجودة سلفاً.
az: DOI konfiqurasiyanızı dəyişdirsəniz, əvvəlcədən təyin edilmiş DOI-lər bundan təsirlənməz. DOI konfiqurasiyası yadda saxlandıqdan sonra, mövcud bütün DOI-ləri təmizləmək üçün bu düyməni istifadə edin, beləliklə yeni tənzimlər mövcud obyektlərlə effektivləşir.
bg_bg: Ако промените конфигурацията на вашия DOI, вече назначените DOI идентификатори няма да бъдат засегнати. След като конфигурацията на DOI бъде запазена, използвайте този бутон за изчистване на всички съществуващи DOI идентификатори, така че новите настройки да влязат в сила за съществуващите обекти.
eu: DOI konfigurazioa aldatzen baduzu, esleitutako DOIak ez dira aldatuko. DOI konfigurazioa gorde ondoren, erabili botoi hau dauden DOI guztiak ezabatzeko, ezarpen berriak dauden objektuetan eragina izan dezan.
fi: Jos muutat DOI-määritystäsi, se ei vaikuta aiemmin määritettyihin DOI-tunnisteisiin. Kun DOI-määritys on tallennettu, poista kaikki olemassa olevat DOI-tunnisteet tämän painikkeen avulla, jotta uudet asetukset alkavat päteä myös olemassa oleviin objekteihin.
gl: Se cambia a configuración do DOI, os DOI xa asignados non se verán afectados. Unha vez gardada a configuración do DOI, use este botón para borrar todos os DOIs existentes para que a nova configuración teña efecto cos obxectos existentes.
hy: Եթե փոխեք ձեր DOI կազմաձևը, DOI-ները, որոնք արդեն նշանակվել են, չեն ազդի: Երբ DOI-ի կազմաձևը պահպանվի, օգտագործեք այս կոճակը՝ բոլոր առկա DOI-ները մաքրելու համար, որպեսզի նոր կարգավորումներն ուժի մեջ մտնեն գոյություն ունեցող օբյեկտների հետ:
ka_ge: თუ შეცვლით DOI-ს კონფიგურაციას, ის არ შეეხება იმ DOI-ს, რომელიც უკვე მინიჭებულია. DOI-ს კონფიგურაციის შენახვის შემდგომ გამოიყენეთ ეს ღილაკი, რათა წაშალოთ ყველა არსებული DOI, რომ განახლებულმა პარამეტრებმა იმოქმედოს უკვე არსებულ ობიექტებზე.
ky: Эгер DOI конфигурациясын өзгөртсөңүз, мурун дайындалган DOIлерге таасир этпейт. DOI конфигурациясы сакталгандан кийин бул баскычты колдонуп бардык учурдагы DOIлерди тазалаңыз, ошондо жаңы жөндөөлөр учурдагы объекттерге таасир этет.
lt: Jei pakeisite DOI konfigūraciją, jau priskirti DOI nebus paveikti. Išsaugojus DOI konfigūraciją, naudokite šį mygtuką, kad išvalytumėte visus esamus DOI, jog nauji nustatymai įsigaliotų esamiems objektams.
lv: Ja mainīsiet DOI konfigurāciju, tas neietekmēs jau piešķirtos DOI. Kad DOI konfigurācija ir saglabāta, izmantojiet šo pogu, lai dzēstu visus esošos DOI un jaunie iestatījumi stātos spēkā esošajiem objektiem.
mr: तुम्ही तुमचे DOI कॉन्फिगरेशन बदलल्यास, यापूर्वी दिलेले DOI बदलणार नाहीत. DOI कॉन्फिगरेशन सेव्ह केल्यावर, अस्तित्वात असलेले सगळे DOI नव्या कॉन्फिगरेशननुसार आणण्यासाठी हे बटण वापरा.
ms: Jika anda menukar konfigurasi DOI anda, DOI yang telah ditetapkan tidak akan terjejas. Setelah konfigurasi DOI disimpan, gunakan butang ini untuk mengosongkan semua DOI sedia ada supaya tetapan baharu akan berkuat kuasa dengan objek sedia ada.
nl: Als u de DOI configuratie verandert, heeft dat geen gevolgen voor reeds toegekende DOI's. Nadat de gewijzigde DOI configuratie is opgeslagen kunt u deze knop gebruiken om alle bestaande DOI's te wissen om de nieuwe instellingen ook toe te passen op bestaande objecten.
pl: Jeżeli zmienisz konfigurację DOI, przydzielone DOI nie będą zmienione. Po zapisaniu konfiguracji wykorzystaj ten przycisk aby wyczyścić istniejące DOI i przydzielić numerację ponownie dla istniejących obiektów.
ru: Если вы измените вашу конфигурацию DOI, то она не затронет DOI, которые уже были присвоены. После сохранения конфигурации DOI используйте эту кнопку, чтобы удалить все существующие DOI для того, чтобы новые настройки повлияли на существующие объекты.
uk: Якщо ви зміните свою DOI-конфігурацію, то вона не стосуватиметься DOI які вже були призначені. Після збереження конфігурації DOI використовуйте цю кнопку, щоб видалити усі існуючі DOI для того, щоб нові налаштування вплинули на існуючі об'єкти.
uz_cyrl: Мавжуд DOI-ларни ўчириб, янги андоза асосида қайта тайинлаш.
uz_uz@latin: Agar siz DOI konfiguratsiyasini o'zgartirsangiz, allaqachon tayinlangan DOIlarga ta'sir qilmaydi. DOI konfiguratsiyasi saqlanganidan so'ng, ushbu tugma yordamida barcha mavjud DOIlarni tozalash kerak, shunda yangi sozlamalar mavjud ob'ektlar bilan kuchga kiradi.
zh_hant: 如您改變了你的DOI設定，已配置的DOI將不會受到影響。當儲存了DOI設定，可按此按鈕以清除所有現存DOI，然後新的設定將影響現有項目。

# doi.manager.settings.doiReassign.confirm
source: Are you sure you wish to delete all existing DOIs?
ar: هل أنت متأكد من رغبتك في إزالة كل ما موجود من DOI؟
az: Mövcud olan bütün DOI-ləri silmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да изтриете всички съществуващи DOI идентификатори?
eu: Ziur zaude dauden DOI guztiak ezabatu nahi dituzula?
fi: Haluatko varmasti poistaa kaikki olemassa olevat DOI-tunnisteet?
gl: Estás seguro/a de que desexas eliminar todos os DOIs existentes?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել բոլոր առկա DOI-ները:
ka_ge: დარწმუნებული ხართ, რომ გსურთ ყველა არსებული DOI-ს წაშლა?
ky: Бардык учурдагы DOIлерди өчүрүүнү каалаганыңызга ишенесизби?
lt: Ar tikrai norite ištrinti visus esamus DOI?
lv: Vai tiešām vēlaties dzēst visus esošos DOI?
mr: तुम्ही खात्रीपूर्वक सर्व विद्यमान DOI ना हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan semua DOI sedia ada?
nl: Weet u zeker dat u alle bestaande DOI's wilt verwijderen?
pl: Czy na pewno usunąć wszystkie istniejące DOI?
ru: Вы уверены, что хотите удалить все существующие DOI?
uk: Ви впевнені, що хочете видалити усі існуючі DOI?
uz_cyrl: Барча объектлар учун DOI-ларни қайта тайинлашни тасдиқлайсизми? Бу амални орқага қайтариб бўлмайди.
uz_uz@latin: Haqiqatan ham barcha mavjud DOIlarni o'chirmoqchimisiz?
zh_hant: 是否確認刪除所有現有DOI?

# doi.manager.settings.doiAssignJournalWide
source: Assign DOIs
ar: تعيين معرفات DOI
az: DOI-ləri təyin edin
bg_bg: Назначаване на DOI
eu: Esleitu DOIak
fi: Liitä DOI-tunnisteita
gl: Asignar DOIs
hy: Նշանակեք DOI-ներ
ka_ge: DOI-ს მინიჭება
ky: DOIлерди дайындоо
lt: Priskirti DOI
lv: Piešķirt DOI
mr: DOI निर्दिष्ट करा
ms: Berikan DOI
nl: Ken DOI's toe
pl: Przydziel DOI
ru: Присвоить DOI
uk: Призначити DOI
uz_cyrl: Журнал бўйича DOI тайинлаш
uz_uz@latin: DOI -ni tayinlang
zh_hant: 配置DOI

# doi.manager.settings.doiAssignJournalWide.description
source: Assign DOIs to all published journal objects that have not been assigned DOIs. This action can not be used with the individual suffix configuration. If you have modified the DOI configuration above, please save your changes before initiating this action. Assigning DOIs may take a long time, depending on the number of published objects in the journal.
ar: قم بتعيين معرفات DOI لجميع المكونات المنشورة في المجلة والتي لم يسبق لها أن حصلت على تلك المعرفات. هذا الإجراء لا يمكن استعماله عند تهيئة اللاحقة بشكل منفرد. إن قمت بتعديل إعدادات DOI أعلاه، لطفاً قم بحفظ التغييرات قبل الشروع بهذا الإجراء. تعيين معرفات DOI قد يستغرق وقتاً طويلاً، إعتماداً على عدد المكونات المنشورة في المجلة.
az: DOI-ləri təyin edilməmiş nəşr edilmiş bütün Jurnal elementlərinə DOI təyin edin. Bu hərəkət, fərdi sonşəkilçi/suffix konfiqurasiyası ilə istifadə edilməz. Yuxarıda DOI konfiqurasiyasını dəyişdirdinizsə, zəhmət olmasa bu əməliyyatı başlatmazdan əvvəl dəyişikliklərinizi yadda saxlayın. DOI-ləri təyin etmək, jurnaldakı nəşr edilmiş obyektlərin sayına görə uzun vaxt ala bilər.
bg_bg: Назначете DOI на всички публикувани обекти в списанието, които нямат назначени DOI. Това действие не може да се използва с индивидуалната конфигурация на суфикса. Ако сте променили горната конфигурация на DOI, запазете промените си, преди да предприемете това действие. Назначаването на DOI може да отнеме известно време, в зависимост от броя публикувани обекти в списанието.
eu: Esleitu DOIa DOIrik ez duten aldizkariko argitaratutako objektu guztiei. Ekintza hau ezin da erabili banakako atzizkien konfigurazioarekin erabili. Goiko DOI konfigurazioa aldatu baduzu, gorde aldaketak ekintza hau hasi aurretik. DOIak esleitzeak denbora asko iraun dezake, aldizkarian argitaratutako objektu-kopuruaren arabera.
fi: Liitä DOI-tunnisteet <i>kaikkiin</i> julkaistuihin objekteihin (tavallisesti artikkelit), joille ei ole annettu DOI-tunnistetta. Tätä toimintoa ei voi käyttää, mikäli DOI-tunnisteet määritetään yksilöllisesti. Mikäli olet muuttanut DOI-asetuksia yllä, tallenna ensin tekemäsi muutokset. Tunnisteiden liittäminen voi viedä pitkään, jos julkaistuja objekteja on paljon.
gl: Asignar DOIs a todos os obxectos publicados na revista aos que non se lles asignaron DOIs. Esta acción non se pode empregar coa configuración do sufixo individual. Se modificou a configuración do DOI anterior, garde os seus cambios antes de iniciar esta acción. A asignación de DOIs pode levar moito tempo, dependendo do número de obxectos publicados na revista.
hy: Նշանակեք DOI-ներ ամսագրի բոլոր հրապարակված օբյեկտներին, որոնց չեն նշանակվել DOI: Այս գործողությունը չի կարող օգտագործվել անհատական վերջածանցի կազմաձևման հետ: Եթե դուք փոփոխել եք վերը նշված DOI-ի կազմաձևը, խնդրում ենք պահպանել ձեր փոփոխությունները նախքան այս գործողությունը սկսելը: DOI-ների նշանակումը կարող է երկար ժամանակ տևել՝ կախված ամսագրում հրապարակված օբյեկտների քանակից:
ka_ge: DOI-ს მინიჭება ჟურნალის ყველა გამოქვეყნებულ ობიექტზე, რომელბზეც ჯერ არ არის DOI მინიჭებული. არ შეიძლება ამ ქმედების გამოყენება ინდივიდუალური სუფუქსის მორგებისას. თუ თქვენ ზემოთ უკვე შეცვალეთ DOI-ს კონფიგურაცია, გთხოვთ შეინახეთ ცვლილებები აღნიშნული მოქმედების გაშვებამდე. ჟურნალში გამოქვეყნებული ობიექტების რაოდენობიდან გამომდინარე, DOI-ს მინიჭებას შესაძლოა დიდი დრო დასჭირდეს.
ky: DOI дайындалбаган бардык жарыяланган журнал объекттерине DOIлерди дайындаңыз. Бул аракетти жеке суффикс конфигурациясы менен колдонууга болбойт. Эгер жогоруда DOI конфигурациясын өзгөртсөңүз, бул аракетти баштоодон мурун өзгөртүүлөрдү сактаңыз. DOIлерди дайындоо журналдагы жарыяланган объекттердин санына жараша көп убакытты талап кылышы мүмкүн.
lt: Priskirkite DOI visiems publikuotiems žurnalo objektams, kuriems nebuvo priskirti DOI. Šio veiksmo negalima naudoti su individualia priesagos konfigūracija. Jei modifikavote aukščiau pateiktą DOI konfigūraciją, prieš pradėdami šį veiksmą išsaugokite pakeitimus. DOI priskyrimas gali užtrukti ilgai, priklausomai nuo publikuotų objektų skaičiaus žurnale.
lv: Piešķirt DOI visiem publicētajiem žurnāla objektiem, kuriem nav piešķirts DOI. Šo darbību nevar izmantot kopā ar individuālo sufiksu konfigurāciju. Ja iepriekš esat mainījis DOI konfigurāciju, pirms šīs darbības uzsākšanas saglabājiet izmaiņas. DOI piešķiršana var aizņemt ilgu laiku atkarībā no žurnālā publicēto objektu skaita.
mr: DOI न दिलेल्या पूर्वीच्या सर्व प्रकाशित नियतकालिकातील लेखांना DOI द्या. ही क्रिया पुढे जोडल्या जाणार्‍या प्रत्येक कॉन्फिगरेशनबरोबर वापरली जाऊ शकत नाही. तुम्ही वरील DOI कॉन्फिगरेशनमध्ये बदल केले असल्यास, कृपया ही क्रिया सुरू करण्यापूर्वी तुमचे बदल जतन करा. नियतकालिकामधील प्रकाशित लेखांच्या संख्येनुसार, DOI देण्यास बराच वेळ लागू शकतो.
ms: Berikan DOI kepada semua objek jurnal yang diterbitkan yang belum diberikan DOI. Tindakan ini tidak boleh digunakan dengan konfigurasi akhiran individu. Jika anda telah mengubah suai konfigurasi DOI di atas, sila simpan perubahan anda sebelum memulakan tindakan ini. Menetapkan DOI mungkin mengambil masa yang lama, bergantung pada bilangan objek yang diterbitkan dalam jurnal.
nl: Ken DOI's toe aan alle gepubliceerde objecten in het tijdschrift die nog geen DOI hebben. Deze actie kan niet worden gebruikt als een individueel achtervoegsel werd ingesteld. Als bovenstaande DOI configuratie werd gewijzigd, sla dan de wijzigingen op alvorens deze actie uit te voeren. Het toekennen van DOI's kan lang duren, afhankelijk van het aantal gepubliceerde objecten in het tijdschrift.
pl: Przydziel DOI dla wszystkich obiektów w czasopiśmie dla których nie zostały przydzielone. To działanie nie może zostać zrealizowane z indywidualną konfiguracją sufiksu. Jeżeli zmodyfikowałeś konfigurację DOI powyżej, zapisz swoje zmiany przed wykonaniem tego działania. Przydzielanie DOI może chwilę potrwać - w zależności od numerów opublikowanych obiektów w czasopiśmie.
ru: Присвоить DOI всем опубликованным объектам журнала, которым не назначены DOI. Это действие нельзя использовать с настройкой индивидуального суффикса. Если вы выше изменяли конфигурацию DOI, пожалуйста, сохраните ваши изменения перед запуском данного действия. В зависимости от числа опубликованных объектов в журнале присвоение DOI может занять много времени.
uk: Призначити DOI усім опублікованим об'єктам журналу, яким не було призначено DOI. Ця опція недоступна з налаштуваннями індивідуального суфікса. Якщо ви змінювали налаштування DOI, будь ласка, збережіть ваші налаштування перед запуском даної процедури. Залежно від кількості опублікованих об'єктів у журналі призначення DOI може зайняти багато часу.
uz_cyrl: Ҳали DOI олмаган барча нашр этилган объектларга DOI тайинлаш.
uz_uz@latin: DOI tayinlanmagan barcha nashr qilingan jurnal ob'ektlariga DOI tayinlang. Bu amalni individual qo'shimchali konfiguratsiya bilan ishlatib bo'lmaydi. Agar siz yuqoridagi DOI konfiguratsiyasini o'zgartirgan bo'lsangiz, iltimos, ushbu harakatni boshlashdan oldin, o'zgarishlarni saqlang. DOI -ni tayinlash jurnalda chop etilgan ob'ektlar soniga qarab ancha vaqt talab qilishi mumkin.
zh_hant: 配置DOI給期刊所有已出版但尚未配置DOI項目。此舉不可應用獨立字尾設定。如你已在上方更改DOI設定，請先儲存更變，才進行配置。配置DOI或需花費一定時間，視乎期刊出版項目數量。

# doi.manager.settings.doiAssignJournalWide.confirm
source: Are you sure you wish to assign DOIs to all published objects that have not been assigned DOIs?
ar: هل أنت متأكد من رغبتك في تعيين معرفات DOI لكل المكونات المنشورة التي لم يسبق لها الحصول على تلك المعرفات؟
az: DOI-ləri təyin edilməmiş bütün nəşr edilmiş elementlərə DOI təyin etmək istədiyinizdən əminsinizmi?
bg_bg: Сигурни ли сте, че искате да назначите DOI на всички публикувани обекти, за които няма назначени DOI?
eu: Ziur zaude DOIak esleitu nahi dizkiezula DOIrik ez duten argitaratutako objektu guztiei?
fi: Oletko varma, että haluat liittää DOI-tunnisteet kaikkiin julkaistuihin objekteihin, joilla ei vielä ole tunnistetta?
gl: Estás seguro/a de que desexas asignar DOIs a todos os obxectos publicados aos que non se lles asignou?
hy: Համոզվա՞ծ եք, որ ցանկանում եք DOI-ներ վերագրել բոլոր հրապարակված օբյեկտներին, որոնք չեն նշանակվել DOI-ներ:
ka_ge: დარწმუნებული ხართ, რომ გსურთ DOI-ს მინიჭება ყველა გამოქვეყნებულ ობიექტზე, რომლებზეც DOI ჯერ არ არის მინიჭებული?
ky: DOI дайындалбаган бардык жарыяланган объекттерге DOIлерди дайындагыңыз келгенине ишенесизби?
lt: Ar tikrai norite priskirti DOI visiems publikuotiems objektams, kuriems dar nebuvo priskirti DOI?
lv: Vai tiešām vēlaties piešķirt DOI visiem publicētajiem objektiem, kuriem nav piešķirts DOI?
mr: तुम्ही खात्रीपूर्वक DOI न दिलेल्या पूर्वीच्या सर्व प्रकाशित लेखांना DOI देऊ इच्छिता ना?
ms: Adakah anda pasti mahu memberikan DOI kepada semua objek yang diterbitkan yang belum diberikan DOI?
nl: Weet u zeker dat u DOI's wilt toekennen aan alle gepubliceerde objecten die nog geen DOI hebben?
pl: Czy na pewno przydzielić DOI dla wszystkich opublikowanych obiektów dla których nie zostały przydzielone DOI?
ru: Вы уверены, что хотите назначить DOI всем опубликованным объектам, которым DOI не был назначен?
uk: Ви впевнені, що хочете призначити DOI усім опублікованим об'єктам, яким DOI не було призначено?
uz_cyrl: Барча объектларга DOI тайинлашни тасдиқлайсизми?
uz_uz@latin: Haqiqatan ham, DOI tayinlanmagan barcha nashr qilingan ob'ektlarga DOI tayinlashni xohlaysizmi?
zh_hant: 是否確認配置DOI給所有已出版但尚未配置DOI項目？

# doi.manager.settings.registrationAgency
source: Registration Agency
ar: وكالة التسجيل
az: Qeydiyyat Agentliyi
bg_bg: Агенция по регистрация
eu: Erregistro-agentzia
fi: Rekisteröintitoimisto
hy: Գրանցման գործակալություն
ka_ge: სარეგისტრაციო სააგენტო
ky: Каттоо агенттиги
lt: Registracijos agentūra
lv: Reģistrācijas aģentūra
mr: नोंदणी संस्था
ms: Agensi Pendaftaran
nl: Registratiebureau
pl: Operator rejestracji
ru: Регистрационное агентство
uk: Реєстраційне агентство
uz_cyrl: Рўйхатдан ўтказиш агентлиги
zh_hant: 註冊代理機構

# doi.manager.settings.registrationAgency.description
source: Please select the registration agency you would like to use when depositing DOIs.
ar: يرجى تحديد وكالة التسجيل التي ترغب باستعمالها عند إيداع معرفات المكونات الرقمية.
az: Zəhmət DOI-ləri təyin edərkən istifadə etmək istədiyiniz qeydiyyat platformasını seçin
bg_bg: Моля, изберете агенция по регистрацията, която бихте искали да използвате за депозиране на DOI идентификатори.
eu: Mesedez, hautatu DOIak gordetzeko erabili nahi duzun erregistro-agentzia.
fi: Valitse rekisteröintitoimisto, jota haluat käyttää rekisteröidessäsi DOI-tunnuksia.
hy: Խնդրում ենք ընտրել գրանցման գործակալությունը, որը կցանկանայիք օգտագործել DOI-ներ ավանդադրելիս:
ka_ge: გთხოვთ, აირჩიოთ სარეგისტრაციო სააგენტო, რომლის გამოყენებაც გსურთ DOI-ების დეპონირებისას.
ky: DOIлерди тапшырууда колдонгуңуз келген каттоо агенттигин тандаңыз.
lt: Pasirinkite registracijos agentūrą, kurios paslaugomis norėtumėte pasinaudoti teikdami DOI.
lv: Lūdzu, izvēlieties reģistrācijas aģentūru, kuru vēlaties izmantot, deponējot DOI.
mr: कृपया DOI नोंदणी करताना तुम्ही वापरू इच्छित असलेली नोंदणी संस्था निवडा.
ms: Sila pilih agensi pendaftaran yang anda ingin gunakan semasa mendepositkan DOI.
nl: Selecteer alstublief het registratiebureau dat u zou willen gebruiken voor het deponeren van DOIs.
pl: Wybierz operatora rejestracji dla obsługi DOI.
ru: Пожалуйста, выберите регистрационное агентство, которое вы хотите использовать при депонировании DOI.
uk: Будь ласка, виберіть реєстраційне агентство, яке ви хотіли б використовувати при внесенні DOI.
uz_cyrl: DOI-ларни рўйхатдан ўтказиш учун агентликни танланг (масалан: Crossref).
zh_hant: 請選擇你存放DOI的註冊代辦機構。

# doi.manager.settings.registrationAgency.none
source: None
ar: لا أحد
az: Heç kim
bg_bg: Няма
eu: Bat ere ez
fi: Ei mikään
hy: Ոչ ոք
ka_ge: არაფერი
ky: Жок
lt: Nėra
lv: Nav
mr: कोणीही नाही
ms: tiada
nl: Geen
pl: Brak
ru: Нет
uk: Ніхто
uz_cyrl: Агентлик танланмаган
zh_hant: 沒有

# doi.editor.doi.description
source: The DOI must begin with {$prefix}.
ar: معرف المكون الرقمي لا بد أن يبدأ بـ {$prefix}.
az: DOI {$prefix} prefiksi ilə başlamalıdır.
bg_bg: DOI трябва да започва с {$prefix}.
eu: DOIak {$prefix} aurrizkiarekin hasi behar du.
fi: DOI-tunnuksen alun pitää olla {$prefix}.
gl: O DOI debe comezar con {$prefix}.
hy: DOI-ն պետք է սկսվի {$prefix} -ով:
ka_ge: DOI უნდა დაიწყოს {$prefix} პრეფიქსით.
ky: DOI {$prefix} менен башталышы керек.
lt: DOI turi prasidėti {$prefix}.
lv: DOI jāsākas ar {$prefix}.
mr: DOI {$prefix} ने सुरू होणे आवश्यक आहे.
ms: DOI mesti bermula dengan {$prefix}.
nl: De DOI moet beginnen met {$prefix}.
pl: DOI musi zaczynać się od {$prefix}.
ru: DOI должен начинаться с {$prefix}.
uk: DOI має починатися з {$prefix}.
uz_cyrl: Ушбу мақола учун DOI.
uz_uz@latin: DOI {$ prefiksi} bilan boshlanishi kerak.
zh_hant: DOI必須為{$prefix}起首。
