Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.statistics.statistics.note
source: Note: Percentages for peer reviewed submissions may not add up to 100%, as items resubmitted are either accepted, declined, or still in process.
ar: ملاحظة: النسب المئوية لطلبات النشر المحكمة قد لا تصل إلى 100 %، لأن الفقرات المعاد تقديمها قد تحتسب أو ترفض أو تكون قيد المعالجة.
az: Qeyd: Dəyərləndirmə nəticələrinin hamısı %100 olmaya bilər, çünki hələ də dəyərləndirmədə olanlar da var.
bg_bg: Забележка: Процентите за изпратените за рецензиране материали може да не достигнат до 100%, тъй като повторно изпратените елементи се приемат, отхвърлят или все още са в процес на обработка.
ca_es: Nota: És possible que els percentatges per a les trameses avaluades per persones expertes no sumin el 100%, atès que els articles que s'han tornat a enviar poden estar en estat d’acceptats, rebutjats o en procés.
cs_cz: Poznámka: Procenta pro recenzované příspěvky nemusí dosáhnout 100 %, jelikož znovu odeslané položky jsou buď přijaty, odmítnuty nebo probíhá jejich zpracování.
da_dk: Bemærk! Procentsatser for manuskripter, der har undergået peer review, må sammenlagt ikke udgøre 100%, da genfremsendte elementer enten accepteres, afvises eller stadig er under bedømmelse.
de_de: Anmerkung: Die Prozentsätze der Gutachter/innenempfehlungen summieren sich nicht notwendigerweise auf 100 %, weil erneut eingereichte Beiträge entweder angenommen, abgelehnt oder noch in Bearbeitung sein können.
es_es: Nota: Puede que el porcentaje de envíos evaluados por pares no alcance el 100%, puesto que los elementos que se vuelven a enviar pueden haber sido aceptados, rechazados o encontrarse en proceso.
eu: Oharra: Adituek ebaluatutako bidalketen ehunekoen batura ez da beti % 100 izango, birbidalitako artikuluak onartuak edo ez onartuak izan daitezkeelako edo oraindik lantzen ari direlako.
fa_ir: توجه: جمع درصدها ممکن است به 100 نرسد چرا که مواردی که مجدداً ارسال شده است ممکن است یا چاپ شود یا رد شود و یا هنوز در حال داوری باشد.
fi: Huom. Vertaisarvioitujen käsikirjoitusten prosentuaalinen kokonaismäärä ei ehkä ole 100 %, koska uudelleen lähetetyt kohteet ovat joko hyväksyttyjä tai hylättyjä, tai edelleen toimitusprosessissa.
fr_fr: Note : Les pourcentages pour les soumissions évaluées par les pairs ne sont pas forcément de 100%, puisque les articles soumis de nouveau sont acceptés, refusés ou encore en cours d'évaluation.
gl: Nota: as porcentaxes de envíos revisados por pares poden non sumar o 100%, xa que os elementos enviados de novo son aceptados, rexeitados ou aínda están en proceso.
hi_in: नोट: सहकर्मी द्वारा प्रस्तुत सबमिशन के लिए प्रतिशत में 100% तक की वृद्धि नहीं हो सकती है, क्योंकि पुनः जारी किए गए आइटम या तो स्वीकार किए जाते हैं, अस्वीकार किए जाते हैं, या अभी भी प्रक्रिया में हैं।
hr_hr: Napomena: Zbroj postotaka za ishode recenzija može biti različit od 100% jer ponovno prijavljeni prilozi mogu biti ili prihvaćeni, ili odbijeni, ili se još nalaziti u postupku.
hy: Նշում․ գործընկերների կողմից գրախոսված ներկայացումների տոկոսները կարող են չավելանալ մինչև 100%, քանի որ նորից ներկայացված նյութերը կա՛մ ընդունվում են, կա՛մ մերժվում, կա՛մ դեռ ընթացքի մեջ են:
id_id: Catatan: persentase untuk naskah yang menjalani peer-review mungkin tidak sampai 100%, karena item yang dikirimkan ulang bisa diterima, ditolak, atau masih dalam proses.
is_is: ATh: Prósentu tala fyrir ritrýndar greinar leggjast ekki endilega saman upp í 100%, þar sem efni sem er sent inn afur er ýmist samþykkt, hafnað eða enn í vinnslu.
it_it: Nota: Le percentuali per le proposte peer reviewed possono non raggiungere il 100%, dato che le proposte inviate nuovamente possono essere state accettate, rifiutate, o essere ancora nel processo editoriale.
ja: 注: 再提出された投稿が採用されたか、不採用されたか、またはまだ処理中であるため、査読付き投稿の割合は100％にならないことがあります。
ka_ge: შენიშვნა: კოლეგების მიერ განხილული წარდგინებების პროცენტული პროცენტი შეიძლება არ შეადგენდეს 100% -ს, რადგან ხელახლა გაგზავნილი ელემენტები ან მიღებულია, უარყოფილია ან კვლავ მუშავდება.
ku_iq: تێبینی: ڕێژە سەدییەکان بۆ ئەوە توێژینەوانەی پێشکەشکراون و لەلایەن هاوڕێیانەوە هەڵسەنگاندنیان بۆ کراوە رەنگە زیاد نەبن بۆ لە ١٠٠%، چونکە ئەو توێژینەوانەی دووبارە پێشکەشکراون یان ئەوەتا پەسەندکراون یان ڕەتکراونەتەوە، یاخود هێشتا لە پڕۆسەدان.
ky: Эскертүү: Рецензияланган тапшырмалардын пайыздары 100%га жетпеши мүмкүн, анткени кайра тапшырылган материалдар кабыл алынат, четке кагылат же дагы процессте болот.
lt: Įsidėmėtina, kad procentai gali neperteikti recenzuotų straipsnių skaičiaus, nes po recenzavimo teikiami straipsniai gali būti arba priimti, arba atmesti,arba dar vertinami.
lv: Piezīme: Iesniegto recenzēto darbu procentuālais īpatsvars var nesasniegt 100 %, jo atkārtoti iesniegtie darbi ir vai nu pieņemti, vai noraidīti, vai joprojām tiek apstrādāti.
mr: टीप : तज्ज्ञ समीक्षण केलेल्या सादरीकरणांची टक्केवारी 100% पर्यंत पोहोचू शकत नाही, कारण पुनर्समीक्षण आवृत्ती सादर केलेले लेख एकतर स्वीकारले गेले आहेत, नाकारले गेले आहेत किंवा अद्याप प्रक्रियेत आहेत.
ms: Catatan: Peratusan untuk penyerahan yang dilulas rakan sejawat mungkin tidak bertambah hingga 100%, karena item yang diserahkan kembali diterima, ditolak, atau masih dalam proses.
nb_no: NB: Det totale prosenttallet for fagfellevurderte manuskript kan bli mindre enn 100%, fordi gjeninnsendte elementer enten er akseptert, avvist, eller fortsatt under arbeid.
nl: Noot: Percentages voor gereviewde inzendingen komen mogelijk niet uit op 100%, omdat opnieuw ingestuurde items geaccepteerd, geweigerd of nog in bewerking zijn.
pl: Uwaga: Suma procentów dla recenzowanych tekstów może nie wynosić 100%, ze względu na różne etapy recenzji, teksty przesłane ponownie oraz recenzje w trakcie.
pt_br: Aviso: Percentuais para submissões avaliadas por pares podem não somar 100%, já que itens submetidos novamente podem ser aceitos, rejeitados ou ainda estarem em processo de avaliação ou edição.
pt_pt: Aviso: Percentuais para submissões revistas por pares podem não somar 100%, já que artigos submetidos novamente podem ser aceites, rejeitados ou ainda estarem em processo de revisão ou edição.
ru: Примечание: Сумма процентов для рецензируемых материалов может быть не равна 100%, так как повторно отправленные материалы могут быть либо приняты, либо отклонены, либо все еще быть в работе.
sk_sk: Poznámka: Percentá pre recenzované príspevky nemusia dosiahnuť 100%, pretože znovu odoslané položky sú buď prijaté, odmietnuté alebo prebieha ich spracovanie.
sl_si: Opozorilo: Ni nujno, da se odstotki recenziranih prispevkov seštejejo v f100%, ker so ponovno oddani prispevki ali potrjeni ali zavrnjeni ali pa so še v procesu.
sr_rs@cyrillic: Напомена: проценти за стручно рецензиране пријаве не могу доћи до 100% јер су поново пријављени чланци прихваћени, неприхваћени или јос увек у процесу.
sr_rs@latin: Napomena: procenti za stručno recenzirane prijave ne mogu doći do 100% jer su ponovo prijavljeni članci prihvaćeni, neprihvaćeni ili jos uvek u procesu.
sv_se: Anmärkning: Procentsatsen för sakkunniggranskade bidrag behöver inte vara 100% eftersom statusen på återsända bidrag kan vara antingen accepterade, refuserade eller fortfarande under arbete.
tr_tr: Not: Değerlendirme sonuçlarının toplamı %100 olmayabilir, çünkü halen değerlendirmede olanlar da vardır.
uk: Примітка: Відсоткове співвідношення рецензованих подань може не дорівнювати 100%, оскільки деякі матеріали, завантажені повторно, були прийняті, відхилені або все ще знаходяться в роботі.
uz_cyrl: Эслатма: Бу кўрсаткичлар автоматик тарзда ҳисобланади.
uz_uz@latin: E'tibor bering: qayta ko'rib chiqilgan materiallarning foizlari 100%ni tashkil etmasligi mumkin, chunki qayta topshirilgan narsalar qabul qilinadi, rad etiladi yoki haligacha bajarilmoqda.
vi_vn: Lưu ý: Tỷ lệ phần trăm cho các bài gửi được bình duyệt có thể không tới 100%, vì có cả các bài gửi lại sau đó được chấp nhận, bị từ chối hoặc vẫn đang trong quá trình phản biện.
zh_cn: 注意已审阅的稿件不可能加到百分日，因为重新投稿的页目不是接受、退稿就是还在处理中。
zh_hant: 備註：經同行評審之投稿百份比，總和未必等於100%，因為重新投稿項目可能被接納、拒絕或仍在評審階段。

# manager.statistics.statistics.numIssues
source: Issues published
ar: الأعداد المنشورة
az: Nəşr edilmiş nömrələr
bg_bg: Публикувани броеве
ca_es: Números publicats
cs_cz: Publikovaná čísla
da_dk: Publicerede numre
de_de: Erschienene Ausgaben
es_es: Números publicados
eu: Zenbaki argitaratuak
fa_ir: شماره‌های منتشر شده
fi: Numeroita julkaistu
fr_fr: Numéros publiés
gl: Números publicados
hi_in: अंक प्रकाशित हुए
hr_hr: Objavljenih brojeva
hy: Հրապարակված համարներ
id_id: Terbitan yang telah terbit
is_is: Útgefin tölublöð
it_it: Uscite pubblicate:
ja: 発行された巻・号
ka_ge: გამოქვეყნებული ნომრები
ku_iq: ژمارە بڵاوکراوەکان
ky: Жарыяланган чыгарылыштар
lt: Išspausdinta
lv: Publicētie žurnāla numuri
mr: प्रकाशित अंक
ms: Terbitan yang diterbitkan
nb_no: Utgaver publisert
nl: Gepubliceerde nummers
pl: Opublikowane numery
pt_br: Edições publicadas
pt_pt: Edições Publicadas
ru: Опубликовано выпусков
sk_sk: Publikované čísla
sl_si: Število objavljenih številk
sr_rs@cyrillic: Објављених бројева
sr_rs@latin: Objavljenih brojeva
sv_se: Publicerade nummer
tr_tr: Yayınlanmış sayılar
uk: Номерів опубліковано
uz_cyrl: Нашр этилган сонлар миқдори
uz_uz@latin: Nashr qilingan muammolar
vi_vn: Các số đã xuất bản
zh_cn: 已出版期数
zh_hant: 已出版期刊

# manager.statistics.statistics.numSubmissions
source: Total submissions
ar: إجمالي طلبات النشر
az: Ümumi müraciət sayı
bg_bg: Общо изпратени материали
ca_es: Total de trameses
cs_cz: Celkem příspěvků
da_dk: Samlet antal manuskripter
de_de: Gesamtzahl der Beiträge:
es_es: Envíos totales
eu: Bidalketa guztiak
fa_ir: مجموع مقالات ارسالی
fi: Käsikirjoituksia yhteensä
fr_fr: Nombre total de soumissions
gl: Total de envíos
hi_in: कुल सबमिशन्स
hr_hr: Ukupno prijava
hy: Ընդամենը ներկայացումներ
id_id: Total penyerahan
is_is: Heildar fjöldi innsendinga
it_it: Contributi totali ricevuti:
ja: 投稿総数
ka_ge: სულ შენატანები
ku_iq: تێکڕای پیشکەشکردنەکان
ky: Жалпы тапшырмалар
lt: Iš viso pateikta straipsnų
lv: Kopējais iesniegto darbu skaits
mr: एकूण सादरीकरणे
ms: Jumlah penyerahan
nb_no: Totalt antall manuskript
nl: Totaal aantal inzendingen
pl: Przesłane teksty
pt_br: Total de submissões:
pt_pt: Total de submissões
ru: Отправлено материалов
sk_sk: Celkom príspevkov
sl_si: Skupno prispevkov
sr_rs@cyrillic: Укупно пријављених чланака
sr_rs@latin: Ukupno prijavljenih članaka
sv_se: Totalt antal bidrag
tr_tr: Toplam başvuru sayısı
uk: Всього отримано від авторів
uz_cyrl: Жами топширилган мақолалар
uz_uz@latin: Taqdimotlarning umumiy soni
vi_vn: Tổng số bài gửi
zh_cn: 投稿稿件数
zh_hant: 總投稿數目

# manager.statistics.statistics.peerReviewed
source: Peer reviewed
ar: محكمة
az: Dəyərləndirmədən keçdi
bg_bg: Рецензирани
ca_es: Avaluats per experts/ertes
cs_cz: Recenzovaných
da_dk: Undergået peer review
de_de: Peer Review abgeschlossen
es_es: Evaluado por pares
eu: Adituek ebaluatuak
fa_ir: داوری شده
fi: Vertaisarvioitu
fr_fr: Évalué par les pairs
gl: Revisión por pares
hi_in: पीयर रिव्यू
hr_hr: Završenih recenzija
hy: Գործընկերային վերանայում
id_id: Telah di-peer review
is_is: Ritrýnt
ja: 査読付き
ka_ge: რეცენზირებულია
ku_iq: هەڵسەنگێندراو لە لایەن هاوکارێکەوە
ky: Рецензияланган
lt: Recenzuota
lv: Zinātniski recenzēti
mr: तज्ज्ञ समीक्षकांनी समीक्षण केलेले (लेख)
ms: Telah dibuat ulasan sejawat
nb_no: Fagfellevurdert
nl: Peer reviews
pl: Recenzji
pt_br: Avaliados pelos pares
pt_pt: Revisão por Pares
ru: Отрецензировано
sk_sk: Recenzovaných
sl_si: Opravljenih recenzij
sr_rs@cyrillic: Стручно рецензирано
sr_rs@latin: Stručno recenzirano
sv_se: Sakkunniggranskad
tr_tr: Dğerlendirmeden geçmiş
uk: Рецензовано
uz_cyrl: Тақриз қилинган
uz_uz@latin: Tengdoshlar ko'rib chiqishdi
vi_vn: Các bài đã được bình duyệt
zh_cn: 经审稿
zh_hant: 同行評審

# manager.statistics.statistics.registeredReaders
source: Registered readers
ar: القراء المسجلون
az: Qeyd olunan oxucular
bg_bg: Регистрирани читатели
ca_es: Lectors/ores registrats
cs_cz: Registrovaní čtenáři
da_dk: Registrerede læsere
de_de: Eingetragene Leser/innen
es_es: Lectores/as registrados
eu: Irakurle erregistratuak
fa_ir: خوانندگان ثبت‌نام شده
fi: Rekisteröityneet lukijat
fr_fr: Lecteurs inscrits
gl: Lectores rexistrados
hi_in: पंजीकृत पाठक
hr_hr: Registriranih čitatelja
hy: Գրանցված ընթերցողներ
id_id: Pembaca terdaftar
is_is: Skráðir lesendur
it_it: Lettori registrati:
ja: 登録読者
ka_ge: რეგისტრირებული მკითხველები
ku_iq: خوێنەرە تۆمارکراوەکان
ky: Катталган окурмандар
lt: Registruoti skaitytojai
lv: Reģistrētie lasītāji
mr: नोंदणीकृत वाचक
ms: Pembaca berdaftar
nb_no: Registrerte lesere
nl: Geregistreerde lezers
pl: Zarejestrowanych czytelników
pt_br: Leitores cadastrados
pt_pt: Leitores registados
ru: Зарегистрированные читатели
sk_sk: Registrovaní čitatelia
sl_si: Registriranih bralcev
sr_rs@cyrillic: Регистровани читаоци
sr_rs@latin: Registrovani čitaoci
sv_se: Registrerade läsare
tr_tr: Kayıtlı okuyucular
uk: Зареєстрованих читачів
uz_cyrl: Рўйхатдан ўтган ўқувчилар
uz_uz@latin: Ro'yxatdan o'tgan o'quvchilar
vi_vn: Người dùng đã được đăng ký
zh_cn: 已注册的读者
zh_hant: 註冊讀者

# manager.statistics.statistics.reviewerCount
source: No. assigned
ar: عدد المعينين
az: Təyinatların sayı
bg_bg: Брой материали с асоциирани рецензенти
ca_es: Núm. d’assignacions
cs_cz: Počet přidělených
da_dk: Antal tildelinger
de_de: Anzahl der Gutachter/innen
es_es: Número asignado
eu: Esleipen kopurua
fa_ir: تعداد داور
fi: Valittujen määrä
fr_fr: Nb. d'assignations
gl: Núm. de asignacións
hi_in: संख्या सौंपा गया
hr_hr: Br. korištenih
hy: նշանակված թիվ
id_id: No. Ditugaskan
is_is: Fj. úthlutað
it_it: N. di contributi assegnati:
ja: 担当査読課題数
ka_ge: დანიშნულია რეცენტენის მიერ
ku_iq: ژمارەی تەرخانکراو
ky: Дайындалгандардын саны
lt: Užduočių skaičius
lv: Nr. piešķirts
mr: समीक्षणासाठी दिलेले
ms: Jumlah ditugaskan
nb_no: Antall oppnevnt
nl: Aantal toegekend
pl: Przydzielonych do recenzji
pt_br: Total de designados
pt_pt: Total Designados
ru: Назначено рецензентам
sk_sk: Počet pridelených
sl_si: Število recenzentov
sr_rs@cyrillic: Број додељених
sr_rs@latin: Broj dodeljenih
sv_se: Antal utsedda
tr_tr: Atama sayısı
uk: Запитів на рецензування
uz_cyrl: Тақризчилар сони
uz_uz@latin: No tayinlangan
vi_vn: Số bài đã giao
zh_cn: 指定的号码
zh_hant: 配置數目

# manager.statistics.statistics.reviewers
source: Reviewers
ar: المحكمون
az: Rəyçilər
bg_bg: Рецензенти
ca_es: Revisors/ores
cs_cz: Recenzenti
da_dk: Bedømmere
de_de: Gutachter/innen
es_es: Revisores/as
eu: Ebaluatzaileak
fa_ir: داوران
fi: Arvioijat
fr_fr: Rapporteurs
gl: Revisores/as
hi_in: समीक्षक
hr_hr: Recenzenta
hy: Գրախոսներ
id_id: Reviewer
is_is: Ritrýnar
it_it: Revisori:
ja: 査読者
ka_ge: რეცენზენტები
ku_iq: هەڵسەنگێنەرەکان
ky: Кароочулар
lt: Recenzentai
lv: Recenzenti
mr: एकूण समीक्षक
ms: Pengulas
nb_no: Fagkonsulenter
pl: Recenzentów
pt_br: Avaliadores
pt_pt: Revisores
ru: Рецензенты
sk_sk: Recenzenti
sl_si: Recenzenti
sr_rs@cyrillic: Рецензенти
sr_rs@latin: Recenzenti
sv_se: Granskare
tr_tr: Hakemler
uk: Рецензентів
uz_cyrl: Тақризчилар
uz_uz@latin: Sharhlovchilar
vi_vn: Các phản biện
zh_cn: 审稿人
zh_hant: 評審員

# manager.statistics.statistics.reviewerScore
source: Editor score
ar: نقاط المحرر
az: Redaktor xalı
bg_bg: Оценка на редактора
ca_es: Valoració de l’editor/a
cs_cz: Skóre od editora
da_dk: Redaktørresultat
de_de: Bewertung der Gutachterin/des Gutachters
es_es: Puntuación del editor/a
eu: Editorearen puntuazioa
fa_ir: نمره ارزشیابی داور
fi: Toimittajan arvosana
fr_fr: Pointage du rédacteur
gl: Valoración do editor/a
hi_in: संपादक स्कोर
hr_hr: Urednikova ocjena
hy: Խմբագրի գնահատականը
id_id: Skor editor
is_is: Ritstjóra stig
ja: 編集者スコア
ka_ge: რედაქტორის შეფასება
ku_iq: خاڵ (نمرە)ی سەرنوسەر
ky: Редактор баасы
lt: Redaktoriaus vertinimas
lv: Redaktora novērtējums
mr: संपादकाची गुणसंख्या
ms: Skor Editor
nb_no: Redaktørens score
nl: Score redacteur
pl: Punktacja
pt_br: Pontuação
pt_pt: Pontuação
ru: Оценка редактором
sk_sk: Skóre od editora
sl_si: Urednikova ocena
sr_rs@cyrillic: Уреднички поени
sr_rs@latin: Urednički poeni
sv_se: Redaktörens bedömning
tr_tr: Editör puanı
uk: Оцінка редактора
uz_cyrl: Тақризчи баҳоси
uz_uz@latin: Tahrirchi reytingi
vi_vn: Điểm biên tập viên
zh_cn: 编辑分数
zh_hant: 編輯分數

# manager.statistics.statistics.reviewsPerReviewer
source: No. of reviews
ar: عدد التحكيمات
az: Dəyərləndirmələrin sayı
bg_bg: Брой рецензии
ca_es: Núm. de revisions
cs_cz: Počet recenzí
da_dk: Antal bedømmelser
de_de: Anzahl der Gutachten pro Gutachter/in
es_es: Número de revisiones
eu: Ebaluazio kopurua
fa_ir: داوری به ازای هر داور
fi: Arviointien määrä
fr_fr: Nb. d'évaluations
gl: Núm. de revisións
hi_in: समीक्षाओं की संख्या
hr_hr: Br. recenzija
hy: Գրախոսների թիվը
id_id: No. Review
is_is: Fj. ritrýni
it_it: Nr. di revisioni:
ja: レビュー数
ka_ge: რეცენზიების რაოდენობა
ku_iq: ژمارەی هەڵسەنگاندن
ky: Кароолордун саны
lt: Recenzentų skaičius
lv: Recenziju skaits
mr: एकूण समीक्षणे
ms: Jumlah ulasan
nb_no: Antall fagfellevurderinger
nl: Aantal reviews
pl: Ilość ukończonych recenzji na jednego recenzenta
pt_br: Quantidade de avaliações
pt_pt: Revisões
ru: Количество рецензий
sk_sk: Počet recenzií
sl_si: Število recenzij
sr_rs@cyrillic: Број рецензија
sr_rs@latin: Broj recenzija
sv_se: Antal granskningar
tr_tr: Değerlendirme sayısı
uk: Кількість рецензій
uz_cyrl: Ҳар бир тақризчига тўғри келадиган тақризлар сони
uz_uz@latin: Sharhlar soni
vi_vn: Số bài đánh giá
zh_cn: 审稿的号码
zh_hant: 評審員數目

# manager.statistics.statistics.selectSections
source: Select the sections for calculating this journal's peer-reviewed statistics.
ar: إختر الأقسام التي تريد حساب إحصائيات التحكيم لهذه المجلة فيها.
az: Bu jurnalda rəyçi dəyərləndirmə statistikalarının edilməsini istədiyiniz bölmələrini seçin.
bg_bg: Изберете разделите за изчисляване на рецензирана статистика на това списание.
ca_es: Seleccioneu les seccions de la revista per a les quals vulgueu calcular les estadístiques relatives a l'avaluació d'experts/ertes.
cs_cz: Vyberte sekce, pro které mají být v tomto časopise vypočítávány statistiky o recenzním řízení.
da_dk: Vælg de sektioner, der skal bruges til beregning af dette tidsskrifts statistikker, som har undergået peer review
de_de: Wählen Sie die Rubriken für die Berechnung der Peer-Review-Statistiken der Zeitschrift aus.
es_es: Seleccione las secciones para calcular las estadísticas de evaluación por pares para esta revista.
eu: Hautatu aldizkari honen adituen ebaluazioen estatistikak kalkulatzeko atalak.
fa_ir: آمار کدام نوع از مقالات را می‌خواهید؟
fi: Valitse osastot tämän julkaisun vertaisarvioinnin tilastojen laskemista varten.
fr_fr: Sélectionner les rubriques afin de calculer les statistiques d'évaluation par les pairs pour cette revue.
gl: Selecciona as seccións da revista para calcular as estatísticas de evaluación por pares desta revista.
hi_in: इस जर्नल के सहकर्मी-समीक्षित आँकड़ों की गणना के लिए वर्गों का चयन करें।
hr_hr: Odaberite rubrike na osnovi čijih priloga želite da se računaju recenzijske statistike časopisa:
hy: Ընտրեք բաժինները՝ այս ամսագրի գրախոսվող վիճակագրությունը հաշվարկելու համար:
id_id: Pilih bagian untuk menghitung statistik peer review jurnal.
is_is: Veldu þann kafla sem á að nota í tölfræði um ritrýni.
it_it: Seleziona le sezioni sulle quali calcolare le statistiche sulla peer-review di questa rivista.
ja: このジャーナルの査読付き統計を計算するセクションを選択します。
ka_ge: შეარჩიეთ განყოფილებები ამ ჟურნალის რეცენზირებული სტატისტიკის გამოსათვლელად.
ku_iq: ئەو بەشانە هەڵبژێرە کە هی ژماردنی ئاماری هەڵسەنگاندنەکانی هاوکارانی ئەم گۆڤارەن.
ky: Бул журналдын рецензияланган статистикасын эсептөө үчүн бөлүмдөрдү тандаңыз.
lt: Pasirinkite skyrius, kurių recenzavimo rezultatus norėtumėte sužinoti.
lv: Izvēlieties sadaļas šī žurnāla recenzēto darbu statistikas aprēķināšanai.
mr: या नियतकालिकाच्या तज्ज्ञ समीक्षण केलेल्या आकडेवारीची गणना करण्यासाठी विभागांची निवड करा.
ms: Pilih bahagian untuk mengira statistik ulasan sejawat jurnal ini.
nb_no: Velg seksjonene for utregning av dette tidsskriftets statistikk over fagfellevurdering.
nl: Kies de secties voor het berekenen van de peer-review statistieken van dit tijdschrift.
pl: Wybierz działy, dla których system wyliczy statystyki recenzji.
pt_br: Escolha as seções para calcular as estatísicas de avaliação pelos pares.
pt_pt: Escolha as secções para calcular as estatísticas de revisão por pares.
ru: Выберите разделы для вычисления статистики по рецензированию для этого журнала.
sk_sk: Vyberte sekcie, pre ktoré majú byť v tomto časopise vypočítavané štatistiky o recenznom konaní.
sl_si: Izberite rubrike za izračun recenzentske statistike revije.
sr_rs@cyrillic: Одаберите секције/рубрике да би израчунали статистике стручних рецензија за овај часопис.
sr_rs@latin: Odaberite sekcije/rubrike da bi izračunali statistike stručnih recenzija za ovaj časopis.
sv_se: Välj sektioner för att beräkna statistik över tidskriftens sakkunniggranskade artiklar.
tr_tr: Bu dergide hakem değerlendirme istatistiklerinin yapılmasını istediğiniz bölümlerini seçiniz.
uk: Виберіть розділи для підрахунку статистики процесу експертного оцінювання щодо цього журналу.
uz_cyrl: Статистика учун бўлимларни танланг
uz_uz@latin: Ushbu jurnalning ekspertlar tomonidan ko'rib chiqilgan statistikasini hisoblash uchun bo'limlarni tanlang.
vi_vn: Chọn các phần để tính toán thống kê bình duyệt của tạp chí này.
zh_cn: 选择这个栏目以查看本期刊的审稿统计。
zh_hant: 選取用作計算此期刊同行評審統計的分類。

# manager.statistics.statistics.subscriptions
source: Subscriptions
ar: الاشتراكات
az: Abunələr
bg_bg: Абонаменти
ca_es: Subscripcions
cs_cz: Předplatné
da_dk: Abonnementer
de_de: Abonnements
es_es: Suscripciones
eu: Harpidetzak
fa_ir: اشتراک‌ها
fi: Tilaukset
fr_fr: Abonnements
gl: Subscricións
hi_in: सदस्यता
hr_hr: Pretplata
hy: Բաժանորդագրություններ
id_id: Langganan
is_is: Áskrifitr
it_it: Abbonamenti
ja: 購読
ka_ge: გამოწერები
ku_iq: بەشداریکردنەکان
ky: Жазылуулар
lt: Prenumeratos
lv: Abonementi
mr: वर्गण्या
ms: Langganan
nb_no: Abonnement
nl: Abonnees
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
sk_sk: Predplatné
sl_si: Naročnine
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
sv_se: Prenumerationer
tr_tr: Aboneler
uk: Передплати
uz_cyrl: Обуналар
uz_uz@latin: Obunalar
vi_vn: Thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# manager.statistics.reports.defaultReport.articleDownloads
source: Article file downloads
ar: تنزيلات ملفات المؤلَّفات
az: Məqalə fayl endirmələri
bg_bg: Файлове на статията за сваляне
ca_es: Descàrregues de fitxers d'articles
cs_cz: Stažení souborů článku
da_dk: Artikeldownloads
de_de: Downloads von Artikeldateien
es_es: Descargas del archivo del artículo
eu: Artikuluaren fitxategiaren deskargak
fa_ir: دانلود فایل مقاله
fi: Artikkelitiedoston lataukset
fr_fr: Téléchargement du fichier de l'article
gl: Descargas do arquivo do artigo
hi_in: लेख फ़ाइल डाउनलोड
hr_hr: Broj preuzimanja datoteka članka
hy: Հոդվածի նիշքի ներբեռնում
id_id: Unduhan file artikel
is_is: Niðurhal greina
it_it: Download degli articoli
ja: 記事ファイルのダウンロード
ka_ge: სტატიის ფაილის ჩამოტვირთვები
ku_iq: دابەزاندنی فایلی توێژینەوەکان
ky: Макала файлдарын жүктөөлөр
lt: Parsisiųsta straipsnių
lv: Raksta failu lejupielādes
mr: उतरवून घेतलेल्या (डाउनलोड केलेल्या) लेखांच्या फाईल्स
ms: Muat turun fail artikel
nb_no: Nedlasting av artikkelfil
nl: Artikel bestandsdownloads
pl: Liczba pobrań artykułu
pt_br: Download de arquivos do artigo
pt_pt: Downloads do ficheiro do artigo
ru: Скачивания файла статьи
sk_sk: Stiahnutie súborov článku
sl_si: Prenosi datoteke prispevka
sr_rs@cyrillic: Преузимања документа чланка
sr_rs@latin: Preuzimanja dokumenta članka
sv_se: Nedladdningar av artiklar
tr_tr: Makale dosyası indirmeleri
uk: Скачування файлу статті
uz_cyrl: Мақола юклаб олишлар
uz_uz@latin: Maqola faylini yuklab olish
vi_vn: Lượt tải xuống tập tin bài viết
zh_cn: 文章文件下载
zh_hant: 文章下載數量
