Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionPolicies.subscriptionAdditionalInformationDescription
source: The Subscription Types and fee structure will be displayed on the subscriptions page, along with the name and contact information for the Subscription Manager. Additional information about subscriptions, such as methods of payment or support for subscribers in developing countries, can be added here.
ar: سيتم وضع أنواع الاشتراكات وتركيبة رسومها تلقائياً ضمن بند الاشتراكات في صفحة (عن المجلة)، مع اسم مدير الاشتراكات وعنوانه. يمكن إضافة معلومات أخرى هنا، تتعلق بالاشتراكات، مثل طرق التسديد أو الدعم لمشتركي الدول النامية أو ما شابه.
az: Abunəlik növləri və qiyməti, abunəlik idarəçisinin adı və adresi ilə birlikdə Jurnal haqqında səhifəsinə özlüyündən yerləşdirilir. Abunılik ilə bağlı ödəmə formatı, hesab nömrəsi, inkişaf edən ölkələr üçün xüsusi şərtlər və oxşar bütün əlavə məlumatları burada əlavə edilə bilər.
bg_bg: Видовете абонаменти и структурата на таксите ще бъдат показани на страницата за абонаменти, заедно с името и информацията за контакт за Мениджъра на абонаменти. Тук може да се добави допълнителна информация за абонаменти, като начини на плащане или поддръжка за абонати в развиващите се страни.
ca_es: Els tipus de subscripció i la descripció de les quotes apareixen de manera automàtica a la secció «Subscripcions» de la pàgina «Sobre la revista», juntament amb el nom i la informació de contacte de l’administrador/a de subscripcions. També podeu afegir informació addicional relativa a les subscripcions, com ara els mètodes de pagament o les ajudes per a subscriptors/ores de països en vies de desenvolupament.
cs_cz: Typy předplatného a struktura poplatku bude automaticky umístěna pod položku Předplatné na stránce O časopisu společně se jménem a kontaktem na manažera předplatného. Mohou sem být vloženy doplňující informace o předplatném jako např. způsob platby nebo forma podpory předplatitelů z rozvojových zemí.
da_dk: Abonnementstyperne og gebyrstrukturen placeres automatisk under Abonnementer på siden Om tidsskriftet sammen med navnet på og kontaktoplysningerne om abonnementschefen. Yderligere oplysninger om abonnementer, f.eks. betalingsmåder eller support til abonnenter i udviklingslande, kan tilføjes her.
de_de: Die Abonnementtypen und die Gebührenstruktur erscheinen automatisch unter "Abonnement" auf der "Über uns"-Seite, zusammen mit dem Namen der Abonnementverwalterin/des Abonnementverwalters und ihren/seinen Kontaktdaten. Zusätzliche Informationen zu den Abonnements, wie z.B. über Zahlungsweisen oder Unterstützungmöglichkeiten für Abonnent/innen in Entwicklungsländern, können nachfolgend angegeben werden.
es_es: Los tipos de suscripción y la estructura de cuota se establecerán de manera automática en el apartado Suscripciones de la sección Acerca de la revista, junto con el nombre y la información de contacto del gestor/a de suscripciones. Aquí puede añadirse información adicional sobre suscripciones, como métodos de pago o soporte técnico para suscriptores/as en países en vías de desarrollo.
eu: Harpidetza motak eta tarifak automatikoki azalduko dira Aldizkariari buruz orriko Harpidetzak izenburuan, Harpidetza-kudeatzailearen izenarekin eta kontaktu-informazioarekin batera. Harpidetzari buruzko informazio gehiago ere eman daiteke hemen (ordaintzeko modua edo garapen bideko herrialdeetakoentzako laguntzak, adibidez).
fa_ir: انواع اشتراک‌ها و مبلغ آن‌ها به صورت خودکار در قسمت درباره مجله تحت عنوان اشتراک خواهد آمد. همچنین نام و اطلاعات تماس مدیر اشتراک نیز نشان داده خواهد شد. سایر اطلاعات اشتراک از قبیل نحوه پرداخت و یا تخفیف برای کشورهای در حال توسعه را می‌توان در این قسمت وارد کرد.
fi: Tilausvaihtoehdot ja maksujen rakenne sijoitetaan automaattisesti Tilaukset-kohtaan Tietoa julkaisusta -sivulle, samoin kuin tilaussihteerin nimi ja yhteystiedot. Tässä voidaan antaa tilauksiin liittyviä lisätietoja, kuten tietoa maksutavoista tai kehitysmaista oleville tilaajille myönnettävästä tuesta.
fr_fr: Les types d'abonnement et la grille tarifaire seront automatiquement placés sous Abonnements sur la page À propos de la revue, au même titre que le nom et l'information de contact du Responsable des abonnements. Des informations supplémentaires concernant les abonnements, tel les modes de paiement ou le soutien pour les abonnés de pays en voie de développement peuvent être ajoutées ici.
gl: Os tipos de subscrición e a estrutura de tarifas mostraranse na páxina de subscricións, xunto co nome e a información de contacto do Xestor de subscricións. Aquí pódese engadir información adicional sobre as subscricións, como métodos de pagamento ou asistencia para os subscritores en países en desenvolvemento.
hi_in: सदस्यता प्रकार और शुल्क संरचना सदस्यता पृष्ठ पर प्रदर्शित होगी, सदस्यता प्रबंधक के नाम और संपर्क जानकारी के साथ। सदस्यता के बारे में अतिरिक्त जानकारी, जैसे कि विकासशील देशों में ग्राहकों के लिए भुगतान या समर्थन के तरीके, को यहां जोड़ा जा सकता है।
hr_hr: Tipovi i iznosi pretplate će se automatski postaviti kao rubrika "pretplate" pod "o časopisu", zajedno s kontaktnim informacijama o administratoru pretplate. Dodatne informacije o pretplatama, kao što su metode plaćanja ili sheme za pretplatnike iz zemalja u razvoju, mogu biti dodane ovdje.
hy: Բաժանորդագրության տեսակները և վճարների կառուցվածքը կցուցադրվեն բաժանորդագրությունների էջում, ինչպես նաև Բաժանորդագրության կառավարչի անունը և կոնտակտային տվյալները: Բաժանորդագրությունների մասին հավելյալ տեղեկություններ, ինչպիսիք են վճարման եղանակները կամ զարգացող երկրների բաժանորդներին աջակցությունը, կարող են ավելացվել այստեղ:
id_id: Tipe langganan dan struktur biaya akan secara otomatis ditempatkan di menu Langganan di halaman Tentang Jurnal, bersama dengan nama dan informasi kontak Manajer Langganan. Informasi tambahan tentang langganan, seperti metode pembayaran atau dukungan untuk pelanggan dari negara berkembang, dapat ditambahkan di sini.
it_it: I tipi di abbonamento e strutture di pagamento saranno automaticamente messi sotto abbonamenti nella pagina informazioni della rivista, insieme con il nome e le informazioni del contatto per il responsabile degli abbonamenti. Informazioni aggiuntive sugli abbonamenti, come i metodi di pagamento o supporto per gli abbonati nei paesi in via di sviluppo, possono essere aggiunti qui.
ja: 購読種別と料金体系が購読ページに表示され、購読管理者の名前と連絡先が表示されます。支払い方法や発展途上国の加入者へのサポートなど、サブスクリプションに関する追加情報をここに追加することができます。
ka_ge: გამოწერების ტიპები და საფასურის სტრუქტურა გამოჩნდება გამოწერების გვერდზე, გამოწერის მენეჯერის სახელთან და საკონტაქტო ინფორმაციასთან ერთად. აქ შეგიძლიათ დაემატოთ დამატებითი ინფორმაცია გამოწერების შესახებ, როგორიცაა გადახდის მეთოდები ან განვითარებადი ქვეყნების აბონენტების მხარდაჭერა.
ku_iq: جۆرەکانی بەشداریکردن و نرخەکانیان لە پەڕەی بەشداریکردندا پیشان دەدرێن، لەگەڵ ناوی بەڕێوەبەری بەشداریکردن و زانیارییەکانی. زانیاریی زیادە دەربارەی بەشداریکردن، بۆ نمونە شێوازی پارەدان لە وڵاتە تازە پێگەیشتووەکان، دەکرێت لێرە زیاد بکرێت.
ky: Жазылуу түрлөрү жана төлөм түзүмү жазылуу бетинде Жазылуу менеджеринин аты жана байланыш маалыматы менен көрсөтүлөт. Жазылуу тууралуу кошумча маалымат, мисалы төлөм ыкмалары же өнүгүп жаткан өлкөлөрдөгү абоненттер үчүн колдоо бул жерге кошулушу мүмкүн.
lt: Prenumeratų tipai ir mokesčių struktūra bus rodomi prenumeratų puslapyje kartu su prenumeratų valdytojo vardu, pavarde ir kontaktine informacija. Čia galima pridėti papildomos informacijos apie prenumeratas, pvz., mokėjimo būdus ar pagalbą prenumeratoriams besivystančiose šalyse.
lv: Abonēšanas veidi un maksas struktūra tiks parādīti abonēšanas lapā kopā ar abonēšanas pārvaldnieka vārdu un kontaktinformāciju. Šeit var pievienot papildu informāciju par abonementiem, piemēram, maksāšanas metodes vai atbalstu abonentiem jaunattīstības valstīs.
mr: सदस्यतेचे प्रकार आणि फी रचनेबाबत माहिती, वर्गणी व्यवस्थापकाचे नाव आणि संपर्क यासह सदस्यत्वाच्या पानावर प्रदर्शित केले जाईल. शुल्क भरणा पद्धती, विकसनशील देशांमधील सदस्यांसाठी सवलत, इ., बाबत अतिरिक्त माहितीही येथे नोंदली जाऊ शकते.
ms: Jenis Langganan dan struktur yuran akan dipaparkan di halaman langganan, bersama dengan nama dan maklumat hubungan untuk Pengurus Langganan. Maklumat tambahan mengenai langganan, seperti kaedah pembayaran atau sokongan untuk pelanggan di negara membangun, dapat ditambahkan di sini.
nb_no: Abonnementstyper og betalingsform vil bli skrevet inn automatisk under Abonnement på 'Om' tidsskriftet-siden, sammen med navnet og kontaktinformasjon for abonnementskontakten. Ytterligere informasjon om abonnement, som betalingsmåte eller særvilkår for abonnenter i den tredje verden, kan legges til her.
nl: De abonnementsvormen en prijsstructuur worden automatisch getoond bij Abonnementen en Over dit tijdschrift, samen met de naam en contactinformatie van de abonnementenbeheerder. Bijkomende informatie zoals betalingsmethoden of hulp voor abonnees in ontwikkelingslanden kan hier toegevoegd worden.
pl: Rodzaje subskrypcji i struktura opłat będą wyświetlonej na stronie subskrypcji, razem z danymi kontaktowymi menedżera subskrypcji. Dodatkowe informacje o subskrypcjach, takie jak metody płatności i wsparcie dla subskrybentów w rozwijających się krajach, mogą być tutaj dodane.
pt_br: Os tipos de assinaturas e a estrutura de valores é exibida automaticamente em Assinaturas, da página Sobre a revista, junto com o nome do gerente de assinaturas e as formas de contato. Outras informações para assinantes, como as formas de pagamento ou auxílio a assinantes de países em desenvolvimento, por exemplo, podem ser incluídas aqui.
pt_pt: Os Tipos de Subscrições e a estrutura de valores é exibida automaticamente na página Subscrições, em Sobre a Revista, junto com o nome do Gestor de Subscrições e as formas de contacto. Outras informações para subscritores, como as formas de pagamento ou auxílio a subscritores de países em desenvolvimento, por exemplo, podem ser adicionadas aqui.
ru: Типы подписок и структура платежей будет отображаться на странице подписок, вместе с именем и контактной информацией менеджера по подписке. Здесь также можно добавить дополнительную информацию о подписках, такую как методы оплаты или способы поддержки подписчиков из развивающихся стран.
sk_sk: Typy predplatného a štruktúra poplatku bude automaticky umiestnená pod položku Predplatné na stránke O časopise spoločne s menom a kontaktom na manažéra predplatného. Môžu sem byť vložené doplňujúce informácie o predplatnom ako napr. Spôsob platby alebo forma podpory predplatiteľov z rozvojových krajín.
sl_si: Tipi naročnine in struktura pristojbin bo napisana avtomatsko na strani O reviji, pod razdelkom Naročnine, skupaj z imenom in kontaktnimi informacijami upravitelja naročnin. Tukaj lahko dodate dodatne informacije o naročninah, kot so metode plačila ali podpora za naročnine iz nerazvitih držav.
sr_rs@cyrillic: Типови претплата и структура накнада ће бити аутоматски смештене у делу Претплате на страни О часопису заједно са именом и контактом Управника за претплате. Додатне информације о претплатама као што су методи плаћања или подршка за претплатнике у земљама у развоју може да се овде дода.
sr_rs@latin: Tipovi pretplata i struktura naknada će biti automatski smeštene u delu Pretplate na strani O časopisu zajedno sa imenom i kontaktom Upravnika za pretplate. Dodatne informacije o pretplatama kao što su metodi plaćanja ili podrška za pretplatnike u zemljama u razvoju može da se ovde doda.
sv_se: Typer av prenumerationer och prissättning kommer automatiskt att visas under Prenumerationer i Om tidskriften, tillsammans med kontaktinformation till den prenumerationsansvarige. Ytterligare information om prenumerationer, som betalningsmetod eller support till prenumeranter i utvecklingsländer kan läggas till här.
tr_tr: Abonelik türleri ve bedeli, abonelik yöneticisinin adı ve adresi ile birlikte dergi hakkında sayfasına kendiliğinden yerleştirilecektir. Abonelik ile ilgili ödeme biçimi, hesap numarası, gelişmekte olan ülkeler için özel koşullar ve benzeri tüm ek bilgiler burada eklenebilir.
uk: Інформація про типи передплат та структуру цін буде автоматично розміщена у розділі "Передплати" сторінки "Про журнал" разом з контактною інформацією менеджера передплати. Тут можна вказати додаткову інформацію, наприклад, про методи платежів або про підтримку передплатників з країн, що розвиваються.
uz_cyrl: Обуна саҳифасида кўрсатиладиган қўшимча шартлар.
uz_uz@latin: Obuna turlari va to'lovlar tarkibi obunalar sahifasida, obuna menejerining nomi va aloqa ma'lumotlari bilan birga ko'rsatiladi. Rivojlanayotgan mamlakatlardagi obunachilar uchun to'lov usullari yoki qo'llab -quvvatlash kabi obunalar haqida qo'shimcha ma'lumotlarni bu erga qo'shish mumkin.
vi_vn: Các loại thuê bao và cấu trúc lệ phí sẽ được hiển thị trên trang đăng ký thuê bao, cùng với tên và thông tin liên hệ của Quản trị thuê bao. Thông tin bổ sung về thuê bao, chẳng hạn như phương thức thanh toán hoặc hỗ trợ cho thuê bao ở các nước đang phát triển, có thể được thêm vào đây.
zh_cn: 订阅类型和费用结构会自动地被放在「期刊介绍」页面的「订阅」下面，含有订阅管理员的姓名和联系信息。有关订阅的额外信息，像是付费方法或者援助开发中国家的订阅者，可以在这里加入。
zh_hant: 訂閱種類及費用結構將與訂閱管理員的姓名和聯絡方法，一同在訂閱頁面顯示。也可在此添加有關訂閱的其他資訊，如付款方式或給予發展中國家訂閱讀者的支援。

# manager.subscriptionPolicies.subscriptionContact
source: Subscription Manager
ar: مدير الاشتراكات
az: Abunəçi idarəçisi
bg_bg: Мениджър на абонаментите
ca_es: Administrador/a de subscripcions
cs_cz: Manažer předplatného
da_dk: Abonnementschef
de_de: Abonnementverwalter/in
es_es: Gestor/a de suscripciones
eu: Harpidetza-kudeatzailea
fa_ir: مدیر اشتراک
fi: Tilaussihteeri
fr_fr: Responsable des abonnements
gl: Xestor de subscricións
hi_in: सदस्यता प्रबंधक
hr_hr: Ravnatelj za pretplatu
hy: Բաժանորդագրության կառավարիչ
id_id: Manajer Langganan
it_it: Amministratore degli abbonamenti
ja: 購読管理者
ka_ge: გამოწერების მმართველი
ku_iq: بەڕێوەبەری بەشداربووان
ky: Жазылуу менеджери
lt: Už prenumeratą atsakingas asmuo
lv: Abonēšanas pārvaldnieks
mr: वर्गणी व्यवस्थापक
ms: Pengurus Langganan
nb_no: Abonnementskontakt
nl: Abonnementenbeheerder
pl: Menedżer subskrypcji
pt_br: Gerente de assinaturas
pt_pt: Gestor de Subscrições
ru: Менеджер по подписке
sk_sk: Manažér predplatného
sl_si: Upravitelj naročnin
sr_rs@cyrillic: Управник за претплату
sr_rs@latin: Upravnik za pretplatu
sv_se: Prenumerationsansvarig
tr_tr: Abone Yöneticisi
uk: Менеджер передплати
uz_cyrl: Обуна бўйича масъул шахс
uz_uz@latin: Obuna menejeri
vi_vn: Quản trị thuê bao
zh_cn: 订阅管理员
zh_hant: 訂閱管理員

# manager.subscriptionPolicies.subscriptionContactDescription
source: These contact details will be listed on the subscription page for customers with enquiries related to subscriptions.
ar: عنوان الاتصال المدرج تحت بند الاشتراكات في (عن المجلة).
az: Jurnal Haqqında səhifəsində abunəlik haqqında məlumat vermək üçün göstəriləcəkdir.
bg_bg: Тези данни за контакт ще бъдат посочени на страницата за абонамент за клиенти с въпроси, свързани с абонаменти.
ca_es: Contacte llistat a la secció «Subscripcions» de la pàgina «Sobre la revista».
cs_cz: Kontakt uvedený pod položkou Předplatné v O časopisu.
da_dk: Kontaktpersonen, der er angivet under Abonnementer under Om tidsskriftet.
de_de: Kontakt, der im "Über uns" der Zeitschrift erscheint.
es_es: El contacto se encuentra en el apartado Suscripciones de la sección Acerca de la revista.
eu: Aldizkariari buruz orriko Harpidetzak izenburuan agertzen den kontaktua.
fa_ir: آدرس تماس در قسمت درباره مجله تحت عنوان اشتراک مجله خواهد آمد.
fi: Yhteyshenkilö, joka merkitään Tilaukset-kohtaan Tietoa julkaisusta -sivulle.
fr_fr: Le contact indiqué sous Abonnements dans À propos de la revue.
gl: Estes datos de contacto aparecerán no apartado Subscricións na sección Acerca da revista.
hi_in: ये संपर्क विवरण ग्राहकी से संबंधित पूछताछ वाले ग्राहकों के लिए सदस्यता पृष्ठ पर सूचीबद्ध होंगे।
hr_hr: Kontakt administratora pretplate naveden je unutar stranice "o časopisu" u rubrici "pretplate".
hy: Այս կոնտակտային տվյալները կցուցադրվեն բաժանորդագրության էջում՝ բաժանորդագրությունների հետ կապված հարցումներով հաճախորդների համար:
id_id: Kontak yang ditampilkan pada informasi Langganan di Tentang Jurnal.
it_it: Contatto elencato sotto la voce 'Abbonamenti' nella pagina delle informazioni sulla rivista..
ja: これらの連絡先は、購読に関連するお問い合わせをされるお客様のために、購読者ページに記載されます。
ka_ge: ეს საკონტაქტო ინფორმაცია ჩამოთვლილი იქნება ხელმოწერის გვერდზე მომხმარებლებისთვის, რომლებსაც აქვთ გამოწერასთან დაკავშირებული შეკითხვები.
ku_iq: ئەم زانیارییانەی پەیوەندیکردن لە پەڕەی بەشداریکردندا بەردەست دەبێت بۆ ئەوە خوازیاران لە کاتی پێویستدا پەیوەندی بکەن.
ky: Бул байланыш маалыматтары жазылуу бетинде жазылуу боюнча суроолору бар кардарлар үчүн көрсөтүлөт.
lt: Išsamiau kontaktiniai duomenys su prenumerata susijusiems klientams bus nurodyti prenumeratos puslapyje.
lv: Šī kontaktinformācija tiks norādīta abonēšanas lapā, lai klienti varētu saņemt ar abonēšanu saistītus pieprasījumus.
mr: सदस्यत्वाविषयी चौकशी करू इच्छिणार्‍या ग्राहकांसाठी हे संपर्क तपशील सदस्यत्वाच्या पानावर दिले जातील.
ms: Maklumat hubungan ini akan disenaraikan di halaman langganan untuk pelanggan dengan pertanyaan yang berkaitan dengan langganan.
nb_no: Kontaktpersonen som er oppført under Abonnement i 'Om' tidsskriftet.
nl: De contactpersoon die genoemd wordt onder Abonnementen bij Over dit tijdschrift.
pl: Te dane kontaktowe będą wymienione na stronie subskrypcji dla klientów z ofertami powiązanymi z daną subskrypcją.
pt_br: O contato a seguir será exibido em Assinaturas, na página Sobre a revista.
pt_pt: O contacto a seguir será exibido em Subscrições, em Sobre a Revista.
ru: Эта информация о контактном лице будет показана на странице подписок для пользователей наряду с запросами, связанными с подписками.
sk_sk: Kontakt uvedený pod položkou Predplatné v O časopise.
sl_si: Kontakt napisan na strani z obvestilom o naročnini, za uporabnike, ki se zanimajo za naročnino.
sr_rs@cyrillic: Контакт наведен у Претплате у страни О часопису
sr_rs@latin: Kontakt naveden u Pretplate u strani O časopisu
sv_se: Kontaktinformationn listad under Prenumerationer i Om tidskriften.
tr_tr: Dergi Hakkında sayfasında abonelik hakkında bilgi vermek üzere gösterilecek.
uk: Ці контактні дані буде вказано на сторінці підписки для клієнтів із запитами, пов’язаними з підпискою.
uz_cyrl: Обуна масалалари бўйича боғланиш учун шахс.
uz_uz@latin: Bu aloqa ma'lumotlari obunalar bilan bog'liq savollarga ega bo'lgan mijozlar uchun obuna sahifasida ko'rsatiladi.
vi_vn: Những chi tiết liên lạc này sẽ được liệt kê trên trang thuê bao cho khách hàng có thắc mắc liên quan đến thuê bao.
zh_cn: 这份联系信息会列在「期刊介绍」的「订阅」下面。
zh_hant: 這些聯絡資訊將於訂閱頁面列出供顧客參考，如他們有相關疑問。

# manager.subscriptionPolicies.subscriptionContactEmailValid
source: Please enter a valid email.
ar: لطفاً، أدخل عنواناً بريدياً صحيحاً.
az: Zəhmət olmasa etibarlı bir email adresi daxil edin.
bg_bg: Моля, въведете валиден имейл.
ca_es: Introduïu una adreça de correu electrònic vàlida.
cs_cz: Vložte prosím platný e-mail.
da_dk: Angiv en gyldig e-mail-adresse.
de_de: Geben Sie bitte eine gültige E-Mail-Adresse ein.
es_es: Introduzca una dirección de correo electrónico válida.
eu: Idatzi baliozko helbide elektroniko bat.
fa_ir: لطفاً ایمیل صحیحی وارد کنید
fi: Anna kelvollinen sähköpostiosoite.
fr_fr: Veuillez saisir un courriel valide.
gl: Insire un correo electrónico válido.
hi_in: कृपया अपना मान्य ईमेल लिखें।
hr_hr: Molimo unesite ispravnu e-poštu.
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստ.
id_id: Masukkan email yang valid.
it_it: Inserire un indirizzo email valido.
ja: 有効なメールを入力してください。
ka_ge: გთხოვთ შეიტანოთ სწორი ელფოსტის მისამართი.
ku_iq: تکایە ئیمەیڵێکی کارا داخل بکە.
ky: Туура электрондук почта дарегин киргизиңиз.
lt: Prašom įrašyti galiojantį e. pašto adresą.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
mr: ग्राह्य ई-मेल पत्ता नोंदवा.
ms: Sila masukkan e-mel yang sah.
nb_no: Vennligst skriv inn en gyldig e-post.
nl: Geef een geldig e-mailadres op.
pl: Proszę o wpisanie poprawnego adresu e-mail.
pt_br: Informe um e-mail válido.
pt_pt: Forneça um e-mail válido.
ru: Пожалуйста, введите правильный адрес электронной почты.
sk_sk: Vložte prosím platný e-mail.
sl_si: Prosimo vnesite veljaven naslov e-pošte.
sr_rs@cyrillic: Унесите исправну имејл адресу.
sr_rs@latin: Unesite ispravnu imejl adresu.
sv_se: Fyll i en giltlig e-postadress.
tr_tr: Lütfen geçerli bir e-posta adresi giriniz.
uk: Будь ласка, вкажіть коректну email адресу.
uz_cyrl: Тўғри электрон почта манзилини киритинг.
uz_uz@latin: E -pochta manzilini kiriting.
vi_vn: Vui lòng nhập email hợp lệ.
zh_cn: 请输入一个有效的电子邮件地址
zh_hant: 請輸入一個有效的電郵地址。

# manager.subscriptions
source: Subscriptions
ar: الاشتراكات
az: Abunəliklər
bg_bg: Абонаменти
ca_es: Subscripcions
cs_cz: Předplatné
da_dk: Abonnementer
de_de: Abonnements
es_es: Suscripciones
eu: Harpidetzak
fa_ir: اشتراک
fi: Tilaukset
fr_fr: Abonnements
gl: Subscricións
hi_in: सदस्यताएँ
hr_hr: Pretplate
hy: Բաժանորդագրություններ
id_id: Langganan
it_it: Abbonamenti
ja: 購読種別
ka_ge: გამოწერები
ku_iq: بەشداربووەکان
ky: Жазылуулар
lt: Prenumerata
lv: Abonementi
mr: वर्गण्या
ms: Langganan
nb_no: Abonnement
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
sk_sk: Predplatné
sl_si: Naročnine
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
sv_se: Prenumerationer
tr_tr: Abonelikler
uk: Передплати
uz_cyrl: Обуналар
uz_uz@latin: Obunalar
vi_vn: Các thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# manager.individualSubscriptions
source: Individual Subscriptions
ar: الاشتراكات المنفردة
az: Fərdi abunəçilər
bg_bg: Индивидуални абонаменти
ca_es: Subscripcions individuals
cs_cz: Individuální předplatné
da_dk: Individuelle abonnementer
de_de: Individuelle Abonnements
es_es: Suscripciones individuales
eu: Banakako harpidetzak
fa_ir: اشتراک‌های شخصی
fi: Yksittäistilaukset
fr_fr: Abonnements individuels
gl: Subscricións individuais
hi_in: व्यक्तिगत सदस्यताएँ
hr_hr: Individualne pretplate
hy: Անհատական բաժանորդագրություններ
id_id: Langganan Individu
it_it: Abbonamento individuale
ja: 個人購読
ka_ge: ინდივიდუალური გამოწერები
ku_iq: بەشداریکردنە کەسییەکان
ky: Жеке жазылуулар
lt: Individuali prenumerata
lv: Individuālie abonementi
mr: वैयक्तिक सदस्यत्व
ms: Langganan Individu
nb_no: Individuelle abonnementer
nl: Individuele abonnementen
pl: Indywidualne subskrypcje
pt_br: Individuais
pt_pt: Subscrições Individuais
ru: Индивидуальные подписки
sk_sk: Individuálne predplatné
sl_si: Individualne naročnine
sr_rs@cyrillic: Индивидуалне претплате
sr_rs@latin: Individualne pretplate
sv_se: Individuella prenumerationer
tr_tr: Bireysel Abonelikler
uk: Індивідуальні передплати
uz_cyrl: Жеке обуналар
uz_uz@latin: Shaxsiy obunalar
vi_vn: Các thuê bao cá nhận
zh_hant: 個體訂閱
