Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.journalLogo.altText
source: Journal Logo
ar: شعار المجلة
az: Jurnal loqotipi
bg_bg: Лого на списанието (алт.текст)
ca_es: Logotip de la revista
cs_cz: Logo časopisu
da_dk: Tidsskriftslogo
de_de: Logo der Zeitschrift
es_es: Logotipo de la revista
eu: Aldizkariaren logoa
fa_ir: لوگوی مجله
fi: Julkaisun logo
fr_fr: Logo de la revue
gl: Logotipo da revista
hi_in: जर्नल लोगो
hr_hr: Logotip časopisa
hy: Ամսագրի լոգոն
id_id: Logo Jurnal
is_is: Merki tímarits
it_it: Logo della rivista
ja: ジャーナルのロゴ
ka_ge: ჟურნალის ლოგო
ku_iq: لۆگۆی گۆڤار
ky: Журналдын логотиби
lt: Žurnalo logoipas
lv: Žurnāla logo
mr: नियतकालिकाचे परिचय चिन्ह (लोगो)
ms: Logo Jurnal
nb_no: Tidsskriftlogo
nl: Tijdschrift logo
pl: Logo czasopisma
pt_br: Logotipo
pt_pt: Logótipo da revista
ru: Логотип журнала
sk_sk: Logo časopisu
sl_si: Logotip revije
sr_rs@cyrillic: Лого часописа
sr_rs@latin: Logo časopisa
sv_se: Tidskriftens logotyp
tr_tr: Dergi Logosu
uk: Логотип журналу
uz_cyrl: Журнал логотипи
uz_uz@latin: Jurnal logotipi
vi_vn: Logo tạp chí
zh_cn: 期刊标志
zh_hant: 期刊標誌

# manager.setup.journalPageFooter
source: Journal Page Footer
ar: تذييل صفحات المجلة
az: Jurnal səhifə altlığı
bg_bg: Долен колонтитул (footer) на страниците на списанието
ca_es: Peu de pàgina de la revista
cs_cz: Zápatí stránky časopisu
da_dk: Sidefod til tidsskrift
de_de: Fußzeile der Zeitschrift
es_es: Pie de página de la revista
eu: Aldizkariko orri-oina
fa_ir: پاورقی صفحات مجله
fi: Julkaisun alatunniste
fr_fr: Pied de page de la revue
gl: Pé de páxina da revista
hi_in: जर्नल पेज पाद लेख
hr_hr: Podnožje stranice časopisa
hy: Ամսագրի էջի տողատակը
id_id: Footer Halaman Jurnal
is_is: Síðufótur
it_it: Pie' di pagina
ja: ジャーナルページのフッター
ka_ge: ჟურნალის სარდაფი
ku_iq: پێپەڕەی پەڕی گۆڤار
ky: Журнал бетинин төмөнкү колонтитулдары
lt: Žurnalo puslapinė poraštė
lv: Žurnāla lapas apakšējā daļa
mr: नियतकालिकाच्या पृष्ठावरील तळटीप
ms: Footer Halaman Jurnal
nb_no: Tidsskriftside bunntekst
nl: Tijdschriftpagina voettekst
pl: Stopka czasopisma
pt_br: Rodapé
pt_pt: Rodapé da Revista
ru: Нижний колонтитул страницы журнала
sk_sk: Päta stránky časopisu
sl_si: Noga strani revije
sr_rs@cyrillic: Подножје стране часописа
sr_rs@latin: Podnožje strane časopisa
sv_se: Tidskriftens sidfot
tr_tr: Dergi Sayfa Altlığı
uk: Нижній колонтитул сторінки
uz_cyrl: Саҳифа пастки қисми (Footer)
uz_uz@latin: Jurnal sahifasining pastki qismi
vi_vn: Chân trang tạp chí
zh_cn: 期刊网页页尾
zh_hant: 期刊頁面註腳

# manager.setup.journalPageFooterDescription
source: This is the footer of your journal. To change or update the footer, paste the HTML code in the textbox below. Examples could be another navigation bar, a counter, etc. This footer will appear on every page.
ar: هذا هو تذييل صفحات مجلتك. لتعديله أو تحديثه، إلصق ترميز HTML في مربع النص أدناه. أمثلة ذلك قد تكون شريط تنقل آخر، أو عداد معين، أو روابط خارجية... إلخ. هذا التذييل سيظهر في كل صفحات الموقع.
az: Jurnal səhifələrinin alt bölməsində baxılmasını istədiyinz linkləri HTML formatında bu sahəyə daxil edin (Məsələn; yönləndirmə, sayğac, reklam v.b.) altlıq hər səhifədə görünəcək.
bg_bg: Това е долният колонтитул на вашето списание. За да промените или актуализирате долния колонтитул, поставете HTML кода в текстовото поле по -долу. Примери могат да бъдат друга лента за навигация, брояч и т.н. Този долен колонтитул ще се показва на всяка страница.
ca_es: Aquest és el peu de pàgina de la vostra revista. Si el voleu canviar o actualitzar, enganxeu-ne el codi HTML corresponent en el quadre de text que hi ha a continuació. Per exemple, el peu de pàgina de la revista podria ser una altra barra de navegació, un comptador, etc. Aquest peu de pàgina apareix a totes les pàgines.
cs_cz: Toto je zápatí vašeho časopisu. Pro změnu nebo aktualizaci zápatí vložte HTML kód do textového pole níže. Může jít například o další navigační panel, počítadlo atd. Toto zápatí se objeví na každé stránce.
da_dk: Dette er tidsskriftets sidefod. Sidefoden kan ændres eller opdateres ved at indsætte HTML-kode i tekstboksen nedenfor. Som eksempel kan det være en anden navigationslinje, en tæller osv. Denne sidefod vises på hver side.
de_de: Dies ist die Fußzeile Ihrer Zeitschrift. Sollten Sie sie ändern oder aktualisieren wollen, kopieren Sie den neuen HTML-Text in das nachstehende Textfeld. Beispiele könnten eine zusätzliche Navigationszeile oder ein Zähler sein. Diese Fußzeile wird auf allen Seiten erscheinen.
es_es: Éste es el pie de página de su revista. Para cambiarlo o actualizarlo, copie el código HTML en el siguiente cuadro de texto. Puede incluir, p. ej., otra barra de navegación, un contador, etc. El pie de página se mostrará en todas las páginas de la revista.
eu: Hau da zure aldizkariko orri-oina. Aldatu nahi baduzu, idatzi orri-oinaren HTML kodea beheko testu-koadroan. Adibidez, beste nabigazio-barra bat, kontagailu bat, etab. Orri-oina orrialde guztietan agertuko da.
fa_ir: این قسمت مربوط به پاورقی صفحات مجله است. برای تغییر یا به‌روزرسانی آن ، متن HTML دلخواه خود را در جعبه متن زیر وارد کنید. به عنوان مثال می‌توانید یک منوی گشت‌وگذار دیگر، یک شمارشگر بازدیدکننده‌ها و غیره در این قسمت وارد کرد. این پاورقی در تمام صفحات ظاهر می‌شود.
fi: Tämä on julkaisusi alatunniste. Muuttaaksesi alatunnistetta tai päivittääksesi sen liitä HTML-koodi alla olevaan tekstikenttään. Voit lisätä alapalkkiin esimerkiksi toisen navigointipalkin tai laskurin. Tämä alatunniste tulee näkymään jokaisella sivulla.
fr_fr: Cela est le pied de page de votre revue. Pour modifier ou mettre à jour le pied de page, copier le code HTML dans la zone de texte ci-dessous. Des exemples pourraient être une autre barre de navigation, un compteur, etc. Ce pied de page figurera dans toutes les pages.
gl: Este é o pé de páxina da súa revista. Para cambiar ou actualizar o pé de páxina, pega o código HTML no cadro de texto seguinte. Por exemplo o pé de páxina pode incluir outra barra de navegación, un contador, etc. Este pé de páxina aparecerá en todas as páxinas.
hi_in: यह आपकी जर्नल का पाद लेख है। पाद लेख को बदलने या अद्यतन करने के लिए, नीचे दिए गए पाठ बॉक्स में HTML कोड पेस्ट करें। उदाहरण एक अन्य नेविगेशन बार, एक काउंटर आदि हो सकते हैं। यह पाद लेख प्रत्येक पृष्ठ पर दिखाई देगा।
hr_hr: Ovo je podnožje stranica vašeg časopisa. Da biste promijenili ili dopunili podnožje, zalijepite HTML kod u tekstni okvir ispod. Na primjer, ovdje možete postaviti druge navigacijske trake, brojač posjeta, i sl. Ovo podnožje će se pojaviti na svakoj stranici.
hy: Սա ձեր ամսագրի էջատակն է: Էջատակը փոխելու կամ թարմացնելու համար տեղադրեք HTML կոդը ստորև նշված տեքստային վանդակում: Օրինակները կարող են լինել մեկ այլ նավիգացիոն տող, հաշվիչ և այլն: Այս էջատակը կհայտնվի յուրաքանչյուր էջում:
id_id: Ini adalah footer jurnal Anda. Untuk mengganti atau meng-update footer, salin kode HTML pada textbox di bawah. Sebagai contoh dapat berisi navigasi lain, counter, dll. Footer ini akan tampil di tiap halaman.
is_is: þetta birtist í síðufót tímaritsins. Til að breyta eða uppfæra síðufótinn, afritaðu hingað HTML kóðann í textaboxinu fyrir neðan. Dæmi gætu verið önnur valstika, teljari o.s.frv. Síðufóturinn birtist á öllum síðum.
it_it: Questo è il pie' di pagina della rivista. Per cambiarlo o aggiornarlo, inserire del codice HTML nella box sottostante. È possibile, per esempio, inserire un'altra barra di navigazione, un contatore ecc. Questo pie' di pagina apparirà su ogni pagina della rivista.
ja: これはジャーナルのフッターです。フッターを変更・更新するには、下のテキストボックスにHTMLコードを貼り付けてください。例としては、別のナビゲーションバーやカウンターなどが考えられます。このフッターはすべてのページに表示されます。
ka_ge: ეს თქვენი ჟურნალის სარდაფია. სარდაფის შესაცვლელად, ან განახლებისთვის ჩასვით HTML კოდი ქვემოთ მოყვანილ ტექსტში. მაგალითები შეიძლება იყოს ნავიგაციის კიდევ ერთი ზოლი, მრიცხველი და ა.შ. ეს სარდაფი გამოჩნდება ყველა გვერდზე.
ku_iq: ئەمە پێپەڕەی گۆڤارەکەتە. بۆ گۆڕین و نوێکردنەوەی پێپەڕەی گۆڤارەکەت، کۆدی HTML لەم تێکستبۆکسەی خوارەوە داخل بکە.
ky: Бул сиздин журналыңыздын төмөнкү колонтитулу. Колонтитулуңузду өзгөртүү же жаңыртуу үчүн төмөнкү текст кутучасына HTML кодун чаптаңыз. Мисалы, төмөнкү колонтитулда башка навигация тилкеси, спиннер ж.б. болушу мүмкүн. Бул колонтитул ар бир баракта көрсөтүлөт.
lt: Tai jūsų leidinio puslapinė poraštė. Norėdami ją pakeisti ar atnaujinti, į apačioje esančiame langelyje nurodykite HTML kodą. Kaip pavyzdį galima pasirinkti kitą naršymo juostą, skaitiklį ar pan. Tokia poraštė bus rodoma kiekviename puslapyje.
lv: Šī ir jūsu žurnāla apakšējā daļa. Lai to mainītu vai atjauninātu, ievietojiet HTML kodu zemāk esošajā teksta lodziņā. Kā piemēru var minēt citu navigācijas joslu, skaitītāju utt. Šis laukums būs redzams katrā lapā.
mr: ही तुमच्या नियतकालिकाच्या पृष्ठावरील तळटीप आहे. तळटीप बदलण्यासाठी किंवा अद्ययावत (अपडेट) करण्यासाठी, खालील मजकूरासाठी असलेल्या चौकटीत (टेक्स्टबॉक्समध्ये) HTML कोड पेस्ट करा. यात वेगळे नेव्हिगेशन बार, गणक (काउंटर) इत्यादी असू शकतात. ही तळटीप प्रत्येक पृष्ठावर दिसेल.
ms: Ini adalah footer jurnal anda. Untuk menukar atau mengemas kini footer, tampal kod HTML di kotak teks di bawah. Contohnya ialah bar navigasi lain, kaunter, dll. Footer ini akan muncul di setiap halaman.
nb_no: Dette er bunnteksten for tidsskriftet ditt. For å endre eller oppdatere bunnteksten, lim inn HTML kode i tekstboksen nedenfor. For eksempel et annet navigasjonsfelt, et telleverk etc. Denne bunnteksten vil bli vist på hver side.
nl: Dit is de voettekst van uw tijdschrift. De voettekst kan veranderd worden door de HTML code ervan in het tekstvak hieronder in te voeren. Voorbeelden van een voettekst zijn een navigatiebalk, een teller, enz. Deze voettekst verschijnt op iedere pagina.
pl: W stopce można umieścić dodatkowe informacje wyświetlane na każdej stronie czasopisma.
pt_br: No rodapé da revista é possível incluir ou atualizar o conteúdo, inserindo código HTML, como outras barras de navegação, contadores, ou publicidade. O rodapé aparecerá em todas as páginas.
pt_pt: No rodapé da revista é possível incluir ou actualizar o conteúdo, colocando código HTML customizado, como outras barras de navegação, contadores, publicidade. O rodapé aparecerá em todas as páginas.
ru: Это нижний колонтитул вашего журнала. Чтобы изменить или обновить нижний колонтитул, вставьте код HTML в текстовое поле ниже. В колонтитуле, например, может быть другая панель навигации, счетчик и т. д. Этот нижний колонтитул будет показываться на каждой странице.
sk_sk: Toto je päta vášho časopisu. Pre zmenu alebo aktualizáciu päty vložte HTML kód do textového poľa nižšie. Môže ísť napríklad o ďalšiu navigačný panel, počítadlo atď. Táto päta sa objaví na každej stránke.
sl_si: To je noga strani revije. Za spreminjanje vnesite HTML besedilo v besedilno polje spodaj. Primeri so lahko drug navigacijski trak, števec in podobno. Ta noga bo na vsaki strani revije.
sr_rs@cyrillic: Ово је подножје стране вашег часописа. Убаците HTML код у кутију за текст испод како би изменили подножје стране. То може бити други навигацијски сегмент, бројач итд. Ово подножје ће се појавити на свакој страници.
sr_rs@latin: Ovo je podnožje strane vašeg časopisa. Ubacite HTML kod u kutiju za tekst ispod kako bi izmenili podnožje strane. To može biti drugi navigacijski segment, brojač itd. Ovo podnožje će se pojaviti na svakoj stranici.
sv_se: Det här är tidskriftens sidfot. För att ändra eller uppdatera sidfoten, klistra in HTML-koden i rutan nedan. Det kan t.ex. vara en besöksräknare, ett annat navigeringsfält etc. Sidfoten kommer att synas på varje sida.
tr_tr: Dergi Sayfalarının alt bölümünde görülemesini istediğiniz bağlantıları HTML biçiminde bu alana yazınız (Örneğin; yönlendirme, sayaç, reklam v.b.). Altlık her sayfada görüntülenecektir.
uk: Це нижній колонтитул сторінок Вашого журналу. Щоб змінити або оновити нижній колонтитул, вставте код HTML у поле нижче. Наприклад, у нижньому колонтитулі може розміщуватись ще одна навігаційна панель, лічильник тощо. Нижній колонтитул з'явиться на всіх сторінках сайту журналу.
uz_cyrl: Ҳар бир саҳифанинг энг пастки қисмида кўринадиган HTML матн.
uz_uz@latin: Bu sizning jurnalingizning pastki qismi. Altbilgini o'zgartirish yoki yangilash uchun HTML kodini quyidagi matn qutisiga joylashtiring. Misollar boshqa navigatsiya paneli, hisoblagich va boshqalar bo'lishi mumkin. Bu altbilgi har bir sahifada paydo bo'ladi.
vi_vn: Đây là chân trang của tạp chí của bạn. Để thay đổi hoặc cập nhật chân trang, hãy dán mã HTML vào textbox bên dưới. Ví dụ có thể là một thanh điều hướng khác, bộ đếm, v.v ... Phần chân trang này sẽ xuất hiện trên mỗi trang.
zh_cn: 这是您的期刊的页尾。要变更或更新页尾，在下面的文字框中贴上HTML代码。比方说，可以是另一个导航栏、一个计数器等等。这个页尾会显示在所有的页面中。
zh_hant: 這是期刊網站的註腳。如想修改或更新註腳，請在下方空格貼上HTML代碼。例如另一巡覽列、計數器等。此註腳將出現在每個頁面。

# manager.setup.journalPolicies
source: Step 2. Journal Policies
ar: الخطوة 2. سياسات المجلة
az: Addım 2. Jurnal Politikaları
bg_bg: Стъпка 2. Правила и политики на списанието
ca_es: Pas 2. Polítiques de la revista
cs_cz: Krok 2. Pravidla časopisu
da_dk: Trin 2. Tidsskriftspolitikker
de_de: 2. Schritt: Zeitschriftenrichtlinien und Publikationsprozess
es_es: Paso 2. Políticas de la revista
eu: 2. urratsa. Aldizkariaren politika
fa_ir: مرحله 2: سیاست‌های مجله
fi: Vaihe 2. Julkaisun toimintaperiaatteet
fr_fr: Étape 2. Politiques de la revue
gl: Paso 2. Políticas da revista
hi_in: चरण 2. जर्नल नीतियां
hr_hr: Korak 2. Pravila i politike časopisa
hy: Քայլ 2. Ամսագրի քաղաքականությունը
id_id: Langkah 2. Kebijakan Jurnal
is_is: Skref 2. Stefnur tímartitsins
it_it: Fase 2. Politiche della rivista
ja: ステップ2. ジャーナルポリシー
ka_ge: ნაბიჯი 2. ჟურნალის წესები
ku_iq: هەنگاوی ٢. ڕێوشوێنەکانی گۆڤار
ky: 2-кадам. Журналдын эрежелери
lt: 2 etapas. Žurnalo nuostatos
lv: 2. solis. Žurnāla politika
mr: टप्पा 2. नियतकालिकाची धोरणे
ms: Langkah 2. Polisi Jurnal
nb_no: Trinn 2. Retningslinjer for tidsskriftet
nl: Stap 2. Beleid van het tijdschrift
pl: Krok 2. Zasady czasopisma
pt_br: Passo 2. Políticas da revista
pt_pt: Passo 2. Políticas da Revista
ru: Шаг 2. Правила журнала
sk_sk: Krok 2. Pravidlá časopisu
sl_si: Korak 2. Politike revije
sr_rs@cyrillic: Корак 2. Политике часописа
sr_rs@latin: Korak 2. Politike časopisa
sv_se: Steg 2. Tidskriftens policyer
tr_tr: Adım 2. Dergi Politikaları
uk: Крок 2. Політика журналу
uz_cyrl: 2-қадам. Журнал сиёсати
uz_uz@latin: Qadam 2. Jurnal siyosati
vi_vn: Bước 2. Chính sách tạp chí
zh_cn: 步骤 2：期刊方针
zh_hant: 步驟2：期刊政策

# manager.setup.journalSetup
source: Journal Setup
ar: تهيئة المجلة
az: Jurnal konfiqurasiyası
bg_bg: Настройка на списание
ca_es: Configuració de la revista
cs_cz: Nastavení časopisu
da_dk: Konfiguration af tidsskrift
de_de: Einrichten der Zeitschrift
es_es: Configuración de la revista
eu: Aldizkariaren konfigurazioa
fa_ir: نصب مجله
fi: Julkaisun asetukset
fr_fr: Configuration de la revue
gl: Configuración da revista
hi_in: जर्नल सेटअप
hr_hr: Podešavanje časopisa
hy: Ամսագրի կարգավորում
id_id: Setup Jurnal
is_is: Uppsetning á tímariti
it_it: Setup della rivista
ja: ジャーナルの設定
ka_ge: ჟურნალის მორგება
ku_iq: دامەزراندنی گۆڤار
ky: Журнал орнотуулары
lt: Žurnalo konfigūracija
lv: Žurnāla iestatījumi
mr: नियतकालिकाचे नियोजन आणि मांडणी (सेटअप)
ms: Penetapan Jurnal
nb_no: Tidsskriftoppsett
nl: Tijdschrift inrichten
pl: Konfiguracja czasopisma
pt_br: Configuração da revista
pt_pt: Configuração da Revista
ru: Настройка журнала
sk_sk: Nastavenie časopisu
sl_si: Namestitev revije
sr_rs@cyrillic: Подешавање часописа
sr_rs@latin: Podešavanje časopisa
sv_se: Inställningar för tidskriften
tr_tr: Dergi Yapılandırma
uk: Налаштування журналу
uz_cyrl: Журнални созлаш
uz_uz@latin: Jurnalni sozlash
vi_vn: Cài đặt tạp chí
zh_cn: 期刊配置
zh_hant: 期刊設置

# manager.setup.journalSetupUpdated
source: Your journal setup has been updated.
ar: إعدادات تهيئة مجلتك قد تم تحديثها.
az: Jurnalın konfiqurasiya tənzimləri yeniləndi.
bg_bg: Настройката на вашето списание е актуализирана.
ca_es: S’ha actualitzat la configuració de la revista.
cs_cz: Nastavení časopisu bylo aktualizováno.
da_dk: Konfigurationen af tidsskriftet er blevet opdateret.
de_de: Die Konfiguration Ihrer Zeitschrift wurde aktualisiert.
es_es: Se actualizó la configuración de la revista.
eu: Zure aldizkariaren konfigurazioa eguneratu da.
fa_ir: نصب مجله به‌روزرسانی شد
fi: Julkaisun asetukset on päivitetty.
fr_fr: La configuration de votre revue a été mise à jour.
gl: Actualizouse a configuración da súa revista.
hi_in: आपका जर्नल सेटअप अपडेट कर दिया गया है।
hr_hr: Uređivanje postavki časopisa je ažurirano.
hy: Ձեր ամսագրի կարգավորումները թարմացվել են:
id_id: Setup jurnal Anda telah di-update.
is_is: Uppsentingarnar fyrir tímaritið hafa verið uppfærðar.
it_it: Il setup della rivista è stato aggiornato.
ja: ジャーナルの設定が更新されました。
ka_ge: თქვენი ჟურნალის დაყენება განახლდა.
ku_iq: دامەزراندنی گۆڤارەکەت تازەکرایەوە.
ky: Таржымал жөндөөңүз жаңыртылды.
lt: Jūsų žurnalo konfigūracija atnaujinta.
lv: Jūsu žurnāla iestatījumi ir atjaunināti.
mr: नियतकालिकाचे नियोजन आणि मांडणी (सेटअप) अद्ययावत (अपडेट) केली गेली आहे.
ms: Penetapan jurnal anda telah dikemas kini.
nb_no: Ditt tidsskriftoppsett er nå oppdatert.
nl: De instellingen van uw tijdschrift zijn bijgewerkt.
pl: Konfiguracja czasopisma została zaktualizowana.
pt_br: Configuração atualizada.
pt_pt: Configurações da revista actualizadas.
ru: Ваша настройка журнала была обновлена.
sk_sk: Nastavenie časopisu bolo aktualizované.
sl_si: Namestitev vaše revije je bila posodobljena.
sr_rs@cyrillic: Ажурирано је подешавање вашег часописа
sr_rs@latin: Ažurirano je podešavanje vašeg časopisa
sv_se: Inställningarna för tidskriften har uppdaterats.
tr_tr: Derginizin yapılandırma ayarları güncellendi.
uk: Налаштування Вашого журналу оновлені.
uz_cyrl: Журнал созламалари янгиланди.
uz_uz@latin: Jurnal sozlamalari yangilandi.
vi_vn: Thiết lập tạp chí của bạn đã được cập nhật.
zh_cn: 您的期刊配置已经更新。
zh_hant: 您已更新期刊設定。

# manager.setup.journalStyleSheetInvalid
source: Invalid journal stylesheet format. Accepted format is .css.
ar: صيغة ملف الأنماط خاطئة. الصيغة المدعومة هي .css.
az: Formatlandırma səhifəsi üçün etibarsız fayl formatı. Dəstəklərən fayl formatı .css dir
bg_bg: Неправилен формат на стилове за това списание. Приема се .css формат.
ca_es: El format del full d’estil per a la revista no és vàlid. El format admès és .css.
cs_cz: Neplatný formát souboru stylu časopisu. Podporovaný formát je .css.
da_dk: Ugyldigt format for typografiark til tidsskrift. Det accepterede format er .css.
de_de: Das Format des Zeitschriften-Style Sheets ist ungültig. Das gültige Format ist .css.
es_es: El formato de la hoja de estilo no es válido. El formato aceptado es .css.
eu: Aldizkariaren estilo-orriaren formatua ez da zuzena: .css formatua bakarrik onartzen da.
fa_ir: فرمت استایل شیت مجله نامناسب است. فرمت قابل قبول .css است.
fi: Virheellinen julkaisun tyylitiedoston muoto. Hyväksytty muoto on .css.
fr_fr: Format de feuille de style de la revue non valide. Le format accepté .css.
gl: O formato da folla de estilo non é válido. O formato aceptado é .css.
hi_in: अमान्य जर्नल स्टाइलशीट प्रारूप। स्वीकृत प्रारूप .css है।
hr_hr: Neispravan format stilske tablice časopisa. Prihvaćeni format je .css.
hy: Ամսագրի ոճաթերթի անվավեր ձևաչափ: Ընդունված ձևաչափն է .css:
id_id: Format stylesheet jurnal invalid. Format yang diterima adalah .css.
is_is: Ógilt snið á stílsniði. Gilt snið er .css.
it_it: Formato per il foglio di stile della rivista non valido. Il formato accettato è .css.
ja: 無効なジャーナルスタイルシート形式です。使用可能なフォーマットは.cssです。
ka_ge: არასწორი ჟურნალის სტილის ფაილი. მიღებული ფორმატია .css.
ku_iq: ئەم ڕێکخستنە ڕێگە پێ نەدراوە و css. ڕێگای پێ دەدرێت.
ky: Журналдын стилдер барагынын форматы туура эмес. .css форматына уруксат берилген.
lt: Netinkamas žurnalo formatas. Gali būti .css.
lv: Nederīgs žurnāla stila lapas formāts. Pieņemtais formāts ir .css.
mr: नियतकालिकाचे शैली पत्रक (स्टाईल शीट) स्वरूप अप्रमाण! स्वीकृत स्वरूप .css आहे.
ms: Format lembar gaya jurnal tidak sah. Format yang diterima adalah .css.
nb_no: Ugyldig stylesheetformat for tidsskriftet. Akseptert format er .css.
nl: Onbruikbaar bestandsformaat voor de stylesheet. Bruikbaar is .css.
pl: Niepoprawny format szablonu stylów. Akceptowany plik musi posiadać rozszerzenie .css.
pt_br: Formato de folha de estilo inválido. Formato aceitável é .css.
pt_pt: Formato de folha de estilo inválido. Formato aceitável é .css.
ru: Неверный формат таблицы стилей журнала. Разрешен формат .css.
sk_sk: Neplatný formát súboru štýlu časopisu. Podporovaný formát je .css.
sl_si: Napačen format stilske tablice. Dovoljen format je .css.
sr_rs@cyrillic: Неисправан формат странице стила. Прихваћен формат је .css.
sr_rs@latin: Neispravan format stranice stila. Prihvaćen format je .css.
sv_se: Ogiltigt style sheet-format (Godkända format: .css.)
tr_tr: Biçimlendirme sayfası için geçersiz dosya biçimi. Desteklenen dosya biçimi .css dir.
uk: Неприпустимий формат таблиці стилю. Дозволений лише формат .css.
uz_cyrl: Нотўғри CSS файл формати юкланди.
uz_uz@latin: Jurnal uslubi jadvalining yaroqsiz shakli. Qabul qilingan format .css.
vi_vn: Định kiểu tạp chí không hợp lệ. Định dạng được chấp nhận là .css.
zh_cn: 无效的期刊样式表格式。可接受的格式为.css的文件格式。
zh_hant: 式樣表單(stylesheet)格式無效。只接受.css格式。

# manager.setup.journalTheme
source: Journal Theme
ar: نمط المجلة
az: Jurnal teması
bg_bg: Оформителска тема (шаблон) на списанието
ca_es: Tema de la revista
cs_cz: Téma vzhledu časopisu
da_dk: Tidsskriftstema
de_de: Zeitschriften-Designvorlage
es_es: Tema de la revista
eu: Aldizkariaren tema
fa_ir: پوسته مجله
fi: Julkaisun teema
fr_fr: Thème de la revue
gl: Tema (visual) da revista
hi_in: जर्नल थीम
hr_hr: Stilska tema časopisa
hy: Ամսագրի թեմա
id_id: Tema Jurnal
is_is: Þema tímarits
it_it: Tema della rivista
ja: ジャーナルテーマ
ka_ge: ჟურნალის თემა
ku_iq: ڕوکاری گۆڤار
ky: Журналдын темасы
lt: Žurnalo tematika
lv: Žurnāla noformējums
mr: नियतकालिकाचे मुख्य विषय (थीम)
ms: Tema Jurnal
nb_no: Tidsskriftsutseende
nl: Thema van het tijdschrift
pl: Motyw czasopisma
pt_br: Tema para o visual
pt_pt: Aparência da Revista
ru: Тема оформления журнала
sk_sk: Téma vzhľadu časopisu
sl_si: Stilska tema revije
sr_rs@cyrillic: тема часописа
sr_rs@latin: Tema časopisa
sv_se: Tema för tidskriften
tr_tr: Dergi Teması
uk: Тема стилю журналу
uz_cyrl: Журнал мавзуси
uz_uz@latin: Jurnal mavzusi
vi_vn: Chủ đề tạp chí
zh_cn: 期刊主题
zh_hant: 期刊主題

# manager.setup.journalThumbnail
source: Journal thumbnail
ar: مصغر المجلة
az: Jurnal şəkli (kiçik)
bg_bg: Миниатюра (иконка) на списанието
ca_es: Miniatura de la revista
cs_cz: Náhled časopisu
da_dk: Tidsskrifts-miniaturebillede
de_de: Vorschaubild der Zeitschrift
es_es: Miniatura de la revista
eu: Aldizkariaren miniatura
fa_ir: تصویر کوچک (بندانگشتی) مجله
fi: Julkaisun pikkukuva
fr_fr: Vignette de la revue
gl: Miniatura da revista
hi_in: जर्नल थंबनेल
hr_hr: Mala sličica časopisa
hy: Ամսագրի մանրապատկեր
id_id: Thumbnail Jurnal
is_is: Smámynd tímarits
it_it: Anteprima della rivista
ja: ジャーナルサムネイル
ka_ge: ჟურნალის ესკიზი
ku_iq: وێنۆچکەی گۆڤار
ky: Журналдын эскизи
lt: Žurnalo miniatiūra
lv: Žurnāla sīktēls
mr: नियतकालिकाची लघुप्रतिमा
ms: Thumbnail Jurnal
nb_no: Tidsskriftets miniatyrbilde
nl: Miniatuur voor het tijdschrift
pl: Miniatura czasopisma
pt_br: Miniatura da publicação
pt_pt: Thumbnail da Revista
ru: Миниатюра журнала
sk_sk: Náhľad časopisu
sl_si: Ikona revije
sr_rs@cyrillic: Мала слика часописа
sr_rs@latin: Mala slika časopisa
sv_se: Miniatyrbild
tr_tr: Dergi Görseli (Küçük)
uk: Мініатюрне зображення журналу
uz_cyrl: Журнал эскизи (Thumbnail)
uz_uz@latin: Jurnal eskizi
vi_vn: Hình thu nhỏ của tạp chí
zh_cn: 期刊缩略图
zh_hant: 期刊縮圖
