Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.people.mergeUsers.from.description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
ar: إختر مستخدماً (أو أكثر) لضمهم مع حساب مستخدم آخر (مثلاً: عندما يكون لأحدهم حسابين مختلفين في الموقع). الحساب/الحسابات التي يتم اختيارها أولاً سيتم حذفها، وكل متعلقاتها من طلبات نشر ومهام... ستُلحق للمستخدم المختار ثانياً.
az: Başqa bir istifadəçi hesabı ilə birləşdirmək üçün bir istifadəçi (və ya istifadəçilər) seçin (məs. bir şəxsin iki istifadəçi hesabı varsa). İlk seçilən istifadəçi(lər) silinəcək və Məqalələr, təyinatlar vb. xüsusiyyətlər ikinci seçilən istifadəçi hesabına transfer ediləcəkdir.
bg_bg: Изберете потребител (или няколко), за да ги слеете с друг потребителски акаунт (например, когато някой има два потребителски акаунта). Профилът (ите), избран (и) първо, ще бъдат изтрити и всички заявки, задания и т.н. ще бъдат приписани на втория акаунт.
ca_es: Seleccioneu un usuari/ària (o més d'un) que vulgueu fusionar amb un altre compte d’usuari/ària (p. ex. un usuari/ària que tingui dos comptes). Amb aquesta acció s'elimina el primer compte que hagueu seleccionat, i les seves trameses, assignacions, etc. s’assignen al segon compte.
cs_cz: Vyberte uživatele, který má být sloučen s jiným uživatelským účtem (např. pokud někdo má dva uživatelské účty). Účet, který byl vybrán jako první, bude smazán a všechny jeho příspěvky, úkoly atd. budou přiřazeny ke druhému účtu.
da_dk: Vælg en bruger, som skal flettes til en anden brugerkonto (f.eks. hvis en person har to brugerkonti). Den først valgte konto slettes, og dens manuskripter, tildelinger osv. tilskrives den anden konto.
de_de: Wählen Sie eine/n Benutzer/in aus, deren/dessen Daten in einem anderen Konto zusammengeführt werden sollen (wenn jemand z.B. zwei Konten hat). Das zuerst ausgewählte Konto wird gelöscht, seine Beiträge, Aufgaben usw. werden dem zweiten Konto zugeschrieben.
es_es: Seleccione un usuario/a (o varios) para fusionar con otra cuenta de usuario/a (p. ej., si se tienen dos cuentas de usuario/a). Las cuentas seleccionadas en primer lugar se eliminarán, y los envíos, tareas, etc. se atribuirán a la segunda cuenta.
eu: Hautatu erabiltzaile bat beste erabiltzaile-kontu batekin batzeko (adib., bi kontu dituen erabiltzaile bat denean). Lehenengo hautatutako kontua ezabatu egingo da, eta dituen bidalketak, esleipenak, etab. bigarren kontuari egotziko zaizkio.
fa_ir: کاربری را برای ادغام با حساب کاربر دیگر انتخاب کنید (مثال وقتی که شخصی دو حساب کاربری دارد ) حسابی که در ابتدا انتخاب شده پاک می‌شود و مقالات ارسالی, انتساب‌ها و غیره مربوط به آن حساب به حساب کاربری دوم نسبت داده می‌شود
fi: Valitse yksi (tai useampi) käyttäjä, joka yhdistetään toiseen käyttäjätiliin (esim. jos jollakulla on kaksi käyttäjätiliä). Ensin valitut tilit poistetaan ja käsikirjoitukset, toimeksiannot jne. siirretään toiselle tilille.
fr_fr: Choisir un utilisateur à fusionner dans un autre compte (par ex., quand quelqu'un a deux comptes utilisateurs). Le compte que vous choisissez en premier sera supprimé, et toutes les soumissions, assignations, etc. seront attribuées au second compte.
gl: Seleccione un usuario/a (ou máis) para fusionar con outra conta de usuario/a (p. ex., un usuario/a que teña dúas contas). Con esta acción elimínase a primeira conta que seleccionou, e os seus envíos, tarefas etc. asígnanse á segunda conta.
hi_in: किसी अन्य उपयोगकर्ता खाते में विलय करने के लिए एक उपयोगकर्ता (या कई) का चयन करें (जैसे, जब किसी के पास दो उपयोगकर्ता खाते हों)। पहले चुने गए खाते (खातों) को हटा दिया जाएगा और किसी भी प्रस्तुतियाँ, असाइनमेंट आदि को दूसरे खाते के लिए जिम्मेदार ठहराया जाएगा।
hr_hr: Odaberite korisnika kojeg ćete spojiti s drugim korisničkim računom (npr. u slučaju da neki korisnik posjeduje dva korisnička računa). Račun koji prvi odaberete bit će obrisan, a sve njegove priloge, zaduženja itd. bit će pridružene drugom računu.
hy: Ընտրեք օգտվողին (կամ մի քանիսին)՝ մեկ այլ օգտատիրոջ հաշվին միանալու համար (օրինակ՝ երբ ինչ-որ մեկն ունի օգտատիրոջ երկու հաշիվ): Առաջինը ընտրված հաշիվ(ներ)ը կջնջվեն, և ցանկացած ներկայացում, առաջադրանք և այլն կվերագրվի երկրորդ հաշվին:
id_id: Pilih pengguna (atau beberapa) untuk digabungkan dengan akun pengguna lain (contoh saat seseorang mempunyai dua akun pengguna). Akun yang lebih dahulu dipilih akan dihapus dan penyerahan, penugasan, dll akan dikirimkan ke akun yang kedua.
is_is: Veldu notanda(eða notendur) til að fella saman inn í annan notandareikning (t.d. þegar einhver er með tvo notendareikninga). Notandanum sem er valinn fyrst verður eytt og allar innsendingar, úthlutanir á verkefni o.s.frv. verða tengd á seinni notandann.
it_it: Seleziona l'account di un utente per fonderlo con un altro. L'account che hai selezionato per primo verrà cancellato e ogni submission o qualsiasi altra attività in corso e ruolo attivo verranno attribuiti all'account che sceglierai poi.
ja: 別のユーザーアカウントに統合するユーザー（複数可）を選択します（例：誰かが2つのユーザーアカウントを持っている場合など）。最初に選択したアカウントは削除され、投稿や査読割り当てなどはすべて2番目のアカウントに帰属します。
ka_ge: აირჩიეთ მომხმარებელი (ან რამოდენიმე) სხვა მომხმარებელთან შერწყმისათვის (მაგალითად, როდესაც ერთმა ადამიანმა ორი ანგარიში შექმნა შეცდომით). პირველად არჩეული ანგარიში (ანგარიშები), წაიშლება, ხოლო ყველა მისი სტატია, სარედაქციო დავალება და ა.შ. გაერთიანდება მეორე ანგარიშთან.
ku_iq: بەکارهێنەرێک دەستنیشان بکە (یان چەند بەکارهێنەرێک) بۆ ئەوەی لەگەڵ ئەژماری کەسیی یەکێکی دیکە پەیوەستییان بکەیت بە یەکدییەوە (بۆ نمونە کاتێک کەسێک دو ئەژماری هەیە). ئەو ئەژمارانەی کە دەستنیشان دەکرێن لەگەڵ هەمو شتەکانیان دەسڕدرێنەوە و بە ئەژماری کەسیی دووەمەوە پەیوەست دەکرێن.
ky: Башка колдонуучу каттоо эсебине кошулуу үчүн колдонуучуну (же бир нечесин) тандаңыз (мисалы, кимдир бирөө эки аккаунтка ээ болгондо). Биринчи тандалган аккаунт(тар) жок кылынат жана бардык байланышкан мазмун, редакциялык тапшырмалар ж.б.у.с. экинчи эсепке тиркелет.
lt: Susieti vartotojo (ar kelių vartotojų) paskyrą su kita (jei yra dvi vartojojo paskyros). Ankstesnioji paskyra (-os) bus panaikinta ir visi straipsniai, pavestos užduotys ir kt. pateks į naująją paskyrą.
lv: Izvēlieties lietotāju (vai vairākus lietotājus), kurus vēlaties apvienot ar citu lietotāja kontu (piemēram, ja kādam ir divi lietotāja konti). Pirmais(-ie) izvēlētais(-ie) konts(-i) tiks dzēsts(-i), un visi iesniegtie darbi, uzdevumi utt. tiks attiecināti uz otro kontu.
mr: दुसऱ्या वापरकर्ता खात्यात विलीन करण्यासाठी एक (किंवा अनेक) वापरकर्ता निवडा (उदा. एखाद्याकडे दोन वापरकर्ता खाती असल्यास). प्रथम निवडलेले खाते हटवले जाईल आणि सादरीकरण, कामासाठी नेमणूक इ.चे श्रेय दुसऱ्या खात्याला दिले जाईल.
ms: Pilih pengguna (atau beberapa) untuk bergabung ke akaun pengguna lain (mis., Apabila seseorang mempunyai dua akaun pengguna). Akaun yang dipilih terlebih dahulu akan dihapus dan setiap penyerahan, tugasan, dan lain-lain akan dikaitkan dengan akaun kedua.
nb_no: Velg en bruker du vil slå sammen med en annen brukerkonto (for eks. når noen har to brukerkontoer). Den først valgte kontoen vil bli slettet og tilhørende manuskript, oppdrag etc. vil bli overført til den andre kontoen.
nl: Kies de gebruiker die samengevoegd moet worden met een andere gebruiker (bv. als iemand twee keer is ingeschreven). De eerstgekozen gebruiker wordt verwijderd en alle inzendingen, taken, enz. worden overgeheveld naar de tweede gebruiker.
pl: Wybierz użytkownika do scalenia z innym kontem (np. gdy jedna osoba posiada dwa lub więcej kont w systemie). Konto wybrane jako pierwsze zostanie usunięte a wszystkie dane przypisane do niego zostaną przeniesione na drugie konto.
pt_br: Escolha um usuário para mesclar seu cadastro dentro de outra conta (quando um usuário possui duas contas distintas, em vez de acumular funções editoriais). O cadastro selecionado primeiro será excluído e suas submissões e histórico de tarefas atribuídas ao segundo cadastro escolhido.
pt_pt: Escolha um utilizador para juntar o seu registo a outra conta (quando um utilizador possui duas contas distintas). O registo selecionado primeiro será eliminado e as suas submissões e histórico de tarefas atribuídas à segunda conta.
ru: Выберите пользователя (или нескольких) для слияния в другую учетную запись пользователя (например, когда кто-то завел себе две учетные записи). Учетная запись (записи), выбранная первой, будет удалена, а все связанные с ней материалы, редакционные задания и т. д. будут присоединены к второй учетной записи.
sk_sk: Vyberte používateľa, ktorý má byť zlúčený s iným užívateľským účtom (napr. ak niekto má dva používateľské kontá). Účet, ktorý bol vybraný ako prvý, bude zmazaný a všetky jeho príspevky, úlohy atď. budú priradené ku druhému účtu.
sl_si: Izberite račun uporabnika (ali več), ki jih želite zružiti v drug uporabniški račun (npr. če kdo uporablja več uporabniških računov). Vsi oddani prispevki, zadolžitve in ostalo, prvoizbranega uporabniškega računa (ali več njih) bodo zbrisani in preneseni na drug uporabniški račun.
sr_rs@cyrillic: Одабери корисника (или неколико корисника) да их спојите у један налог (нпр. кад неко користи два налога). Налог(зи) које одаберете че најпре бити обрисани а пријављени чланци, задаци, доделе задатака и сл. ће бити додељени другом налогу.
sr_rs@latin: Odaberi korisnika (ili nekoliko korisnika) da ih spojite u jedan nalog (npr. kad neko koristi dva naloga). Nalog(zi) koje odaberete če najpre biti obrisani a prijavljeni članci, zadaci, dodele zadataka i sl. će biti dodeljeni drugom nalogu.
sv_se: Välj en användare (eller flera) för att slå samman med ett annat användarkonto (t. ex. när någon har två användarkonton). Det först valda kontot kommer då att raderas och alla manuskript, uppdrag, etc. kommer att flyttas över till det andra kontot.
tr_tr: Başka bir kullanıcı hesabıyla birleştirmek için bir kullanıcı (veya kullanıcılar) seçin (ör. bir kişinin iki kullanıcı hesabı varsa). İlk seçilen kullanıcı(lar) silinecek ve gönderiler, atamalar vb. özellikler ikinci seçilen kullanıcı hesabına aktarılacaktır.
uk: Виберіть користувача, якого потрібно включити до облікового запису іншого користувача (наприклад, якщо одна особа має два облікові записи). Перший обраний обліковий запис буде видалений, а його подання, редакційні призначення тощо будуть асоційовані з другим вибраним обліковим записом.
uz_cyrl: Бирлаштириладиган фойдаланувчини танланг (масалан, битта шахсда иккита ҳисоб бўлса).
uz_uz@latin: Boshqa foydalanuvchi hisobiga qo'shilish uchun foydalanuvchini (yoki bir nechta) tanlang (masalan, kimdir ikkita foydalanuvchi hisobiga ega bo'lsa). Birinchi tanlangan hisob (lar) o'chiriladi va har qanday topshiriqlar, topshiriqlar va boshqalar ikkinchi hisobga tegishli bo'ladi.
vi_vn: Chọn một người dùng (hoặc một số) để hợp nhất vào một tài khoản người dùng khác (ví dụ: khi ai đó có hai tài khoản người dùng). (Các) tài khoản được chọn trước sẽ bị xóa và mọi nội dung gửi, công việc, v.v. sẽ được quy cho tài khoản thứ hai.
zh_cn: 选择一个用户以合并到其他的用户帐号（例如，当某个人有两个用户帐号时）。一开始所选的帐号会被删除，而此帐号的投稿、指派工作...等等，会被归属给第二个帐号。
zh_hant: 選取合併一個（或多個）用戶至另一用戶帳戶（例如尤其一人擁有兩個戶口）。首先選取的帳戶會被刪除，相關的投稿、設定等會被配置至第二個帳戶。

# manager.people.mergeUsers.into.description
source: Select a user to whom to attribute the previous users' authorships, editing assignments, etc.
ar: إختر مستخدماً ستمنحه ما سبق من الصلاحيات ومهام التحرير... إلخ.
az: Əvvəlki istifadəçinin müəllifliyi, redaktorluq təyinatları vb. Xüsusiyyətlərin əlaqələndiriləcəyi bir istifadəçi seçin.
bg_bg: Изберете потребител, на когото да приписвате авторските права на предишните потребители, редактирането на задания и т.н.
ca_es: Seleccioneu l’usuari/ària al qual vulgueu assignar les característiques de l’usuari/ària anterior (autories, encàrrecs d’edició, etc.).
cs_cz: Vyberte uživatele, ke kterému mají být přiřazena autorství, editorské úlohy atd. předchozího uživatele.
da_dk: Vælg en bruger, som skal tilskrives den tidligere brugers forfatterskab, redigeringsopgaver osv.
de_de: Wählen Sie ein Benutzer/innen-Konto, dem die Autor/innenschaft, die Aufgaben usw. der/des vorherigen Benutzer/in zugeschrieben werden sollen.
es_es: Seleccione el usuario/a final al que se le atribuirán las autorías, tareas de edición, etc. de los usuarios/as anteriores.
eu: Hautatu erabiltzaile bat lehengo erabiltzailearen egiletasuna, edizio-esleipenak, etab. egozteko.
fa_ir: کاربری را که مسئولیت‌ها و انتساب‌های کاربر قبلی باید به آن نسبت داده شود را انتخاب نمایید
fi: Valitse käyttäjä, kenelle aiemman käyttäjän kirjoittajahenkilöllisyys, toimitustoimeksiannot jne. siirretään.
fr_fr: Sélecitonner un utilisateur à qui attribuer les privilèges et assignations de l'utilisateur précédent.
gl: Seleccione o usuario/a a quen asignar as características do usuario/a anterior (autorías, encargos de edición etc.).
hi_in: एक उपयोगकर्ता का चयन करें, जिसे पिछले उपयोगकर्ताओं के प्राधिकरण, संपादन असाइनमेंट आदि का श्रेय दिया जाता है।
hr_hr: Odaberite korisnika kojem želite pripisati autorstvo, uredničke objave, itd. prošlog korisnika.
hy: նտրեք օգտվողին, որին կվերագրվի նախորդ օգտատերերի հեղինակությունները, խմբագրման հանձնարարությունները և այլն:
id_id: Pilih pengguna yang diberikan kepengarangan pengguna, tugas pengeditan, dll.
is_is: Veldu notanda sem á að færa allt yfir á frá fyrri notanda (höfundur, úthlutanir o.s.frv.).
it_it: Seleziona un utente a cui attribuire le attività in corso per il precedente utente.
ja: 前のユーザーの著者権限や査読者任命などを帰属させるユーザーを選択します。
ka_ge: აირჩიეთ მომხმარებელი, რომელსაც მიაკუთვნებს წინა მომხმარებლების ავტორობას, რედაქტირების დავალებებს და ა.შ.
ku_iq: بەکارهێنەرێک دیاری بکە بۆ ئەوەی ئەرکی خاوەندارێتی، گۆڕانکاری یان هەر ئەرکێکی دیکەی پێ بدەیت.
ky: Мурунку колдонуучулардын авторлугу, алардын редакциялык тапшырмалары ж.б. өткөрүлө турган колдонуучуну тандаңыз.
lt: Pasirinkti vartotoją, kuriam norima suteikti ankstesniojo vartotojo teises, pavesti užduotis ir pan.
lv: Izvēlieties lietotāju, kuram piešķirt iepriekšējo lietotāju autorības, redakcijas uzdevumus u. c.
mr: पूर्वीच्या वापरकर्त्यांच्या खात्यातले लेखकत्व, संपादनासाठी नेमणूक इ.चे श्रेय हस्तांतरित करण्यासाठी योग्य असे वापरकर्ता खाते निवडा.
ms: Pilih pengguna yang akan dikaitkan dengan kewibawaan pengguna sebelumnya, penyuntingan tugas, dll.
nb_no: Velg en bruker du vil overføre den foregående brukerens forfatterskap, redigeringsoppdrag etc.
nl: Kies de gebruiker die de de auteurschappen, redactietaken, enz. van de vorige gebruiker krijgt.
pl: Wybierz użytkownika dla którego przydzielić atrybuty poprzedniego użytkownika (autorstwo, zadania, etc.).
pt_br: Escolha um usuário a quem deseja atribuir as submissões e histórico de tarefas do cadastro anterior.
pt_pt: Escolha um utilizador a quem deseja atribuir as submissões e histórico de tarefas do registo anterior.
ru: Выберите пользователя, которому будет передано авторство предыдущих пользователей, их редакционные задания и т. д.
sk_sk: Vyberte používateľa, ku ktorému majú byť priradené autorstvo, editorské úlohy atď. predchádzajúceho užívateľa.
sl_si: Izberite uporabnika, ki mu želite pripisati vsa avtorska dela, uredniške zadolžitve, itd. prejšnjega uporabnika.
sr_rs@cyrillic: Одаберите корисника којем желите да доделите ауторства, задатке итд претходног корисника.
sr_rs@latin: Odaberite korisnika kojem želite da dodelite autorstva, zadatke itd prethodnog korisnika.
sv_se: Välj användare till vilken du vill överföra föregående användares författarskap, redaktörsuppdrag etc.
tr_tr: Önceki kullanıcının yazarlıkları, editörlük atamaları vb. özelliklerin ilişkilendirileceği bir kullanıcı seçin.
uk: Виберіть користувача, якому слід передати права попереднього користувача (авторство, редакційні призначення тощо).
uz_cyrl: Ҳаракатлар ва ҳуқуқлар ўтказиладиган асосий фойдаланувчини танланг.
uz_uz@latin: Oldingi foydalanuvchilarning mualliflik huquqlari, tahrirlash topshiriqlari va boshqalarni tegishli qiladigan foydalanuvchini tanlang.
vi_vn: Chọn người dùng để gán thuộc tính của người dùng trước đó như tác giả, công tác biên tập, v.v.
zh_cn: 选择一个用户，将之前所选之用户的权限、编辑指派工作等等重新归属给他。
zh_hant: 選擇一個用戶，供配置舊有帳戶的作者身分、編輯分工等。

# manager.people.roleEnrollment
source: {$role} Enrollment
ar: منح دور {$role}
az: {$role} qeydiyyat
bg_bg: е асоциирана роля {$role}
ca_es: Donar-se d'alta com a {$role}
cs_cz: {$role} Zapsání
da_dk: {$role} Tilmelding
de_de: {$role} eintragen
es_es: Asignar el rol de {$role}
eu: {$role} inskribatzea
fa_ir: اعطای نقش {$role}
fi: {$role}-roolin lisääminen
fr_fr: Inscription en tant que {$role}
gl: Inscrición en calidade de {$role}
hi_in: {$role} नामांकन
hr_hr: {$role}
hy: {$role} Գրանցումը
id_id: Pendaftaran {$role}
is_is: {$role} skráning
it_it: {$role} Iscrizione
ja: {$role} 登録
ka_ge: {$role} როლის მინიჭება
ku_iq: پێدانی ڕۆڵی {$role}
ky: "{$role}" ролун дайындоо
lt: {$role} bendrinimas
lv: {$role} Reģistrācija
mr: {$role} नावनोंदणी
ms: {$role} Pendaftaran
nb_no: {$role}-verving
nl: {$role} Inschrijving
pl: {$role} Przypisanie
pt_br: Papel dos usuários
pt_pt: {$role} Associação
ru: Назначить роль «{$role}»
sk_sk: {$role} Zapísanie
sl_si: Dodelitev vloge {$role}
sr_rs@cyrillic: {$role} Упис
sr_rs@latin: {$role} Upis
sv_se: Lägg till {$roll}
tr_tr: {$role} Kayıt
uk: Призначення на роль "{$role}"
uz_cyrl: Рол тайинлаш: {$role}
uz_uz@latin: {$ role} Ro'yxatdan o'tish
vi_vn: {$role} đăng ký
zh_cn: {$role}注册
zh_hant: {$role} 登記
