Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionTypes.subscriptionTypeCreatedSuccessfully
source: Subscription type created successfully.
ar: أُنشِئت نوعية الاشتراك بنجاح.
az: Abunəlik növü uğurla yaradıldı
bg_bg: Типът на абонамента е създаден успешно.
ca_es: El tipus de subscripció s’ha creat correctament.
cs_cz: Typ předplatného byl úspěšně vytvořen.
da_dk: Abonnementstypen er blevet oprettet.
de_de: Abonnementtyp erfolgreich erstellt.
es_es: El tipo de suscripción se creó correctamente.
eu: Harpidetza mota ondo sortu da.
fa_ir: نوع اشتراک با موفقیت ایجاد شد.
fi: Tilausvaihtoehto luotiin onnistuneesti.
fr_fr: Création du type d'abonnement réussie.
gl: O tipo de subscrición creouse correctamente.
hi_in: सदस्यता प्रकार सफलतापूर्वक बनाया गया।
hr_hr: Tip pretplate je uspješno kreiran.
hy: Բաժանորդագրության տեսակը հաջողությամբ ստեղծվեց:
id_id: Tipe langganan sukses dibuat.
it_it: Tipo di abbonamento creato con successo.
ja: 購読種別の作成に成功しました。
ka_ge: გამოწერის ტიპი წარმატებით შეიქმნა.
ku_iq: جۆری بەشداریکردنەکە بە سەرکەوتویی دروست کرا.
ky: Жазылуу түрү ийгиликтүү түзүлдү.
lt: Prenumeratos rūšis nurodyta.
lv: Abonēšanas veids izveidots veiksmīgi.
mr: सदस्यता प्रकार यशस्वीरित्या निर्माण केला गेला.
ms: Jenis langganan berjaya dibuat.
nb_no: Abonnementstypen er nå opprettet.
nl: Abonnementsvorm met succes aangemaakt.
pl: Utworzono rodzaj subskrypcji.
pt_br: Tipo de assinatura incluída com sucesso.
pt_pt: Tipo de subscrição criada com sucesso.
ru: Тип подписки успешно создан.
sk_sk: Typ predplatného bol úspešne vytvorený.
sl_si: Tip naročnine je bil uspešno ustvarjen.
sr_rs@cyrillic: Успешно креиран тип претплате.
sr_rs@latin: Uspešno kreiran tip pretplate.
sv_se: En prenumerationsform har skapats.
tr_tr: Abonelik türü başarıyla oluşturuldu.
uk: Тип передплати створений успішно.
uz_uz@latin: Obuna turi muvaffaqiyatli yaratildi.
vi_vn: Loại thuê bao được tạo thành công.
zh_cn: 成功建立订阅类型
zh_hant: 訂閱種類創建成功。

# manager.navigationMenus.subscriptions.description
source: Link to a page describing the subscriptions you offer.
ar: رابط إلى الصفحة التي تصف الاشتراكات المتاحة في المجلة.
az: Təklif etdiyiniz abunəlikləri açıqlayan bir səhifəyə link verin
bg_bg: Връзка към страница, описваща абонаментите, които предлагате.
ca_es: Enllaç a una pàgina on es descriuen les subscripcions disponibles.
cs_cz: Odkaz na stránku, kde jsou popsány nabídky vašeho předplatného.
da_dk: Link til side, der beskriver det abonnement, som tilbydes.
de_de: Verlinken Sie eine Seite, die die angebotenen Abonnements beschreibt.
es_es: Enlazar con una página que describa las suscripciones disponibles.
eu: Eskaintzen dituzun harpidetzak deskribatzen dituen orri baterako esteka.
fa_ir: لینک به صفحه توضیح نحوه اشتراک و انواع آن
fi: Linkki tilausvaihtoehtoja koskevalle sivulle.
fr_fr: Lien vers une page décrivant les abonnements disponibles.
gl: Ligazón a unha páxina que describe as subscricións dispoñibeis.
hi_in: आपके द्वारा प्रस्तावित सदस्यता का वर्णन करने वाले पृष्ठ से लिंक करें।
hy: Հղում դեպի ձեր առաջարկած բաժանորդագրությունները նկարագրող էջ:
it_it: Link ad una pagina che descrive l'abbonamento offerto.
ja: 提供する購読について説明するページへのリンク。
ka_ge: თქვენს მიერ შემოთავაზებული ხელმოწერების აღწერილი გვერდის ბმული.
ku_iq: لەگەڵ پەڕەیەک پەیوەستی بکە کە جۆری بەشداریکردنەکان دەناسێنێت.
ky: Сиз сунуштаган жазылууларды сүрөттөгөн бетке шилтеме.
lt: Nukreipti į puslapį, kuriame aprašomos siūlomosios prenumeratos rūšys.
lv: Saite uz lapu, kurā aprakstīti jūsu piedāvātie abonementi.
mr: तुमच्या सदस्यत्वाच्या प्रस्तावांचे वर्णन करणाऱ्या पृष्ठाशी जोडणी (लिंक).
ms: Pautan ke halaman yang menerangkan langganan yang anda tawarkan.
nb_no: Lenke til en side som beskriver abonnementene dere tilbyr.
nl: Link naar een pagina met informatie over abonnementen.
pl: Link do strony przedstawiającej zasady subskrypcji.
pt_br: Ligação para uma página a descrever as subscrições disponíveis.
pt_pt: Ligação para uma página a descrever as subscrições disponíveis.
ru: Ссылка на страницу, описывающую предлагаемые вами подписки.
sk_sk: Odkaz na stránku, kde sú popísané ponuky vášho predplatného.
sl_si: Povezava do strani, kjer imate opis naročnin, ki jih omogočate.
sv_se: Länka till en sida som beskriver era prenumerationsalternativ.
tr_tr: Sunduğunuz abonelikleri açıklayan bir sayfaya bağlantı verin.
uk: Посилання на сторінку, що описує підписки, які ви пропонуєте.
uz_cyrl: Обуналар ҳақида маълумот берувчи саҳифа.
uz_uz@latin: Siz taklif qilayotgan obunalarni tasvirlaydigan sahifaga havola.
vi_vn: Liên kết đến một trang mô tả các thuê bao bạn cung cấp.
zh_hant: 所提供的訂閱種類說明頁面連結。

# manager.navigationMenus.mySubscriptions.description
source: Link to a page describing the visitor's current and past subscriptions.
ar: رابط إلى الصفحة التي تصف الاشتراك الحالي والاشتراكات السابقة للمستخدم.
az: Ziyarətçinin mövcud və keçmiş abunəliklərini açıqlayan bir səhifəyə link verin.
bg_bg: Връзка към страница, описваща текущите и минали абонаменти на посетителя.
ca_es: Enllaç a una pàgina on es descriuen les subscripcions actuals i anteriors del visitant.
cs_cz: Odkaz na stránku popisující návštěvníkovo současné i minulá předplatná.
da_dk: Link til side, der beskriver den besøgendes nuværende og tidligere abonnementer.
de_de: Verlinken Sie eine Seite, die die aktuellen und früheren Abonnements der Besucherin/des Besuchers beschreibt.
es_es: Enlazar con una página que describa las suscripciones actuales y anteriores del visitante.
eu: Bisitariaren uneko eta iraganeko harpidetzak deskribatzen dituen orri baterako esteka.
fa_ir: لینک به صفحه‌ای که شامل اطلاعات اشتراک‌های کنونی و قبلی کاربر است.
fi: Linkki käyttäjän tilaushistoriaa koskevalle sivulle.
fr_fr: Lien vers une page décrivant les abonnements courants et passés du visiteur.
gl: Ligazón a unha páxina que describe as subscricións actuais e anteriores do visitante.
hi_in: आगंतुक की वर्तमान और पिछली सदस्यता का वर्णन करने वाले पृष्ठ से लिंक करें।
hy: Հղում դեպի էջ, որը նկարագրում է այցելուի ընթացիկ և անցյալ բաժանորդագրությունները:
it_it: Link ad una pagina che descrive l'attuale e i passati abbonamenti.
ja: 訪問者の現在および過去の購読情報を記載したページへのリンク。
ka_ge: გვერდის ბმული, სადაც აღწერილია სტუმრის მიმდინარე და წარსული ხელმოწერები.
ku_iq: لەگەڵ پەڕەیەک پەیوەستی بکە کە بەشداربووەکانی ئێستا و ڕابردو دەناسێنێت.
ky: Келген адамдын учурдагы жана мурунку жазылууларын сүрөттөгөн бетке шилтеме.
lt: Nukreipti į puslapį, kuriame rodoma, kokias prenumeratas renkasi ir rinkdavosi lankytojai.
lv: Saite uz lapu, kurā aprakstīti apmeklētāja pašreizējie un iepriekšējie abonementi.
mr: अभ्यागताच्या वर्तमान आणि मागील सदस्यत्वांचे वर्णन करणाऱ्या पृष्ठाशी जोडणी (लिंक).
ms: Pautan ke halaman yang menerangkan langganan pelawat semasa dan masa lalu.
nb_no: Lenk til en side som beskriver gjestens gjeldende og tidligere abonnementer.
nl: Link naar een pagina die een overzicht biedt van de huidige en eerdere abonnementen van een bezoeker.
pl: Link do strony przedstawiającej aktualne i przeszłe subskrypcje użytkownika.
pt_br: Ligação para uma página a descrever as subscrições atuais e anteriores do visitante.
pt_pt: Ligação para uma página a descrever as subscrições atuais e anteriores do visitante.
ru: Ссылка на страницу, описывающую текущие и прошлые подписки пользователя.
sk_sk: Odkaz na stránku popisujúcu súčasné i minulé predplatné návštevníka.
sl_si: Povezava do strani, kjer so opisane vse naročnine uporabnika, sedanja in pretekle.
sv_se: Länka till en sida som beskriver besökarens aktuella och tidigare prenumerationer.
tr_tr: Ziyaretçinin mevcut ve geçmiş aboneliklerini açıklayan bir sayfaya bağlantı verin.
uk: Посилання на сторінку, що описує поточні та минулі підписки користувача.
uz_uz@latin: Tashrif buyuruvchining joriy va o'tmishdagi obunalari tasvirlangan sahifaga havola.
vi_vn: Liên kết đến một trang mô tả các thuê bao hiện tại và quá khứ của khách truy cập.
zh_hant: 現有及過往用戶所選擇訂閱說明頁面連結。

# manager.navigationMenus.mySubscriptions.conditionalWarning
source: This link will only be displayed when a visitor is logged in.
ar: هذا الرابط سيظهر فقط إذا قام المستخدم بتسجيل دخوله إلى الموقع.
az: Bu link sadəcə bir ziyarətçi daxil olduğunda göstəriləcək
bg_bg: Тази връзка ще се показва само когато посетител е влязъл в системата.
ca_es: Aquest enllaç només es mostra quan el visitant ha iniciat la sessió.
cs_cz: Tento odkaz se zobrazí pouze v případě, že je návštěvník přihlášený.
da_dk: Dette link vises kun når en besøgende er logget ind.
de_de: Dieser Link wird nur angezeigt, wenn eine Nutzerin/ein Nutzer eingeloggt ist.
es_es: El enlace solo se mostrará cuando el visitante haya iniciado la sesión.
eu: Esteka hau bisitari batek saioa hasten duenean bakarrik bistaratuko da.
fa_ir: این لینک تنها زمانی نمایش داده می‌شود که کاربر وارد سیستم شده است.
fi: Tämä linkki näytetään vain käyttäjän ollessa kirjautuneena sisään.
fr_fr: Ce lien ne sera visible que lorsque un utilisateur est loggué.
gl: Esta ligazón só se amosará cando un visitante inicie sesión.
hi_in: यह लिंक केवल तब प्रदर्शित किया जाएगा जब कोई आगंतुक लॉग इन हो।
hy: Այս հղումը կցուցադրվի միայն այն ժամանակ, երբ այցելուն մուտք է գործում:
it_it: Questo link è visibile solo quanto l'utente è loggato.
ja: このリンクは、訪問者がログインしている場合にのみ表示されます。
ka_ge: ეს ბმული გამოჩნდება მხოლოდ სტუმრის შესვლისას.
ku_iq: ئەم لینکە تەنیا کاتێک پیشان دەدرێت کە بەکارهێنەر داخل بوبێت.
ky: Бул шилтеме келген адам киргенде гана көрсөтүлөт.
lt: Bus nukreipta tik lankytojui prisijungus.
lv: Šī saite tiks rādīta tikai tad, ja apmeklētājs ir pieteicies sistēmā.
mr: अभ्यागताने लॉग-इन केल्यावरच हा दुवा (लिंक) प्रदर्शित केला जाईल.
ms: Pautan ini hanya akan dipaparkan semasa pelawat log masuk.
nb_no: Denne lenken vil bare vises når en gjest er logget inn.
nl: Deze link zal alleen worden getoond wanneer een bezoeker ingelogd is.
pl: Link zostanie wyświetlony tylko wtedy, gdyż użytkownik będzie zalogowany.
pt_br: Esta ligação só será apresentada quando um visitante estiver autenticado.
pt_pt: Esta ligação só será apresentada quando um visitante estiver autenticado.
ru: Эта ссылка будет показываться только в случае, когда посетитель уже вошел в систему.
sk_sk: Tento odkaz sa zobrazí iba v prípade, že je návštevník prihlásený.
sl_si: Povezava bo prikazana le, ko bo uporabnik prijavljen.
sv_se: Den här länken kommer bara att visas om besökaren är inloggad.
tr_tr: Bu bağlantı sadece bir ziyaretçi giriş yaptığında görüntülenecektir.
uk: Це посилання відображатиметься лише у випадку, коли користувач увійшов до системи.
uz_uz@latin: Bu havola faqat mehmon kirganida ko'rsatiladi.
vi_vn: Liên kết này sẽ chỉ được hiển thị khi khách truy cập đăng nhập.
zh_hant: 此連結只會在訪客登入後才顯示。

# manager.setup.categories
source: Categories
ar: التصنيفات
az: Kateqoriyalar
bg_bg: Категории
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
eu: Kategoriak
fa_ir: حوزه‌ها
fi: Kategoriat
fr_fr: Catégories
gl: Categorías
hi_in: श्रेणियाँ
hr_hr: Kategorije
hy: Դասեր
id_id: Kategori
is_is: Flokkar
it_it: Categorie
ja: カテゴリー
ka_ge: კატეგორიები
ku_iq: هاوپۆلەکان
ky: Категориялар
lt: Kategorijos
lv: Kategorijas
mr: प्रकार/विभाग
ms: Kategori
nb_no: Kategorier
nl: Categorieën
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ru: Категории
sk_sk: Kategórie
sl_si: Kategorije
sr_rs@cyrillic: Категорије
sr_rs@latin: Kategorije
sv_se: Kategorier
tr_tr: Kategoriler
uk: Категорії
uz_cyrl: Категориялар
uz_uz@latin: Kategoriyalar
vi_vn: Thể loại
zh_cn: 分类范畴
zh_hant: 範疇

# manager.setup.categories.description
source: Choose the most appropriate categories from the set listed above. Readers will be able to browse by category from the complete journal set.
ar: إختر التصنيفات الأكثر مناسبة من المجموعة المدرجة أعلاه. سيكون القراء قادرين على التصفح حسب الصنف من المجموعة الكاملة للمجلة.
az: Yuxarıda sadalanan dəstdən ən uyğun kateqoriyaları seçin. Oxucular tamamlanmış Jurnal dəstindən kateqoriyalara görə gözdən keçirə biləcəklər.
bg_bg: Изберете най-подходящите категории от изброените по-горе набори. Читателите ще могат да разглеждат по категории от пълния набор от списания.
ca_es: Seleccioneu les categories que considereu més adequades de la llista anterior. Els lectors/ores poden fer cerques per categoria en el conjunt d'articles i números que componen la revista.
cs_cz: Zvolte nejvíce vhodné kategorie z nabídky výše. Čtenáři boudou moci procházet podle těchto kategorií z kompletní sady časopisů.
da_dk: Vælg den mest passende kategori blandt de ovenfor anførte. Læserne kan herefter browse gennem hele tidsskriftet via kategorier.
de_de: Wählen Sie die passendsten Kategorien aus der oben angezeigten Menge. Leser/innen können die gesamte Zeitschriftenmenge dann nach Kategorien durchsehen.
es_es: Escoja las categorías más adecuadas de la lista que aparece más arriba. Los lectores/as podrán examinar por categoría desde el conjunto completo de la revista.
eu: Aukeratu kategoria egokienak goian zerrendatutako multzotik. Irakurleek kategoriaren arabera arakatu ahal izango dute aldizkari osotik.
fa_ir: مناسب‌ترین حوزه را از لیست زیر انتخاب کنید. خوانندگان می‌توانند بر اساس حوزه‌ها، به مشاهده محتوای مجله بپردازند.
fi: Valitse sopivimmat kategoriat yllä olevasta listasta. Lukijat voivat selailla koko julkaisujoukkoa kategorioittain.
fr_fr: Choisir les catégories les plus appropriées dans la liste ci-dessus. Les lecteurs pourront naviguer par catégorie parmi l'ensemble des revues disponibles.
gl: Escolla as categorías máis axeitadas da lista anterior. Os lectores/as poderán navegar por categorías desde o conxunto completo da revista.
hi_in: ऊपर सूचीबद्ध सेट से सबसे उपयुक्त श्रेणियां चुनें। पाठक पूर्ण जर्नल सेट से श्रेणी के अनुसार ब्राउज़ कर पाएंगे।
hr_hr: Odaberite odgovarajuće kategorije koje su gore izlistane. Čitatelji će moći pregledavati članke po kategoriji iz cjelokupnog kompleta časopisa.
hy: Ընտրեք ամենահարմար դասերը վերը թվարկված հավաքածուից: Ընթերցողները ամսագրի ամբողջական հավաքածուից կկարողանան թերթել ըստ դասերի:
id_id: Pilih kategori yang paling sesuai. Pembaca akan dapat menelusuri berdasar kategori.
is_is: Veldu þá flokka sem best eiga við af listanum fyrir neðan. Lesendur geta vafrað eftir flokkum í öllu tímaritinu.
it_it: Scegli le categorie più appropriate nella lista sottostante. I lettori potranno navigare le riviste ospitate nel sito per categorie.
ja: 上記のリストから最適なカテゴリーを選択してください。読者は一連のジャーナルの中からカテゴリー別に閲覧することができます。
ka_ge: აირჩიეთ შესაფერისი კატეგორიები სიიდან, რომელიც ზემოთ არის მოცემული. მკითხველები შეძლებენ ნახონ სტატიები კატეგორიების მიხედვით.
ku_iq: گونجاوترین پۆل لەم لیستەی سەرەوە هەڵبژێرە. خوێنەران لەم ڕێگەیەوە دەتوانن سودمەند ببن و بەسەکانی گۆڤار لە یەکدی جیا بکەنەوە.
ky: Жогорудагы тизмеден эң ылайыктуу категорияларды тандаңыз. Окурмандар журналдын толук топтомун категория боюнча карай алышат.
lt: Prašom pasirinkti priimtiniausią iš išvardytų kategorijų. Skaitytojai galės naršyti pagal kategoriją.
lv: Izvēlieties vispiemērotākās kategorijas no augstāk minētā saraksta. Lasītāji varēs pārlūkot pilnu žurnālu komplektu pa kategorijām.
mr: वरील यादीमधून सर्वात योग्य प्रकार/विभाग निवडा. वाचकांना संपूर्ण नियतकालिकातून निवडलेल्या विभागातला मजकूर चाळता (ब्राउझ करता) येईल.
ms: Pilih kategori yang paling sesuai dari set yang tertera di atas. Pembaca akan dapat melayari mengikut kategori dari set jurnal yang lengkap.
nb_no: Velg de mest passende kategorier fra listen. Lesere vil kunne bruke kategori for å navigere i hele tidsskriftutvalget.
nl: Kies de meest toepasselijke categorieën uit de hierboven getoonde set. Lezers kunnen op categorie door de tijdschriften bladeren.
pl: Wybierz najbardziej pasujące kategorie z listy powyżej.
pt_br: Escolha a categoria mais apropria da lista apresentada. Leitores poderão navegar por categoria a partir do conjunto completo oferecido.
pt_pt: Seleccionar as categorias mais adequadas da lista exibida em cima. Os leitores poderão procurar por categoria a partir da configuração concluída da revista.
ru: Выберите наиболее подходящие категории из списка, приведенного выше. Читатели смогут просматривать статьи по категориям из полного набора категорий журнала.
sk_sk: Zvoľte najviac vhodné kategórie z ponuky vyššie. Čitatelia búdou môcť prechádzať podľa týchto kategórií z kompletnej sady časopisov.
sl_si: Izberite najbolj primerne kategorije izmed možnosti naštetih zgoraj. Bralci bodo lahko pregledovali revije po kategorijah.
sr_rs@cyrillic: Одаберите одговарајуће категорије из листе горе. Читаоци ће тако моћи да претражују часопис.
sr_rs@latin: Odaberite odgovarajuće kategorije iz liste gore. Čitaoci će tako moći da pretražuju časopis.
sv_se: Välj en lämplig kategori från listan nedan. Läsare kommer att kunna bläddra i tidskriftslistan via kategori.
tr_tr: Yukarıda listelenen kümelerden uygun kategorileri seçiniz. Okuyucular tamamlanmış dergi kümelerinden kategoriye göre listeleme yapabilirler.
uk: Виберіть найбільш підходящі категорії з перерахованого вище набору. Читачі зможуть переглядати за категоріями з повного набору журналу.
uz_cyrl: Журнал мақолаларини мавзулар бўйича категорияларга ажратиш.
uz_uz@latin: Yuqorida sanab o'tilgan to'plamdan eng mos toifalarni tanlang. O'quvchilar jurnallar to'plamidan toifalar bo'yicha ko'rishlari mumkin bo'ladi.
vi_vn: Chọn các danh mục phù hợp nhất được liệt kê ở trên. Độc giả sẽ có thể duyệt theo thể loại từ tập tạp chí hoàn chỉnh.
zh_cn: 从上面的设置列表中选择最合适的类别。读者将能够从完整的期刊设置中依靠分类进行浏览。
zh_hant: 從以上列表選取最適合範疇。讀者可按範疇瀏覽完整期刊內容。

# grid.category.path
source: Path
ar: المسار
az: Yol
bg_bg: Път
ca_es: Ruta
cs_cz: Cesta
da_dk: Sti
de_de: Pfad
es_es: Ruta
eu: Helbidea
fa_ir: مسیر
fi: Polku
fr_fr: Chemin d'accès
gl: Ruta
hi_in: पथ
hy: Ուղի
is_is: Slóð
ja: パス
ka_ge: მდებარეობა
ku_iq: ڕێچکە
ky: Жол
lt: Adresas
lv: Ceļš
mr: स्थानमार्गाची नोंद (path)
ms: Laluan URL
nb_no: Sti
nl: Pad
pl: Ścieżka
pt_br: Caminho
pt_pt: Caminho
ru: Путь
sk_sk: Cesta
sl_si: Pot
sr_rs@cyrillic: Путања
sr_rs@latin: Putanja
sv_se: Väg
tr_tr: Yol
uk: Шлях
uz_cyrl: Йўл (URL Path)
uz_uz@latin: Yo'l
vi_vn: Đường dẫn
zh_hant: 路徑

# grid.action.addSection
source: Add Section
ar: أضف قسماً
az: Bölmə əlavə edin
bg_bg: Добави раздел
ca_es: Afegir secció
cs_cz: Přidat sekci
da_dk: Tilføj sektion
de_de: Rubrik hinzufügen
es_es: Añadir sección
eu: Gehitu atala
fa_ir: افزودن نوع
fi: Lisää osasto
fr_fr: Ajouter une section
gl: Engadir Sección
hi_in: अनुभाग जोड़ें
hy: Ավելացրեք բաժին
id_id: Tambah Bagian
is_is: Bæta við kafla
it_it: Aggiungi sezione
ja: セクションの追加
ka_ge: სექციის დამატება
ku_iq: بەشێک زیاد بکە
ky: Бөлүм кошуу
lt: Pridėti skyrių
lv: Pievienot sadaļu
mr: नव्या विभागाची भर घाला
ms: Tambah Bahagian
nb_no: Legg til seksjon
nl: Voeg sectie toe
pl: Dodaj dział
pt_br: Adicionar Seção
pt_pt: Adicionar Secção
ru: Добавить раздел
sk_sk: Pridať sekciu
sl_si: Dodajte rubriko
sr_rs@cyrillic: Додај секцију/рубрику
sr_rs@latin: Dodaj sekciju/rubriku
sv_se: Lägg till sektion
tr_tr: Bölüm Ekle
uk: Додати розділ
uz_cyrl: Бўлим қўшиш
uz_uz@latin: Bo'lim qo'shish
vi_vn: Thêm chuyên mục
zh_hant: 添加分類
