Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.managementOfBasicEditorialSteps
source: Management of Basic Editorial Steps
ar: إدارة خطوات التحرير الأساسية
az: Əsas proses addımlarının idarə edilməsi
bg_bg: Управление на основните редакционни стъпки
ca_es: Administració de les etapes editorials bàsiques
cs_cz: Správa Základních editorských kroků
da_dk: Administration af grundlæggende redaktionelle trin
de_de: Grundlegende Schritte bei der redaktionellen Arbeit
es_es: Gestión de los pasos básicos de la editorial
eu: Oinarrizko urrats editorialen kudeaketa
fa_ir: اداره مراحل پایه‌ای دبیری مجله
fi: Toimituksellisten perusvaiheiden hallinnointi
fr_fr: Gestion des étapes éditoriales de base
gl: Administración das etapas editoriais básicas
hi_in: बुनियादी संपादकीय चरणों का प्रबंधन
hr_hr: Upravljanje osnovnim lektorskim koracima
hy: Հիմնական խմբագրական քայլերի կառավարում
id_id: Manajemen Langkah Editorial Dasar
is_is: Umsjón með grunn ristjórnar skrefum
it_it: Gestione delle principali fasi editoriali
ja: 基本的な編集ステップの管理
ka_ge: ძირითადი სარედაქციო ნაბიჯების მართვა
ku_iq: بەڕێوەبردنی هەنگاوە بنەڕەتییەکانی سەرنوسەر
ky: Редакциялык процесстин негизги кадамдарын башкаруу
lt: Pagrindinių leidybos etapų reguliavimas
lv: Pamata redakcijas soļu pārvaldība
mr: मूलभूत संपादकीय टप्प्यांचे व्यवस्थापन
ms: Pengurusan Langkah-langkah Editorial Asas
nb_no: Administrasjon av grunnleggende redaksjonelle trinn
nl: Beheer van de basis-redactiestappen
pl: Zarządzanie podstawowymi krokami redakcyjnymi
pt_br: Administração dos passos básicos do processo editorial
pt_pt: Administração dos Passos básicos do Processo Editorial
ru: Управление основными шагами редакционного процесса
sk_sk: Správa Základných editorských krokov
sl_si: Upravljanje z osnovnimi uredniškimi koraki
sr_rs@cyrillic: Управљање и основни кораци уређивања
sr_rs@latin: Upravljanje i osnovni koraci uređivanja
sv_se: Administration av grundläggande redaktionella steg
tr_tr: Temel Süreç Adımları Yönetimi
uk: Менеджмент основних кроків редакційної роботи
uz_cyrl: Асосий таҳририят босқичларини бошқариш
uz_uz@latin: Tahririyatning asosiy bosqichlarini boshqarish
vi_vn: Quản lý các bước biên tập cơ bản
zh_cn: 基本编辑步骤管理
zh_hant: 管理基本編輯步驟

# manager.setup.managingPublishingSetup
source: Management and Publishing Setup
ar: تهيئة الإدارة والنشر
az: İdarəetmə və nəşriyyat konfiqurasiyası
bg_bg: Управление и настройки за публикуване
ca_es: Configuració de l’administració i de la publicació
cs_cz: Nastavení správy a publikování
da_dk: Konfiguration af administration og publicering
de_de: Einstellungen zur Zeitschriftenverwaltung
es_es: Gestión y configuración de la publicación
eu: Kudeaketa eta argitalpena konfiguratzea
fa_ir: مدیریت و راه‌اندازی انتشار
fi: Hallinnoinnin ja julkaisemisen asetukset
fr_fr: Configuration de la gestion et de la publication
gl: Configuración da administración e a publicación
hi_in: प्रबंधन और प्रकाशन सेटअप
hr_hr: Postavljanje upravljanja i objavljivanja
hy: Կառավարման և հրատարակման կարգավորումներ
id_id: Setup Manajemen dan Penerbitan
is_is: Umsjón og uppsetning útgáfu
it_it: Setup della gestione e della pubblicazione
ja: 管理・公開設定
ka_ge: მართვა და გამოქვეყნება
ku_iq: ڕێکخستنی بەڕێوەبردن و بڵاوکردنەوە
ky: Жарыялоо процессин башкаруу жана ыңгайлаштыруу
lt: Rengimo ir spausdinimo diegimas
lv: Pārvaldības un publicēšanas iestatīšana
mr: व्यवस्थापन आणि प्रकाशनाचे नियोजन (सेटअप)
ms: Penetapan Pengurusan dan Penerbitan
nb_no: Administrasjons- og publiseringsoppsett
nl: Beheer en publicatie inrichten
pl: Konfiguracja zarządzania i publikacji
pt_br: Configurações administrativas e de publicação
pt_pt: Configurações de Administração e Publicação
ru: Управление и настройка процесса публикации
sk_sk: Nastavenia správy a publikovania
sl_si: Nastavitev upravljanja in objavljanja
sr_rs@cyrillic: Управљање и подешавање објављивања
sr_rs@latin: Upravljanje i podešavanje objavljivanja
sv_se: Installation av administration och publicering
tr_tr: Yönetim ve Yayınlama Yapılandırması
uk: Налаштування менеджменту та публікації
uz_cyrl: Нашриёт жараёнини бошқариш
uz_uz@latin: Boshqaruv va nashriyotni sozlash
vi_vn: Quản lý và thiết lập xuất bản
zh_cn: 管理和出版配置
zh_hant: 管理及出版設定

# manager.setup.managingTheJournal
source: Step 4. Managing the Journal
ar: الخطوة 4. إدارة المجلة
az: Addım 4: Jurnal rəhbərliyi
bg_bg: Стъпка 4. Управление на списанието
ca_es: Pas 4. Administrar la revista
cs_cz: Krok 4. Správa časopisu
da_dk: Trin 4. Administration af tidsskriftet
de_de: 4. Schritt: Die Zeitschrift verwalten
es_es: Paso 4. Gestión de la revista
eu: 4. urratsa. Aldizkariaren kudeaketa
fa_ir: مرحله 4: اداره مجله
fi: Vaihe 4. Julkaisun hallinnointi
fr_fr: Étape 4. Gérer la revue
gl: Paso 4. Administración da revista
hi_in: चरण 4. जर्नल का प्रबंधन
hr_hr: Korak 4. Upravljanje časopisom
hy: Քայլ 4. Ամսագրի կառավարում
id_id: Langkah 4. Mengatur Jurnal
is_is: Skref 4. Umsjón með tímaritinu
it_it: Fase 4. Gestire la rivista
ja: ステップ4. ジャーナルの管理
ka_ge: ნაბიჯი 4. ჟურნალის მართვა
ku_iq: هەنگاوی چوارەم: بەڕێوەبردنی گۆڤارەکە
ky: 4-кадам: Журналды башкаруу
lt: 4 etapas. Vadovauti renginio leidimui
lv: 4. solis. Žurnāla pārvaldība
mr: टप्पा 4. नियतकालिकाचे व्यवस्थापन
ms: Langkah 4. Menguruskan Jurnal
nb_no: Trinn 4. Administrasjon av tidsskriftet
nl: Stap 4. Beheren van het tijdschrift
pl: Krok 4. Zarządzanie czasopismem
pt_br: Passo 4. Administração da revista
pt_pt: Passo 4. Administração da Revista
ru: Шаг 4. Управление журналом
sk_sk: Krok 4. Správa časopisu
sl_si: Korak 4. upravljanje revij
sr_rs@cyrillic: корак 4. Управљање часописом
sr_rs@latin: korak 4. Upravljanje časopisom
sv_se: Steg 4. Administration av tidskriften
tr_tr: 4. Basamak: Dergi Yönetimi
uk: Крок 4. Менеджмент журналу
uz_cyrl: 4-қадам. Журнални бошқариш
uz_uz@latin: Qadam 4. Jurnalni boshqarish
vi_vn: Bước 4. Quản lý Tạp chí
zh_cn: 步骤 4：管理期刊
zh_hant: 步驟4：管理期刊

# manager.setup.navigationBar
source: Navigation Bar
ar: شريط التنقل
az: Yönləndirmə çubuğu
bg_bg: Навигационна лента
ca_es: Barra de navegació
cs_cz: Navigační panel
da_dk: Navigationslinje
de_de: Navigationsleiste
es_es: Barra de navegación
eu: Nabigazio-barra
fa_ir: منوی گشت‌وگذار
fi: Navigointipalkki
fr_fr: Barre de navigation
gl: Barra de navegación
hi_in: नेविगेशन बार
hr_hr: Navigacijska traka
hy: Նավարկման տող
id_id: Bilah Navigasi
is_is: Valmynd
it_it: Barra di navigazione
ja: ナビゲーションバー
ka_ge: ნავიგაციის ზოლი
ku_iq: شریتی ڕێنیشاندەر
ky: Навигациялык тилке
lt: Naršyklės juosta
lv: Navigācijas josla
mr: नेव्हिगेशन बार (पृष्ठ निर्देश पट्टी)
ms: Bar navigasi
nb_no: Navigasjonsfelt
nl: Navigatiebalk
pl: Nawigacja
pt_br: Barra de navegação
pt_pt: Barra de Navegação
ru: Панель навигации
sk_sk: Navigačný panel
sl_si: Navigacijski trak
sr_rs@cyrillic: Навигацијска трака
sr_rs@latin: Navigacijska traka
sv_se: Navigeringsfält
tr_tr: Yönlendirme Çubuğu
uk: Навігаційна панель
uz_cyrl: Навигация панели
uz_uz@latin: Navigatsiya paneli
vi_vn: Thanh điều hướng
zh_cn: 导航栏
zh_hant: 巡覽列

# manager.setup.navigationBarDescription
source: Add or remove additional navigation bar items.
ar: إضف أو إحذف الفقرات الإضافية في شريط التنقل.
az: Yönləndirmə çubuğuna element əlavə edin və ya çıxarın
bg_bg: Добавете или премахнете допълнителни елементи от лентата за навигация.
ca_es: Afegiu o elimineu elements addicionals de la barra de navegació.
cs_cz: Přidat nebo odstranit přídavné položky navigačního panelu.
da_dk: Tilføj eller fjern yderligere elementer på navigationslinjen.
de_de: Löschen Sie Einträge in der Navigationsleiste oder fügen Sie Einträge hinzu.
es_es: Añadir o quitar elementos adicionales de la barra de navegación.
eu: Nabigazio-barrako elementuak gehitu edo kendu.
fa_ir: افزودن یا کاستن موارد منوی گشت‌وگذار
fi: Lisää tai poista navigointipalkin kohtia.
fr_fr: Ajouter ou supprimer d'autres éléments de la barre de navigation.
gl: Engada ou elimine elementos adicionais da barra de navegación.
hi_in: अतिरिक्त नेविगेशन बार आइटम जोड़ें या निकालें।
hr_hr: Dodajte ili uklonite dodatne stavke navigacijske trake.
hy: Ավելացնել կամ հեռացնել նավարկման տողի լրացուցիչ տարրեր:
id_id: Tambahkan atau pindahkan item tambahan bilah navigasi.
is_is: Bæta við eða fjarlægja atrið á valmynd.
it_it: Aggiungi o rimuovi voci alla barra di navigazione.
ja: ナビゲーションバーの項目を追加・削除することができます。
ka_ge: დაამატეთ ან წაშალეთ ნავიგაციის ზოლის დამატებითი ელემენტები.
ku_iq: بەشە زیادەکانی شریتی ڕێنیشاندەر زیاد بکە یان بیانسڕەوە.
ky: Кошумча навигация тилкесинин элементтерин кошуу же алып салуу.
lt: Pridėti arba pašalinti papildomus navigacijos juostos elementus.
lv: Pievienojiet vai noņemiet papildu navigācijas joslas elementus.
mr: नेव्हिगेशन बारमध्ये अतिरिक्त जोडण्या अंतर्भूत करा किंवा हटवा.
ms: Tambahkan atau alih keluar item bar navigasi tambahan.
nb_no: Legg til eller fjern ytterligere navigasjonsfeltelementer.
nl: Toevoegen of verwijderen van extra navigatiebalk-onderdelen.
pl: Dodaj lub usuń dodatkowe elementy nawigacji.
pt_br: Inclua ou exclua itens adicionais da barra de navegação.
pt_pt: Adicionar/Remover itens adicionais da barra de navegação.
ru: Добавить или удалить дополнительные элементы панели навигации.
sk_sk: Pridať alebo odstrániť prídavné položky navigačného panela.
sl_si: Dodaj ali odstrani postavke na navigacijskem traku.
sr_rs@cyrillic: Додај или уклони додатне ставке навигацијске траке.
sr_rs@latin: Dodaj ili ukloni dodatne stavke navigacijske trake.
sv_se: Lägg till eller ta bort ytterligare fält till navigeringsmenyn.
tr_tr: Yönlendirme çubuğuna öğe ekle veya kaldır.
uk: Додавайте або виключайте додаткові навігаційні елементи.
uz_cyrl: Менюдаги ҳаволаларни бошқариш.
uz_uz@latin: Navigatsiya paneliga qo'shimcha elementlarni qo'shish yoki olib tashlash.
vi_vn: Thêm hoặc loại bỏ các mục thanh điều hướng bổ sung.
zh_cn: 增加或删除额外的导航栏项目
zh_hant: 增添或刪除巡覽列項目。

# manager.setup.navItemIsAbsolute
source: URL is an absolute URL (e.g., "http://www.example.com") rather than a path relative to the site (e.g., "/manager/setup")
ar: URL هو عنوان مطلق (أي مثل: "http://www.example.com") وليس المسار النسبي ضمن الموقع (مثل: "/manager/setup")
az: URL/Link adresleri tam olmalıdır (Ör. "http://www.example.com"), sayta nisbi link istifadə edilməməlidir (Ör. "/manager/setup")
bg_bg: URL адресът е абсолютен URL адрес (напр. „Http://www.example.com“), а не път спрямо сайта (напр. „/manager/setup“)
ca_es: L’adreça URL ha de ser absoluta (p. ex. «http:\\www.exemple.com»), i no pas un camí relatiu al lloc (p. ex. «/manager/setup»)
cs_cz: URL je spíše absolutní URL (např.: "http://www.example.com") než relativní odkaz na stránku (např.: "/manager/setup")
da_dk: URL er en absolut URL-adresse (f.eks. "http://www.example.com") i stedet for en sti med relation til webstedet (f.eks. "/manager/setup")
de_de: Die URL ist eine absolute Adresse (z.B. "http://www.example.com"), keine relative URL (z.B."/manager/setup")
es_es: La dirección URL es absoluta (p. ej., "http://www.ejemplo.com") en lugar de una ruta relativa del sitio (p. ej., "/administracion/configuracion")
eu: URLa helbide absolutua da (adib., "http://www.gurealdizkaria.com"), ez guneko helbide erlatibo bat (adib., "/kudeatzailea/ezarpenak")
fa_ir: URL وارد شده یک URL مستقیم است مانند "http://www.example.com" . بهتر است یک مسیر نسبی وارد شود. مانند "/manager/setup".
fi: URL-osoite on absoluuttinen URL-osoite (esim. "http://www.example.com"), ei sivustoon liittyvä polku (esimerkiksi "/manager/setup")
fr_fr: L'URL est un URL absolu (par ex., « http://www.exemple.com ») plutôt qu'un chemin relatif au site (par ex., « /manager/setup »)
gl: O URL é un URL absoluto (por exemplo, "http://www.example.com") en lugar dunha ruta relativa ao sitio (por exemplo, "/manager/setup")
hi_in: URL साइट के सापेक्ष पथ के बजाय एक पूर्ण URL (उदा।, "Http: //www.example.com ") है (जैसे,"/manager/setup"")
hr_hr: Uneseni URL poveznice je apsolutan (npr. "http://www.casopis.hr/manager/setup"), a ne putanja relativna stranici (npr. "/manager/setup").
hy: URL-ը բացարձակ URL է (օրինակ՝ "http://www.example.com"), այլ ոչ թե կայքին վերաբերող ուղի (օրինակ՝ "/manager/setup")
id_id: URL adalah sebuah URL mutlak (e.g., "http://www.example.com") bukan path direktori situs (contoh:"/manager/setup")
is_is: URL is an full vefslóð (t.d., "http://www.example.com") frekar en hluti af inn úr vefsíðunni (t.d., "/manager/setup")
it_it: Le URL sono di tipo assoluto (es., "http://www.example.com") piuttosto che dei percorsi relativi (es. "/manager/setup")
ja: URLは、サイトへの相対パス(例えば、 "/manager/setup")ではなく、絶対URL(例えば、 "http://www.example.com")であること
ka_ge: URL არის აბსოლუტური, (მაგ., “http://www.example.com”), და არა ფარდობითი (მაგ., „/manager/setup“)
ku_iq: ("/manager/setup" ،نەک ڕێگایەکی نزیک بێت بۆ ساییتەکە ( بۆ نمونە ( "http://www.example.com" یو ئاڕ ئێڵەکە تەواوە (بۆ نمونە
ky: URL абсолюттук болушу керек (мисалы, "http://www.example.com"), сайтка салыштырмалуу жол эмес (мисалы, "/manager/setup").
lt: Universalusis ištekliaus adresas yra absoliutusis (t. y. http://www.example.com), o ne su svetaine susietas adresas (pvz., /manager/setup)
lv: URL ir absolūtais URL (piemēram, "http://www.example.com"), nevis relatīvais ceļš uz vietni (piemēram, "/manager/setup")
mr: URL परिपूर्ण हवा (जसे, "http://www.example.com") केवळ संकेतस्थळाशी संबंधित स्थानमार्गाची नोंद (path) असू नये (उदा. "/manager/setup")
ms: URL adalah URL mutlak (mis., "http://www.example.com") dan bukannya laluan yang berkaitan dengan laman web (mis., "/manager/setup")
nb_no: URL er en absolutt URL (for eks. "http://www.example.com") heller enn en filsti som er relativ til nettstedet (for eks. "/manager/setup")
nl: URL is een absolute URL (bv "http://www.example.com"), geen relatief pad (bv. "/manager/setup")
pl: Pełny link (np. "http://www.przyklad.com" zamiast "/manager/setup")
pt_br: A URL é absoluta (ex.: "http://www.exemplo.com") em vez de um caminho relativo no portal (ex.: "/manager/setup")
pt_pt: O URL é absoluto (Ex.: "http://www.exemplo.com") em vez de um caminho relativo no portal (Ex.: "/manager/setup")
ru: URL — это абсолютный URL (например, «http://www.example.com»), а не относительный путь на сайте (например, «/manager/setup»)
sk_sk: URL je skôr absolútna URL (napr.: "http://www.example.com") ako relatívny odkaz na stránku (napr.: "/manager/setup")
sl_si: URL je absoluten naslov (npr. "http://www.example.com") in ne relativen na spletišče (npr. "/manager/setup")
sr_rs@cyrillic: URL је апсолутни URL (нпр. "http://www.example.com") пре него релативна путања до сајта (нпр. "/manager/setup")
sr_rs@latin: URL je apsolutni URL (npr. "http://www.example.com") pre nego relativna putanja do sajta (npr. "/manager/setup")
sv_se: URL är en absolut URL (ex. "http://www.example.com") snarare än en lokal sökväg (t.ex. "/manager/setup")
tr_tr: Bağlantı adresleri tam olmalıdır (Ör. "http://www.example.com"), siteye göreceli bağlantı kullanılmamalıdır (Ör. "/manager/setup")
uk: URL – це абсолютна URL-адреса (наприклад, "http://www.example.com"), а не шлях відносно вебсайту (наприклад, "/manager/setup")
uz_cyrl: URL манзил мутлақ (масалан: http://...)
uz_uz@latin: URL - bu saytga nisbatan yo'l emas, balki mutlaq URL (masalan, "http://www.example.com") (masalan, "/manager/setup")
vi_vn: URL là một URL hoàn toàn (ví dụ: "http://www.example.com") chứ không phải là một đường dẫn liên quan đến trang web (ví dụ: "/manager/setup")
zh_cn: 网址是一个绝对路径(如"http://www.example.com") 而不是一个相对于本站的相对路径(如"/manager/setup")
zh_hant: 網址必須為完整URL（例如：http://www.example.com）而非網站的其中一部分路徑（例如：/manager/setup）

# manager.setup.navItemIsLiteral
source: The label value is a literal string (e.g., "Journal Setup") rather than a localization message key (e.g., "manager.setup")
ar: إن محتوى التسمية هو سلسلة محرفية، مثل: "تهيئة المجلة" بدلاً من مفتاح رسالة موضعية، مثل: "manager.setup"
az: Etiket dəyərləri oxunacaq formatda olmalı (Məs."Jurnal Rəhbərliyi"), yerliləşdirmə açarı şəklində istifadə edilməməlidir (Məs. "manager.setup")
bg_bg: Стойността на етикета е буквален низ (напр. „Настройка на списанието“), а не ключ за съобщение за локализация (напр. „manager.setup“)
ca_es: El valor de l’etiqueta ha de ser una cadena literal (p. ex. «Configuració de la revista»), i no pas una clau de missatge d’ubicació (p. ex. «manager.setup»)
cs_cz: Hodnotou popisku je spíše textový řetězec (např.: "Nastavení časopisu") než lokalizační klíč (např.: "manager.setup")
da_dk: Etiketværdien er en bogstavstreng (f.eks. "Konfiguration af tidsskrift") i stedet for en lokaliseringsmeddelelsesnøgle (f.eks. "manager.setup")
de_de: Die Seitenbenennung besteht aus einer Buchstabenkette (z.B. "Einrichtung der Zeitschrift") und nicht aus einem Lokalisierungsschlüssel (z.B. "manager.setup")
es_es: El valor de la etiqueta es una cadena literal (p. ej., "Configuración de la revista") en lugar de un código de mensaje de localización (p. ej., "administracion.configuracion")
eu: Etiketaren balioa kate literala da (adib., "Aldizkariaren konfigurazioa"), ez lokalizazioko mezua (adib., "manager.setup")
fa_ir: عبارت وارد شده یک رشته از کلمات است مانند «نصب مجله» تا اینکه یک پیام زبانی خاص باشد مانند «راه‌اندازی مدیریت».
fi: Selitteen arvo on kirjoitettu merkkijono (esim. “Julkaisun asetukset”), ei lokalisoinnin sanoma-avain (esim. “julkaisu.asetukset”)
fr_fr: La valeur de l'étiquette est une chaîne littérale (par ex., « Configuration de la revue ») plutôt qu'une clé de message de localisation (par ex., « manager.setup »)
gl: O valor da etiqueta é unha cadea literal (por exemplo, "Configuración da revista") en lugar dunha chave de mensaxe de localización (por exemplo, "manager.setup")
hi_in: लेबल मान एक स्थानीयकरण संदेश कुंजी के बजाय एक शाब्दिक स्ट्रिंग (उदा।, "जर्नल सेटअप ") है (जैसे, "manager.setup "")
hr_hr: Uneseni naziv poveznice je običan tekst (npr. "uređivanje postavki časopisa"), a ne pojam u prijevodu sustava (npr. "manager.setup").
hy: Պիտակի արժեքը տեքստային տող է (օրինակ՝ "Journal Setup"), այլ ոչ թե տեղայնացման հաղորդագրության բանալի (օրինակ՝ "manager.setup")
id_id: Nilai label adalah literal string (contoh "Setup Jurnal") bukan kunci pesan lokalisasi (contoh: "setup.manajer")
it_it: Il valore dell'etichetta è una stringa letterale (es. "Setup della rivista") piuttosto che una chiave di un messaggio di localizzazione (es. "manager.setup")
ja: ラベルの値は、ローカリゼーションメッセージキー(例えば、"manager.setup")ではなく、リテラル文字列(例えば、 "Journal Setup")です
ka_ge: იარლიყის მნიშვნელობა არის სტრიქონი (მაგ., „ჟურნალის დაყენება“), ვიდრე ლოკალიზაციის შეტყობინების გასაღები (მაგ., „manager.setup“)
ku_iq: بەهای پێناسی ناو و ناونیشان بریتییە لە زنجیرەیەکی وشەیی(بۆ نمونە، "ڕێکخستنی گۆڤار") نەک کلیلی نامەی شوێن دیاریکردن (بۆ نمونە، "بەڕێوەبەر.ڕێکخستن")
ky: Белги мааниси локализациялык ачкыч эмес, түз маанидеги сап болушу керек (мисалы, "Journal Setup").
lt: Žyma – tai raidžių eilutė (pvz., „Žurnalo konfigūracija“, o ne lokalizavimo klavišas (pvz., diegti,konfigūraciją)
lv: Iezīmes vērtība ir burtiska virkne (piemēram, "Journal Setup"), nevis lokalizācijas ziņojuma atslēga (piemēram, "manager.setup")
mr: लेबल अर्थपूर्ण शब्दांनी किंवा त्यांच्या समुच्चयाने बनलेले असावे (उदा. "नियतकालिकाचे नियोजन") ते संदेशात्मक असू नये (उदा. "व्यवस्थापक.नियोजन")
ms: Nilai label adalah string literal (mis., "Penetapan Jurnal") dan bukannya kunci mesej lokalisasi (mis., "manager.setup")
nb_no: Etikettverdien er en tegnstreng (for eks. "Tidsskriftoppsett") heller enn en lokaliseringsnøkkel (for eks. "manager.setup")
nl: De waarde is een letterlijke tekst (bv. "Tijdschrift inrichten"), geen localisatiesleutel (bv. "manager.setup")
pl: Wartość etykiety (np. "Ustawienia czasopisma")
pt_br: O rótulo é um texto literal (ex.: "Administração da Revista") em vez de uma chave de tradução (ex.: "manager.setup.nav")
pt_pt: O nome do item é um texto literal (Ex.: "Administração da Revista") em vez de uma chave de localização (Ex.: "administracao.geral")
ru: Значение метки — текстовая строка (например, «Настройка журнала»), а не ключ сообщения для локализации (например, «manager.setup»)
sk_sk: Hodnotou popisku je skôr textový reťazec (napr .: "Nastavenie časopisu") ako lokalizačný kľúč (napr .: "manager.setup")
sl_si: Naziv povezave naj bo opisno besedilo (npr. "Registracija uporabnika") in ne ključ iz lokalizacijskega kataloga (npr. "manager.setup")
sr_rs@cyrillic: Вредност етикете је текстуални низ (нпр. "Подешавање часописа") пре него кључ локалзиације (нпр. "manager.setup")
sr_rs@latin: Vrednost etikete je tekstualni niz (npr. "Podešavanje časopisa") pre nego ključ lokalziacije (npr. "manager.setup")
sv_se: Etikettsvärdet är en bokstavlig sträng (t.ex., "Installation av tidskriften") snarare än en lokaliseringsnyckel (t.ex., "manager.setup")
tr_tr: Etiket değerleri okunacak biçimde olmalı (Ör. "Dergi Yönetimi"), yerelleştirme anahtarı şeklinde kullanılmamalı (Ör. "manager.setup")
uk: Значення назви елементу є рядковим літералом (наприклад, "Налаштування"), а не ключем файлу локалізації (наприклад, "manager.setup")
uz_cyrl: Ёрлиқ қиймати таржима калити эмас, балки оддий матн.
uz_uz@latin: Yorliq qiymati mahalliylashtirish xabari kaliti emas, balki oddiy satr (masalan, "Jurnal sozlamalari") (masalan, "manager.setup")
vi_vn: Giá trị nhãn là một chuỗi bằng chữ (ví dụ: "Thiết lập Tạp chí") chứ không phải là khóa thông báo địa phương (ví dụ: "manager.setup")
zh_cn: 请输入一个文字字串（例如，「期刊配置」）而非位置信息码（如，"manager.setup"）做为标签值

# manager.setup.noImageFileUploaded
source: No image file uploaded.
ar: لم يُرفع ملف صورة إلى الموقع.
az: Şəkil faylı yüklənmədi
bg_bg: Не е качен графичен файл.
ca_es: No s’ha carregat cap fitxer d’imatge.
cs_cz: Nebyl nahrán žádný soubor s obrázkem.
da_dk: Der er ikke overført en billedfil.
de_de: Keine Grafikdatei hochgeladen.
es_es: No se cargó ningún archivo de imagen.
eu: Ez da irudi-fitxategirik kargatu.
fa_ir: هیچ فایل تصویری آپلود نشده است.
fi: Kuvatiedostoa ei ladattu.
fr_fr: Aucun fichier d'image téléchargé.
gl: Non se cargou ningún arquivo de imaxe.
hi_in: कोई छवि फ़ाइल अपलोड नहीं की गई।
hr_hr: Slikovna datoteka nije postavljena.
hy: Պատկերի նիշքը չի վերբեռնվել:
id_id: Tidak ada file gambar yang diunggah.
is_is: Engri mynnd hefur veirð hlaðið upp.
it_it: Non è stata caricata nessuna immagine.
ja: 画像ファイルがアップロードされていません。
ka_ge: სურათის ფაილი არ აიტვირთა.
ku_iq: هیچ فایلێکی وێنە بار نەکراوە.
ky: Сүрөт файлы жүктөлгөн жок.
lt: Neišsiųsta jokių paveikslų.
lv: Nav augšupielādēts neviens attēla fails.
mr: प्रतिमा फाईल संक्रमित (अपलोड) केलेली नाही.
ms: Tidak ada fail gambar yang dimuat naik.
nb_no: Ingen bildefil er lastet opp.
nl: Geen afbeeldingsbestand geladen.
pl: Plik obrazu nie został załadowany.
pt_br: Nenhuma imagem para exibição.
pt_pt: Nenhuma imagem para exibição.
ru: Файл изображения не загружен.
sk_sk: Nebol nahraný žiadny súbor s obrázkom.
sl_si: Nobena slika ni naložena.
sr_rs@cyrillic: Није постављен на сервер фајл слике.
sr_rs@latin: Nije postavljen na server fajl slike.
sv_se: Ingen bildfil har laddats upp
tr_tr: Resim dosyası yüklenmedi.
uk: Файл зображення не вивантажено.
uz_cyrl: Расм юкланмади.
uz_uz@latin: Hech qanday rasm fayli yuklanmagan.
vi_vn: Không có tập tin hình ảnh được tải lên.
zh_cn: 没有上传的图片文件。
zh_hant: 無成功上載圖像。
