Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.section.sectionEditorInstructions
source: Add a Section Editor to this section to have submissions automatically assigned to the Section Editor. (Otherwise, Section Editors can be assigned manually, after a submission comes in.) If added, a Section Editor can be automatically assigned to oversee the REVIEW (peer review) and/or the EDITING (copyediting, layout and proofreading) of submissions to this section. Section Editors are created by clicking Section Editors under Roles in Journal Management.
ar: أضف محرر لهذا القسم لتتم إحالة طلبات النشر الخاصة بالقسم إليه تلقائياً. (بخلاف ذلك، يمكن تعيين محرري القسم يدوياً لدى قدوم طلب للنشر). عند إضافة هذا المحرر، فإنه سيُعيَّن تلقائياً للإشراف على عملية التحكيم و/أو التحرير (التدقيق، التصميم الطباعي، القراءة التصحيحية) لطلبات النشر الموجهة لهذا القسم. يتم إنشاء محرري الأقسام عبر النقر على (محررو القسم) تحت (الأدوار) في صفحة إدارة المجلة.
az: Bölmə redaktorlarının məqalələrə avtomatik olaraq təyin edilməsi üçün bu bölmə bir bölmə redaktoru əlavə edin. (Digər tərəfdən, bir məqalə gəldikdən sonra bölmə redaktorları manuel olaraq da təyin edilə bilər.) Əgər əlavə edildisə bi bölmə redaktoru bu bölmənin gəndərilərini gözdən keçirməyə (rəyçilik) və redaktə etməyə (səhifə nizamı, tərtibat və təshih) avtomtik olaraq təyin edilir. Bölmə redaktorları Jurnal rəhbərliyi qismindəki rollar altında bölmə redaktorları kliklənərək yaradılır.
bg_bg: Добавете редактор на секции към този раздел, за да получавате автоматично подадените документи към редактора на секции. (В противен случай редакторите на раздели могат да бъдат назначени ръчно, след като пристигне изпратено съобщение.) Ако е добавено, редакторът на секции може автоматично да бъде назначен да контролира РЕЦЕНЗИЯТА (peer review) и/или РЕДАКТИРАНЕТО (копиране, оформление и корекция) на изпратените материали до този раздел. Редакторите на секции се създават, като щракнете върху Редактори на секции под Роли в управлението на списания.
ca_es: Afegiu un editor/a de secció perquè se li assignin les trameses de forma automàtica. (De forma alternativa, els editors/ores de secció es poden assignar manualment quan entra una tramesa). En cas que hagueu decidit afegir un editor/a de secció, se li pot assignar automàticament una supervisió de la revisió (avaluació d'experts/ertes) o de l’edició (correcció d'originals, maquetació i correcció de proves) de les trameses d’aquesta secció. Els editors/ores de secció es creen fent clic a «Editors/ores de secció», a la secció «Rols» de l'apartat «Administració de la revista».
cs_cz: Vyberte z dostupných editorů sekcí pro tuto sekci, aby byli sekční editoři automaticky přidělováni. (Jinak budete muset sekční editory přidělovat později manuálně). Pokud je sekční editor přidán, můžete zvolit, zda bude automaticky přiřazeni k řízení RECENZNÍHO a/nebo EDITAČNÍHO procesu (redigování, rozložení a korektury) procesu příspěvků v této sekci. Editoři sekcí jsou tvořeni kliknutím na "Editoři sekcí" v Rolích správy časopisu. a "Přidělte editora" této sekci.
da_dk: Vælg blandt de tilgængelige sektionsredaktører, og "Tildel redaktør" til denne sektion.
de_de: Fügen Sie dieser Rubrik eine/n Rubrikredakteur/in aus den zur Verfügung stehenden Rubrikredakteur/innen hinzu. Sobald er/sie hinzugefügt worden ist, geben Sie an, ob die/der Rubrikredakteur/in den BEGUTACHTUNGS- (Peer Review) oder den REDAKTIONSPROZESS (Lektorat, Layout und Korrekturlektorat) von Beiträgen zu dieser Rubrik durchführen soll. Rubrikredakteur/innen können Sie anlegen, in dem Sie auf <a href="{$sectionEditorsUrl}">Rubrikredakteur/innen</a> unter Funktionen in der Zeitschriftenverwaltung klicken.
es_es: Añadir un editor/a de sección a esta sección para que los envíos se le asignen directamente. (Se pueden asignar editores/as de sección manualmente después de recibir un envío.) Una vez añadido, se le puede asignar al editor/a de sección la tarea de supervisar la REVISIÓN (evaluación por pares) y/o la EDICIÓN (corrección de originales, maquetación y revisión) de los envíos que tienen como destino esta sección. Para crear editores/as de sección, haga clic en Editores/as de sección debajo de Roles dentro de la sección Gestión de la revista.
eu: Gehitu Ataleko editore bat, atal honetara iristen diren bidalketak automatikoki esleitzeko Ataleko editore horri. (Bestela, Ataleko editorea eskuz esleitu ahal izango da, bidalketa bat iristen den bakoitzean). Editore bat gehitzen bada, automatikoki esleitu ahal izango zaio atal honetarako bidaltzen diren lanen EBALUAZIOA (adituen ebaluazioa) eta/edo EDIZIOA (zuzenketa, maketazioa eta proba-zuzenketa) gainbegiratzea. Ataleko editoreak sortzeko, Aldizkariaren kudeaketako Rolak azpiatalean, Ataleko editoreak esteka sakatu behar da.
fa_ir: از بین دبیران یک نفر را انتخاب و به عنوان دبیر این نوع مقاله انتخاب کنید.
fi: Lisää tälle osastolle osastotoimittaja, jolloin käsikirjoitukset osoitetaan automaattisesti hänelle. (Muutoin osastotoimittajat voidaan valita manuaalisesti käsikirjoituksen saapuessa). Jos osastotoimittaja lisätään, hänet voidaan automaattisesti valita valvomaan tämän osaston käsikirjoitusten ARVIOINTIA (vertaisarviointi) ja/tai TOIMITTAMISTA (tekninen toimittaminen, taitto ja oikoluku). Osastotoimittajat luodaan klikkaamalla Julkaisun hallinnoinnissa Roolit-otsikon alla olevaa Osastotoimittajat -kohtaa.
fr_fr: Ajouter un Rédacteur de rubrique à cette rubrique afin que les soumissions soient automatiquement assignées à ce Rédacteur de rubrique. (Sinon, les Rédacteurs de rubriques peuvent être assignés manuellement, suite à la réception d'une soumission.) S'il a été ajouté, un Rédacteur de rubrique peut automatiquement être assigné pour superviser l'ÉVALUATION (évaluation par les pairs) et/ou la RÉVISION (révision, mise en page et correction d'épreuves) des soumissions de cette rubrique. Des Rédacteurs de rubrique peuvent être créés en cliquant sur Rédacteur de rubrique sous Rôles dans Gestion de la revue.
gl: Engadir un editor/a de sección para que os envíos se lle asignen de forma automática. (De forma alternativa, pódense asignar editores/as de sección manualmente cando entra un envío.) No caso de que se engadise un editor/a de sección, pódeselle asignar automaticamente unha supervisión da REVISIÓN (avaliación por pares) ou da EDICIÓN (corrección de orixinais, maquetaxe e corrección de probas) dos envíos que teñen como destino esta sección. Os editores/as de sección créanse facendo clic en "Editores/as de sección", na sección "Roles" do apartado "Administración da revista".
hi_in: इस अनुभाग में एक अनुभाग संपादक जोड़ें, सबमिशन्स स्वचालित रूप से अनुभाग संपादक को सौंपी गई हैं। (अन्यथा, प्रस्तुत करने के बाद अनुभाग संपादकों को मैन्युअल रूप से सौंपा जा सकता है।) यदि जोड़ा जाता है, तो एक खंड संपादक स्वचालित रूप से सबमिशन्स की समीक्षा (सहकर्मी समीक्षा) और / या संपादन (नकल, लेआउट और प्रूफरीडिंग) की देखरेख करने के लिए सौंपा जा सकता है। यह अनुभाग जर्नल प्रबंधन में भूमिकाओं के तहत सेक्शन एडिटर पर क्लिक करके सेक्शन एडिटर बनाए जाते हैं।
hr_hr: Opcijama "odredi urednika" i "ukloni ulogu urednika" odredite koji će od postojećih urednika rubrika imati ovlasti uređivanja ove rubrike.
hy: Այս բաժնում ավելացրեք Բաժնի խմբագիր, որպեսզի ներկայացումները ինքնաշխատ կերպով վերագրվեն Բաժինների խմբագրին: (Հակառակ դեպքում, Բաժնի խմբագիրները կարող են նշանակվել ձեռքով, ներկայացումը մուտքագրվելուց հետո:) Եթե ավելացվի՝ Բաժնի խմբագիրն ինքնաշխատ կարող է նշանակվել՝ վերահսկելու համար այս բաժին ներկայացված նյութերի ԳՐԱԽՈՍՈՒՄԸ (գործընկերային գրախոսություն) և/կամ ԽՄԲԱԳՐՈՒՄԸ (գրական խմբագրում, դասավորություն և սրբագրում)։ Բաժինների խմբագիրները ստեղծվում են՝ սեղմելով «Բաժինների խմբագիրներ»՝ «Դերեր ամսագրի կառավարման մեջ» ներքո:
id_id: Tambahkan Editor Bagian ke bagian ini agar naskah secara otomatis ditugaskan kepada Editor Bagian. (jika tidak, Editor Bagian akan ditugaskan secara manual, setelah naskah masuk). Jika ditambahkan, Editor Bagian secara otomatis dapat ditugaskan untuk mengawasi REVIEW (peer review) dan/ atau PENGEDITAN (copyediting, layout, dan proofreading) naskah ke bagian ini. Editor Bagian dibuat dengan mengklik Editor Bagian di bawah Peran di Manajemen Jurnal.
is_is: Bæta við kaflaritstjóra til að allar innsendingar á kaflann séu sjálfkrafa úthlutað á kaflaritstjórann. (Annars er hægt að úthluta kaflaritstjóra handvirkt eftir að búið er að senda inn efni.) Ef kaflaritstjóra er bætt við, er einnig hægt að úthluta sjálfkrafa eftirlit með Ritrýni og/eða undirbúning á útgáfu efnis (yfirferð yfir texta, umbrot og prófarkalestur) í þessum kafla. Kaflaritstjórar eru búnir til með því að smella á Kaflaritstjóri undir Hlutverk í umsjón með Tímariti.
it_it: Aggiungi un Section Editor a questa sezione per assegnargli automaticamente le proposte inviate a questa sezione (comunque potrai sempre assegnare manualmente un SE, quando arriva ciascuna proposta). Una volta aggiunto, il SE sarà automaticamente assegnato alla gestione della REVISIONE (peer review) e/o dell'EDITING (copyediting, layout e correzione delle bozze) delle submission di questa sezione. I SE vengono creati cliccando 'Section editor' nel menù dei ruoli nella pagina di gestione della rivista.
ja: このセクションにセクション編集者を追加すると、投稿が自動的にセクション編集者に割り当てられます。(セクション編集者を追加しない場合は、投稿後に手動で割り当てることができます）。セクション編集者が追加されると、このセクションへの投稿のREVIEW（査読）やEDITING（コピー、レイアウト、校正）を監督するように自動的に割り当てられます。セクション編集者は、ジャーナル管理のロールでセクション編集者をクリックして作成します。
ka_ge: სექციის რედაქტორის დამატება ამ სექციაში, რომ წარდგინება ავტომატურად დაემატოს სექციის რედაქტორს. (წინააღმდეგ შემთხვევაში, სექციის რედაქტორების დანიშვნა შესაძლებელია ხელით, წარდგენის შემოსვლის შემდეგ.) დამატების შემთხვევაში, სექციის რედაქტორს შეუძლია ავტომატურად დაენიშნოს ზედამხედველობას წარდგენების მიმოხილვაზე (კოლეგების მიმოხილვა) და / ან რედაქტირებაზე (კოპირება, განლაგება და კორექტირება) ამ განყოფილებაში. სექციის რედაქტორები იქმნება ჟურნალის მენეჯმენტის როლების ქვე განყოფილების რედაქტორების დაწკაპუნებით.
ku_iq: سەرنوسەری بەش بۆ ئەم بەشە دیاری بکە بۆ ئەوەی پێشکەشکردنەکان ڕاستەوخۆ بچن بۆ سەرنوسەری بەشەکان. (ئەگەر نا، سەرنوسەری بەشەکان دەکرێت بە شێوەی نائۆتۆماتیکی دیاری بکرێن، دوای ئەوەی پێشکەشکردنێکی نوێ دێت.) ئەگەر زیاد کرا، سەرنوسەری بەش بە ئۆتۆماتیکی پرۆسەی هەڵسەنگاندن و دەستکاریکردنەکان (ناردن بۆ چاپ، هەڵسەنگاندنی زمان ی) دەبینێت. سەرنوسەری بەشەکان لە پێدانی ڕۆڵ لە بەشی ڕێکخستنەکانی گۆڤار دیاری دەکرێن.
ky: Макалалар бөлүм редакторуна автоматтык түрдө дайындалышы үчүн бул бөлүмгө бөлүм редакторун кошуңуз. (Же болбосо, бөлүм редакторлору материал алынгандан кийин кол менен дайындалышы мүмкүн). Эгерде бөлүмдүн редактору дайындалса, анда ал автоматтык түрдө бул бөлүмгө жөнөтүлгөн материалдардын "РЕВЕРСИЯ" процессин жана/же "РЕДАКЦИЯЛЫК" процессин (адабий редакциялоо, макет жана корректорлук) башкарууга дайындалышы мүмкүн. Бөлүмдүн редакторлору Журналды башкаруу бөлүмүндөгү Ролдор рубрикасынын астындагы Бөлүмдүн редакторлору шилтемесин басуу аркылуу түзүлөт.
lt: Įrašykite šio skyriaus redaktorių, kad jam automatiškai būtų nukreipiami šiam skyriui pateikti straipsniai (kitaip redaktorių teks paskirti kaskart, kai tik gaunamas straipsnis). Įrašius jį, peržiūrėti šio skyriaus straipsnių recenzijas (pirmines recenzijas) ir (arba) prižiūrėti leidybos procesą (kalbos redagavimą, maketavimą, korektūrų skaitymą) skyriaus redaktoriui bus paskiriama automatiškai. Skyriaus redaktorius paskiriamas pažymėjus vieną iš šiame žurnale skyriaus redaktoriaus funkcijas atliekančių redaktorių.
lv: Pievienojiet Sadaļas redaktoru šai sadaļai, lai manuskripti tiktu automātiski piešķirti Sadaļas redaktoram. (Citādi Sadaļas redaktorus var piešķirt manuāli pēc manuskripta saņemšanas.) Sadaļas redaktoram pēc pievienošanas var automātiski piešķirt iespēju pārraudzīt šajā sadaļā iesniegto darbu RECENZĒŠANU (zinātnisko recenzēšana) un/vai REDIĢĒŠANU (teksta literārā rediģēšana, maketēšana un korektūra). Sadaļas redaktorus izveido, žurnāla pārvaldības sadaļā Roles (Lomas) noklikšķinot uz Section Editors (Sadaļas redaktori).
mr: विभाग संपादकाला सादरीकरणे आपोआप नियुक्त करण्यासाठी या विभागावर विभाग संपादकाची नेमणूक करा. (अन्यथा, सादरीकरणे आल्यानंतर, त्यावेळी विभागांच्या संपादकांच्या नियुक्तीचे निर्णय घेतले जाऊ शकतात.) अशा नेमणूकीमुळे विभाग संपादक समीक्षण (तज्ज्ञ समीक्षण) आणि/किंवा या विभागातल्या सादरीकरणांच्या विविध संपादन प्रक्रियांवरही (कॉपीएडिटिंग, लेआउट आणि प्रूफरीडिंग) देखरेख ठेऊ शकतो. <i>नियतकालिकाचे व्यवस्थापन > भूमिका</i> अंतर्गत विभाग संपादकांवर क्लिक करून विभाग संपादकाची नेमणूक केली जाते.
ms: Tambahkan Editor Bahagian ke bahagian ini agar penyerahan secara automatik diberikan kepada Editor Bahagian. (Jika tidak, Editor Bahagian boleh ditugaskan secara manual, setelah penyerahan masuk.) Jika ditambahkan, Editor Bahagian dapat ditugaskan secara automatik untuk mengawasi ULASAN (ulasan sejawat) dan/atau PENYUTINGAN (copyediting, susun atur dan proofreading) penyerahan ke bahagian ini. Editor Bahagian dibuat dengan mengklik Editor Bahagian di bawah Peranan dalam Pengurusan Jurnal.
nb_no: Velg blant de tilgjengelige seksjonsredaktørene og 'Oppnevn Redaktør' for denne seksjonen.
nl: Voeg een sectieredacteur toe aan deze sectie. Bepaal na het toevoegen of de sectieredacteur de REVIEW (peer review) en/of REDACTIE (tekstbewerken, opmaak en proeflezen) gaat regelen voor inzendingen voor deze sectie. Sectieredacteurs worden toegevoegd door te klikken op Sectieredacteurs bij Rollen in Tijdschriftbeheer.
pl: Dodanie redaktora działu spowoduje, iż wszystkie nowo dodane teksty zostaną automatycznie przypisane do tego redaktora.
pt_br: Escolha dentre os editores de seção disponíveis e clique em "Designar editor" a esta seção.
pt_pt: Adicione um Editor de Secção a esta secção para que as submissões lhe sejam automaticamente atribuídas . (De qualquer forma, os Editores de Secção podem ser designados manualmente, assim que uma submissão entre.) Se adicionado, um Editor de Secção pode ser automaticamente designado para acompanhar a REVISÃO (revisão por pares) e/ou a EDIÇÃO (edição de texto, layout e leitura de provas) das submissões enviadas para esta secção. Os Editores de Secção são criados ao clicar em Editores de Secção na Administração da Revista.
ru: Добавьте редактора раздела в этот раздел, чтобы статьи автоматически назначались редактору раздела. (В другом варианте, редакторы разделов могут назначаться вручную, после поступления материала). Если редактор раздела назначен, то он может автоматически назначаться на контроль процесса «РЕЦЕНЗИРОВАНИЕ» и/или процесса «РЕДАКТИРОВАНИЕ» (литературное редактирование, верстка и корректура) для материалов, направленных в данный раздел. Создаются редакторы раздела щелчком на ссылке «Редакторы разделов» под заголовком «Роли» в разделе «Управление журналом».
sk_sk: Vyberte z dostupných editorov sekcií pre túto sekciu, aby boli sekčný editori automaticky zaradení. (Inak budete musieť sekčných editorov prideľovať neskôr manuálne). Ak je sekčný editor pridaný, môžete zvoliť, či bude automaticky priradený k riadeniu recenzného a / alebo editačného procesu (redigovania, rozloženia a korektúry), procesu príspevkov v tejto sekcii. Editori sekcií sú tvorení kliknutím na "Editori sekcií" v roliach správy časopisu.
sl_si: Dodaj urednika rubrike, ki mu bodo avtomatsko dodeljeni vsi oddani prispevki za to rubriko. (Drugače se lahko dodeli urednika za vsak prispevek posebej, ko je oddan.) Če je urednik rubrike dodan, bo avtomatsko dodeljen za nadzorovanje procesa recenzije in/ali urejanja (lektoriranje, grafično oblikovanje in korektura) prispevkov za to rubriko. Urednike rubrik ustvari te s klikom na Uredniki rubrik pod Vlogami v Upravljanju revije.
sr_rs@cyrillic: Додајте Уредника секције/рубрике како би се пријављени чланци аутоматски доделили Уреднику секције. (Супротно, Уредници секције могу бити додати ручно након пријављеног чланка.) кад се дода, Уредник секције може бити аутоматски додељен да надгледа рецензије (стручна рецензија) и/или уређивање (коректура, лектура, изглед) пријављених чланака у секцију/рубрику. Уредници секција се креирају тако што се кликне на Уредници Секције у Улоге и Управљање часописом.
sr_rs@latin: Dodajte Urednika sekcije/rubrike kako bi se prijavljeni članci automatski dodelili Uredniku sekcije. (Suprotno, Urednici sekcije mogu biti dodati ručno nakon prijavljenog članka.) kad se doda, Urednik sekcije može biti automatski dodeljen da nadgleda recenzije (stručna recenzija) i/ili uređivanje (korektura, lektura, izgled) prijavljenih članaka u sekciju/rubriku. Urednici sekcija se kreiraju tako što se klikne na Urednici Sekcije u Uloge i Upravljanje časopisom.
sv_se: Lägg till en sektionsredaktör till sektionen, som då automatiskt får tillgång till bidragen inom sektionen. (Alternativt kan sektionsredaktören kopplas till inkommande bidrag manuellt.) Sektionsredaktören kan kopplas automatiskt till att hantera granskning (sakkunniggranskningen) och/eller redigering (manusredigering, layout och korrekturläsning). En sektionsredaktör skapas genom att klicka på Sektionsredaktör under Roller i Tidskriftsadministration.
tr_tr: Bölüm editörlerinin gönderilere otomatik olarak atanması için bu bölüme bir bölüm editörü ekleyiniz. (Öte yandan, bir gönderi geldikten sonra bölüm editörleri manuel olarak da atanabilir.) Eğer eklendiyse bir bölüm editörü bu bölümün gönderilerini gözden geçirmeye (hakemlik) ve düzenlemeye (sayfa düzeni, mizanpaj ve tashih) otomatik olarak atanır. Bölüm editörleri Dergi Yönetimi kısmındaki Roller altında Bölüm Editörleri tıklanarak oluşturulur.
uk: Додайте для цього розділу редактора, який автоматично буде призначатися для роботи з поданнями. У іншому випадку, редакторів розділу, відповідальних за кожне окреме подання, потрібно буде призначати вручну. Доданий редактор розділу автоматично ставатиме відповідальним за нагляд за процесами наукового рецензування та редакційної обробки (літературного редагування, верстки та коректури) рукописів, поданих для публікації у цьому розділі. Створити нових редакторів розділів можна, натиснувши посилання "Редактори розділів" у розділі "Ролі" сторінки "Менеджмент журналу".
uz_cyrl: Ушбу бўлимга муҳаррир қўшинг, токи у мақолаларни кўриб чиқиш ва таҳрирлашни бошқара олсин.
uz_uz@latin: Bo'lim tahrirlovchisiga avtomatik tarzda topshirish uchun ushbu bo'limga bo'lim muharriri qo'shing. (Aks holda, bo'lim muharrirlari qo'lda tayinlanishi mumkin, yuborilganidan keyin.) Agar qo'shilsa, bo'lim muharriri avtomatik ravishda yuborilgan materiallarning REVIEW (peer review) va/yoki EDITING (copyediting, layout and proofreading) ni nazorat qilish uchun tayinlanishi mumkin. bu bo'lim. Bo'lim muharrirlari "Jurnallarni boshqarishda rollar" bo'limidagi bo'lim muharrirlarini bosish orqali yaratiladi.
vi_vn: Thêm một biên tập viên cho chuyên mục này để có bài gửi sẽ tự động gán cho biên tập viên chuyên mục. (Nếu không, biên tập viên chuyên mục có thể được gán thủ công, sau khi một bài gửi đến). Nếu được thêm vào, biên tập viên chuyên mục có thể được tự động gán cho giám sát việc ĐÁNH GIÁ (đánh giá ngang hàng) và/hoặc BIÊN TẬP (biên tập bản thảo, bố cục và hiệu đính) của bài gửi cho chuyên mục này. Biên tập viên chuyên mục được tạo ra bằng cách nhấn Biên tập viên chuyên mục ở vai trò trong Quản lý tạp chí.
zh_cn: 添加一个栏目编辑到这个栏目用于投稿自动指派. (另外，栏目编辑也可以在投稿到来后被手动指派.)当添加后，栏目编辑可以自动指派有监督审稿和（或）编辑该栏目内的投稿，栏目编辑可以通过点击期刊管理的角色来创建.

# manager.sections.editorRestriction
source: Items can only be submitted by Editors and Section Editors.
ar: يمكن تقديم المؤلفات حصرياً من قبل محرري المجلة أو محرري أقسامها.
az: Məzmun sadəcə redaktorlar və bölmə redaktorları tərəfindən göndərilə bilər.
bg_bg: Елементите могат да се подават само от редактори и редактори на раздели.
ca_es: Només els editors/ores i els editors/ores de secció poden fer trameses.
cs_cz: Položky mohou být zaslány pouze editory a editory sekcí.
da_dk: Elementer kan kun fremsendes af redaktører og sektionsredaktører.
de_de: Beiträge können nur von Redakteur/innen und Rubrikredakteur/innen eingereicht werden.
es_es: Sólo los editores/as y los editores/as de sección pueden enviar elementos.
eu: Editoreek eta Ataleko editoreek bakarrik bidal ditzakete lanak.
fa_ir: این نوع مقاله فقط توسط دبیران قابل ارسال است.
fi: Ainoastaan toimittajat ja osastotoimittajat voivat lähettää kohteita.
fr_fr: Les articles ne peuvent être soumis que par les Rédacteurs et les Rédacteurs de rubrique.
gl: Só os editores/as e mais os editores/as de sección poden facer envíos.
hi_in: आइटम केवल संपादकों और अनुभाग संपादकों द्वारा प्रस्तुत किए जा सकते हैं।
hr_hr: Samo urednici mogu prijavljivati priloge u ovu rubriku.
hy: Նյութերը կարող են ներկայացվել միայն խմբագիրների և բաժնի խմբագիրների կողմից:
id_id: Item hanya bisa diserahkan oleh editor dan editor bagian.
is_is: Eingöngu ritstjórar og kaflaritstjórar geta sent inn atriði.
it_it: Solo editor e section editor possono inviare contributi da pubblicare in questa sezione.
ja: アイテムの投稿は、編集者およびセクション編集者のみが行うことができます。
ka_ge: სტატიების წარდგენა შესაძლებელია მხოლოდ რედაქტორებისა და განყოფილებების რედაქტორების მიერ.
ku_iq: یەکەکان تەنیا لەلایەن سەرنوسەر و سەرنوسەری بەشەکانەوە پێشکەش دەکرێن.
ky: Макалалар редакторлор жана бөлүм редакторлору тарабынан гана берилиши мүмкүн.
lt: Gali teikti tik redaktoriai arba skyrių redaktoriai.
lv: Ziņas var iesniegt tikai redaktori un sadaļu redaktori.
mr: लेखनाला फक्त संपादक आणि विभागांच्या संपादकांद्वारे सुपूर्द केले जाऊ शकते.
ms: Item hanya boleh dihantar oleh Editor dan Editor Bahagian.
nb_no: Element kan bare sendes inn av redaktører og seksjonsredaktører.
nl: Items kunnen alleen door redacteurs en sectieredacteurs ingezonden worden.
pl: Teksty mogą być wysyłane tylko przez redaktorów lub redaktorów działów.
pt_br: Restrita a editores e editores de seção.
pt_pt: Restrita a Editores e Editores de Secção.
ru: Статьи могут отправляться только редакторами и редакторами разделов.
sk_sk: Položky môžu byť zaslané iba editormi a editormi sekcií.
sl_si: Samo uredniki (rubrik) lahko oddajajo prispevke za to rubriko.
sr_rs@cyrillic: Само Уредници и Уредници секција могу пријавити чланке
sr_rs@latin: Samo Urednici i Urednici sekcija mogu prijaviti članke
sv_se: Bidrag kan bara skickas in av redaktörer och sektionsredaktörer.
tr_tr: İçerik yalnızca editörler ve bölüm editörleri tarafından gönderilebilir.
uk: Об'єкти можуть надсилатись лише Редакторами та Редакторами розділів.
uz_cyrl: Материаллар фақат муҳаррирлар томонидан топширилиши мумкин.
uz_uz@latin: Elementlar faqat muharrirlar va bo'lim muharrirlari tomonidan yuborilishi mumkin.
vi_vn: Các chuyên mục chỉ có thể được gửi bởi các biên tập viên chính và biên tập chuyên mục.
zh_cn: 只有编辑和栏目编辑可以发送项目。
zh_hant: 只有編輯及分類編輯可提交項目。

# manager.sections.editors
source: Section editors
ar: محررو القسم
az: Bölmə redaktorları
bg_bg: Редактори на раздели
ca_es: Editors/ores de secció
cs_cz: Editoři sekce
da_dk: Sektionsredaktører
de_de: Rubrikredakteur/innen
es_es: Editores/as de sección
eu: Ataleko editoreak
fa_ir: دبیر نوع مقاله
fi: Osastotoimittajat
fr_fr: Rédacteurs de rubrique
gl: Editores/as de sección
hi_in: खंड संपादक
hr_hr: Urednici rubrika
hy: Բաժնի խմբագիրներ
id_id: Editor Bagian
is_is: Kaflaritstjórar
it_it: Section editor
ja: セクション編集者
ka_ge: სექციის რედაქტორები
ku_iq: سەرنوسەری بەشەکان
ky: Бөлүмдөрдүн редакторлору
lt: Skyriaus redaktoriai
lv: Sadaļas redaktori
mr: विभागाचे संपादक
ms: Editor bahagian
nb_no: Seksjonsredaktører
nl: Sectieredacteurs
pl: Redaktorzy działu
pt_br: Editores de seção
pt_pt: Editores de Secção
ru: Редакторы разделов
sk_sk: Editori sekcie
sl_si: Uredniki rubrik
sr_rs@cyrillic: Уредници секција
sr_rs@latin: Urednici sekcija
sv_se: Sektionsredaktörer
tr_tr: Bölüm Editörleri
uk: Редактори розділу
uz_cyrl: Бўлим муҳаррирлари
uz_uz@latin: Bo'lim muharrirlari
vi_vn: Các biên tập viên chuyên mục
zh_cn: 栏目编辑
zh_hant: 分類編輯
