Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# stats.publications.none
source: No articles were found with usage statistics matching these parameters.
ar: تعذر العثور على مقالات ذات إحصائيات استعمال مطابقة لهذه المعايير.
az: Bu tənzimlərlə uyğun gələn istifadə statistikalarına sahib məqalə tapılmadı
bg_bg: Не бяха намерени статии със статистически данни за употребата, съответстващи на тези параметри.
ca_es: No s'ha trobat cap article amb estadístiques d'ús que coincideixin amb aquests paràmetres.
es_es: No se encontró ningún artículo con estadísticas de uso que coincidan con estos parámetros.
eu: Ez da aurkitu parametro horiekin bat datorren erabilera-estatistikarik duen artikulurik.
fi: Annetuilla hakumääreillä ei löytynyt artikkeleita.
fr_fr: Aucun article n'a été trouvé avec des statistiques d'utilisation correspondant à ces paramètres.
gl: Non se atoparon artigos con estatísticas de uso que coincidan con estes parámetros.
hi_in: इन मापदंडों से मेल खाने वाले उपयोग के आंकड़ों के साथ कोई लेख नहीं मिला।
hy: Այս պարամետրերին համապատասխանող օգտագործման վիճակագրությամբ հոդվածներ չեն գտնվել:
is_is: Engar greinar fundust með tölfræði sem passaði við þessar breytur.
it_it: Non sono stati trovati articoli in base alle statistiche d'uso impostate.
ja: これらのパラメータに一致する利用統計を持つ記事は見つかりませんでした。
ka_ge: ვერ მოიძებნა სტატიები ამ პარამეტრების შესაბამისი სტატისტიკის შესახებ.
ku_iq: هیچ توێژینەوەیەک نەدۆزرایەوە کە لەگەڵ ئەم ئامارانە یەک بگرێتەوە.
ky: Бул параметрлерге туура келген колдонуу статистикасы бар макалалар табылган жок.
lt: Nerasta straipsnių, kurių naudojimo statistika atitiktų šiuos parametrus.
lv: Raksti, kuru lietošanas statistika atbilstu šiem parametriem, netika atrasti.
mr: या निकषांशी जुळणाऱ्या वापराच्या आकडेवारीमध्ये कोणतेही लेख आढळले नाहीत.
ms: Tiada artikel ditemui dengan statistik penggunaan yang sepadan dengan parameter ini.
nb_no: Ingen artikler med bruksstatistikk som samsvarer med disse parameterne ble funnet.
nl: Er zijn geen artikelen gevonden met gebruiksstatistieken die overeenkomen met deze parameters.
pl: Nie znaleziono artykułu z zastosowaniem statystyk pasujących do tych parametrów.
pt_pt: Não foram encontrados artigos com estatísticas de uso que correspondam a estes parâmetros.
ru: Не найдено статей со статистикой использования, которая соответствует данным параметрам.
sk_sk: Neboli nájdené žiadne články zodpovedajúce týmto parametrom.
sl_si: Najden ni bil noben članek, ki bi ustrezal parametrom za statistike uporabe.
tr_tr: Bu parametrelerle eşleşen kullanım istatistiklerine sahip makale bulunamadı.
uk: Не було знайдено жодної статті зі статистикою використання, що відповідає цим параметрам.
uz_cyrl: Ҳеч қандай мақола топилмади.
uz_uz@latin: Ushbu parametrlarga mos keladigan foydalanish statistikasi bilan hech qanday maqola topilmadi.
vi_vn: Không có bài viết nào được tìm thấy với số liệu thống kê sử dụng phù hợp với các tham số này.
zh_hant: 無文章的統計數據符合此參數要求。

# stats.publications.totalAbstractViews.timelineInterval
source: Total abstract views by date
ar: إجمالي معاينات الملخص حسب التاريخ
az: Tarixə görə ümumi xülasə baxış
bg_bg: Общо прегледи на резюмета по дата
ca_es: Visualitzacions totals del resum per data
es_es: Visualizaciones totales del resumen por fecha
eu: Laburpenaren bistaratze guztiak dataren arabera
fi: Abstraktien katselukerrat ajankohdan mukaan
fr_fr: Total des consultations de résumés par date
gl: Total de visualizacións do resumo por data
hi_in: तारीख तक कुल सार दृश्य
hy: Համառոտագրության ընդհանուր դիտումներ ըստ ամսաթվի
is_is: Heildar áhorf útdrátta eftir dagsetningu
it_it: Visualizzazioni totali dell'abstract
ja: 日付ごとのアブストラクトの総閲覧数
ka_ge: აბსტრაქტის ხედები თარიღის მიხედვით
ku_iq: کۆی بینینی پوختە لە ڕۆژێکدا
ky: Дата боюнча жалпы аннотация көрүүлөрү
lt: Bendras santraukų peržiūrų skaičius pagal datą
lv: Kopējais kopsavilkumu skatījumu skaits pa datumiem
mr: तारखेगणिक गोषवार्‍याच्या पानाला भेट देणार्‍यांची एकूण संख्या
ms: Jumlah paparan abstrak mengikut tarikh
nb_no: Totalt antall sammendragsvisninger etter dato
nl: Totaal aantal weergaven van de samenvatting op datum
pl: Całkowity widok abstraktu wg daty
pt_pt: Todal de visualizações de resumo por data
ru: Общее число просмотров аннотации по датам
sk_sk: Celkový počet zobrazení podľa dátumu
sl_si: Skupno število vpogledov v povzetek do datuma
tr_tr: Tarihe göre toplam özet görüntüleme
uk: Загальна кількість переглядів статті за датою
uz_cyrl: Вақт оралиғида аннотацияларни кўришлар сони
uz_uz@latin: Sana bo'yicha jami mavhum qarashlar
vi_vn: Tổng lượt xem tóm tắt theo ngày
zh_hant: 摘要閱覽總數（按日期）

# stats.publications.totalGalleyViews.timelineInterval
source: Total file views by date
ar: إجمالي معاينات الملف حسب التاريخ
az: Tarixə görə ümumi fayl baxış sayı
bg_bg: Общо прегледи на файлове по дата
ca_es: Visualitzacions totals de l'arxiu per data
es_es: Visualizaciones totales del archivo por fecha
eu: Fitxategiaren bistaratze guztiak dataren arabera
fi: Tiedostojen latausmäärät ajankohdan mukaan
fr_fr: Total des consultations de fichiers par date
gl: Total de visualizacións do arquivo por data
hi_in: तारीख तक कुल फ़ाइल दृश्य
hy: Նիշքի ընդհանուր դիտումները ըստ ամսաթվի
is_is: Heildar skráa áhorf eftir dagsetningu
it_it: Visualizzazioni totali dei file fino alla data indicata
ja: 日付ごとのファイルの総閲覧数
ka_ge: ფაილის ყველა ნახვა თარიღის მიხედვით
ku_iq: کۆی بینینی فایل لە ڕۆژێکدا
ky: Дата боюнча жалпы файл көрүүлөрү
lt: Bendras failų peržiūrų skaičius pagal datą
lv: Kopējais failu skatījumu skaits pa datumiem
mr: तारखेगणिक फाईल बघणार्‍यांची एकूण संख्या
ms: Jumlah paparan fail mengikut tarikh
nb_no: Totalt antall filvisninger etter dato
nl: Totaal aantal bestandsweergaven op datum
pl: Całkowity widok pliku wg daty
pt_pt: Total de visualizações do ficheiro por data
ru: Общее число просмотров файлов по датам
sk_sk: Celkový počet zobrazení súborov podľa dátumu
sl_si: Skupno število vpogeldov v datoteko do datuma
tr_tr: Tarihe göre toplam dosya görüntüleme sayısı
uk: Загальна кількість переглядів файлів за датою
uz_cyrl: Вақт оралиғида файлларни юклаб олишлар сони
uz_uz@latin: Sana bo'yicha fayllarning umumiy ko'rinishi
vi_vn: Tổng lượt xem tập tin theo ngày
zh_hant: 檔案閱覽總數（按日期）

# stats.publications.countOfTotal
source: {$count} of {$total} articles
ar: {$count} من {$total} مقالة
az: Məqalələr {$count} / {$total}
bg_bg: {$count} от {$total} статии
ca_es: {$count} de {$total} articles
es_es: {$count} de {$total} artículos
eu: {$total} artikulutik {$count}
fi: {$count} / {$total} artikkelia
fr_fr: {$count} de {$total} articles
gl: {$count} de {$total} artigos
hi_in: {$count} {$total} लेखों की
hy: {$count} of {$total} հոդվածներ
is_is: {$count} af {$total} greinum
it_it: {$count} di {$total} articoli
ja: {$total} 記事中 {$count} 記事
ka_ge: {$count} სტატია {$total} სტატიიდან
ku_iq: {$count} of {$total} توێژینەوەکان
ky: {$total} макаланын ичинен {$count}
lt: {$count} iš {$total} straipsnių
lv: {$count} no {$total} rakstiem
mr: {$total} लेखांपैकी {$count}
ms: {$count} daripada {$total} artikel
nb_no: {$count} av {$total} artikler
nl: {$count} van {$total} artikelen
pl: {$count} z {$total} artykułów
pt_pt: {$count} de {$total} artigos
ru: {$count} из {$total} статей
sk_sk: {$count} z {$total} článkov
sl_si: {$count} od {$total} člankov
tr_tr: Makaleler {$count} / {$total}
uk: {$count} статей із {$total}
uz_cyrl: {$total} тадан {$count} та мақола
uz_uz@latin: {$ count} ta maqoladan {$ count}
vi_vn: {$count} của {$total} bài báo
zh_hant: {$total} 篇文章的{$count}

# stats.publications.abstracts
source: Abstracts
ar: الملخصات
az: Xülasələr
bg_bg: Резюмета
ca_es: Resums
es_es: Resúmenes
eu: Laburpena
fi: Abstraktit
fr_fr: Résumés
gl: Resumos
hi_in: सार
hy: Ամփոփումներ
is_is: Útdrættir
ja: アブストラクト
ka_ge: აბსტრაქტები
ku_iq: پوختەکان
ky: Аннотациялар
lt: Santraukos
lv: Kopsavilkumi
mr: गोषवारे
ms: Abstrak
nb_no: Abstrakter
nl: Samenvattingen
pl: Streszczenia
pt_pt: Resumos
ru: Аннотации
sk_sk: Abstrakty
sl_si: Povzetki
tr_tr: Özetler
uk: Анотації
uz_cyrl: Аннотациялар
uz_uz@latin: Tezislar
vi_vn: Các tóm tắt
zh_hant: 摘要

# stats.publications.galleys
source: Files
ar: الملفات
az: Fayllar
bg_bg: Файлове
ca_es: Arxius
es_es: Archivos
eu: Fitxategiak
fi: Tiedostot
fr_fr: Fichiers
gl: Arquivos
hi_in: फ़ाइलें
hy: Նիշքեր
is_is: Skrár
ja: ファイル
ka_ge: ფაილები
ku_iq: فایلەکان
ky: Файлдар
lt: Failai
lv: Datnes
mr: फाईल्स
ms: Fail
nb_no: Filer
nl: Bestanden
pl: Pliki
pt_pt: Ficheiros
ru: Файлы
sk_sk: Súbory
sl_si: Datoteke
tr_tr: Dosyalar
uk: Файли
uz_cyrl: Файллар
uz_uz@latin: Fayllar
vi_vn: Các tập tin
zh_hant: 檔案

# stats.publications.downloadReport.description
source: Download a CSV/Excel spreadsheet with usage statistics for articles matching the following parameters.
ar: تنزيل جدول بصيغة CSV/Excel يتضمن إحصائيات الاستعمال للمقالات التي تطابق العوامل الآتية.
az: #YOK
eu: Deskargatu CSV/Excel kalkulu-orri bat, ondorengo parametroekin bat datozen artikuluen erabilera-estatistikekin.
fi: Lataa CSV/Excel-taulukko, jossa on käyttötilastoja seuraaviin valintoihin sopivista artikkeleista.
hy: Ներբեռնեք CSV/Excel աղյուսակը՝ հետևյալ պարամետրերին համապատասխանող հոդվածների օգտագործման վիճակագրությամբ:
ky: Макалалар үчүн колдонуу статистикасын камтыган CSV/Excel таблицасын төмөнкү параметрлерге ылайык жүктөп алыңыз.
lt: Atsisiųskite CSV / „Excel“ skaičiuoklę su naudojimo statistika straipsniams, atitinkantiems toliau nurodytus parametrus.
lv: Lejupielādēt CSV/Excel izklājlapu ar lietošanas statistiku rakstiem, kas atbilst šādiem parametriem.
mr: खालील घटकांशी संबंधीत लेखांच्या वापराची आकडेवारी CSV/Excel स्प्रेडशीटमध्ये उतरवून घ्या (डाउनलोड करा).
ms: Muat turun hamparan CSV/Excel dengan statistik penggunaan untuk artikel yang sepadan dengan parameter berikut.
nl: Download een CSV/Excel tabel met gebruiksstatistieken voor artikelen die bij de volgende parameters passen.
pl: Pobierz plik CSV albo arkusza kalkulacyjnego Excel ze statystykami użytkowania dla artykułów, spełniających następujące parametry.
ru: Скачать таблицу CSV/Excel со статистикой использования для статей, соответствующих следующим параметрам.
uk: Завантажте електронну таблицю CSV / Excel зі статистикою використання статей, які відповідають наведеним нижче параметрам.
uz_cyrl: Мақолалар бўйича статистика ҳисоботини юклаб олиш.

# stats.publications.downloadReport.downloadSubmissions
source: Download Articles
ar: تنزيل المقالات
az: #YOK
eu: Jaitsi artikuluak
fi: Lataa artikkelit
hy: Ներբեռնեք հոդվածները
ky: Макалаларды жүктөө
lt: Atsisiųsti straipsnius
lv: Lejupielādēt rakstus
mr: लेखांचे डाउनलोड्स
ms: Muat turun Artikel
nl: Download artikelen
pl: Pobierz artykuły
ru: Скачивания статей
uk: Завантажити статті
uz_cyrl: Мақолалар статистикасини юклаб олиш

# stats.publications.downloadReport.downloadSubmissions.description
source: The number of abstract views and file downloads for each article.
ar: عدد معاينات الملخص وتنزيل الملفات لكل مقالة.
az: #YOK
eu: Artikulu bakoitzerako laburpenen bistaratze eta fitxategien deskarga kopurua.
fi: Kunkin artikkelin abstraktien katselukertojen ja tiedostojen latausten määrä.
hy: Յուրաքանչյուր հոդվածի համար համառոտագրության դիտումների և նիշքերի ներբեռնումների քանակը:
ky: Ар бир макала үчүн аннотация көрүүлөрүнүн жана файл жүктөөлөрүнүн саны.
lt: Kiekvieno straipsnio santraukų peržiūrų ir failų atsisiuntimų skaičius.
lv: Katra raksta kopsavilkumu skatījumu un lejupielādēto failu skaits.
mr: प्रत्येक लेखाच्या गोषवार्‍याच्या पृष्ठाला भेट देणार्‍यांची आणि फाईल डाउनलोड्सची संख्या.
ms: Bilangan paparan abstrak dan muat turun fail untuk setiap artikel.
nl: Het aantal keer dat de abstract van een artikel bekeken is en het aantal bestandsdownloads voor elk artikel.
pl: Liczba wyświetleń abstraktów i pobrań plików dla każdego artykułu.
ru: Количество просмотров аннотации и скачиваний файлов для каждой статьи.
uk: Кількість переглядів анотації та завантажень файлу для кожної статті.
uz_cyrl: Танланган мақолалар учун кўрсаткичларни юклаб олиш.

# manager.setup.notifications.copySubmissionAckPrimaryContact.description
source: Send a copy of the submission acknowledgement email to this journal's primary contact.
ar: إرسال نسخة من رسالة عرفان طلب التقديم إلى جهة الاتصال الرئيسية للمجلة.
az: Bu Jurnalın əsas əlaqədar şəxsinə məqalə qəbul emailinin bir nüsxəsini göndər
bg_bg: Изпратете копие от имейла за потвърждение на изпращането на материали до основния контакт на това списание.
eu: Bidali bidalketaren baieztapen-mezu elektronikoaren kopia aldizkari honen kontaktu nagusiari.
fi: Lähetä sähköpostilla tieto uusista käsikirjoituksista julkaisun pääasialliselle yhteyshenkilölle.
gl: Envíe unha copia do correo electrónico de confirmación de envío ao contacto principal desta revista.
hy: Ուղարկեք ներկայացման հաստատման նամակի պատճենը այս ամսագրի հիմնական կոնտակտին:
is_is: Senda afrit af staðfestingu í tölvupósti fyrir innsent efni á að aðltengilið tímarits.
ja: 投稿確認メールのコピーを本誌の連絡責任者に送る。
ka_ge: გაგზავნის დადასტურების ელფოსტის ასლი ამ ჟურნალის პირველადი კონტაქტისთვის.
ky: Бул журналдын негизги байланыш адамына тапшырма кабыл алынгандыгы тууралуу электрондук каттын көчүрмөсүн жөнөтүңүз.
lt: Pateikimo patvirtinimo el. laiško kopiją išsiųskite šio žurnalo pagrindiniam kontaktiniam asmeniui.
lv: Nosūtīt materiāla iesniegšanas apstiprinājuma e-pasta kopiju šī žurnāla galvenajai kontaktpersonai.
mr: सादरीकरणाच्या पावतीची एक प्रत या नियतकालिकाच्या प्राथमिक संपर्ककर्त्यास ई-मेलने पाठवा.
ms: Hantar salinan e-mel pengakuan penyerahan kepada kenalan utama jurnal ini.
nl: Stuur een kopie van de aanvaardingsmail naar de eerste contactpersoon van dit tijdschrift.
pl: Wyślij na adres e-mail głównego kontaktu czasopisma kopię wiadomości e-mail potwierdzającej złożenie zgłoszenia w czasopiśmie.
ru: Отправить копию письма-подтверждения отправки материала на адрес основного контактного лица журнала.
uk: Надіслати копію електронного листа з підтвердженням відправки основній контактній особі цього журналу.
uz_cyrl: Мақола қабул қилингани ҳақидаги тасдиқнома нусхасини асосий контактга юбориш.
uz_uz@latin: Maqolani tasdiqlovchi elektron pochta nusxasini ushbu jurnalning asosiy kontaktiga yuboring.
zh_hant: 發送投稿確認副本至此期刊的優先聯絡人。

# manager.setup.notifications.copySubmissionAckPrimaryContact.disabled.description
source: No primary contact has been defined for this journal. You can enter a primary contact in the <a href="{$url}">journal settings</a>.
ar: لم يتم تعريف جهة الاتصال الرئيسية لهذه المجلة. يمكنك إدخال جهة الاتصال الرئيسية عبر <a href="{$url}">إعدادات المجلة</a>.
az: Bu Jurnal üçün əsas əlaqədar şəxs tərif edilmədi. <a href="{$url}">Jurnal tənzimlərində</a> əsas əlaqədar şəxsi daxil edə bilərsiniz.
bg_bg: За това списание не е дефиниран основен контакт. Можете да въведете основен контакт в <a href="{$url}"> настройките на списанието </a>.
eu: Ez da kontaktu nagusirik definitu aldizkari honetarako. Kontaktu nagusi bat sar dezakezu <a href="{$url}">aldizkariaren ezarpenetan</a>.
fi: Julkaisulle ei ole annettu pääasiallista yhteyshenkilöä. Voit antaa pääasiallisen yhteyshenkilön tiedot <a href="{$url}">julkaisun asetuksissa</a>.
gl: Non se definiu ningún contacto principal para esta revista. Podes introducir un contacto principal na <a href="{$url}">configuración da ravista</a>.
hy: Այս ամսագրի համար հիմնական կոնտակտ չի սահմանվել: Դուք կարող եք մուտքագրել հիմնական կոնտակտը <a href="{$url}">ամսագրի կարգավորումներում</a>:
is_is: Ekki er búið að tilgreina aðaltengilið fyrir tímaritið <a href="{$url}">stillingar tímarits</a>.
ja: 本誌には「連絡責任者」が定義されていません。「<a href="{$url}">ジャーナル設定</a>」から入力できます。
ka_ge: ამ ჟურნალისთვის პირველადი კონტაქტი არ არის განსაზღვრული. პირველადი კონტაქტის შეყვანა შეგიძლიათ <a href="{$url}"> ჟურნალის პარამეტრებში </a>.
ky: Бул журнал үчүн негизги байланыш адам аныкталган эмес. Негизги байланыш адамды <a href="{$url}">журнал жөндөөлөрүндө</a> киргизсеңиз болот.
lt: Šiam žurnalui nenurodytas pagrindinis kontaktinis asmuo. Pagrindinį kontaktinį asmenį galite įvesti <a href="{$url}">žurnalo nustatymuose</a>.
lv: Šim žurnālam nav noteikta galvenā kontaktpersona. Jūs varat ievadīt galveno kontaktpersonu <a href="{$url}">žurnāla iestatījumos</a>.
mr: या नियतकालिकासाठी प्राथमिक संपर्ककर्ता नमूद केलेला नाही. तुम्ही <a href="{$url}">नियतकालिकाच्या सेटिंग्ज</a> मध्ये प्राथमिक संपर्ककर्त्याची नोंद करू शकता.
ms: Tiada hubungan utama telah ditentukan untuk jurnal ini. Anda boleh memasukkan kenalan utama dalam <a href="{$url}">tetapan jurnal</a>.
nl: Er is geen eerste contactpersoon voor dit tijdschrift. U kunt een eerste contactpersoon instellen via de <a href="{$url}">tijdschriftinstellingen</a>.
pl: Nie zdefiniowano podstawowego kontaktu e-mail dla czasopisma. Można go zdefiniować w <a href="{$url}">ustawieniach czasopisma</a>.
ru: Основное контактное лицо для этого журнала не указано. Вы можете ввести основное контактное лицо в <a href="{$url}">настройках журнала</a>.
uk: Для цього журналу не було визначено основний контакт. Ви можете ввести основний контакт в <a href="{$url}">налаштування журналу</a>.
uz_cyrl: Диққат: Ушбу функцияни ишлатиш учун аввал «Мақола қабул қилингани ҳақида тасдиқнома» хатини ёқиш керак.
uz_uz@latin: Ushbu jurnal uchun asosiy aloqa aniqlanmagan. <ahref="{$url}"> jurnal sozlamalariga </a> asosiy kontaktni kiritishingiz mumkin.
zh_hant: 此期刊查無優先聯絡人。您可在<a href="{$url}">期刊設定</a>輸入一個基本聯絡人。

# plugins.importexport.native.export.issues.results
source: Export Issues Results
ar: تصدير نتائج الأعداد
az: Nömrə ixrac/çölə transferetmə nəticə
bg_bg: Резултати експорта на броеве
eu: Esportatu zenbakiaren emaitzak
fi: Numeroiden viennin tulokset
gl: Exportar resultados dos Números
hy: Թողարկման արտահանման արդյունքները
is_is: Flytja út niðurstöðu tölublaða
ja: 刊行結果のエクスポート
ka_ge: ექსპორტის საკითხების შედეგები
ky: Чыгарылыш натыйжаларын экспорттоо
lt: Eksporto problemų rezultatai
lv: Žurnāla numuru eksporta rezultāti
mr: अंकांचे निष्कर्ष स्थलांतरीत (एक्स्पोर्ट) करा
ms: Keputusan Isu Eksport
nl: Exporteer nummer resultaten
pl: Wyniki eksportu wydań
ru: Результаты экспорта выпусков
uk: Експортувати результати випуску
uz_cyrl: Нашр сонларини экспорт қилиш натижалари
uz_uz@latin: Eksport muammolari natijalari
zh_hant: 導出該期／各期結果

# plugins.importexport.issueGalleys.exportFailed
source: Process failed to parse issue galleys
ar: فشلت العملية في تحليل الألواح الطباعية للعدد
az: dizayn formatı təhlil edilə bilmədi
bg_bg: Процесът не успя да анализира и прикачи типографиите за издаване
eu: Prozesuak huts egin du zenbakiaren galeradak aztertzean
fi: Numeroiden julkaistavia tiedostoja ei voitu lukea
gl: O proceso non puido analizar as galeradas do número
hy: Թողարկման շարվածքների վերլուծման գործընթացը ձախողվեց
is_is: Ferlinu tókst ekki að þátta tölublaðs galley
ja: 刊行ゲラの解析に失敗したプロセス
ka_ge: პროცესმა ვერ შეძლო სვეტების გამოცემა
ky: Чыгарылыш версткаларын талдоо процесси ийгиликсиз болду
lt: Procesui nepavyko išanalizuoti problemų turinčių virtualių grupių
lv: Procesam neizdevās parsēt žurnāla numura saliktņus
mr: अंकाच्या कच्च्या मुद्रितांचे (गॅली) विभाजन (पार्स) करण्याची प्रक्रिया अयशस्वी झाली
ms: Proses gagal menghuraikan galley keluaran
nl: Het is het process niet gelukt om de nummerdrukproeven te analyseren
pl: Proces nie mógł przetworzyć plików numeru
ru: Процесс разбора гранок выпуска завершился с ошибкой
uk: Помилка процесу збору гранок випуску
uz_cyrl: Нашр сони файлларини экспорт қилиб бўлмади.
uz_uz@latin: Muammo galereyalarni ajratib bo'lmadi
zh_hant: 未能分析期刊檔案

# emailTemplate.variable.context.contextName
source: The journal's name
ar: اسم المجلة
az: Jurnalın adı
bg_bg: Име на списанието
eu: Aldizkariaren izena
fi: Julkaisun nimi
gl: O nome da revista
hy: Ամսագրի անվանումը
is_is: Nafn tímarits
ja: ジャーナル名
ka_ge: ჟურნალის დასახელება
ky: Журналдын аты
lt: Žurnalo pavadinimas
lv: Žurnāla nosaukums
mr: नियतकालिकाचे नाव
ms: Nama jurnal
nl: De naam van het tijdschrift
pl: Nazwa czasopisma
ru: Название журнала
uk: Ім'я журналу
uz_cyrl: Журнал номи
uz_uz@latin: Jurnal nomi
zh_hant: 期刊名稱

# emailTemplate.variable.context.contextUrl
source: The URL to the journal's homepage
ar: الرابط المؤدي إلى الصفحة الرئيسية للمجلة
az: Jurnalın ana səhifəsinin URL-si
bg_bg: URL адресът на началната страница на списанието
eu: Aldizkariaren hasierako orriaren URLa
fi: URL-osoite julkaisun kotisivulle
gl: URL da páxina de inicio da revista
hy: Ամսագրի գլխավոր էջի URL-ը
is_is: Vefslóð á forsíðu tímaritsins
ja: ジャーナルのホームページのURL
ka_ge: ჟურნალის მთავარი გვერდის მისამართი
ky: Журналдын башкы бетине URL
lt: Žurnalo pagrindinio puslapio URL
lv: Žurnāla mājaslapas URL
mr: नियतकालिकाच्या मुख्यपृष्ठाचा URL
ms: URL ke halaman utama jurnal
nl: De URL naar de startpagina van het tijdschrift
pl: Adres URL strony czasopisma
ru: URL главной страницы журнала
uk: URL головної сторінки журналу
uz_cyrl: Журнал URL манзили
uz_uz@latin: Jurnal bosh sahifasining URL manzili
zh_hant: 期刊主頁網址

# emailTemplate.variable.context.contactName
source: The name of the journal's primary contact
ar: اسم جهة الاتصال الرئيسية في المجلة
az: Jurnalın əsas əlaqə şəxsinin adı
bg_bg: Име на основния контакт на списанието
eu: Aldizkariaren kontaktu nagusiaren izena
fi: Julkaisun ensisijaisen yhteyshenkilön nimi
gl: O nome do contacto principal da revista
hy: Ամսագրի հիմնական կոնտակտի անվանումը
is_is: Nafn aðaltengiliðs tímaritsins
ja: ジャーナルの連絡責任者の名前
ka_ge: ჟურნალის ძირითადი კონტაქტი
ky: Журналдын негизги байланыш адамынын аты
lt: Žurnalo pagrindinio kontaktinio asmens vardas
lv: Žurnāla galvenās kontaktpersonas vārds un uzvārds
mr: नियतकालिकाच्या प्राथमिक संपर्ककर्त्याचे नाव
ms: Nama kenalan utama jurnal
nl: De naam van de eerste contactpersoonv van het tijdschrift
pl: Nazwa głównego kontaktu
ru: Имя основного контактного лица журнала
uk: Ім'я основної контактної особи журналу
uz_cyrl: Контакт шахснинг исми
uz_uz@latin: Jurnal asosiy kontaktining nomi
zh_hant: 期刊優先聯絡人姓名

# emailTemplate.variable.context.contextAcronym
source: The journal's initials
ar: الحروف الأولى للمجلة
az: #YOK
eu: Aldizkariaren inizialak
fi: Julkaisun alkukirjaimet
hy: Ամսագրի սկզբնատառերը
ky: Журналдын баш тамгалары
lt: Žurnalo santrumpa
lv: Žurnāla abreviatūra
mr: नियतकालिकाच्या नावाची आद्याक्षरे
ms: Inisial jurnal
nl: De initialen van het tijdschrift
pl: Inicjały tego czasopisma
ru: Аббревиатура журнала
uk: Ініціали журналу
uz_cyrl: Журнал аббревиатураси

# emailTemplate.variable.context.contextSignature
source: The journal's email signature for automated emails
ar: توقيع المجلة على رسائل البريد الالكتروني المؤتمتة
az: Avtomatik emaillər üçün Jurnalın email imzası
bg_bg: Имейл подпис на списанието за автоматизирани имейли
eu: Aldizkariaren sinadura mezu elektroniko automatizatuetarako
fi: Julkaisun allekirjoitus automaattisia sähköpostiviestejä varten
gl: A sinatura para os correos electrónicos automatizados da revista
hy: Ամսագրի էլեկտրոնային ստորագրությունը ավտոմատացված նամակների համար
ja: ジャーナルの自動送信メールのメール署名
ka_ge: ჟურნალის ელფოსტის ხელმოწერა ავტომატური ელფოსტისთვის
ky: Журналдын автоматтык электрондук каттары үчүн кол тамгасы
lt: Žurnalo el. pašto parašas automatiniams el. laiškams
lv: Žurnāla e-pasta paraksts automātiskajiem e-pastiem
mr: स्वनियंत्रित ई-मेल पाठवण्यासाठी नियतकालिकाच्या ई-मेल स्वाक्षरीतला मजकूर
ms: Tandatangan e-mel jurnal untuk e-mel automatik
nl: De automatische mail-handtekening van het tijdschrift
pl: Sygnatura email czasopisma dla poczty systemowej
ru: Подпись журнала в письмах электронной почты для автоматически отправляемых писем
uk: Електронний підпис журналу для автоматизованих електронних листів
uz_cyrl: Журнал имзоси
uz_uz@latin: Avtomatlashtirilgan elektron pochta uchun jurnalning elektron imzosi
zh_hant: 期刊自動電郵之簽署
