Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.siteAccess.viewContent
source: View Article Content
ar: معاينة محتويات المقالة
az: Məqalə məzmununu göstərin
bg_bg: Преглед на съдържанието на статията
ca_es: Veure el contingut de l'article
es_es: Ver el contenido del artículo
eu: Ikusi artikuluaren edukia
fi: Näytä julkaistut artikkelit
fr_fr: Afficher le contenu de l'article
gl: Ver o contido do artigo
hi_in: आलेख सामग्री देखें
hy: Դիտեք հոդվածի բովանդակությունը
is_is: Skoða grein
it_it: Visualizza contenuto articolo
ja: 記事コンテンツを見る
ka_ge: იხილეთ სტატიის შინაარსი
ku_iq: ناوەرۆکی توێژینەوەکە پیشان بدە
ky: Макала мазмунун көрүү
lt: Peržiūrėti straipsnio turinį
lv: Skatīt raksta saturu
mr: लेखाचा मजकूर पहा
ms: Lihat Kandungan Artikel
nb_no: Se artikkelinnhold
nl: Bekijk de inhoud van een artikel
pl: Wyświetl zawartość artykułu
pt_pt: Ver Conteúdo do Artigo
ru: Показывать содержимое статей
sk_sk: Zobraziť obsah článku
sl_si: Poglej vsebino članka
tr_tr: Makale İçeriğini Göster
uk: Перегляд вмісту статті
uz_cyrl: Мазмунни кўриш
uz_uz@latin: Maqola tarkibini ko'rish
vi_vn: Xem nội dung bài viết
zh_hant: 查閱文章內容

# manager.setup.stepsToJournalSite
source: Five Steps to a Journal Web Site
ar: خمس خطوات للحصول على موقع للمجلة
az: Bir Jurnal veb saytı üçün beş addım
bg_bg: Пет стъпки към уеб сайт на списанието
ca_es: Cinc passos per crear el lloc web d’una revista
cs_cz: Pět kroků k webové stránce časopisu
da_dk: Fem trin til et tidsskrifts websted
de_de: Fünf Schritte zu einer Zeitschrift
es_es: Cinco pasos para configurar el sitio web de la revista
eu: Aldizkariaren webgunea konfiguratzeko bost urrats
fa_ir: مراحل پنج‌گانه نصب مجله
fi: Julkaisun verkkosivuston luomisen viisi vaihetta
fr_fr: Cinq étapes pour configurer votre revue
gl: Cinco pasos para crear o sitio web da revista
hi_in: एक जर्नल वेब साइट के लिए पांच कदम
hr_hr: Postavljanje mrežne stranice časopisa u pet koraka
hy: Հինգ քայլ դեպի ամսագրի վեբ կայք
id_id: 5 Langkah ke Website Jurnal
is_is: Fimm skref fyrir vefsíðu tímarits
it_it: Cinque passaggi per creare il sito web della rivista
ja: ジャーナル・ウェブ・サイトのための5つのステップ
ka_ge: ხუთი ნაბიჯი ჟურნალის ვებ-გვერდზე
ku_iq: پێنج هەنگاو بۆ پەڕەی گۆڤار
ky: Журнал вебсайтына беш кадам
lt: Penki žingsniai, leidžiantys patekti į žurnalo svetainę
lv: Pieci soļi žurnāla tīmekļa vietnes izveidei
mr: नियतकालिकाच्या संकेतस्थळासाठी पाच टप्पे
ms: Lima Langkah ke Laman Web Jurnal
nb_no: Fem trinn til et nettsted for tidsskriftet
nl: Een tijdschrift website in vijf stappen
pl: Pięć kroków do utworzenia i zredagowania strony internetowej czasopisma
pt_br: Cinco passos para ter uma revista na Web
pt_pt: Cinco passos para ter uma Revista na Web
ru: Пять шагов к веб-сайту журнала
sk_sk: Päť krokov k webovej stránke časopisu
sl_si: Pet korakov za postavitev spletne strani revije
sr_rs@cyrillic: Пет корака до сајта часописа
sr_rs@latin: Pet koraka do sajta časopisa
sv_se: Fem steg som skapar en webbplats för tidskriften
tr_tr: Bir Dergi Web Sitesi İçin Beş Adım
uk: П'ять кроків для створення вебсайту журналу
uz_cyrl: Журнал сайтини созлаш босқичлари
uz_uz@latin: Jurnal veb -saytiga beshta qadam
vi_vn: Năm bước đến một trang web tạp chí
zh_cn: 创建一个期刊网站的5个步骤
zh_hant: 期刊網站的5個步驟

# manager.setup.subjectExamples
source: (E.g., Photosynthesis; Black Holes; Four-Color Map Problem; Bayesian Theory)
ar: (مثل: التركيب الضوئي، الثقوب السوداء، مشكلة الخرائط رباعية الألوان، نظرية الكم)
az: (Məsələn Fotosintez; Qara Dəliklər, Dörd Rəngli Xəritə Problemi; Bayes Nəzəriyyəsi )
bg_bg: (Например фотосинтеза; черни дупки; проблем с четирицветна карта; байесова теория)
ca_es: (P. ex. fotosíntesi, forats negres, teorema dels quatre colors, fórmula de Bayes)
cs_cz: (např. fotosyntéza; černé díry; bayesova teorie; atd.)
da_dk: (F.eks. Fotosyntese; Sorte huller; Firfarveproblemet; Bayesiansk teori)
de_de: (z.B. Photosynthese; Schwarze Löcher; Vier-Farben-Theorem; Bayes' Theorie)
es_es: (p. ej., fotosíntesis; agujeros negros; Teorema de los cuatro colores; Teoría de Bayes)
eu: (Adib., Fotosintesia; Zulo beltzak; Lau koloretako maparen teorema; Bayes-en teorema)
fa_ir: مانند: فتوسنتز; سیاه‌چاله; مسئله نقشه چهار رنگ; تئوری بازی
fi: (Esim. fotosynteesi; mustat aukot; neliväriteoreema; Bayesin teoreema)
fr_fr: (Par exemple : Photosynthèse ; Trous noirs ; Cartes en quadrichromie ; Théorème de Bayes)
gl: (Por exemplo, fotosíntese; buratos negros; Teorema das catro cores; Teoría de Bayes)
hi_in: (जैसे, प्रकाश संश्लेषण; ब्लैक होल; फोर-कलर मैप प्रॉब्लम; बेज़ियन थ्योरी)
hr_hr: (Npr. fotosinteza; crne rupe; mirovinska reforma; Bayesova teorija)
hy: (Օրինակ, ֆոտոսինթեզ; Սև խոռոչեր; Չորս գույնի քարտեզի խնդիր; Բայեսյան տեսություն)
id_id: (contoh: Photosynthesis; Black Holes; Four-Color Map Problem; Bayesian Theory)
is_is: (T.d., Markaðssetning, Jarðhiti, Sjálfbær orka, Ferðamál)
it_it: (Es., Fotosintesi; Buchi neri; Teorie bayesiane; Semiotica)
ja: (例：光合成、ブラックホール、4色地図問題、ベイズ理論）
ka_ge: (მაგ., ფოტოსინთეზი; შავი ხვრელები; ოთხფერადი რუკის პრობლემა; ბაიესის თეორია)
ku_iq: (نمونە، کرداری ڕۆشنەپێکهاتن، کونەڕەشەکان، کێشەی نەخشەی چوار ڕەنگ؛ تیۆری بایسی)
ky: (Мисалы, Фотосинтез; Кара тешиктер; Төрт түстүү карта маселеси; Байес теориясы)
lt: (Pvz., nurodyti „Fotosintezė“, „Juodosios skylės“, „Keturspalvių žemėlapių problema“, „Bayso teorija“.)
lv: (piem., fotosintēze; melnie caurumi; četru krāsu kartes problēma; Beijesa teorēma)
mr: (उदा., संत साहित्य; ग्रामीण साहित्य; प्रकाशसंश्लेषण; कृष्णविवर; बायेसियन सिद्धांत)
ms: (Cth. Fotosintesis; Lubang Hitam; Masalah Peta Empat Warna; Teori Bayesian)
nb_no: (F.eks. fotosyntese; sorte hull; Gödels teorem; Zenons paradokser)
nl: (Bv. Fotosynthese; Zwarte gaten; Vier-kleuren kaart vraagstuk; Bayesiaanse Theorie)
pl: (np. fotosynteza; czarne dziury; etc.)
pt_br: (Ex.: Fotossíntese; Buracos Negros; Arquitetura da Informação; Sistemas de Informação)
pt_pt: (Ex.: Fotossíntese; Buracos Negros; Arquitectura da Informação; Sistemas de Informação)
ru: (Например, Фотосинтез; Черные дыры; Проблема четырех красок; Теория Байеса)
sk_sk: (napr. fotosyntéza; čierne diery; Bayesova teória; atď.)
sl_si: (npr. fotosinteza; črne luknje; pokojninska reforma; Bayesova teorija)
sr_rs@cyrillic: (нпр. Фотосинтеза; Црне рупе; Проблем четверобојне мапе; Бајезианска теорија)
sr_rs@latin: (npr. Fotosinteza; Crne rupe; Problem četverobojne mape; Bajezianska teorija)
sv_se: (t.ex., Fotosyntes; Svarta hål; Zenons paradoxer)
tr_tr: (Ör. Fotosentez; Kara Delikler; Dört Renkli Harita Sorunu; Bayes Kuramı)
uk: (наприклад, Фотосинтез; Чорні діри; Проблема чотирьох фарб; Теорема Баєса)
uz_cyrl: Мисол: Квант физикаси, Макроиқтисодиёт.
uz_uz@latin: (Masalan, fotosintez; Qora tuynuklar; To'rt rangli xarita muammosi; Bayes nazariyasi)
vi_vn: (Ví dụ: Quang hợp; Lỗ đen; Vấn đề bản đồ bốn màu; Lý thuyết Bayes)
zh_cn: (例如，光和作用、黑洞、四色地图问题、贝斯定理)
zh_hant: （例如：光合作用;黑洞;四色地圖定理;貝葉斯定理）

# manager.setup.subjectKeywordTopic
source: Keywords
ar: الكلمات المفتاحية
az: Açar sözlər
bg_bg: Ключови думи
ca_es: Paraules clau
cs_cz: Klíčová slova
da_dk: Nøgleord
de_de: Schlagworte
es_es: Palabras clave
eu: Gako-hitzak
fa_ir: کلیدواژه‌ها
fi: Avainsanat
fr_fr: Mots-clés
gl: Palabras chave
hi_in: संकेत शब्द
hr_hr: Ključne riječi
hy: Բանալի բառեր
id_id: Kata Kunci
is_is: Lykilorð
it_it: Parole chiave
ja: キーワード
ka_ge: საკვანძო სიტყვები
ku_iq: کلیلە وشەکان (وشە سەرەکییەکان)
ky: Ачкыч сөздөр
lt: Pagrindiniai žodžiai
lv: Atslēgvārdi
mr: शोधशब्द
ms: Kata kunci
nb_no: Emneord
nl: Trefwoorden
pl: Słowa kluczowe
pt_br: Palavras-chave
pt_pt: Palavras-chave
ru: Ключевые слова
sk_sk: Kľúčové slová
sl_si: Ključne besede
sr_rs@cyrillic: Кључне речи
sr_rs@latin: Ključne reči
sv_se: Nyckelord
tr_tr: Anahtar Kelimeler
uk: Ключові слова
uz_cyrl: Калит сўзлар ва мавзулар
uz_uz@latin: Kalit so'zlar
vi_vn: Từ khóa
zh_cn: 关键字
zh_hant: 關鍵字詞

# manager.setup.subjectProvideExamples
source: Provide examples of keywords or topics as a guide for authors
ar: أدرج أمثلة من الكلمات المفتاحية أو موضوعاتها كدليل للمؤلفين
az: Müəlliflər üçün açar sözlər və ya mövzu başlığı təklifləri verin
bg_bg: Дайте примери за ключови думи или теми като ръководство за авторите
ca_es: Indiqueu exemples de paraules clau o temes que poden fer servir de guia als autors/ores
cs_cz: Poskytněte příklady klíčových slov jako vodítko pro autory
da_dk: Angiv eksempler på nøgleord eller emneområder som en hjælp til forfattere
de_de: Geben Sie als Hilfestellung für die Autor/innen Beispiele für Schlagworte oder Themen an
es_es: Proporcione ejemplos de palabras clave y temas que sirvan de guía para los autores/as
eu: Eman gako-hitzen edo gaien adibideak, egileentzako laguntza gisa
fa_ir: مثال‌هایی برای کلیدواژه به عنوان راهنمایی برای نویسندگان
fi: Anna esimerkkejä avainsanoista tai aiheista kirjoittajien avuksi
fr_fr: Donner des exemples de mots-clés ou de sujets comme guide pour les auteurs
gl: Proporciona exemplos de palabras chave ou temas que sirvan como guía aos autores/as
hi_in: लेखकों के लिए एक गाइड के रूप में संकेत शब्द या विषयों के उदाहरण प्रदान करें
hr_hr: Navedite relevantne primjere ključnih riječi ili tema za područje ovog časopisa
hy: Տրամադրեք բանալի բառերի կամ թեմաների օրինակներ՝ որպես ուղեցույց հեղինակների համար
id_id: Masukkan kata kunci atau topik sebagai petunjuk untuk Penulis
is_is: Gefuð dæmi um lykilorð eða umfjöllunarefni sem leiðbeiningar fyrir höfunda
it_it: Fornisci degli esempi di parole chiave o argomenti come guida per gli autori
ja: キーワードやトピックの例を著者へのガイドとして提供する
ka_ge: შემოგთავაზეთ საკვანძო სიტყვების ან თემების მაგალითები, როგორც სახელმძღვანელო ავტორებისთვის
ku_iq: نمونەی کلیلە وشەکان یان سەرەبابەتەکان پێشکەشبکە وەک ڕێنیشاندەرێک بۆ نوسەرەکان
ky: Авторлор үчүн мисал ачкыч сөздөрдү же темаларды көрсөтүңүз
lt: Skaitytojui pateikti pagrindinių žodžių ar temų pavyzdžius
lv: Sniedziet atslēgvārdu vai tēmu piemērus kā vadlīnijas autoriem
mr: लेखकांसाठी मार्गदर्शक म्हणून शोधशब्द किंवा विषयांची उदाहरणे द्या
ms: Berikan contoh kata kunci atau topik sebagai panduan bagi pengarang
nb_no: Gi eksempler på relevante nøkkelord eller emneord, til veiledning for forfatterene
nl: Geef voorbeelden van trefwoorden of onderwerpen om auteurs te helpen
pl: Podaj przykłady słów kluczowych lub tematów jako wzór dla autorów
pt_br: Informe exemplos de palavras-chave ou tópicos para auxiliar o autor
pt_pt: Forneça exemplos de palavras-chave ou tópicos para auxiliar o autor
ru: Введите примеры ключевых слов или тем, на которые могут ориентироваться авторы
sk_sk: Poskytnite príklady kľúčových slov ako vodítko pre autorov
sl_si: V pomoč avtorjem podajte primere ključnih besed ali vsebin
sr_rs@cyrillic: Напишите примере кључних речи или тема као смернице за ауторе.
sr_rs@latin: Napišite primere ključnih reči ili tema kao smernice za autore.
sv_se: Ger exempel på nyckelord eller ämnen som är till hjälp för författarna
tr_tr: Yazarlar için anahtar kelime veya konu başlığı örnekleri verin
uk: Наведіть приклади ключових слів або тематичних рубрик як вказівку для авторів
uz_cyrl: Мавзуларга мисоллар келтиринг
uz_uz@latin: Mualliflar uchun qo'llanma sifatida kalit so'zlar yoki mavzularga misollar keltiring
vi_vn: Cung cấp các ví dụ về từ khóa hoặc chủ đề làm hướng dẫn cho tác giả
zh_cn: 提供关键字或者主旨的范例，以引导作者。
zh_hant: 提供關鍵字詞的例子予作者作為指引

# manager.setup.submissionGuidelines
source: Submission guidelines
ar: إرشادات طلب النشر
az: Məqalə bələdçisi
bg_bg: Ръководство за изпращане на материали
ca_es: Directrius per a les trameses
cs_cz: Instrukce pro příspěvky
da_dk: Retningslinjer for manuskripter
de_de: Richtlinien für die Beitragseinreichung
es_es: Indicaciones para el envío
eu: Bidalketei buruzko gidalerroak
fa_ir: راهنمای ارسال مقاله
fi: Käsikirjoituksen lähettämisen ohjeet
fr_fr: Directives pour la soumission
gl: Pautas de envío
hi_in: जमा करने के निर्देश
hr_hr: Smjernice za prijave
hy: Ներկայացման ուղեցույցներ
id_id: Petunjuk Penyerahan Naskah
is_is: Leiðbeiningar um að senda inn efni
it_it: Linee guida per l'invio di una proposta
ja: 投稿規定
ka_ge: წარდგენის სახელმძღვანელო მითითებები
ku_iq: ڕێساکانی پێشکەشکردن
ky: Тапшыруу көрсөтмөлөрү
lt: Kaip teikti straipsnį
lv: Iesniegšanas vadlīnijas
mr: सादरीकरणासाठी मार्गदर्शक तत्त्वे
ms: Garis panduan penyerahan
nb_no: Retningslinjer for innsending av manuskript
nl: Richtlijnen voor inzendingen
pl: Wytyczne dla autorów
pt_br: Diretrizes para submissão
pt_pt: Instruções para Submissão
ru: Руководство по подаче материалов
sk_sk: Inštrukcie pre príspevky
sl_si: Navodila za oddajo prispevka
sr_rs@cyrillic: Упутство за пријављивање чланка
sr_rs@latin: Uputstvo za prijavljivanje članka
sv_se: Riktlinjer för bidrag
tr_tr: Gönderi Rehberi
uk: Керівництво щодо подання
uz_cyrl: Мақола топшириш бўйича йўриқнома
uz_uz@latin: Arizalarni topshirish bo'yicha ko'rsatmalar
vi_vn: Hướng dẫn gửi bài
zh_cn: 投稿须知
zh_hant: 投稿指引

# manager.setup.submissions
source: Submissions
ar: طلبات النشر
az: Məqalələr/təqdimatlar
bg_bg: Изпращане на материали
ca_es: Trameses
cs_cz: Příspěvky
da_dk: Manuskripter
de_de: Beitragseinreichung
es_es: Envíos
eu: Bidalketak
fa_ir: مقالات ارسالی
fi: Käsikirjoitukset
fr_fr: Soumissions
gl: Envíos
hi_in: सबमिशन्स
hr_hr: Prijave
hy: Ներկայացումներ
id_id: Penyerahan Naskah
is_is: Innsent efni
it_it: Invio di una proposta
ja: 投稿内容
ka_ge: გაგზავნილი მასალები
ku_iq: پێشکەشکردنەکان
ky: Тапшыруулар
lt: Straipsnių pateikimas
lv: Iesniegtie materiāli
mr: सादरीकरणे
ms: Penyerahan
nb_no: Innsendte manuskripter
nl: Inzendingen
pl: Przesyłanie tekstów
pt_br: Submissões
pt_pt: Submissões
ru: Отправка материалов
sk_sk: Príspevky
sl_si: Oddani prispevki
sr_rs@cyrillic: Пријављени чланци
sr_rs@latin: Prijavljeni članci
sv_se: Bidrag
tr_tr: Gönderiler
uk: Подання
uz_cyrl: Топширилган мақолалар
uz_uz@latin: Taqdimotlar
vi_vn: Các bài gửi
zh_cn: 投稿
zh_hant: 投稿

# manager.setup.submissions.description
source: Author guidelines, copyright, and indexing (including registration).
ar: إرشادات المؤلفين، الحقوق الفكرية والفهرسة (بضمنها عملية التسجيل).
az: Müəllif bələdçiləri, müəllif hüququ və indeksləmə (qeydiyyat daxil)
bg_bg: Авторски указания, авторски права и индексиране (включително регистрация).
ca_es: Directrius per a l’autor/a, drets d’autoria i indexació (inclòs el registre).
cs_cz: Instrukce pro autory, copyright a indexace (včetně registrace).
da_dk: Retningslinjer for forfattere, ophavsret og indeksering (herunder registrering).
de_de: Richtlinien für Autor/innen, Copyright und Indizierung (einschließlich Registrierung).
es_es: Indicaciones para los autores/as, derechos de autor/a e indexación (incluido el registro).
eu: Egileentzako gidalerroak, egile-eskubideak eta indexatzea (erregistratzea barne).
fa_ir: راهنمای نویسندگان، حق نشر، نمایه‌سازی
fi: Ohjeet kirjoittajille, tekijänoikeudet ja indeksointi (sis. rekisteröinnin).
fr_fr: Directeurs aux auteurs, droits d'auteur et indexation (comprenant l'inscription).
gl: Indicacións para o autor/a, dereitos de autor/a e indexación (incluído o rexistro).
hi_in: लेखक के दिशानिर्देश, कॉपीराइट और अनुक्रमण (पंजीकरण सहित)।
hr_hr: Smjernice za autore, autorska prava i indeksiranje sadržaja.
hy: Հեղինակների համար ուղեցույցներ, հեղինակային իրավունք և ինդեքսավորում (ներառյալ գրանցումը):
id_id: Panduan Penulis, hak cipta, dan pengindeksan (termasuk registrasi).
is_is: Leiðbeiningar fyrir höfunda, höfundaréttur og lyklun (þ.m.t. skráning).
it_it: Indicazioni per gli autori, copyright e indicizzazione (compresa la registrazione).
ja: 著者ガイドライン、著作権、索引（登録を含む）などの情報です。
ka_ge: ავტორის სახელმძღვანელო მითითებები, საავტორო უფლებები და ინდექსირება (რეგისტრაციის ჩათვლით).
ku_iq: ڕێساکانی نوسەر، مافی لەبەرگرتنەوە، پێرستکردن ( بە تۆمارکردنیشەوە).
ky: Автор көрсөтмөлөрү, автордук укук жана индекстөө (каттоо менен кошо).
lt: Nurodymai autoriams, autorių teisės, indeksavimas (įskaitant registraciją).
lv: Vadlīnijas autoriem, autortiesības un indeksēšana (tostarp reģistrācija).
mr: लेखकांसाठी मार्गदर्शक तत्त्वे, स्वामित्वधिकार (कॉपीराईट) आणि सूचीकरण (नोंदणीसह).
ms: Garis panduan pengarang, hak cipta, dan pengindeksan (termasuk pendaftaran).
nb_no: Forfatterinstruks, copyright, og indeksering (herunder registrering).
nl: Auteursrichtlijnen, copyright, and indexering (inclusief registratie).
pl: Wytyczne dla autorów, prawa autorskie oraz indeksowanie.
pt_br: Diretrizes para o autor, direito autoral e indexação (incluindo registro).
pt_pt: Instruções para o Autor, direitos de autor e indexação (incluindo registo).
ru: Руководство для авторов, авторские права и индексирование (включая регистрацию).
sk_sk: Inštrukcie pre autorov, copyright a indexácia (vrátane registrácie).
sl_si: Navodila avtorjem, avtorske pravice in indeksiranje vsebine revije.
sr_rs@cyrillic: Упутсво ауторима, ауторска права и индексирање (уклјучујући регистрацију).
sr_rs@latin: Uputsvo autorima, autorska prava i indeksiranje (uključujući registraciju).
sv_se: Riktlinjer för författare, upphovsrätt, och indexering (även registrering).
tr_tr: Yazar rehberleri, telif hakkı ve dizinleme (kayıt dahil).
uk: Інформація для авторів, авторські права та індексування (в тому числі, реєстрація).
uz_cyrl: Топшириш тартиби, муаллифлик ҳуқуқи ва индексация.
uz_uz@latin: Muallif ko'rsatmalari, mualliflik huquqi va indekslash (shu jumladan ro'yxatga olish).
vi_vn: Hướng dẫn tác giả, bản quyền và lập chỉ mục (bao gồm đăng ký).
zh_cn: 作者指引、版权和索引(包括注册)。
zh_hant: 作者指引、版權及索引（包括註冊）。

# manager.setup.disableSubmissions.description
source: Prevent users from submitting new articles to the journal. Submissions can be disabled for individual journal sections on the <a href="{$url}">journal sections</a> settings page.
ar: منع المستخدمين من تقديم مقالات جديدة إلى المجلة. يمكن تعطيل طلبات التقديم الموجهة إلى أقسام المجلة بشكل منفرد عبر صفحة إعدادات <a href="{$url}">أقسام المجلة</a>.
az: Məqalə göndərməyi ləğv et. Məqalə göndərməyi jurnalın bölmələrinə görə sıradan çıxarmaq üçün <a href="{$url}">Jurnal bölmələri</a> səhifəsinə gedin.
bg_bg: Не позволявайте на потребителите да изпращат нови статии в списанието. Изпращанията на материали могат да бъдат деактивирани за отделни раздели на списанието на страницата с настройки на <a href="{$url}"> Раздели на списания </a>.
eu: Eragotzi erabiltzaileei aldizkarira artikulu berriak bidaltzea. Bidalketak aldizkariaren atal bakoitzerako desgaitu daitezke <a href="{$url}">aldizkariaren atalen</a> ezarpenen orrian.
fi: Estä käyttäjiä lähettämästä uusia artikkeleita julkaisuun. Käsikirjoitukset yksittäisiin julkaisun osastoihin voidaan estää <a href="{$url}">julkaisun osastojen</a> asetussivulla.
gl: Evita que os usuarios/as envíen novos artigos á revista. Os envíos pódense deshabilitar individualmente para seccións da revista na páxina de configuración das <a href="{$url}">seccións da revista</a>.
hy: Կանխել օգտվողներին նոր հոդվածներ ներկայացնել ամսագրում: Ներկայացումները կարող են անջատվել ամսագրի առանձին բաժինների համար <a href="{$url}">ամսագրի բաժիններ</a> կարգավորումների էջում:
is_is: Stopa notnedur í að senda inn nýjar greinar til tímaritsins. Hægt er að afvirkja innsendingu til einstakra kafla í tímritinu undir <a href="{$url}">Stillingar tímarits</a> síðunni.
ja: ユーザーがジャーナルに新しい記事を投稿できないようにする。投稿を無効にするには、<a href="{$url}">ジャーナルセクション</a>の設定ページでジャーナルセクションごとに設定できます。
ka_ge: უკრძალავს მომხმარებლებს ახალი სტატიების გაგზავნას ჟურნალში. მასალების გაგზავნა გამორთული იქნება ჟურნალის ცალკეული სექციებისათვის <a href="{$url}">ჟურნალების სექციების</a> პარამეტრების გვერდზე.
ky: Колдонуучуларды журналга жаңы макалаларды тапшыруудан токтотуңуз. Тапшырууларды ар бир журнал бөлүмү үчүн <a href="{$url}">журнал бөлүмдөрү</a> жөндөөлөр бетинде өчүрсө болот.
lt: Neleisti vartotojams pateikti naujų straipsnių žurnalui. Pateikimą galima išjungti atskiriems žurnalo skyriams <a href="{$url}">žurnalo skyrių</a> nustatymų puslapyje.
lv: Aizliegt lietotājiem iesniegt žurnālam jaunus rakstus. Iesniegšanu atsevišķām žurnālu sadaļām var atspējot <a href="{$url}">žurnāla sadaļu</a> iestatījumu lapā.
mr: नियतकालिकामध्ये नवीन लेख सादर करण्यापासून वापरकर्त्यांना प्रतिबंधित करा. सेटिंग्ज पृष्ठावरील नियतकालिकाच्या विशिष्ट विभागासाठी <a href="{$url}">नियतकालिकाचे विभाग</a> येथून सादरीकरण करणे रोखले (disable) जाऊ शकते.
ms: Halang pengguna serah artikel baru ke jurnal. Penyerahan boleh dinyahdayakan untuk bahagian jurnal individu di halaman tetapan <a href="{$url}">bahagian jurnal</a>.
nl: Schakel het maken van nieuwe inzendingen uit. Inzendingen kunnen voor individuele tijdschriftsecties uitgezet worden op de <a href="{$url}">tijdschriftsecties</a> instellingen pagina.
pl: Nie zezwalaj na zgłaszanie nowych artykułów do tego czasopisma. Zgłoszenia mogą być wyświetlane tylko dla indywidualnych sekcji czasopisma w <a href="{$url}">sekcja czasopisma</a> zakładce ustawień.
ru: Запрещает пользователям отправлять новые статьи в журнал. Отправка материалов может быть отключена для отдельных разделов журнала на странице настроек <a href="{$url}">разделов журнала</a>.
uk: Заборонити користувачам відправляти нові статті в журнал. Відправку можна відключити для окремих розділів журналу на сторінці налаштувань<a href="{$url}">розділи журналу</a>.
uz_cyrl: Янги мақола қабул қилишни тўхтатиш.
uz_uz@latin: Foydalanuvchilarning jurnalga yangi maqolalar kiritishiga to'sqinlik qiling. <ahref="{$url}"> jurnal bo'limlari </a> sozlamalari sahifasida alohida jurnal bo'limlari uchun yuborishni o'chirib qo'yish mumkin.
zh_hant: 為免作者投新文章至期刊，您可在<a href="{$url}">期刊分類</a>設定頁面內，取消接受期刊各分類的投稿。
