Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.form.userProfileInstructions
source: Note: All changes below are to user's system-wide profile.
ar: ملاحظة: كل التعديلات أدناه ستشمل جميع مستعملي النظام.
az: Qeyd: Aşağıdakı bütün dəyişikliklər bütün sistemdəki istifadəçilərin profilində var.
bg_bg: Забележка: Всички промени по-долу са в профила на потребителя в цялата система.
ca_es: Nota: Tots els canvis següents s'apliquen al perfil de sistema de l’usuari/ària.
cs_cz: Poznámka: Všechny níže provedené změny se týkají profilu uživatele v celém systému.
da_dk: Bemærk: Alle nedenstående ændringer implementeres i brugerens profil i hele systemet.
de_de: Hinweis: Alle unten stehenden Veränderungen betreffen Nutzer/innenprofil systemweit.
es_es: Nota: Todos los cambios realizados a continuación afectan al perfil de sistema del usuario/a.
eu: Oharra: azpiko aldaketa guztiak erabiltzailearen sistemaren profilekoak dira.
fa_ir: توجه: تمام تغییرات زیر در صفحه‌ی پروفایل تمامی کاربران سایت منعکس می‌شود.
fi: Huom. Kaikki alla olevat muutokset vaikuttavat käyttäjän profiiliin koko järjestelmän laajuisesti.
fr_fr: Note : Tous les changements ci-dessous s'appliquent au profil de l'utilisateur, à l'échelle du système.
gl: Nota: Todos os cambios que se indican a continuación aplícanse ao perfil de sistema do usuario.
hi_in: नोट: नीचे दिए गए सभी परिवर्तन उपयोगकर्ता के सिस्टम-वाइड प्रोफाइल के हैं।
hr_hr: Napomena: Sve izmjene niže su na korisnikovom profilu u cijelom sustavu.
hy: Նշում. Ստորև բերված բոլոր փոփոխությունները վերաբերում են օգտվողի ամբողջ համակարգի պրոֆիլին:
id_id: Catatan: semua perubahan di bawah ini adalah untuk profile system-wide.
it_it: Nota: tutte le modifiche apportate sotto sono valide per tutti gli utenti del sistema.
ja: 注: 以下の変更はすべて、ユーザーのシステム全体のプロフィールに対するものです。
ka_ge: შენიშვნა: ქვემოთ მოყვანილი ყველა ცვლილება შედის მომხმარებლის სისტემის მთელ პროფილში.
ku_iq: تێبینی: هەمو گۆڕانکارییەکانی خوارەوە لە هەژماری کەسیدا کراون.
ky: Эскертүү: Төмөндөгү бардык өзгөртүүлөр колдонуучунун системалык профилине тиешелүү.
lt: Pastaba: visi toliau norodomi pakeitimai atliekami vartotojo profilyje.
lv: Piezīme: Visas turpmāk minētās izmaiņas attiecas uz lietotāja sistēmas profilu.
mr: टीप : खालील सर्व बदल वापरकर्त्याच्या प्रणाली-व्यापी संक्षिप्त परिचयासाठी (प्रोफाईल) आहेत.
ms: Catatan: Semua perubahan di bawah adalah untuk profil seluruh sistem pengguna.
nb_no: OBS: Alle endringer nedenfor gjelder i hele OJS-installasjonen.
nl: Noot: alle veranderingen hieronder zijn aan het systeembrede profiel van de gebruiker.
pl: Adnotacja: wszystkie poniższe zmiany dotyczą profilu użytkownika w całym systemie.
pt_br: Nota: Todas as alterações abaixo serão aplicadas ao perfil de forma geral no sistema.
pt_pt: Nota: Todas as alterações abaixo serão aplicadas ao perfil de forma geral no sistema.
ru: Обратите внимание: Все изменения ниже отразятся в профиле пользователя во всей системе.
sk_sk: Poznámka: Všetky nižšie vykonané zmeny sa týkajú používateľského profilu v celom systéme.
sl_si: Opozorilo: Vse spodnje spremembe se nanašajo na uporabnikov račun v celotnem sistemu.
sr_rs@cyrillic: Напомена: Све доле уесене промене важе за корисников профил у целом систему.
sr_rs@latin: Napomena: Sve dole unesene promene važe za korisnikov profil u celom sistemu.
sv_se: Anmärkning: Alla ändringar nedan ändrar användarens profil i hela systemet.
tr_tr: Not: Aşağıdaki tüm değişiklikler sistem genelindeki kullanıcının profilinde vardır.
uk: Примітка: Всі зміни нижче стосуються загальносистемного профілю користувача.
uz_cyrl: Фойдаланувчи маълумотлари обуна билан бирга сақланади.
uz_uz@latin: Eslatma: Quyidagi barcha o'zgarishlar foydalanuvchi tizimidagi profilga tegishli.
vi_vn: Lưu ý: Tất cả các thay đổi bên dưới là cấu hình toàn hệ thống của người dùng.
zh_cn: 注：以下所有更改是只对用户的全系统的配置.
zh_hant: 備註：所有以下更變會應用在全系統用戶個人資料。

# manager.subscriptions.form.userId
source: User
ar: المستخدم
az: İstifadəçi
bg_bg: Потребител
ca_es: Usuari/ària
cs_cz: Uživatel
da_dk: Bruger
de_de: Benutzer/in
es_es: Usuario/a
eu: Erabiltzailea
fa_ir: کاربر
fi: Käyttäjä
fr_fr: Utilisateur
gl: Usuario/a
hi_in: उपयोगकर्ता
hr_hr: Korisnik
hy: Օգտվող
id_id: Pengguna
it_it: Utente
ja: ユーザー
ka_ge: მომხმარებელი
ku_iq: بەکارهێنەر
ky: Колдонуучу
lt: Vartotojas
lv: Lietotājs
mr: वापरकर्ता
ms: Pengguna
nb_no: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
pt_pt: Utilizador
ru: Пользователь
sk_sk: Užívateľ
sl_si: Uporabnik
sr_rs@cyrillic: Корисник
sr_rs@latin: Korisnik
sv_se: Användare
tr_tr: Kullanıcı
uk: Користувач
uz_cyrl: Фойдаланувчи
uz_uz@latin: Foydalanuvchi
vi_vn: Người dùng
zh_cn: 用户
zh_hant: 用戶

# manager.subscriptions.form.userContact
source: Contact
ar: عنوان الاتصال
az: Əlaqə
bg_bg: Контакт
ca_es: Contacte
cs_cz: Kontakt
da_dk: Kontakt
de_de: Kontakt
es_es: Contacto
eu: Kontaktua
fa_ir: تماس
fi: Yhteyshenkilö
gl: Contacto
hi_in: संपर्क करें
hr_hr: Kontakt
hy: Կոնտակտ
id_id: Kontak
it_it: Contatti
ja: 連絡先
ka_ge: კონტაქტი
ku_iq: پەیوەندی
ky: Байланыш
lt: Kontaktai
lv: Kontaktinformācija
mr: संपर्क
ms: Hubungi
nb_no: Kontakt
pl: Osoba do kontaktu
pt_br: Contato
pt_pt: Contacto
ru: Контакт
sk_sk: Kontakt
sl_si: Kontakt
sr_rs@cyrillic: Контакт
sr_rs@latin: Kontakt
sv_se: Kontakt
tr_tr: İletişim
uk: Контактна особа
uz_cyrl: Боғланиш маълумотлари
uz_uz@latin: Aloqa
vi_vn: Liên lạc
zh_cn: 联系方式
zh_hant: 聯絡

# manager.subscriptions.form.userIdRequired
source: A user is required.
ar: المستخدم مطلوب حتماً.
az: Bir istifadəçi tələb olunur.
bg_bg: Изисква се потребител.
ca_es: Heu d'introduir un usuari/ària vàlid.
cs_cz: Je vyžadován uživatel.
da_dk: En bruger er påkrævet.
de_de: Eine Benutzerin/ein Benutzer ist erforderlich.
es_es: Especifique un usuario/a.
eu: Erabiltzaile bat zehaztu behar da.
fa_ir: یک کاربر لازم است
fi: Käyttäjä vaaditaan.
fr_fr: L'utilisateur est obligatoire.
gl: É necesario un usuario/a.
hi_in: एक उपयोगकर्ता की आवश्यकता है.
hr_hr: Korisnik je obavezan.
hy: Պահանջվում է օգտատեր։
id_id: Pengguna harus ada.
it_it: È necessario selezionare un utente.
ja: ユーザーが必要です。
ka_ge: მომხმარებელი სავალდებულოა.
ku_iq: بەکارهێنەرێک داواکراوە.
ky: Колдонуучу талап кылынат.
lt: Būtina nurodyti vartotoją.
lv: Ir nepieciešams lietotājs.
mr: वापरकर्ता आवश्यक आहे.
ms: Seorang pengguna diperlukan.
nb_no: En bruker er påkrevet.
nl: Er moet een gebruiker opgegeven worden.
pl: Użytkownik jest wymagany.
pt_br: Usuário obrigatório.
pt_pt: Utilizador obrigatório.
ru: Пользователь обязателен.
sk_sk: Je vyžadovaný užívateľ.
sl_si: Uporabnik je obvezen.
sr_rs@cyrillic: Неопходан је корисник.
sr_rs@latin: Neophodan je korisnik.
sv_se: Lägg till en användare.
tr_tr: Bir kullanıcı gerekli.
uk: Необхідно вказати користувача.
uz_cyrl: Фойдаланувчи танланиши шарт.
uz_uz@latin: Foydalanuvchi talab qilinadi.
vi_vn: Một người dùng được yêu cầu.
zh_cn: 用户是必须的.
zh_hant: 必須一個用戶。

# manager.subscriptions.form.userIdValid
source: Please select a valid user.
ar: لطفاً، إختر مستخدماً صحيحاً.
az: Zəhmət olmasa etibarlı bir istifadəçi seçin
bg_bg: Моля, изберете валиден потребител.
ca_es: Seleccioneu un usuari/ària vàlid.
cs_cz: Zvolte prosím platného uživatele.
da_dk: Vælg en gyldig bruger.
de_de: Wählen Sie eine/n gültige/n Benutzer/in.
es_es: Especifique un usuario/a válido.
eu: Hautatu baliozko erabiltzaile bat.
fa_ir: لطفاً یک کاربر معتبر انتخاب کنید
fi: Valitse kelvollinen käyttäjä.
fr_fr: Veuillez sélectionner un utilisateur valide.
gl: Seleccione un usuario/a valido/a.
hi_in: कृपया एक वैध उपयोगकर्ता चुनें।
hr_hr: Molimo odaberite ispravnog korisnika.
hy: Խնդրում ենք ընտրել վավեր օգտվող:
id_id: Pilih pengguna valid.
it_it: Selezionate un utente valido.
ja: 有効なユーザーを選択してください。
ka_ge: გთხოვთ, აირჩიოთ სწორი მომხმარებელი.
ku_iq: تکایە بەکارهێنەرێکی دروست دیاری بکە.
ky: Туура колдонуучуну тандаңыз.
lt: Prašom pasirinkti tinkamą vartotoją.
lv: Lūdzu, izvēlieties derīgu lietotāju.
mr: कृपया ग्राह्य वापरकर्ता निवडा.
ms: Sila pilih pengguna yang sah.
nb_no: Vennligst velg en gyldig bruker.
nl: Kies een geldige gebruiker.
pl: Wybierz użytkownika.
pt_br: Escolha um usuário válido.
pt_pt: Escolha um utilizador válido.
ru: Пожалуйста, выберите правильного пользователя.
sk_sk: Zvoľte prosím platného používateľa.
sl_si: Prosimo izberite veljavnega uporabnika.
sr_rs@cyrillic: Одаберите исправног корисника.
sr_rs@latin: Odaberite ispravnog korisnika.
sv_se: Lägg till en giltlig användare.
tr_tr: Lütfen geçerli bir kullanıcı seçiniz.
uk: Будь ласка, коректно визначіть користувача.
uz_cyrl: Тўғри фойдаланувчини танланг.
uz_uz@latin: Iltimos, to'g'ri foydalanuvchini tanlang.
vi_vn: Vui lòng chọn một người dùng hợp lệ.
zh_cn: 请选择一个有效的用户
zh_hant: 請選擇一個有效用戶。

# manager.subscriptions.form.userCountryValid
source: Please select a valid country.
ar: لطفاً، إختر بلداً صحيحاً.
az: Zəhmət olmasa etibarlı bir ölkə seçin
bg_bg: Моля, изберете валидна държава.
ca_es: Seleccioneu un país vàlid.
cs_cz: Zvolte prosím platnou zemi.
da_dk: Vælg et gyldigt land.
de_de: Bitte wählen Sie ein gültiges Land aus.
es_es: Especifique un país válido.
eu: Mesedez, hautatu baliozko herrialde bat.
fa_ir: لطفاً یک کشور معتبر انتخاب کنید.
fi: Valitse kelvollinen maa.
fr_fr: Veuillez sélectionner un pays valide.
gl: Selecciona un país válido.
hi_in: कृपया एक वैध देश चुनें।
hr_hr: Odaberite važeću državu.
hy: Խնդրում ենք ընտրել վավեր երկիր:
id_id: Pilih negara yang valid.
it_it: Seleziona uno stato corretto.
ja: 有効な国を選択してください。
ka_ge: გთხოვთ, აირჩიოთ სწორი ქვეყანა.
ku_iq: تکایە وڵاتێکی دروست دیاری بکە.
ky: Туура өлкөнү тандаңыз.
lt: Prašom teisingai nurodyti šalį.
lv: Lūdzu, izvēlieties derīgu valsti.
mr: कृपया ग्राह्य देश निवडा.
ms: Sila pilih pengguna yang sah.
nb_no: Vennligst velg et gyldig land.
nl: Kies een geldig land.
pl: Wybierz kraj.
pt_br: Informe um país válido.
pt_pt: Indique um país válido.
ru: Пожалуйста, выберите правильную страну.
sk_sk: Zvoľte prosím platnú krajinu.
sl_si: Prosimo izberite veljavno državo.
sr_rs@cyrillic: Одаберите тачну државу.
sr_rs@latin: Odaberite tačnu državu.
sv_se: Välj ett giltligt land.
tr_tr: Lütfen geçerli bir ülke seçiniz.
uk: Будь ласка, коректно вкажіть державу.
uz_cyrl: Тўғри мамлакатни танланг.
uz_uz@latin: Iltimos, to'g'ri mamlakatni tanlang.
vi_vn: Vui lòng chọn một quốc gia hợp lệ.
zh_cn: 请选择一个有效的国家
zh_hant: 請選擇一個有效國家。

# manager.subscriptions.form.notifyEmail
source: Send the user an email with their username and subscription details.
ar: أرسل رسالة للمستخدم تتضمن اسم الدخول وتفاصيل الاشتراك.
az: İstifadəçi adı və abunəlik detallarını bir email vasitəsilə istifadəçiyə göndər
bg_bg: Изпратете на потребителя имейл с неговото потребителско име и данни за абонамента.
ca_es: Envia un missatge de correu electrònic a l’usuari/ària amb el seu nom d’usuari/ària i els detalls de la subscripció.
cs_cz: Poslat uživateli email s uživatelským jménem a detaily předplatného.
da_dk: Send brugeren en e-mail med brugernavn og abonnementsoplysninger.
de_de: Senden Sie der Benutzerin/dem Benutzer eine Bestätigungs-E-Mail mit ihrem Benutzer/innen-Namen und den Einzelheiten des Abonnements.
es_es: Enviar un correo electrónico al usuario/a con su nombre de usuario/a e información sobre su suscripción.
eu: Bidali erabiltzaileari mezu elektroniko bat bere erabiltzaile-izenarekin eta harpidetza-datuekin.
fa_ir: ارسال ایمیل حاوی نام کاربر و جزئیات اشتراک به کاربر.
fi: Lähetä käyttäjälle sähköposti, jossa on hänen käyttäjätunnuksensa ja tilauksen tiedot.
fr_fr: Envoyer à l'utilisateur un courriel avec ses nom d'utilisateur et détails d'abonnement.
gl: Envía ao usuario/a un correo electrónico co seu nome de usuario/a e detalles da subscrición.
hi_in: उपयोगकर्ता को उनके उपयोगकर्ता नाम और सदस्यता विवरण के साथ एक ईमेल भेजें।
hr_hr: Pošaljite korisniku e-poštu s njegovim korisničkim imenom i detaljima o pretplati.
hy: Օգտագործողին էլ-նամակ ուղարկեք՝ իր օգտանունով և բաժանորդագրության մանրամասներով:
id_id: Kirim pengguna email dengan nama pengguna mereka dan detail langganan.
it_it: Invia all'utente una email con la loro username e i dettagli dell'abbonamento.
ja: ユーザーに、ユーザー名と購読の詳細を記載したメールを送信します。
ka_ge: გაუგზავნეთ დადასტურების წერილი ახალ მომხმარებელს.
ku_iq: ئیمەیڵێک بۆ بەکارهێنەر بنێرە کە ناوی بەکارهێنەر و زانیارییەکانی بەشداریکردنی تێدا بێت.
ky: Колдонуучуга анын колдонуучу аты жана жазылуу маалыматы менен электрондук кат жөнөтүңүз.
lt: Siųsti e. laišką vartotojui, kuriame būtų nurodytas vartotojo vardas ir inormacija apie prenumeratą.
lv: Nosūtīt lietotājam e-pastu ar lietotājvārdu un abonēšanas informāciju.
mr: वापरकर्त्याला त्यांचे वापरकर्तानाव आणि सदस्यता तपशीलांसह ई-मेल पाठवा.
ms: Hantarkan e-mel kepada pengguna dengan nama pengguna dan maklumat langganan mereka.
nb_no: Send brukeren en e-post med brukernavn og abonnementsdetaljer.
nl: Stuur de gebruiker een e-mail met zijn gebruikersnaam en abonnementsgegevens.
pl: Wyślij do użytkownika e-mail z nazwą użytkownika i szczegółami subskrypcji.
pt_br: Enviar e-mail com login e detalhes da assinatura.
pt_pt: Enviar e-mail com nome de utilizador e detalhes da subscrição.
ru: Отправить пользователю письмо с его именем пользователя и информацией о подписке.
sk_sk: Poslať užívateľovi email s užívateľským menom a detaily predplatného.
sl_si: Pošlji uporabniku e-pošto z njegovim uporabniškim imenom in podrobnostmi naročnine.
sr_rs@cyrillic: Пошаљи кориснику имејл са корисничким именом и детаљима о претплати.
sr_rs@latin: Pošalji korisniku imejl sa korisničkim imenom i detaljima o pretplati.
sv_se: Skicka en e-post med information om användarnamn och prenumerationssdetaljer till användaren.
tr_tr: Kullanıcı adı ve abonelik detaylarını bir e-mail ile kullanıcıya gönder.
uk: Надіслати передплатнику лист з іменем користувача та подробицями передплати.
uz_cyrl: Фойдаланувчига почта орқали хабар бериш.
uz_uz@latin: Foydalanuvchiga foydalanuvchi nomi va obuna tafsilotlari ko'rsatilgan elektron pochta xabarini yuboring.
vi_vn: Gửi cho người dùng một email với tên người dùng và chi tiết thuê bao của họ.
zh_cn: 给用户发送一封包含用户名和订阅详情的邮件
zh_hant: 發送一個載有其用戶名稱及訂閱詳情的電郵給用戶。

# manager.subscriptions.form.notifyEmailValid
source: Please use the checkbox provided.
ar: لطفاً، استعمل خانة التأشير المتاحة.
az: Zəhmət olmasa verilən təsdiq qutularını istifadə edin.
bg_bg: Моля, използвайте предоставеното квадратче за отметка.
ca_es: Utilitzeu la casella de selecció.
cs_cz: Použijte prosím nabízené zaškrtávací políčko.
da_dk: Benyt det viste afkrydsningsfelt.
de_de: Bitte im Kästchen ankreuzen.
es_es: Utilice las casillas de verificación proporcionadas.
eu: Erabili horretarako dagoen kontrol-laukia.
fa_ir: لطفاً از چک‌لیست محیا شده استفاده کنید.
fi: Käytä valintaruutua.
fr_fr: Veuillez utiliser la case à cocher fournie.
gl: Use a caixa de verificación que se fornece.
hi_in: कृपया दिए गए चेकबॉक्स का उपयोग करें।
hr_hr: Molimo koristite omogućeni potvrdni okvir.
hy: Խնդրում ենք օգտագործել նշված ընտրավանդակը:
id_id: Gunakan checkbox yang disediakan.
it_it: Utilizzare le caselle di scelta presenti.
ja: チェックボックスをご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ თოლია.
ku_iq: تکایە ئەو چوارگۆشە بچووکە بەکاربهێنە کە بەدەستکراوە.
ky: Берилген белгини колдонуңуз.
lt: Prašom pasirinkti langelį.
lv: Lūdzu, atzīmējiet attiecīgo izvēles rūtiņu.
mr: कृपया दिलेला चेकबॉक्स वापरा.
ms: Sila gunakan kotak pilihan yang disediakan.
nb_no: Vennligst bruk avkrysningsboksen.
nl: Gebruik het aankruisvak.
pl: Skorzystaj z pola zaznaczenia.
pt_br: Utilize a caixa de opção.
pt_pt: Utilize a caixa de opção.
ru: Пожалуйста, поставьте галочку.
sk_sk: Použite prosím ponúkané zaškrtávacie políčko.
sl_si: Prosimo uporabite potrditveno polje.
sr_rs@cyrillic: Користите понуђене кутијице за означавање.
sr_rs@latin: Koristite ponuđene kutijice za označavanje.
sv_se: Klicka i kryssrutan.
tr_tr: Lütfen verilen onay kutularını kullanınız.
uk: Для налаштування опції надсилання листа, будь ласка, користуйтеся відповідним прапорцем.
uz_cyrl: Ушбу опцияни фақат тўғри почта манзили бўлса ишлатинг.
uz_uz@latin: Iltimos, ko'rsatilgan katakchadan foydalaning.
vi_vn: Vui lòng sử dụng checkbox được cung cấp.
zh_cn: 请使用复选框
zh_hant: 請使用所提供的勾選框。

# manager.subscriptions.form.membership
source: Membership
ar: العضوية
az: Üzvlük
bg_bg: Членство
ca_es: Afiliació
cs_cz: Členství
da_dk: Medlemskab
de_de: Mitgliedschaft
es_es: Afiliación
eu: Kidea
fa_ir: عضویت
fi: Jäsenyys
fr_fr: Adhésion
gl: Afiliación
hi_in: सदस्यता
hr_hr: Članstvo
hy: Անդամակցություն
id_id: Keanggotaan
it_it: Iscrizione
ja: 会員情報
ka_ge: წევრობა
ku_iq: ئەندامبون
ky: Мүчөлүк
lt: Narystė
lv: Dalība
mr: सदस्यत्व
ms: Keahlian
nb_no: Medlemskap
nl: Lidmaatschap
pl: Członkowstwo
pt_br: Associado
pt_pt: Associado
ru: Членство
sk_sk: Členstvo
sl_si: Članarina
sr_rs@cyrillic: Чланство
sr_rs@latin: Članstvo
sv_se: Medlemskap
tr_tr: Üyelik
uk: Членство
uz_cyrl: Аъзолик
uz_uz@latin: A'zolik
vi_vn: Thành viên
zh_cn: 会员
zh_hant: 會員資格

# manager.subscriptions.form.referenceNumber
source: Reference Number
ar: الرقم المرجعي
az: Referans nömrəsi
bg_bg: Номер за справка (референтен номер)
ca_es: Número de referència
cs_cz: Referenční číslo
da_dk: Referencenummer
de_de: Referenznummer
es_es: Número de referencia
eu: Erreferentzia-zenbakia
fa_ir: شماره مرجع
fi: Viitenumero
fr_fr: Numéro de référence
gl: Número de referencia
hi_in: संदर्भ संख्या
hr_hr: Broj reference
hy: Հղման թիվը
id_id: Nomor Acuan
it_it: N&#186; di riferimento
ja: 会員番号
ka_ge: სარეგისტრაციო ნომერი
ku_iq: ژمارەی سەرچاوە
ky: Шилтеме номери
lt: Numeris
lv: Identifikācijas numurs
mr: संदर्भ क्रमांक
ms: Nombor rujukan
nb_no: Referansenummer
nl: Referentienummer
pl: Numer odnośnika
pt_br: Código de referência
pt_pt: Código de Referência
ru: Регистрационный номер
sk_sk: Referenčné číslo
sl_si: Referenčna številka
sr_rs@cyrillic: Референтни број
sr_rs@latin: Referentni broj
sv_se: Referens nummer
tr_tr: Referans Numarası
uk: Реєстраційний номер
uz_cyrl: Маълумотнома рақами (Reference Number)
uz_uz@latin: Malumot raqami
vi_vn: Số tài liệu tham khảo
zh_cn: 参考号码
zh_hant: 參考編號

# manager.subscriptions.form.membershipInstructions
source: Enter membership information if the subscription type requires that subscribers belong to an association or organization.
ar: أدخل بيانات العضوية إن كان نوع الاشتراك يتطلب أن يكون المشتركون منتمين إلى رابطة أو منظمة.
az: Abunəlik ictimai birlik və ya təşkilata aitdirsə və əgər abunəlik növü lazımdırsa abunəlik növünü daxil edin. Abunəlik ictimai birlik və ya təşkilata aiddirsə və əgər abunəlik növü tələb olunursa abunəlik növü daxil edin
bg_bg: Въведете информация за членство, ако типът на абонамента изисква абонатите да принадлежат към асоциация или организация.
ca_es: Introduïu informació relativa a l'afiliació si el tipus de subscripció requereix que els subscriptors/ores pertanyin a una associació o organització.
cs_cz: Vložte informaci o členství, pokud typ předplatného vyžaduje, aby předplatitel patřil do nějaké asociace nebo organizace.
da_dk: Angiv oplysninger om medlemskab, hvis abonnementstypen kræver, at abonnenter skal tilhøre en forening eller organisation.
de_de: Geben Sie Informationen über Mitgliedschaften ein, falls es sich um einen Abonnementtyp handelt, der nur für Mitglieder eines Verbands oder einer Organisation zugänglich ist.
es_es: Introduzca su información de afiliación si el tipo de suscripción requiere que los suscriptores/as pertenezcan a una asociación u organización.
eu: Sartu kidetzari buruzko informazioa harpidetza motak harpideduna elkarte edo erakunde batekoa izatea eskatzen badu.
fa_ir: در صورتی که نوع اشتراک انتخاب شده نشان دهنده عضویت در سازمان یا انجمن خاصی باشد لطفاً اطلاعات عضویت را وارد کنید.
fi: Syötä jäsenyystieto, jos tilausvaihtoehto vaatii, että tilaajat kuuluvat johonkin yhdistykseen tai järjestöön.
fr_fr: Saisir les informations d'adhésion si le type d'abonnement requiert que les abonnés soient appartiennent à une association ou organisation.
gl: Insira información da afiliación se o tipo de subscrición require que os subscritores pertenzan a unha asociación ou organización.
hi_in: सदस्यता प्रकार दर्ज करें यदि सदस्यता प्रकार की आवश्यकता है कि ग्राहक संघ या संगठन के हैं।
hr_hr: Unesite informaciju o članstvu ako tip pretplate zahtijeva da pretplatnici pripadaju nekoj organizaciji ili udruzi.
hy: Մուտքագրեք անդամակցության տվյալները, եթե բաժանորդագրության տեսակը պահանջում է, որ բաժանորդները պատկանում են ասոցիացիայի կամ կազմակերպության:
id_id: Masukkan informasi keanggotaan jika tipe langganan membutuhkan bahwa pelanggan adalah asosiasi atau organisasi.
it_it: Inserisci le informazioni relative all'iscrizione, se il tipo di abbonamento richiede che l'abbonato appartenga a un'associazione o a un'organizzazione.
ja: 購読種別で、購読者が協会や組織に所属することが必要な場合、会員情報を入力します。
ka_ge: შეიყვანეთ წევრობის ინფორმაცია, თუ გამოწერის ტიპი მოითხოვს, რომ გამომწერები ასოციაციას ან ორგანიზაციას ეკუთვნით.
ku_iq: زانیارییەکانی ئەندامبون داخل بکە ئەگەر جۆری بەشداریکردنەکە پێویستی بە زانیارییەکی پەیوەندیدار بە ڕێکخراوێک هەبو.
ky: Эгер жазылуу түрү абоненттерди ассоциацияга же уюмга мүчө болууну талап кылса, мүчөлүк маалыматын киргизиңиз.
lt: Nurodant prenumeratos rūšį pateikti informaciją apie vartotoją būtina tam, kad būtų patvirtinta, jog prenumeratorius yra asociacija arba organizacija.
lv: Ievadiet informāciju par dalību, ja abonēšanas veids paredz, ka abonentiem jābūt kādas asociācijas vai organizācijas biedriem.
mr: एखाद्या सदस्यतेच्या प्रकारासाठी सदस्याने संघटना किंवा संस्था असणे आवश्यक असल्यास सदस्याची माहिती नोंदवा.
ms: Masukkan maklumat keahlian jika jenis langganan menghendaki pelanggan tergolong dalam persatuan atau organisasi.
nb_no: Skriv inn medlemskapsinformasjon hvis abonnementstypen krever at abonnenter tilhører et selskap eller en organisasjon.
nl: Geef lidmaatschapsinformatie op als de abonnementsvorm vereist dat de abonnees lid zijn van een vereniging of organisatie.
pl: Przejdź do informacji o członkostwie, jeśli rodzaj subskrypcji wymaga, aby subskrypcja należała do stowarzyszenia lub organizacji.
pt_br: Digite as informações de associado caso seja exigido pelo tipo de assinatura.
pt_pt: Insira as informações de associado caso seja exigido pelo tipo de subscrição.
ru: Введите информацию о членстве, если выбранный тип подписки требует, чтобы подписчики были членами ассоциации или организации.
sk_sk: Vložte informáciu o členstvo, ak typ predplatného vyžaduje, aby predplatiteľ patril do nejakej asociácie alebo organizácie.
sl_si: Vpišite članske podatke, če ta tip naročnine zahteva, da je naročnik član združenja ali organizacije.
sr_rs@cyrillic: Унесите информацију о чланству ако то захтева тип претплате тј. да ли је члан асоцијације или организације.
sr_rs@latin: Unesite informaciju o članstvu ako to zahteva tip pretplate tj. da li je član asocijacije ili organizacije.
sv_se: Fyll i medlemskapsinformation om prenumertionsformen kräver att prenumeranten tillhör en organisation eller en förening.
tr_tr: Abonelik bir dernek veya organizasyona aitse ve eğer abonelik türü gerekliyse abonelik türünü giriniz.
uk: Якщо тип передплати вимагає членства передплатників у певній асоціації або організації, вкажіть інформацію про необхідне членство.
uz_cyrl: Обуна аъзолик билан боғлиқ бўлса, маълумот қўшинг.
uz_uz@latin: Agar obuna turi obunachilar uyushma yoki tashkilotga tegishli bo'lishini talab qilsa, a'zolik ma'lumotlarini kiriting.
vi_vn: Nhập thông tin thành viên nếu loại thuê bao yêu cầu người đăng ký thuộc về một hiệp hội hoặc tổ chức.
zh_hant: 如訂閱種類要求訂閱用戶必須為某組織或機構成員，請輸入相關會員資格資訊。
