Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# mailable.subscriptionExpiresSoon.name
source: Subscription Expires Soon
ar: الاشتراك يوشك على الانتهاء
az: Abunəliyin müddəti tezliklə başa çatır
eu: Harpidetza laster iraungiko da
fi: Tilauksen voimassaolo päättyy pian
hy: Բաժանորդագրության ժամկետը շուտով կլրանա
ky: Жазылуу жакында бүтөт
lt: Prenumerata netrukus baigsis
lv: Abonēšanas termiņš drīz beigsies
mr: सदस्यता कालबाह्यतेच्या उंबरठ्यावर आहे
ms: Langganan Tamat Tempoh Tidak Lama Lagi
nl: Abonnement verloopt binnenkort
pl: Wygasająca subskrypcja
ru: Подписка скоро заканчивается
uk: Підписка скоро закінчиться
uz_cyrl: Обуна муддати тугаши ҳақида эслатма
zh_hant: 訂閱將會到期

source: mailable.subscriptionExpiresSoon.description
ar: هذه الرسالة تُبلغ مشتركاً بأن مدة إشتراكه على وشك النفاد، وهي تقدم له رابط الدخول إلى الموقع مع تعليمات الوصول.
eu: Mezu honek harpidedunari jakinarazten dio harpidetza amaitzera doakiola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
fi: This email notifies a subscriber that their subscription will soon expire. It provides the journal's URL along with instructions for access.
gl: Este correo electrónico notifica a un subscritor que a súa subscrición está a piques de vencer. Tamén proporciona o enderezo URL da revista, así como instrucións para acceder a esta.
hy: Այս էլ․ նամակը ծանուցում է բաժանորդին, որ նրա բաժանորդագրության ժամկետը շուտով կլրանա: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
ja: このメールは、購読者に購読期間がまもなく終了することを通知するものです。メールでは雑誌のURLとアクセス方法を提供しています。
ms: E-mel ini memberitahu pelanggan bahawa langganan mereka akan segera tamat. Ini menyediakan URL jurnal bersama dengan petunjuk untuk mengakses.
nl: Deze e-mail bericht een abonnee dat zijn abonnement binnenkort verloopt. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pl: Ten email powiadamia subskrybenta, że wkrótce jego subskrypcja wygaśnie. Dostarcza URL czasopisma razem z instrukcjami dostępu.
ru: Это письмо уведомляет подписчика о том, что его подписка вскоре закончится. В письме содержится URL журнала и инструкции по доступу.
uk: Цей лист сповіщає передплатника про те, що його передплата незабаром закінчується. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
uz_cyrl: Обуначиларга муддат тез орада тугаши ҳақида юбориладиган эслатма.

# mailable.subscriptionExpired.name
source: Subscription Expired
ar: الاشتراك منتهي
az: Abunə müddəti bitdi
eu: Harpidetza iraungita
fi: Tilauksen voimassaolo päättynyt
hy: Բաժանորդագրության ժամկետը սպառվել է
ky: Жазылуу мөөнөтү бүттү
lt: Prenumerata pasibaigė
lv: Abonēšanas termiņš beidzies
mr: सदस्यता कालबाह्य झाली
ms: Langganan Tamat Tempoh
nl: Abonnement verlopen
pl: Wygasła subskrypcja
ru: Подписка закончилась
uk: Підписка закінчилася
uz_cyrl: Обуна муддати тугади
zh_hant: 訂閱已到期

source: mailable.subscriptionExpired.description
ar: هذه الرسالة تُعلم مشتركاً بانتهاء فترة إشتراكه في المجلة، وهي تقدم له رابط الدخول إلى الموقع مع تعليمات الوصول.
eu: Mezu honek harpidedunari jakinarazten dio harpidetza amaitu zaiola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
fi: This email notifies a subscriber that their subscription has expired. It provides the journal's URL along with instructions for access.
gl: Este correo electrónico notifica ao subscritor que a súa subscrición expirou. Tamén proporciona o enderezo URL da revista, así como as instrucións para acceder a ela.
hy: Այս էլ․ նամակը ծանուցում է բաժանորդին, որ նրա բաժանորդագրության ժամկետը լրացել է: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
ja: このメールは、購読者に購読期間が終了したことを通知するものです。メールでは雑誌のURLとアクセス方法を提供しています。
ms: E-mel ini memberitahu pelanggan bahawa langganan mereka telah tamat. Ini menyediakan URL jurnal bersama dengan petunjuk untuk mengakses.
nl: Deze e-mail bericht een abonnee dat zijn abonnement is verlopen. De URL van het tijdschrift en instructies om toegang te krijgen worden meegestuurd.
pl: Ten email powiadamia subskrybenta, że jego subskrypcja wygasła. Dostarcza URL czasopisma oraz instrukcję dostępu.
ru: Это письмо уведомляет подписчика о том, что срок его подписки закончился. В письме содержится URL журнала и инструкции по доступу.
uk: Цей лист сповіщає передплатника про те, що його передплата закінчилась. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
uz_cyrl: Обуначиларга муддат тугагани ҳақида юбориладиган хабарнома.

# mailable.subscriptionExpiredLast.name
source: Subscription Expired Last
ar: الاشتراك المنتهي مؤخرًا
eu: Iraungitako azken harpidetza
fi: Tilauksen voimassaolo päättyi viimeksi
hy: Բաժանորդագրության ժամկետը վերջացել է
ky: Жазылуу акыркы жолу бүттү
lt: Prenumerata pasibaigė paskutinį kartą
lv: Abonementa derīgums beidzies pēdējo reizi
mr: सदस्यता अखेरीस कालबाह्य झाली
ms: Langganan Tamat Tempoh Terakhir
nl: Abonnement is verlopen sinds
pl: Subskrypcja ostatnio wygasła
ru: Подписка недавно закончилась
uk: Термін дії передплати минув востаннє
uz_cyrl: Обуна муддати тугаши (Якуний эслатма)

source: mailable.subscriptionExpiredLast.description
ar: هذه الرسالة تُعلم مشتركاً بانتهاء فترة إشتراكه في المجلة، وهي تقدم له رابط الدخول إلى الموقع مع تعليمات الوصول.
eu: Mezu honek harpidedunari jakinarazten dio harpidetza amaitu zaiola. Aldizkariaren URLa eta aldizkarian sartzeko argibideak ematen ditu.
fi: This email notifies a subscriber that their subscription has expired. It provides the journal's URL along with instructions for access.
gl: Este correo electrónico notifica a un subscritor que a súa subscrición expirou. Proporciona o enderezo URL da revista e tamén as instrucións para acceder a ela.
hy: Այս էլ․ նամակը ծանուցում է բաժանորդին, որ նրանց բաժանորդագրության ժամկետը լրացել է: Այն տրամադրում է ամսագրի URL-ը և մուտքի հրահանգները:
ja: このメールは、購読者に購読期間が終了したことを通知するものです。メールでは雑誌のURLとアクセス方法を提供しています。
ms: E-mel ini memberitahu pelanggan bahawa langganan mereka telah tamat. Ini menyediakan URL jurnal bersama dengan petunjuk untuk mengakses.
nl: Deze e-mail herinnert een abonnee eraan dat zijn abonnement verlopen is. De URL van het tijdschrift en instructies voor toegang worden meegeleverd.
pl: Ten email powiadamia subskrybenta, że jego subskrypcja wygasła. Dostarcza URL czasopisma oraz instrukcję dostępu.
ru: Это письмо уведомляет подписчика о том, что срок его подписки закончился. В письме содержится URL журнала и инструкции по доступу.
uk: Цей лист сповіщає передплатника про те, що його передплата закінчилась. У листі міститься URL-адреса журналу та інструкції щодо отримання доступу.
uz_cyrl: Обуна муддати тугагани ҳақидаги энг охирги эслатма.

# mailable.subscriptionPurchaseIndividual.name
source: Purchase Individual Subscription
ar: شراء الاشتراك الفردي
eu: Erosi banakako harpidetza
fi: Yksittäistilauksen ostaminen
hy: Գնեք անհատական բաժանորդագրություն
ky: Жеке жазылууну сатып алуу
lt: Įsigykite individualią prenumeratą
lv: Iegādāties individuālo abonementu
mr: नवे वैयक्तिक सदस्यत्व
ms: Beli Langganan Individu
nl: Koop individueel abonnement
pl: Zakup subskrypcji indywidualnej
ru: Приобрести индивидуальную подписку
uk: Придбайте індивідуальну підписку
uz_cyrl: Жеке обуна сотиб олинди
zh_hant: 購買個體訂閱

# mailable.subscriptionPurchaseIndividual.description
source: This email notifies the Subscription Manager that an individual subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
ar: هذه الرسالة تُشعر مدير الإشتراكات بشراء إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
eu: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio harpidetza indibidual bat erosi dutela linean. Harpidetza-datuen laburpena ematen du eta erositako harpidetzara bizkor joateko esteka.
fi: Tämä sähköposti ilmoittaa tilaussihteerille, että yksittäistilaus on ostettu verkossa. Siinä annetaan yhteenvetotiedot tilauksesta ja linkki ostettuun tilaukseen.
gl: Este correo electrónico notifica ao administrador/a de subscricións que unha subscrición individual foi adquirida en liña. O correo proporciona un resumo da información sobre a subscrición e un enlace de acceso rápido á subscrición adquirida.
hy: Այս էլ․ նամակը ծանուցում է Բաժանորդագրման կառավարչին, որ անհատական բաժանորդագրությունը գնվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտքի հղում դեպի գնված բաժանորդագրություն:
ja: このメールは個人購読がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ky: Бул электрондук кат Жазылуу менеджерине жеке жазылуу онлайн сатып алынганын билдирет. Ал жазылуу тууралуу кыскача маалымат жана сатып алынган жазылууга тез кирүү шилтемесин камтыйт.
lt: Šiuo el. laišku prenumeratų valdytojas informuojamas, kad internetu buvo įsigyta individuali prenumerata. Jame pateikiama prenumeratos santrauka ir greita nuoroda į įsigytą prenumeratą.
lv: Šī e-pasta vēstule informē abonēšanas pārvaldnieku par to, ka tiešsaistē ir iegādāts individuāls abonements. Tajā ir sniegta kopsavilkuma informācija par abonementu un ātras piekļuves saite uz iegādāto abonementu.
mr: हा ई-मेल सदस्यत्व व्यवस्थापकाला सूचित करतो की नवे वैयक्तिक सदस्यत्व ऑनलाइन खरेदी केले गेले आहे. हा सदस्यतेबद्दल संक्षिप्त माहिती आणि सदस्यत्वाची शीघ्रतेने माहिती मिळवण्यासाठी लिंक प्रदान करतो.
ms: E-mel ini memberitahu Pengurus Langganan bahawa langganan individu telah dibeli dalam talian. Ia menyediakan maklumat ringkasan tentang langganan dan pautan akses pantas ke langganan yang dibeli.
nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pl: Ten email zawiadamia Menedżera subskrypcji, że indywidualna subskrypcja została zakupiona online. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do zakupionej subskrypcji.
ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
uk: Цей лист інформує менеджера передплати про те, що в електронному режимі була придбана індивідуальна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
uz_cyrl: Фойдаланувчи жеке обуна сотиб олганида администраторга юбориладиган хабарнома.
zh_hant: 此電郵通知訂閱管理員其中一個個體訂閱已經網上付款。電郵內有訂閱概要及已付款訂閱的快捷連結。

# mailable.subscriptionPurchaseInstitutional.name
source: Purchase Institutional Subscription
ar: شراء الاشتراك المؤسساتي
eu: Erosi harpidetza instituzionala
fi: Instituutiotilauksen ostaminen
hy: Գնեք ինստիտուցիոնալ բաժանորդագրություն
ky: Институционалдык жазылууну сатып алуу
lt: Įsigykite institucinę prenumeratą
lv: Iegādāties iestāžu abonementu
mr: संस्था सदस्यत्व घ्या
ms: Beli Langganan Institusi
nl: Koop instituutsabonnement
pl: Zakup subskrypcji instytucjonalnej
ru: Приобрести подписку на организацию
uk: Придбати інституційну підписку
uz_cyrl: Ташкилий обуна сотиб олинди
zh_hant: 購買院校訂閱

# mailable.subscriptionPurchaseInstitutional.description
source: This email notifies the Subscription Manager that an institutional subscription has been purchased online. It provides summary information about the subscription and a quick access link to the purchased subscription.
ar: هذه الرسالة تُشعر مدير الإشتراكات بشراء إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
eu: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio erakunde-harpidetza bat erosi dutela linean. Harpidetza-datuen laburpena ematen du eta erositako harpidetzara bizkor joateko esteka.
fi: Tämä sähköposti ilmoittaa tilaussihteerille, että instituutiotilaus on ostettu verkossa. Siinä annetaan yhteenvetotiedot tilauksesta ja linkki ostettuun tilaukseen.
gl: Este correo electrónico notifica ao administrador/a de subscricións que unha subscrición institucional foi adquirida en liña. O correo proporciona información resumida sobre a dita subscrición e un enlace de acceso rápido a ela.
hy: Այս էլ․ նամակը տեղեկացնում է Բաժանորդագրման կառավարչին, որ ինստիտուցիոնալ բաժանորդագրությունը գնվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտքի հղում դեպի գնված բաժանորդագրություն:
ja: このメールは機関購読がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ky: Бул электрондук кат Жазылуу менеджерине институционалдык жазылуу онлайн сатып алынганын билдирет. Ал жазылуу тууралуу кыскача маалымат жана сатып алынган жазылууга тез кирүү шилтемесин камтыйт.
lt: Šiuo el. laišku prenumeratų valdytojas informuojamas, kad internetu buvo įsigyta įstaigos prenumerata. Jame pateikiama prenumeratos santrauka ir greita nuoroda į įsigytą prenumeratą.
lv: Šī e-pasta vēstule informē abonēšanas pārvaldnieku par to, ka tiešsaistē ir iegādāts iestāžu abonements. Tajā ir sniegta kopsavilkuma informācija par abonementu un ātras piekļuves saite uz iegādāto abonementu.
mr: हा ई-मेल वर्गणी/सदस्यत्व व्यवस्थापकाला सूचित करतो की नवे संस्था सदस्यत्व ऑनलाइन खरेदी केले गेले आहे. हा सदस्यतेबद्दल संक्षिप्त माहिती आणि सदस्यत्वाची शीघ्रतेने माहिती मिळवण्यासाठी लिंक प्रदान करतो.
ms: E-mel ini memberitahu Pengurus Langganan bahawa langganan institusi telah dibeli dalam talian. Ia menyediakan maklumat ringkasan tentang langganan dan pautan akses pantas ke langganan yang dibeli.
nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd gekocht. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het gekochte abonnement gegeven.
pl: Ten email powiadamia Menedżera subskrypcji, że zakupione online subskrypcje instytucyjną. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do zakupionej subskrypcji.
ru: Это письмо уведомляет менеджера по подписке, что через сайт была куплена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к приобретенной подписке.
uk: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була придбана інституційна передплата. У листі міститься основна інформація про придбану передплату та посилання для швидкого доступу до неї.
uz_cyrl: Муассаса обуна сотиб олганида администраторга юбориладиган хабарнома.
zh_hant: 此電郵通知訂閱管理員其中一個院校訂閱已經網上付款。電郵內有訂閱概要及已付款訂閱的快捷連結。

# mailable.subscriptionRenewIndividual.name
source: Renew Individual Subscription
ar: تجديد الاشتراك الفردي
eu: Berritu banakako harpidetza
fi: Yksittäistilauksen uusiminen
hy: Թարմացնել անհատական բաժանորդագրությունը
ky: Жеке жазылууну жаңыртуу
lt: Atnaujinti individualią prenumeratą
lv: Atjaunot individuālo abonementu
mr: वैयक्तिक सदस्यत्वाचे नूतनीकरण
ms: Perbaharui Langganan Individu
nl: Vernieuw individueel abonnement
pl: Odnowienie subskrypcji indywidualnej
ru: Продлить индивидуальную подписку
uk: Продовжити індивідуальну підписку
uz_cyrl: Жеке обуна янгиланди
zh_hant: 更新個體訂閱

# mailable.subscriptionRenewIndividual.description
source: This email notifies the Subscription Manager that an individual subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
ar: هذه الرسالة تُشعر مدير الإشتراكات بتجديد إشتراك منفرد عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
eu: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio harpidetza indibidual bat berritu dutela linean. Harpidetza-datuen laburpena ematen du eta berritutako harpidetzara bizkor joateko esteka.
fi: Tämä sähköposti ilmoittaa tilaussihteerille, että yksittäistilaus on uusittu verkossa. Siinä annetaan yhteenvetotiedot tilauksesta ja linkki ostettuun tilaukseen.
gl: Este correo notifica ao administrador/a de subscricións que unha suscripción individual se renovou en liña. O correo proporciona información resumida sobre a dita subscrición e un enlace de acceso rápido a ela.
hy: Այս էլ․ նամակը ծանուցում է Բաժանորդագրության կառավարչին, որ անհատական բաժանորդագրությունը թարմացվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտք գործելու հղում դեպի նորացված բաժանորդագրություն:
ja: このメールは個人購読の更新がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ky: Бул электрондук кат Жазылуу менеджерине жеке жазылуу онлайн жаңыртылганын билдирет. Ал жазылуу тууралуу кыскача маалымат жана жаңыртылган жазылууга тез кирүү шилтемесин камтыйт.
lt: Šiuo el. laišku prenumeratų valdytojas informuojamas, kad individuali prenumerata buvo atnaujinta internetu. Jame pateikiama prenumeratos santrauka ir greita nuoroda į atnaujintą prenumeratą.
lv: Šī e-pasta vēstule informē abonementa pārvaldnieku, ka individuālais abonements atjaunots tiešsaistē. Tajā ir sniegta kopsavilkuma informācija par abonementu un ātras piekļuves saite uz atjaunoto abonementu.
mr: हा ई-मेल वर्गणी/सदस्यत्व व्यवस्थापकाला सूचित करतो की वैयक्तिक सदस्यत्वाचे ऑनलाइन नूतनीकरण केले गेले आहे. हा सदस्यतेबद्दल संक्षिप्त माहिती आणि नूतनीकरण केलेल्या सदस्यत्वाची शीघ्रतेने माहिती मिळवण्यासाठी लिंक प्रदान करतो.
ms: E-mel ini memberitahu Pengurus Langganan bahawa langganan individu telah diperbaharui dalam talian. Ia menyediakan maklumat ringkasan tentang langganan dan pautan akses pantas ke langganan yang diperbaharui.
nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een individueel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pl: Ten email zawiadamia Menedżera subskrypcji, że subskrypcja indywidualna została wznowiona. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do wznowionej subskrypcji.
ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена индивидуальная подписка. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
uk: Цей лист інформує менеджера передплати про те, що в електронному режимі була поновлена індивідуальна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
uz_cyrl: Фойдаланувчи жеке обунасини янгилаганида юбориладиган хабарнома.
zh_hant: 此電郵通知訂閱管理員其中一個個體訂閱已經網上更新。電郵內有訂閱概要及已更新訂閱的快捷連結。

# mailable.subscriptionRenewInstitutional.name
source: Renew Institutional Subscription
ar: تجديد الاشتراك المؤسساتي
eu: Berritu harpidetza instituzionala
fi: Instituutiotilauksen uusiminen
hy: Թարմացնել ինստիտուցիոնալ բաժանորդագրությունը
ky: Институционалдык жазылууну жаңыртуу
lt: Atnaujinti institucinę prenumeratą
lv: Atjaunot iestāžu abonementu
mr: संस्था सदस्यत्वाचे नूतनीकरण
ms: Perbaharui Langganan Institusi
nl: Vernieuw instituutsabonnement
pl: Odnowienie subskrypcji instytucjonalnej
ru: Продлить подписку на организацию
uk: Продовжити інституційну підписку
uz_cyrl: Ташкилий обуна янгиланди
zh_hant: 更新院校訂閱

# mailable.subscriptionRenewInstitutional.description
source: This email notifies the Subscription Manager that an institutional subscription has been renewed online. It provides summary information about the subscription and a quick access link to the renewed subscription.
ar: هذه الرسالة تُشعر مدير الإشتراكات بتجديد إشتراك مؤسساتي عبر الإنترنت. إنها تقدم معلومات إجمالية عن الاشتراك مع رابط الوصول السريع إليه.
eu: Mezu honek Harpidetza-kudeatzaileari jakinarazten dio erakunde-harpidetza bat berritu dutela linean. Harpidetza-datuen laburpena ematen du eta berritutako harpidetzara bizkor joateko esteka.
fi: Tämä sähköposti ilmoittaa tilaussihteerille, että instituutiotilaus on uusittu verkossa. Siinä annetaan yhteenvetotiedot tilauksesta ja linkki ostettuun tilaukseen.
gl: Este correo notifica ao administrador/a de subscricións que unha subscrición institucional foi renovada en liña. O correo proporciona información resumida sobre a subscrición e un enlace de acceso rápido á subscrición renovada.
hy: Այս էլ․ նամակը ծանուցում է Բաժանորդագրման կառավարչին, որ ինստիտուցիոնալ բաժանորդագրությունը թարմացվել է առցանց: Այն տրամադրում է ամփոփ տեղեկատվություն բաժանորդագրության մասին և արագ մուտք գործելու հղում դեպի նորացված բաժանորդագրություն:
ja: このメールは機関購読の更新がオンラインで申し込まれた場合に購読管理者に通知されます。メールには購読情報の概要と購読内容へのクイックリンクが含まれています。
ky: Бул электрондук кат Жазылуу менеджерине институционалдык жазылуу онлайн жаңыртылганын билдирет. Ал жазылуу тууралуу кыскача маалымат жана жаңыртылган жазылууга тез кирүү шилтемесин камтыйт.
lt: Šiuo el. laišku prenumeratos valdytojas informuojamas, kad įstaigos prenumerata buvo atnaujinta internetu. Jame pateikiama prenumeratos santrauka ir greita nuoroda į atnaujintą prenumeratą.
lv: Šī e-pasta vēstule paziņo abonēšanas pārvaldniekam, ka iestāžu abonēšana atjaunota tiešsaistē. Tajā ir sniegta kopsavilkuma informācija par abonementu un ātras piekļuves saite uz atjaunoto abonementu.
mr: हा ई-मेल वर्गणी/सदस्यत्व व्यवस्थापकाला सूचित करतो की संस्था सदस्यत्वाचे ऑनलाइन नूतनीकरण केले गेले आहे. हा सदस्यतेबद्दल संक्षिप्त माहिती आणि नूतनीकरण केलेल्या सदस्यत्वाची शीघ्रतेने माहिती मिळवण्यासाठी लिंक प्रदान करतो.
ms: E-mel ini memberitahu Pengurus Langganan bahawa langganan institusi telah diperbaharui dalam talian. Ia menyediakan maklumat ringkasan tentang langganan dan pautan akses pantas ke langganan yang diperbaharui.
nl: Deze e-mail herinnert de abonnementenbeheerder eraan dat een institutioneel abonnement online werd verlengd. Er wordt een samenvatting van het abonnement en een snelle toegangslink tot het verlengde abonnement gegeven.
pl: Ten email zawiadamia Menedżera subskrypcji, że zakupiono subskrypcję instytucyjną online. Dostarcza skrótową informację o subskrypcji i link szybkiego dostępu do wznowionej subskrypcji.
ru: Это письмо уведомляет менеджера по подписке, что через сайт была продлена подписка на организацию. В письме содержится общая информация о подписке и ссылка быстрого доступа к продленной подписке.
uk: Цей лист інформує менеджера передплати про те, що в електронному режимі установою була поновлена інституційна передплата. У листі міститься основна інформація про поновлену передплату та посилання для швидкого доступу до неї.
uz_cyrl: Муассаса обунаси янгиланганида юбориладиган хабарнома.
zh_hant: 此電郵通知訂閱管理員其中一個院校訂閱已經網上更新。電郵內有訂閱概要及已更新訂閱的快捷連結。

# mailable.openAccessNotify.name
source: Open Access Notify
ar: إشعار الوصول المفتوح
eu: Sarbide irekiaren jakinarazpena
fi: Ilmoitus avoimesta saatavuudesta
hy: Բաց մատչելիության ծանուցում
ky: Ачык жеткиликтүүлүк эскертүүсү
lt: Pranešimas apie atvirą prieigą
lv: Paziņojums par atvērto piekļuvi
mr: मुक्त उपलब्धतेसंबंधी पूर्वसूचना
ms: Buka Akses Makluman
nl: Open Access Notificatie
pl: Powiadomienie o Otwartym Dostępie
ru: Уведомление об открытом доступе
uk: Повідомлення про відкритий доступ
uz_cyrl: Очиқ кириш ҳақида хабарнома
zh_hant: 開放取用通知
