Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.statistics.statistics.description
source: OJS calculates the following statistics for each journal. The "days to review" is calculated from date of submission (or designation of Review Version) to the initial Editor Decision, while the "days to publish" is measured for accepted submissions from its original uploading to its publication.
ar: نظام المجلات المفتوحة يحتسب الإحصائيات الآتية لكل مجلة. يتم إحتساب "يوم/أيام للتحكيم" بدءً من يوم تقديم طلب النشر (أو تعيين نسخة التحكيم) وانتهاءً بقرار المحرر الأولي، بينما "يوم/أيام للنشر" تحتسب للمؤلَّفات المقبولة للنشر بدءً من تأريخ رفعها الأول وحتى نشرها.
az: ADS proqramlaşdırması hər Jurnal üçün statistikaları hesablayır. "Dəyərləndirmə müddəti" müraciət vaxtından son redaktor qərarı verilənə qədər keçən gün sayıdır. "Nəşretmə müddəti" isə müraciətdən nəşrə qədər keçən ümumi müddətdir.
bg_bg: OJS изчислява следната статистика за всяко списание. „Дните за рецензиране“ се изчисляват от датата на подаване (или определяне на версията за рецензия) до първоначалното решение на редактора, докато „Дните до публикуване“ се измерват за приетите материали от първоначалното им качване до публикацията.
ca_es: L’OJS calcula les estadístiques següents per a cada revista: Els «dies per a la revisió» es calculen entre la data de tramesa (o de la designació de la versió de revisió) i la decisió de l’editor/a inicial, mentre que els «dies per a la publicació» es calculen entre la primera càrrega d’una tramesa acceptada i la seva publicació.
cs_cz: OJS vypočítává pro každý časopis následující statistiky. "Dny do recenze" jsou vypočítány z data odeslání příspěvku (nebo stanovení verze recenze) po datum úvodního rozhodnutí editora, zatímco "dny do publikování" jsou pro přijatý příspěvek měřeny od jeho původního nahrátí až do jeho publikování.
da_dk: OJS beregner følgende statistikker for hvert tidsskrift. "Dage til bedømmelse" beregnes fra manuskriptdatoen (eller angivelsen af bedømmelsesversion) til den første redaktørbeslutning, mens "dage til publicering" måles for accepterede manuskripter fra den oprindelige overførsel til publiceringen.
de_de: OJS berechnet folgende Statistiken für jede Zeitschrift: "Tage bis zur Begutachtung" wird vom Beitragseingang (oder dem Eingang der zu begutachtenden Version) bis zur ersten Redaktionsentscheidung berechnet, während die "Tage bis zur Veröffentlichung" der angenommenen Beiträge vom Hochladen des Originals bis zur Veröffentlichung berechnet werden.
es_es: OJS elabora las siguientes estadísticas para cada revista. El periodo de revisión se calcula a partir de la fecha de envío (o día en que se designa la versión de revisión) hasta la decisión inicial del editor/a. El periodo de publicación se estima a través de las entregas aceptadas desde que se entregó el original hasta su publicación.
eu: OJSk ondorengo estatistikak kalkulatzen ditu aldizkari bakoitzari buruz. "Ebaluazioa egiteko egunak" kalkulatzeko, bidalketa-datatik (edo Ebaluazio-bertsioa izendatzen denetik) Editorearen lehen erabakira arteko denbora hartzen da, eta onartutako bidalketak "argitaratzeko egunak" neurtzeko, hasierako karga egiten den egunetik argitaratu arteko denbora hartzen da.
fa_ir: سامانه آمار‌های زیر را برای هر مجله محاسبه می‌کند: مدت زمان داوری ، مدت زمان تا چاپ
fi: OJS laskee seuraavat tilastot jokaiselle julkaisulle: "Arviointiaika" lasketaan käsikirjoituksen lähettämispäivästä (tai arviointiversion nimeämisestä) ensimmäiseen toimittajan päätökseen. "Julkaisemisaika" puolestaan lasketaan hyväksytyille käsikirjoituksille käsikirjoituksen alkuperäisestä järjestelmään lataamisesta sen julkaisemiseen.
fr_fr: OJS calcule les statistiques suivantes pour chaque revue. Les "jours requis pour évaluer" se rapportent au temps écoulé entre la réception d'une soumission (ou désignation de la Version d'évaluation) et la Décision initiale du rédacteur, tandis que les "jours requis pour publier" se rapportent au temps écoulé entre le premier téléchargement jusqu'à la publication d'une soumission acceptée.
gl: OJS calcula as seguintes estatísticas para cada revista. Os "días para revisar" calcúlanse desde a data de envío (ou designación da versión de revisión) ata a decisión inicial do editor, mentres que os "días para publicar" mídense para os envíos aceptados desde a súa carga orixinal ata a súa publicación.
hi_in: OJS प्रत्येक जर्नल के लिए निम्नलिखित आँकड़ों की गणना करता है। प्रारंभिक संपादक निर्णय के लिए "समीक्षा के दिनों (या समीक्षा संस्करण के पदनाम) से गणना की जाती है, जबकि प्रारंभिक प्रकाशन के लिए" "प्रकाशित करने के लिए दिन" को उसके मूल अपलोडिंग से उसके प्रकाशन के लिए मापा जाता है।
hr_hr: OJS izračunava izvjestan broj statistika za svako godište časopisa koji se nalazi na stranicama. Parametar "dana do recenzije" računa se kao prosječno trajanje razdoblja od datuma prijave (ili prilaganja verzije priloga za recenziju) do prvog donošenja uredničke odluke, dok se parametar "dana do objave" računa samo za prihvaćene prijave, kao prosječno vrijeme proteklo od slanja rukopisa do njegova objavljivanja.
hy: OJS-ը յուրաքանչյուր ամսագրի համար հաշվարկում է հետևյալ վիճակագրությունը. «Գրախոսման օրերը» հաշվարկվում են ներկայացման օրվանից (կամ գրախոսության տարբերակի նշանակումից) մինչև Խմբագրի սկզբնական որոշումը, մինչդեռ «հրապարակման օրերը» չափվում են ընդունված ներկայացումների համար՝ սկզբնական վերբեռնումից մինչև հրապարակումը:
id_id: OJS menghitung statistik berikut ini untuk masing-masing jurnal. "Hari untuk review" dihitung dari tanggal penyerahan naskah (atau penetapan Versi Review) hingga Keputusan Editor awal, sedangkan "hari untuk penerbitan" diukur untuk penyerahan naskah yang diterima dari saat diunggah hingga penerbitannya.
is_is: OJS reiknar eftirfarandi tölfræði fyrir hvert ´timarit. "Dagar til að ritrýna" er reiknað frá innsendingar degi ( eða úthlutun á ritrýni útgáfu) að fyrstu ákvörðun ritstjóra, á meðan dagar til útgáfu er mælt frá því að samþykkt grein var upphaflega send inn þar til hún var gefin út.
it_it: OJS calcola le seguenti statistiche per ogni rivista. La statistica "giorni utilizzati per la revisione" è calcolata dalla data di submission (o di designazione della versione di Review ) fino alla decisione dell'Editor, mentre quella "giorni utlizzati per la pubblicazione" viene calcolata per le submissions accettate dalla primo caricamento fino alla pubblicazione.
ja: OJSでは、ジャーナルごとに以下の統計情報を算出しています。"レビューまでの日数"は投稿（またはレビューバージョンの指定）から最初の編集者判断まで、"掲載までの日数" は受理された投稿のアップロードから出版までの日数を表しています。
ka_ge: OJS ითვლის შემდეგ სტატისტიკას თითოეული ჟურნალისთვის. "განსახილველი დღეები" გამოითვლება საწყისი რედაქტორის გადაწყვეტილებამდე წარდგენის დღიდან (ან სარევიზიო ვერსიის დანიშვნიდან), ხოლო "გამოქვეყნების დღე" იზომება მისი წარდგენილ ნამუშევრებზე თავდაპირველი ატვირთვის გამოქვეყნებამდე.
ku_iq: سیستەمی گۆڤاری کراوە بۆ هەر گۆڤارێک ئەم ئامارانەی دێن هەژماردەکات. "ڕۆژەکان بۆ پێداچوونەوە" دەژمێردرێن لە ڕۆژی پێشکەشکردنەوە (یان دیاریکردنی وەشانی پێداچوونەوە) هەتا بڕیاری سەرەتایی سەرنوسەر، لە کاتێکدا "ڕۆژەکان بۆ بڵاوکردنەوە" لەو کاتەوە دەژمێردرێن کە پێشکەشکردنەکان پەسەندکراون لە سەرچاوەی بارکردنەوە هەتا بڵاوکردنەوەی.
ky: OJS ар бир журнал үчүн төмөнкү статистикаларды эсептейт. "Кароо күндөрү" тапшырма берилген күндөн (же Кароо версиясы дайындалган күндөн) баштап баштапкы редактор чечимине чейин эсептелет, ал эми "жарыялоо күндөрү" кабыл алынган тапшырмалар үчүн баштапкы жүктөөдөн жарыяланганга чейин өлчөнөт.
lt: Tokia statistika taikoma kiekvienam APS žurnalui. Recenzavimo laikas skaičiuojamas nuo straipsnio pateikimo (arba recenzijos formos numatymo) iki redaktoriui pateikiant pirminį sprendimą dėl straipsnio spausdinimo, o rengimo laikas skaičiuojamas nuo straipsnio atsiuntimo iki jo išspausdinimo.
lv: OJS aprēķina šādu statistiku katram žurnālam. "Dienas līdz recenzenta pārskatam" tiek aprēķinātas no manuskripta iesniegšanas datuma (vai manuskripta recenzēšanas versijas iesniegšanas brīža) līdz sākotnējam redaktora lēmumam, savukārt "dienas līdz publicēšanai" tiek mērītas pieņemtajiem manuskriptiem no to sākotnējās augšupielādes līdz publicēšanai.
mr: OJS प्रत्येक नियतकालिकासाठी खालील आकडेवारीची गणना करते. "समीक्षण करण्याच्या दिवसांची" गणना सादरीकरण केल्याच्या तारखेपासून (किंवा पुनर्समीक्षण आवृत्ती सादर केल्यापासून) संपादकाच्या प्रारंभिक निर्णयापर्यंत केली जाते, तर "प्रकाशित करण्याचे दिवस" स्वीकारलेले मूळ सादरीकरण संक्रमित (अपलोड) केलेल्या दिवसापासून ते त्याच्या प्रकाशनापर्यंत मोजले जातात.
ms: OJS mengira statistik berikut untuk setiap jurnal. "hari untuk mengulas" dikira dari tarikh penyerahan (atau penetapan Versi Ulasan) hingga Keputusan Editor awal, sementara "hari untuk diterbitkan" ditentukan untuk penyerahan yang diterima dari muat naik asalnya hingga penerbitannya.
nb_no: OJS beregner følgende statistikk for hvert tidsskrift. 'Dager til vurdering' er regnet ut fra innsendingsdatoen (eller datoen for utpeking av fagvurderingsversjon), til første gang redaktørens beslutning ble registrert, mens 'Dager før utgitt' er beregnet for det aksepterte manuskriptet fra det først ble lastet opp til det ble publisert.
nl: OJS berekent de volgende statistieken voor ieder tijdschrift. "Dagen voor een review" wordt berekend van de datum van inzending (of aanwijzen van de review-versie) tot de initiele beslissing van de redacteur, terwijl "Dagen tot publicatie" voor geaccepteerde inzendingen wordt gemeten van de oorsponkelijke inzenddatum tot de publicatie.
pl: OJS oblicza statystyki dla każdego z czasopism.
pt_br: O sistema calcula as seguintes estatísticas para cada revista hospedada. A média "tempo de decisão" é calculada do dia da submissão (ou designação de uma versão para avaliação) até o dia da decisão editorial inicial, enquanto que a média "tempo para publicação" é calculada para submissões aceitas desde a data de envio para o sistema até sua publicação.
pt_pt: O sistema calcula as seguintes estatísticas para cada revista hospedada. A média "tempo de decisão" é calculada do dia da submissão (ou designação de Versão para Revisão) até o dia da Decisão Editorial inicial, enquanto que a média "tempo para publicação" é calculada para submissões aceitas desde a data de envio para o sistema até à sua publicação.
ru: OJS рассчитывает следующую статистику для каждого журнала. Значение «Дней на рецензию» отсчитывается с даты отправки материала (или назначения версии для рецензирования) до принятия первоначального решения редакции, в то время как значение «Дней на публикацию» рассчитывается для принятых материалов с момента их загрузки на сайт до момента их публикации.
sk_sk: OJS vypočítava pre každý časopis nasledujúce štatistiky. "Dni do recenzie" sú vypočítané z dátumu odoslania príspevku (alebo stanovenie verzie recenzie) po dátume úvodného rozhodnutia editora, zatiaľ čo "dni do publikovania" sú pre prijatý príspevok merané od jeho pôvodného nahratia až po jeho publikovanie.
sl_si: OJS izračuna spodnje statisike za vsako leto revijo. Število dni do recenzije je povprečen čas od datuma oddaje prispevka (oziroma oddaje priloge za recenzijo) do prve uredniške odločitve. Število dni do objave se računa le za sprejete prispevke in je povprečen čas od oddaje rokopisa do njegove objave v reviji.
sr_rs@cyrillic: OJS израчунава следеће статистике за сваки часопис. Број "дана до рецензије" је израчунат од дана пријаве чланка (или доделе рецензентске верзије) до почетне уредникове одлуке док је број "дана до објављивања" мерен за прихваћене пријаве од изворног постављања у систем до објављивања.
sr_rs@latin: OJS izračunava sledeće statistike za svaki časopis. Broj "dana do recenzije" je izračunat od dana prijave članka (ili dodele recenzentske verzije) do početne urednikove odluke dok je broj "dana do objavljivanja" meren za prihvaćene prijave od izvornog postavljanja u sistem do objavljivanja.
sv_se: OJS genererar följande statistik för respektive tidskrift. Dagar för granskning, räknar dagar från det att bidraget skickats in (eller att granskningsversionen tagits fram) till redaktören beslut. "Dagar till publicering", beräknar tiden från det att bidraget har accepterats till att det har publicerats i tidskriften.
tr_tr: ADS yazılımı her degi için şu istatistikleri hesaplar. “Değerlendirme süresi” başvuru zamanından son editör kararı verilene kadar geçen gün sayısıdır. “Yayınlama süresi” ise başvurudan yayına dek geçen toplam süredir.
uk: OJS вираховує наступну статистику по кожному журналу. Період "днів до рецензування" вираховується від дати подання рукопису (або вказання версії рецензії) до прийняття початкового рішення редактором; період "днів до публікації" позначає термін від початкового вивантаження автором рукопису до остаточної публікації.
uz_cyrl: Журнал фаолияти бўйича асосий кўрсаткичлар.
uz_uz@latin: OJS har bir jurnal uchun quyidagi statistikani hisoblab chiqadi. "Ko'rib chiqish kunlari" muharrirning dastlabki qaroriga qadar (yoki ko'rib chiqish versiyasini belgilash) sanadan boshlab hisoblab chiqiladi, "e'lon qilingan kunlar" esa asl yuklashdan nashrga qadar qabul qilingan arizalar uchun o'lchanadi.
vi_vn: OJS tính toán các số liệu thống kê sau cho mỗi tạp chí. "Ngày để phản biện" được tính từ ngày gửi (hoặc chỉ định phiên bản dùng để đánh giá) cho đến quyết định ban đầu, trong khi "ngày để xuất bản" được tính cho bài gửi được chấp nhận từ khi tải lên bản gốc đến khi được xuất bản.
zh_cn: OJS为每一份期刊计算下列的统计数据。「审稿天数」计算从投稿日（或指派审稿版本的日期）开始，到做出最初的编辑决策之间的天数；而「出版日数」则计算从收到上传初稿到出版之间的天数。
zh_hant: OJS會為每本期刊計算以下統計數字。「評審所需日數」由投稿日（或分配評審版本）計算至最初編輯決定，「出版所需日數」則量度接受投稿上載檔案至出版日。

# manager.statistics.statistics.itemsPublished
source: Items published
ar: الفقرات المنشورة
az: Nəşr olunan elementlər
bg_bg: Публикувани материали
ca_es: Elements publicats
cs_cz: Publikované položky
da_dk: Publicerede elementer
de_de: Veröffentlichte Beiträge
es_es: Elementos publicados
eu: Artikulu argitaratuak
fa_ir: موارد چاپ شده
fi: Kohteita julkaistu
fr_fr: Articles publiés
gl: Artigos publicados
hi_in: प्रकाशित आइटम
hr_hr: Objavljenih priloga
hy: Հրապարակված նյութեր
id_id: Item yang telah diterbitkan
is_is: Útefin atriði
it_it: Articoli pubblicati:
ja: 公開されたアイテム
ka_ge: გამოქვეყნებული მასალები
ku_iq: بڵاوکراوەکان
ky: Жарыяланган материалдар
lt: Išspausdinti straipsniai
lv: Publicētie materiāli
mr: प्रकाशित लेख
ms: Item diterbitkan
nb_no: Element publisert
nl: Gepubliceerde items
pl: Opublikowane teksty
pt_br: Itens publicados:
pt_pt: Artigos Publicados
ru: Опубликовано материалов
sk_sk: Publikované položky
sl_si: Število objavljenih prispevkov
sr_rs@cyrillic: Објављених чланака
sr_rs@latin: Objavljenih članaka
sv_se: Publicerade artiklar
tr_tr: Yayınlanmış öğeler
uk: Одиниць опубліковано
uz_cyrl: Нашр этилган материаллар
uz_uz@latin: E'lon qilingan narsalar
vi_vn: Các mục đã xuất bản
zh_cn: 已出版项目
zh_hant: 出版項目

# manager.statistics.statistics.makePublic
source: Check items to be made available to readers in About the Journal.
ar: تحقق من الفقرات التي ستتاح للقراء ضمن (عن المجلة).
az: Jurnal haqqında qismində oxucuların görməsini istədiklərinizi seçin
bg_bg: Проверете елементите, които ще бъдат достъпни за читателите в страницата „За списанието“.
ca_es: Marqueu els elements que estaran disponibles per als lectors/ores a la pàgina «Sobre la revista».
cs_cz: Zatrhněte položky, které mají být přístupné čtenářům v části O časopise.
da_dk: Kontroller de elementer, der skal gøres tilgængelige for læserne under Om tidsskriftet.
de_de: Mitteilungen, die den Leser/innen in "Über uns" vermittelt werden.
es_es: Comprobar elementos que estarán disponibles en la sección Acerca de la revista.
eu: Hautatu Aldizkariari buruz orrian irakurleek ikusiko dituzten elementuak.
fa_ir: مواردی که می‌خواهید در دسترس خوانندگان مجله قرار گیرد مشخص کنید.
fi: Rastita kohteet, jotka näytetään lukijoille Tietoa julkaisusta -kohdassa.
fr_fr: Cochez les éléments qui seront disponibles aux lecteurs dans À propos de la revue.
gl: Consulte os elementos que se porán a disposición dos lectores en "Acerca da revista".
hi_in: पाठकों के बारे में जर्नल में उपलब्ध कराई जाने वाली वस्तुओं की जाँच करें।
hr_hr: Postavite kvačicu uz stavke za koje želite da budu dostupne čitateljima u sekciji "o časopisu".
hy: Նշեք կետերը, որոնք հասանելի կլինեն ընթերցողներին Ամսագրի մասին էջում:
id_id: Centang item agar tersedia untuk pembaca di Tentang Jurnal.
is_is: Merkja atriði sem eiga að vera aðgengileg lesendum í "Um tímartið".
it_it: Indica quali informazioni devono essere visualizzate nella pagina delle informazioni sulla rivista.
ja: ジャーナルについてで読者に公開される項目を確認します。
ka_ge: შეამოწმეთ ელემენტები, რომლებიც მკითხველთათვის ხელმისაწვდომი იქნება ჟურნალის შესახებ.
ku_iq: سەیری بڕگەکان بکە بۆ ئەوەی بەردەست بن بۆ خوێنەران لە بەشی 'دەربارەی گۆڤار'.
ky: Журнал жөнүндө бөлүмүндө окурмандарга жеткиликтүү боло турган материалдарды белгилеңиз.
lt: Paieškokite skaičių, kuriuos būtų galima nurodyti skaitytojams skiltyje „Apie žurnalą“.
lv: Pārbaudiet materiālus, kas būs pieejami lasītājiem sadaļā Par žurnālu.
mr: नियतकालिकाविषयी' च्या पानावर वाचकांना उपलब्ध करायच्या लेखांची माहिती तपासा.
ms: Periksa item untuk disediakan kepada pembaca di Mengenai Jurnal.
nb_no: Kryss av for elementer som skal gjøres tilgjengelig for leserne i 'Om' tidsskriftet.
nl: Vink de gegevens aan die lezers kunnen zien in Over dit tijdschrift.
pl: Wybierz elementy które będą widoczne dla czytelników w informacjach o czasopiśmie.
pt_br: Marcar itens a serem disponibilizados aos leitores em Sobre a revista.
pt_pt: Verificar itens a serem disponibilizados aos leitores em Sobre a Revista.
ru: Отметьте параметры, которые будут доступны читателям на странице «О журнале».
sk_sk: Zaškrtnite položky, ktoré majú byť prístupné čitateľom v časti O časopise.
sl_si: Izberite postavke, ki bodo na voljo bralcem na strani O reviji.
sr_rs@cyrillic: ОДаберите ставке које требају бити видљиве за читаоце на страни О часопису.
sr_rs@latin: Odaberite stavke koje trebaju biti vidljive za čitaoce na strani O časopisu.
sv_se: Välj artiklar som ska vara tillängliga för läsare i Om tidskriften.
tr_tr: Dergi hakkında kısmında okuyucuların görmesini istediklerinizi seçin.
uk: Виберіть елементи, які ви хочете публікувати в розділі "Про журнал".
uz_cyrl: Статистикани сайтда ҳамма учун очиқ қилиш.
uz_uz@latin: O'quvchilarga "Jurnal haqida" bo'limida taqdim etiladigan narsalarni tekshiring.
vi_vn: Kiểm tra các mục sẽ được cung cấp cho độc giả trong Giới thiệu về Tạp chí.
zh_cn: 点选读者在「关于本期刊」之中可以使用的项目。
zh_hant: 檢查讀者在關於期刊頁面可查閱項目。
