Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptions.form.subscriptionContactRequired
source: In order to send the user a notification email, the subscription contact name and email address must be specified in the journal Setup.
ar: لغرض إشعار المستخدم عبر البريد الالكتروني، لا بد من تحديد عنوان الاتصال للاشتراكات واسم مسؤوله خلال تهيئة المجلة.
az: Jurnal quruluşunda istifadəçiyə bir bildiriş email göndərmək məqsədilə, abunə şəxs adı və email adresi qeyd edilməlidir.
bg_bg: За да изпратите на потребителя имейл с известие, името за контакт за абонамент и имейл адресът трябва да бъдат посочени в настройката на списанието.
ca_es: Per poder enviar una notificació per correu electrònic a l’usuari/ària, heu d’introduir el nom i el correu electrònic de contacte de la subscripció a la configuració de la revista.
cs_cz: Aby bylo možné zaslat uživateli notifikační email, musí být v Nastavení časopisu specifikováno jméno kontaktu pro předplatné a E-mailová adresa.
da_dk: Hvis der skal sendes en e-mail-besked til brugeren, skal navnet og e-mail-adressen på abonnementets kontaktperson være angivet i tidsskriftets konfiguration.
de_de: Um der Benutzerin/dem Benutzer eine Benachrichtigung per E-Mail zuschicken zu können, müssen Name und E-Mail-Adresse der Abonnementverwaltung bei der Einrichtung der Zeitschrift festgelegt werden.
es_es: Para poder enviar un correo electrónico de notificación al usuario/a, el nombre de contacto de la suscripción y la dirección de correo electrónico deben ser especificados en la configuración de la revista.
eu: Erabiltzaileari jakinarazpen-mezuak bidaltzeko, harpidetza-kontaktuaren izena eta helbide elektronikoa zehaztu behar dira aldizkariaren konfigurazioan.
fa_ir: برای اطلاع‌رسانی به کاربر مشخصات تماس و آدرس ایمیل می‌بایست در قسمت نصب مجله وارد شده باشد.
fi: Jotta käyttäjälle voidaan lähettää ilmoitussähköposti, tilauksen yhteyshenkilön nimi ja sähköpostiosoite on määriteltävä julkaisun asetuksissa.
fr_fr: Pour envoyer un avis par courriel à l'utilisateur, le nom et l'adresse de courriel du contact des abonnements doit être précisé dans la configuration de la revue.
gl: Para enviar ao usuario un correo electrónico de notificación, o nome de contacto da subscrición e o enderezo de correo electrónico deben especificarse na configuración da revista.
hi_in: उपयोगकर्ता को एक अधिसूचना ईमेल भेजने के लिए, जर्नल सेटअप में सदस्यता संपर्क नाम और ईमेल पता निर्दिष्ट किया जाना चाहिए।
hr_hr: Da biste poslali e-poštu obavijesti korisniku, pretplatničko ime kontakta i adresa e-pošte moraju biti navedeni u Uređivanje postavki časopisa.
hy: Օգտատիրոջը ծանուցման էլ. փոստ ուղարկելու համար բաժանորդագրության կոնտակտային անունը և էլ․ փոստի հասցեն պետք է նշվեն ամսագրի կարգաբերման մեջ:
id_id: Untuk mengirim pengguna email pemberitahuan, nama kontak dan alamat email langganan harus ditentukan di setup jurnal.
it_it: Per poter mandare all'utente un messaggio di notifica, durante il setup della rivista deve essere stato precedentemente inserito sia il nome sia l'indirizzo email del contatto per gli abbonamenti.
ja: ユーザーに通知メールを送信するには、ジャーナルの設定で購読者の連絡先名とメールアドレスを指定する必要があります。
ka_ge: მომხმარებლისთვის შეტყობინების ელფოსტის გაგზავნის მიზნით, ხელმოწერის საკონტაქტო სახელი და ელექტრონული ფოსტის მისამართი მითითებული უნდა იყოს ჟურნალის მორგებისას.
ku_iq: بۆ ئەوەی ئیمەیڵی ئاگادارکردنەوە بۆ بەشداربو بچێت، دەبێت ناو و ئیمەیڵ لە ڕێکخستنەکانی گۆڤار داخل کرابێت.
ky: Колдонуучуга эскертүү электрондук кат жөнөтүү үчүн журнал жөндөөлөрүндө жазылуу байланыш аты жана электрондук почта дареги көрсөтүлүшү керек.
lt: Kad vartotojui e. paštu būtų galima siųsti informacinius pranešimus, žurnalo sistemoje turi būti nurodyta prenumeratoriaus pavardė ir e. pašto adresas.
lv: Lai lietotājam varētu nosūtīt paziņojumu pa e-pastu, žurnāla iestatījumos jānorāda abonēšanas kontaktpersonas vārds un e-pasta adrese.
mr: वापरकर्त्याला ई-मेलने अधिसूचना पाठवण्यासाठी, सदस्यता संपर्क नाव आणि ई-मेल पत्ता नियतकालिकाच्या नियोजनात (सेटअप) नमूद करणे आवश्यक आहे.
ms: Untuk menghantar e-mel pemakluman kepada pengguna, nama kenalan langganan dan alamat e-mel mesti dinyatakan dalam persediaan Jurnal.
nb_no: For å kunne sende brukeren varsling med e-post, må navn og e-postadresse til abonnementskontakten være spesifisert i tidsskriftoppsettet.
nl: Om de gebruiker een bevestigings-e-mail te sturen moeten de naam en e-mailadres van de contactpersoon voor abonnementen ingevuld zijn in de instellingen van het tijdschrift.
pl: Aby wysłać użytkownikowi email z powiadomieniem, nazwa kontaktu subskrypcji i adres email muszą być określone w ustawieniach czasopisma.
pt_br: Para enviar uma notificação via e-mail ao usuário, é necessário especificar, na administração da revista, o nome e endereço de e-mail do contato para assinaturas.
pt_pt: Para enviar uma notificação via e-mail ao utilizador, é necessário especificar, na administração da revista, o nome e endereço de e-mail do contacto para subscrições.
ru: Для отправки пользователю письма с уведомлением при настройке журнала должны быть указаны имя контактного лица по подписке и его адрес электронной почты.
sk_sk: Aby bolo možné zaslať užívateľovi notifikačný email, musí byť v Nastavení časopisu špecifikované meno kontaktu pre predplatné a E-mailová adresa.
sl_si: Če želite poslati uporabniku e-pošto z obvestilom, mora imeti naročniški kontakt v nastavitvah revije specificirano ime in e-poštni naslov.
sr_rs@cyrillic: Да би се кориснику послаола порука потребно је да у подешавањима часописа постоји контакт име и емаил адреса.
sr_rs@latin: Da bi se korisniku poslaola poruka potrebno je da u podešavanjima časopisa postoji kontakt ime i email adresa.
sv_se: För att kunna skicka meddelanden till användarna via e-post, måste kontaktinformation som namn och e-post finnas med i tidskiftens inställningar..
tr_tr: Dergi kurulumunda kullanıcıya bir bildirim e-posta göndermek amacıyla, abone kişi adı ve e-posta adresi belirtilmelidir.
uk: Для того, щоб надіслати повідомлення користувачу, у налаштуваннях журналу необхідно вказати ім'я та email контактної особи з питань передплати.
uz_cyrl: Контакт шахси киритилиши шарт.
uz_uz@latin: Foydalanuvchiga elektron pochta xabarini yuborish uchun "Obuna" jurnalida obunaning kontakt nomi va elektron pochta manzili ko'rsatilishi kerak.
vi_vn: Để gửi cho người dùng email thông báo, tên liên hệ thuê bao và địa chỉ email phải được chỉ định trong Cài đặt tạp chí.
zh_cn: 为了发送给用户一个通知电子邮件,订阅联系人的姓名和电子邮箱地址必须在期刊设置过程中被指定.
zh_hant: 如需發送通知電郵予用戶，請先在期刊設置中註明訂閱聯絡人姓名及電郵地址。

# manager.subscriptions.form.subscriptionExists
source: This user already has a subscription for this journal.
ar: هذا المستخدم لديه اشتراك مسبق مع هذه المجلة.
az: İstifadəçi hazırda bu dəriyə abunədir.
bg_bg: Този потребител вече има абонамент за това списание.
ca_es: Aquest usuari/ària ja està subscrit a aquesta revista.
cs_cz: Tento uživatel již má pro tento časopis předplatné.
da_dk: Denne bruger har allerede et abonnement på dette tidsskrift.
de_de: Diese/r Benutzer/in hat diese Zeitschrift bereits abonniert.
es_es: Este usuario/a ya está suscrito a esta revista.
eu: Erabiltzaile horrek badu harpidetza bat aldizkari honetan.
fa_ir: این کاربر در حال حاضر مشترک این مجله است
fi: Tällä käyttäjällä on jo tämän julkaisun tilaus.
fr_fr: Cet utilisateur a déjà un abonnement à cette revue.
gl: Este usuario/a xa ten unha subscrición a esta revista.
hi_in: इस उपयोगकर्ता के पास इस जर्नल के लिए पहले से ही एक सदस्यता है।
hr_hr: Korisnik već ima pretplatu za ovaj časopis.
hy: Այս օգտվողն արդեն ունի այս ամսագրի բաժանորդագրություն:
id_id: Pengguna ini sudah memiliki langganan untuk jurnal ini.
it_it: Questo utente ha già un abbonamento per questa rivista.
ja: このユーザーはすでに本ジャーナルの購読権を持っています。
ka_ge: ამ მომხმარებელს უკვე აქვს ამ ჟურნალის გამოწერა.
ku_iq: ئەم بەکارهێنەرە بەشداریکردنی ئەم گۆڤارەی هەیە.
ky: Бул колдонуучунун бул журналга жазылуусу бар.
lt: Šis vartotojas žurnalą jau prenumeruoja.
lv: Šis lietotājs jau ir abonējis šo žurnālu.
mr: या वापरकर्त्याकडे या नियतकालिकासाठी पूर्वीपासूनच सदस्यत्व आहे.
ms: Pengguna ini sudah mempunyai langganan untuk jurnal ini.
nb_no: Denne brukeren har allerede abonnement på dette tidsskriftet.
nl: Deze gebruiker heeft al een abonnement op dit tijdschrift.
pl: Ten użytkownik już posiada subskrypcją tego czasopisma.
pt_br: O usuário já possui uma assinatura da revista.
pt_pt: O utilizador já possui uma subscrição da revista.
ru: Этот пользователь уже имеет подписку на этот журнал.
sk_sk: Tento používateľ už má pre tento časopis predplatné.
sl_si: Ta uporabnik ima že veljavno naročnino za to revijo.
sr_rs@cyrillic: Овај корисник већ има претплату на овај часопис.
sr_rs@latin: Ovaj korisnik već ima pretplatu na ovaj časopis.
sv_se: Användaren prenumrerar redan på den här tidskriften.
tr_tr: Kullanıcı hali hazırda bu deriye abone.
uk: Цей користувач вже має передплату на цей журнал.
uz_cyrl: Ушбу фойдаланувчида аллақачон обуна мавжуд.
uz_uz@latin: Bu foydalanuvchi allaqachon ushbu jurnalga obuna bo'lgan.
vi_vn: Người dùng này đã đăng ký một thuê bao cho tạp chí này.
zh_cn: 这个用户在这本期刊里已经有一个订阅.
zh_hant: 此用戶已訂閱此期刊。

# manager.subscriptions.form.typeRequired
source: A subscription type must be created before new subscriptions can be made.
ar: لا بد من إنشاء نوع الاشتراك قبل الشروع بإضافة الاشتراكات الجديدة.
az: Abunəlik növü yeni bir istifadəçi qeydiyyatından əvvəl yaradılmalıdır.
bg_bg: Трябва да се създаде тип абонамент, преди да могат да се правят нови абонаменти.
ca_es: S'ha de crear un tipus de subscripció abans de poder fer noves subscripcions.
cs_cz: Před pořízením nového předplatného musí být vytvořen typ předplatného.
da_dk: Der skal oprettes en abonnementstype, før der kan oprettes nye abonnementer.
de_de: Eine Abonnement-Art muss angelegt werden, bevor neue Abonnements vollzogen werden können.
es_es: Se debe crear un tipo de suscripción antes de realizar nuevas suscripciones.
eu: Harpidetza motaren bat sortu behar da harpidetza berriak egin baino lehen.
fa_ir: قبل از اینکه بتوان یک اشتراک جدید ایجاد کرد باید یک نوع اشتراک تعریف کرد.
fi: Tilausvaihtoehto pitää luoda ennen kuin uusia tilauksia voidaan tehdä.
fr_fr: Un type d'abonnement doit être créé avant que de nouveaux abonnements puissent être effectués.
gl: Debe crearse un tipo de subscrición antes de que se poidan facer novas subscricións.
hi_in: नई सदस्यता बनाने से पहले एक सदस्यता प्रकार बनाया जाना चाहिए।
hr_hr: Tip pretplate mora biti kreiran prije nego se izvrše nove pretplate.
hy: Բաժանորդագրության տեսակը պետք է ստեղծվի մինչև նոր բաժանորդագրություններ կատարելը:
id_id: Tipe langganan harus dibuat sebelum langganan baru dapat dibuat.
it_it: Bisogna creare un tipo di abbonamento prima di poter creare nuovi abbonamenti.
ja: 新しい購読を作成する前に、購読種別を作成する必要があります。
ka_ge: გამოწერის ტიპი უნდა შეიქმნას ახალი გამოწერების გაკეთებამდე.
ku_iq: جۆری بەشداریکردن دەبێت پێش بەشداریکردنی نوێ دروست بکرێت.
ky: Жаңы жазылууларды түзүүдөн мурун жазылуу түрү түзүлүшү керек.
lt: Prieš užsakant prenumeratą iš naujo, turi būti nurodoma prenumeratos rūšis.
lv: Pirms jaunu abonementu izveides ir jāizveido abonēšanas veids.
mr: नवीन सदस्यत्व स्वीकारण्यापूर्वी सदस्यता प्रकार ठरवणे आवश्यक आहे.
ms: Jenis langganan mesti dibuat sebelum langganan baru dapat dibuat.
nb_no: Abonnementstype må lages før nye abonnementer kan tegnes.
nl: Er moet een abonnementsoort gemaakt worden voor abonnementen afgesloten kunnen worden.
pl: Rodzaj subskrypcji musi być stworzony przed dokonaniem nowych subskrypcji.
pt_br: Um tipo de assinatura deve ser criado antes de criar novas assinaturas.
pt_pt: Um tipo de subscrição deve ser criado antes de criar novas subscrições.
ru: Тип подписки должен быть создан до того, как будут сделаны новые подписки.
sk_sk: Pred zaobstaraním nového predplatného musí byť vytvorený typ predplatného.
sl_si: Pred novo naročnino mora biti ustvarjen nov tip naročnine.
sr_rs@cyrillic: Тип претплате мора бити креиран пре него што се направе нове претплате.
sr_rs@latin: Tip pretplate mora biti kreiran pre nego što se naprave nove pretplate.
sv_se: En prenumerationsform måste skapas innan en ny prenumeration kan göras.
tr_tr: Abonelik türü yeni bir abone kaydetmeden önce oluşturmalıdır.
uk: Перш ніж нова передплата буде створена, необхідно вказати її тип.
uz_cyrl: Обуна тури шарт.
uz_uz@latin: Yangi obuna bo'lishdan oldin obuna turi yaratilishi kerak.
vi_vn: Một loại thuê bao phải được tạo trước khi đăng ký mới có thể được thực hiện.
zh_cn: 订阅类型必须在新订阅之前被创建.
zh_hant: 建立新訂閱前，必須先創建一個訂閱種類。

# manager.subscriptions.form.institutionRequired
source: An institution must be created before new subscriptions can be made.
ar: ينبغي إنشاء المؤسسة قبل القيام بتسجيل إشتراكات جديدة.
az: Yeni abunəliklər edilməzdən əvvəl bir qurum yaradılmalıdır.
eu: Harpidetza berriak egin aurretik erakunde bat sortu behar da.
fi: Instituutio on luotava, ennen kuin uusia tilauksia voidaan tehdä.
hy: Նախքան նոր բաժանորդագրություններ կատարելը պետք է հաստատություն ստեղծվի:
ky: Жаңы жазылууларды түзүүдөн мурун институция түзүлүшү керек.
lt: Prieš pradedant prenumeruoti, reikia sukurti įstaigą.
lv: Pirms jaunu abonementu veikšanas ir jāizveido iestāde.
mr: नवीन सदस्यत्व/वर्गणी घेण्यापूर्वी संस्थेची नोंद करणे आवश्यक आहे.
ms: Institusi mesti diwujudkan sebelum langganan baharu boleh dibuat.
nl: Er moet een instituut worden aangemaakt voordat nieuwe abbonementen afgenomen kunnen worden.
pl: Zanim zostanie zapisana nowa subskrypcja należy stworzyć nową Instytucję.
ru: Организация должна быть создана до того, как будут оформлены новые подписки.
uk: Установа має бути створена до того, як будуть оформлені нові підписки.
uz_cyrl: Муассаса танланиши шарт.
zh_hant: 建立新訂閱前，必須先創建一個院校選項。

# manager.subscriptions.ipRange
source: IP Range
ar: مدى IP
az: IP aralığı
bg_bg: IP диапазон
ca_es: Interval IP
cs_cz: Rozsah IP
da_dk: IP-område
de_de: IP-Bereich
es_es: Rango de IP
eu: IP barrutia
fa_ir: محدوده IP
fi: IP-osoitealue
fr_fr: Intervalles d'adresses IP
gl: Rango de IP
hi_in: आईपी रेंज
hr_hr: IP doseg
hy: IP միջակայք
it_it: Range di IP
ja: IPアドレス範囲
ka_ge: IP დიაპაზონი
ku_iq: مەودای IP
ky: IP диапазону
lt: IP
lv: IP diapazons
mr: IP श्रेणी
ms: Julat IP
nb_no: IP-område
nl: IP reeks
pl: Zakres IP
pt_br: Faixa de IP
pt_pt: Faixa de IP
ru: Диапазон IP-адресов
sk_sk: Rozsah IP
sl_si: IP območje
sr_rs@cyrillic: IP опсег
sr_rs@latin: IP opseg
sv_se: IP-omfång
tr_tr: IP Aralığı
uk: Діапазон IP-адрес
uz_cyrl: IP диапазони
uz_uz@latin: IP diapazoni
vi_vn: Dải IP
zh_cn: IP范围
zh_hant: IP範圍

# manager.subscriptions.membership
source: Membership
ar: العضوية
az: Üzvlük
bg_bg: Членство
ca_es: Afiliació
cs_cz: Členství
da_dk: Medlemskab
de_de: Mitgliedschaft
es_es: Afiliación
eu: Kidea
fa_ir: عضویت
fi: Jäsenyys
fr_fr: Adhésion
gl: Afiliación
hi_in: सदस्यता
hr_hr: Članstvo
hy: Անդամակցություն
id_id: Keanggotaan
it_it: Iscrizione
ja: 会員情報
ka_ge: წევრობა
ku_iq: ئەندامبون
ky: Мүчөлүк
lt: Narystė
lv: Dalība
mr: सदस्यत्व
ms: Keahlian
nb_no: Medlemskap
nl: Lidmaatschap
pl: Członkostwo
pt_br: Assinatura
pt_pt: Subscrição
ru: Членство
sk_sk: Členstvo
sl_si: Članstvo
sr_rs@cyrillic: Чланство
sr_rs@latin: Članstvo
sv_se: Medlemskap
tr_tr: Üyelik
uk: Членство
uz_cyrl: Аъзолик
uz_uz@latin: A'zolik
vi_vn: Thành viên
zh_cn: 会员
zh_hant: 會員資格

# manager.subscriptions.referenceNumber
source: Reference Number
ar: الرقم المرجعي
az: Referans nömrəsi
bg_bg: Номер за справка (референтен номер)
ca_es: Número de referència
cs_cz: Referenční číslo
da_dk: Referencenummer
de_de: Referenznummer
es_es: Número de referencia
eu: Erreferentzia-zenbakia
fa_ir: شماره مرجع
fi: Viitenumero
fr_fr: Numéro de référence
gl: Número de referencia
hi_in: संदर्भ संख्या
hr_hr: Broj reference
hy: Հղման թիվը
id_id: Nomor Acuan
it_it: N&#186; di riferimento
ja: 会員番号
ka_ge: სარეგისტრაციო ნომერი
ku_iq: ژمارەی سەرچاوە
ky: Шилтеме номери
lt: Numeris
lv: Identifikācijas numurs
mr: संदर्भ क्रमांक
ms: Nombor rujukan
nb_no: Referansenummer
nl: Referentienummer
pl: Numer odniesienia
pt_br: Código de referência
pt_pt: Código de Referência
ru: Регистрационный номер
sk_sk: Referenčné číslo
sl_si: Referenčna številka
sr_rs@cyrillic: Референтни број
sr_rs@latin: Referentni broj
sv_se: Referensnummer
tr_tr: Referans Numarası
uk: Реєстраційний номер
uz_cyrl: Маълумотнома рақами
uz_uz@latin: Malumot raqami
vi_vn: Số tài liệu tham khảo
zh_cn: 参考文献数
zh_hant: 參考編號

# manager.subscriptions.notes
source: Notes
ar: الملاحظات
az: Qeydlər
bg_bg: Бележки
cs_cz: Poznámky
da_dk: Bemærkninger
de_de: Anmerkungen
es_es: Notas
eu: Oharrak
fa_ir: یادداشت‌ها
fi: Huomautukset
gl: Notas
hi_in: टिप्पणियाँ
hr_hr: Bilješke
hy: Նշումներ
id_id: Rekam
it_it: Note
ja: 備考
ka_ge: შენიშვნები
ku_iq: تێبینییەکان
ky: Эскертүүлөр
lt: Pastabos
lv: Piezīmes
mr: टिप्पण्या
ms: Catatan
nb_no: Notater
nl: Opmerkingen
pl: Opisy
pt_br: Notas
pt_pt: Notas
ru: Примечания
sk_sk: Poznámky
sl_si: Beležke
sr_rs@cyrillic: Белешке
sr_rs@latin: Beleške
sv_se: Anmärkningar
tr_tr: Notlar
uk: Примітки
uz_cyrl: Эслатмалар
uz_uz@latin: Eslatmalar
vi_vn: Các lưu ý
zh_cn: 注意
zh_hant: 備註

# manager.subscriptions.noneCreated
source: No subscriptions
ar: لا اشتراكات
az: Abunəçilər yoxdur
bg_bg: Няма абонаменти
ca_es: No hi ha cap subscripció
cs_cz: Žádné předplatné
da_dk: Der er ikke oprettet nogen abonnementer.
de_de: Es wurde kein Abonnement erstellt.
es_es: Ninguna suscripción
eu: Harpidetzarik ez
fa_ir: هیچ اشتراکی ایجاد نشده است
fi: Ei tilauksia
fr_fr: Aucun abonnement
gl: Non hai subscricións
hi_in: कोई सदस्यता नहीं
hr_hr: Nema kreiranih pretplata.
hy: Բաժանորդագրություններ չկան
id_id: Tidak ada langganan
it_it: Non ci sono abbonamenti
ja: 購読なし
ka_ge: გამოწერა არ არის
ku_iq: هیچ بەشداربویەک نییە
ky: Жазылуулар жок
lt: Neprenumeruojama
lv: Nav abonementu
mr: वर्गणीदार नाहीत
ms: Tiada langganan
nb_no: Ingen abonnement er opprettet
nl: Geen abonnementen
pl: Brak subskrypcji
pt_br: Nenhuma assinatura incluída.
pt_pt: Nenhuma subscrição criada
ru: Нет подписок
sk_sk: Žiadne predplatné
sl_si: Ni naročnin
sr_rs@cyrillic: Нема претплата
sr_rs@latin: Nema pretplata
sv_se: Inga prenumerationer.
tr_tr: Abone yok
uk: Немає передплат
uz_cyrl: Обуналар мавжуд эмас.
uz_uz@latin: Obunalar yo'q
vi_vn: Không có thuê bao
zh_cn: 没有建立任何的订户
zh_hant: 無訂閱

# manager.subscriptions.selectContact
source: Select Subscription Contact
ar: إختر عنوان الاتصال للاشتراك
az: Abunəlik əlaqəsi seçin
bg_bg: Изберете контакт за абонамент
ca_es: Selecciona un subscriptor/a
cs_cz: Zvolte kontakt pro předplatné
da_dk: Vælg abonnementskontakt
de_de: Abonnement-Kontakt auswählen
es_es: Seleccione un contacto para la suscripción
eu: Hautatu harpidetza-kontaktua
fa_ir: انتخاب تماس اشتراک
fi: Valitse tilauksen yhteyshenkilö
fr_fr: Sélectionner un contact des abonnements
gl: Selecciona o contacto da subscrición
hi_in: सदस्यता संपर्क का चयन करें
hr_hr: Odaberite kontakt za pretplatu
hy: Ընտրեք Բաժանորդագրության կոնտակտը
id_id: Pilih Kontak Langganan
it_it: Seleziona il contatto per gli abbonamenti
ja: 購読連絡先を選択
ka_ge: აირჩიეთ გამოწერის კონტაქტი
ku_iq: پەیوەندیکردن بە بەشداربووەوە دیاری بکە
ky: Жазылуу байланыш адамын тандаңыз
lt: Pasirinkti prenumeratoriaus kontaktinius duomenis
lv: Izvēlieties Abonēšanas kontaktpersonu
mr: सदस्यता संपर्क निवडा
ms: Pilih Hubungan Langganan
nb_no: Velg abonnementskontakt
nl: Kies contactpersoon
pl: Wybierz kontakt dla subskrypcji
pt_br: Escolha o contato para assinantes
pt_pt: Escolha o Contacto para a Subscrição
ru: Выберите контактное лицо для подписки
sk_sk: Zvoľte kontakt pre predplatné
sl_si: Izberite kontakt za naročnino
sr_rs@cyrillic: Одабери контакт за претплату
sr_rs@latin: Odaberi kontakt za pretplatu
sv_se: Välj prenumerationskontakt
tr_tr: Abonelik İletişimi Seç
uk: Виберіть контактну особу для передплати
uz_cyrl: Контактни танланг
uz_uz@latin: Kontaktga obuna bo'lishni tanlang
vi_vn: Chọn liên hệ thuê bao
zh_cn: 选择订阅联系方式
zh_hant: 選擇訂閱聯絡

# manager.subscriptions.selectUser
source: Select User
ar: إختر المستخدم
az: İstifadəçi seçin
bg_bg: Изберете потребител
ca_es: Selecciona un usuari/ària
cs_cz: Vybrat uživatele
da_dk: Vælg bruger
de_de: Benutzer/in auswählen
es_es: Seleccione un usuario/a
eu: Hautatu erabiltzailea
fa_ir: انتخاب کاربر
fi: Valitse käyttäjä
fr_fr: Sélectionner un utilisateur
gl: Selecciona un usuario/a
hi_in: उपयोगकर्ता का चयन करें
hr_hr: ODaberi korisnika
hy: Ընտրեք Օգտվողին
id_id: Pilih Pengguna
it_it: Seleziona un utente
ja: ユーザー選択
ka_ge: მომხმარებლის არჩევა
ku_iq: بەکارهێنەر دیاری بکە
ky: Колдонуучуну тандаңыз
lt: Pasirinkite vartotoją
lv: Atlasiet lietotāju
mr: वापरकर्ता निवडा
ms: Pilih Pengguna
nb_no: Velg bruker
nl: Kies gebruiker
pl: Wybierz użytkownika
pt_br: Escolha o usuário
pt_pt: Escolha o utilizador
ru: Выберите пользователя
sk_sk: Vybrať užívateľa
sl_si: Izberi uporabnika
sr_rs@cyrillic: Одабери корисника
sr_rs@latin: Odaberi korisnika
sv_se: Välj användare
tr_tr: Kullanıcı Seç
uk: Вибрати користувача
uz_cyrl: Фойдаланувчини танланг
uz_uz@latin: Foydalanuvchi -ni tanlang
vi_vn: Chọn người dùng
zh_cn: 选择用户
zh_hant: 選擇用戶
