Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.uniqueIdentifierDescription
source: Articles and issues can be tagged with an identification number or string, employing a registration system such as the Digital Object Identifier System (DOI).
ar: يمكن للمؤلفات والإصدارات أن تكون معلَّمة برمز تعريفي رقمي أو نصي أو توظيف نظام ترميز لذلك، مثل: نظام الترميز الرقمي للمكونات، Digital Object Identifier System ومختصره (DOI).
az: Məqalələr və nömrələr, rəqəmsal Obyekt Təsviretmə Sistemi (DOI) kimi bir qeydiyyat sistemi istifadə edərək bir kimlik nömrəsi və ya sətirlə etiketlənə bilər.
bg_bg: Статиите и броевете могат да бъдат маркирани с идентификационен номер или низ, като се използва система за регистрация като системата за идентификация на цифрови обекти (DOI, Digital Object Identifier System).
ca_es: És possible etiquetar els articles i els números de la revista amb un número o una cadena d’identificació utilitzant un sistema de registre com ara el Digital Object Identifier System (DOI).
cs_cz: Články a čísla mohou být označeny identifikačním číslem nebo řetězcem přičemž lze uplatnit registrační systém jako "Digital Object Identifier System" (DOI).
da_dk: Artikler og numre kan tildeles et identifikationsnummer eller en identifikationsstreng til et registreringssystem som DOI-systemet (Digital Object Identifier).
de_de: Artikel und Ausgaben können mit einer Identifikationsnummer oder einer Zeichenkette gekennzeichnet werden, wobei ein System, z.B. das DOI (Digital Object Identifier)-System, verwendet werden sollte.
es_es: Se puede etiquetar a los artículos y publicaciones con un número de identificación o una cadena, mediante el empleo de un sistema de registro como el Sistema de Identificación de Objetos Digitales (DOI).
eu: Artikuluei eta zenbakiei identifikazio-zenbaki edo -kate bat jarriko zaie, Digital Object Identifier System (DOI) edo antzeko erregistro-sistema baten bidez.
fa_ir: مقالات و شماره‌های مجله را می‌توان با یک شماره یا عبارت شناسایی مشخص کرد. برای این کار می‌توان از یک سیستم شناسایی مانند DOI استفاده کرد.
fi: Artikkelit ja numerot voidaan merkitä tunnistenumerolla tai -merkkijonolla käyttämällä sellaista rekisteröintijärjestelmää kuten Digital Object Identifier System (DOI).
fr_fr: Les articles et les numéros peuvent être étiquetés avec un numéro d'identification ou une chaîne de caractères, selon un système d'enregistrement comme le système Digital Object Identifier (DOI).
gl: Os artigos e números poden etiquetarse cun número de identificación ou cadea, empregando un sistema de rexistro como o Sistema de identificación de obxectos dixitais (DOI).
hi_in: आलेख और अंक को एक पहचान संख्या या स्ट्रिंग के साथ टैग किया जा सकता है, एक पंजीकरण प्रणाली को नियोजित करता है जैसे कि डिजिटल वस्तु पहचानकर्ता प्रणाली (DOI).
hr_hr: Članci i brojevi časopisa mogu biti označeni jedinstvenim identifikacijskim brojem ili nizom znakova, koristeći sustav za evidentiranje poput Digital Object Identifier System (DOI).
hy: Հոդվածները և թողարկումները կարող են պիտակավորվել նույնականացման թվով կամ տողով՝ օգտագործելով գրանցման համակարգ, ինչպիսին է Digital Object Identifier համակարգը (DOI):
id_id: Artikel dan terbitan dapat di-tag dengan angka atau string identifikasi, memakai sistem registrasi seperti Digital Object Identifier System (DOI).
is_is: Greinar og efni má merkja með auðkennisnúmeri eða streng, ef menn vilja nota skráningarkerfi eins og DOI kerfi.
it_it: Gli articoli ed i fascicoli possono essere individuati attraverso identificatori univoci e persistenti, come ad esempio il Digital Object Identifier (DOI).
ja: DOI（Digital Object Identifier System）のような登録システムを利用して、記事や巻・号に識別番号や文字列を付けることができます。
ka_ge: სტატიებსა და გამოცემებს შეიძლება მონიშნონ საიდენტიფიკაციო ნომერი ან სტრიქონი, რომელშიც გამოყენებულია სარეგისტრაციო სისტემა, როგორიცაა ციფრული ობიექტის იდენტიფიკატორი სისტემა (DOI).
ku_iq: توێژینەوەکان و ژمارەکانی گۆڤارەکە دەتواندرێت ژمارە یان زنجیرە پێناسێکیان لێبدرێت، بۆ بەگەڕخستنی سیستەمی تۆمارکردن وەکو سیستەمی ناسێنەری کەرستەی دیجیتاڵی ناسراو بە (دی ئۆ ئای).
ky: Макалалар жана чыгарылыштар идентификациялык номер же сап менен белгилениши мүмкүн, мисалы DOI системасы аркылуу.
lt: Straipsniai ir numeriai gali būti žymimi identifikavimo numeriu ar eilute, kuriuos numato tokios registravimo sistemos kaip Skaitmeninis objektų identifikatorius (DOI).
lv: Rakstus un žurnāla numurus var marķēt ar identifikācijas numuru vai virkni, izmantojot reģistrācijas sistēmu, piemēram, digitālo objektu identifikatoru sistēmu (DOI).
mr: डिजिटल ऑब्जेक्ट आयडेंटिफायर (DOI) प्रणालीसारखी नोंदणी प्रणाली वापरून लेख आणि अंक ओळख क्रमांक किंवा सूत्राने (स्ट्रिंग) बद्ध (टॅग) केले जाऊ शकतात.
ms: Artikel dan terbitan dapat ditandai dengan nombor pengenalan atau string, menggunakan sistem pendaftaran seperti Digital Object Identifier System (DOI).
nb_no: Artikler og utgaver kan merkes med et identifikasjonsnummer eller tegnstreng som følger et registreringssystem, for eksempel Digital Object Identifier (DOI).
nl: Artikels en nummers kunnen gelabeld worden met een identificatienummer of -tekst, gebruikmakend van een registratiesysteem als het Digital Object Identifier System (DOI).
pl: Teksty oraz numery mogą zostać oznaczone unikalnym identyfikatorem (numerem), takim jak np. Digital Object Identifier (DOI).
pt_br: Artigos e edições podem receber um código ou texto identificador, empregando um sistema de registro como o Identificador de Objeto Digital (DOI).
pt_pt: Artigos e edições podem receber um número ou texto identificador, empregando um sistema de registo como o Identificador de Objecto Digital (DOI).
ru: Статьи и выпуски могут быть помечены идентификационным номером или строкой, используя такую систему регистрации, как система Digital Object Identifier (DOI).
sk_sk: Články a čísla môžu byť označené identifikačným číslom alebo reťazcom pričom možno uplatniť registračný systém ako "Digital Object Identifier System" (DOI).
sl_si: Prispevki in številke revije so lahko označene z identifikacijsko številko ali nizom znakov, predvidenim v registracijskem sistemu, kot je recimo Digital Object Identifier System (DOI).
sr_rs@cyrillic: Чланци и бројеви могу бити означени јединстевним идентификационим бројем или низом примељујући идентификациони систем као што је Дигитални објект идентификатор систем (DOI).
sr_rs@latin: Članci i brojevi mogu biti označeni jedinstevnim identifikacionim brojem ili nizom primeljujući identifikacioni sistem kao što je Digitalni objekt identifikator sistem (DOI).
sv_se: Artiklar och tidskriftsnummer kan taggas med ett id-nummer eller en id-sträng som stöds av ett identifikationssystem som t.ex. Digital Object Identifier System (DOI).
tr_tr: Makaleler ve sayılar, Dijital Nesne Tanımlama Sistemi (DOI) gibi bir kayıt sistemi kullanılarak bir kimlik numarası veya dizeyle etiketlenebilir.
uk: Статті та випуски можуть бути асоційовані з ідентифікаційними номерами або кодами однієї з реєстраційних систем, наприклад, системи цифрових ідентифікаторів об'єктів (DOI).
uz_cyrl: Мақола ва сонлар учун махсус ID-лар (масалан: DOI).
uz_uz@latin: Maqolalar va sonlar identifikatsiya raqami yoki satr bilan belgilanishi mumkin, bunda raqamli ob'ekt identifikatori tizimi (DOI) kabi ro'yxatga olish tizimi qo'llaniladi.
vi_vn: Các bài viết và số có thể được gắn thẻ với số hoặc chuỗi nhận dạng, sử dụng hệ thống đăng ký, chẳng hạn như Digital Object Identifier System (DOI).
zh_cn: 文章和期数可以被附加上一个识别数字或字串，使用一个像是数位物件识别系统(Digital Object Identifier System; DOI)的注册系统。
zh_hant: 可為文章及每期期刊添加一個識別數字或字串，或使用一個註冊系統，例如數位物件識別符(DOI)系統。

# manager.setup.useEditorialReviewBoard
source: An editorial/review board will be used by the journal.
ar: هيئة التحرير/التحكيم المعتمدة لدى المجلة.
az: Bir redaksiya/dəyərləndirmə heyəti Jurnal tərəfindən istifadə ediləcəkdir.
bg_bg: Списанието ще използва редакционен/рецензионен съвет.
ca_es: La revista compta amb un consell de redacció o de revisió.
cs_cz: Časopis bude využívat redakční/recenzní radu.
da_dk: Tidsskriftet vil benytte et redaktions-/bedømmelsesudvalg.
de_de: Die Zeitschrift hat eine Redaktion bzw. ein Herausgeber/innengremium.
es_es: La revista dispondrá de un consejo de redacción y de revisión.
eu: Aldizkariak Kontseilu editoriala eta Adituen kontseilua izango ditu.
fa_ir: این مجله دارای تیم سردبیری و داوران است
fi: Julkaisu käyttää toimitus-/arviointineuvostoa.
fr_fr: La revue aura recours à un comité éditorial/d'évaluation.
gl: A revista dispoñerá dun consello de redacción/de revisión.
hi_in: जर्नल द्वारा एक संपादकीय / समीक्षा बोर्ड का उपयोग किया जाएगा।
hr_hr: Časopis će biti korišten od uredništva/recenzenata.
hy: Ամսագրի կողմից կօգտագործվի խմբագրական/գրախոսական խորհուրդ:
id_id: Dewan reviewer/editorial akan digunakan oleh jurnal.
is_is: Tímaritið mun nota ritstjórn.
it_it: La rivista ha un editorial board.
ja: ジャーナルでは、編集・審査委員会が使用されます。
ka_ge: ჟურნალი გამოიყენებს სარედაქციო/სარეცენზიო ფორუმს.
ku_iq: ئەنجومەنی سەرنوسەران/ پێداچوونەوە لە لایەن گۆڤارەکەوە بەکاردەهێندرێت.
ky: Журнал редакциялык/кароо кеңешин колдонот.
lt: Žurnalui sudaryta redaktorių kolegija (recenzentų grupė).
lv: Žurnāls izmantos redakcijas kolēģiju vai recenzentu komisiju.
mr: नियतकालिकाचे संपादकीय/समीक्षक मंडळ कार्यरत असेल.
ms: Lembaga editorial/ulasan akan digunakan oleh jurnal.
nb_no: Tidsskriftet skal ha redaksjons- eller fagfelleråd.
nl: Dit tijdschrift zal een redactie/review team gebruiken.
pl: Rada redakcyjna zostanie utworzona dla tego czasopisma.
pt_br: Um comitê editorial/avaliador será utilizado pela revista.
pt_pt: Um Equipa editorial/revisão será utilizado pela revista.
ru: Журнал будет использовать редакционную коллегию/коллегию рецензентов.
sk_sk: Časopis bude využívať redakčnú / recenznú radu.
sl_si: Revija bo imela uredniški/recenzijski odbor.
sr_rs@cyrillic: Часопис ће водити Уреднички/рецензентски одбор.
sr_rs@latin: Časopis će voditi Urednički/recenzentski odbor.
sv_se: Tidskriften har ett redaktionsråd och/eller ett granskningssråd.
tr_tr: Bir editöryal/değerlendirme kurulu dergi tarafından kullanılacaktır.
uk: Редколегія та/або Рада рецензентів журналу.
uz_cyrl: Журналда таҳририят ҳайъати мавжуд.
uz_uz@latin: Jurnalda tahririyat/ko'rib chiqish kengashi ishlatiladi.
vi_vn: Một ban biên tập/đánh giá sẽ được sử dụng bởi tạp chí.
zh_cn: 本期刊设有一个编辑/审稿委员会。
zh_hant: 期刊所採用的編輯／評審委員會。

# manager.setup.useThumbnail
source: Thumbnail
ar: الصورة المصغرة
az: Kiçik şəkil
bg_bg: Миниатюра (икона)
ca_es: Miniatura
cs_cz: Náhled
da_dk: Miniaturebillede
de_de: Vorschaubild
es_es: Miniatura de la revista
eu: Miniatura
fa_ir: تصویرک
fi: Pikkukuva
fr_fr: Vignette
gl: Miniatura da revista
hi_in: थंबनेल
hr_hr: Mala sličica
hy: Մանրապատկեր
is_is: Smámynd
it_it: Anteprima
ja: サムネイル
ka_ge: ესკიზი
ku_iq: وێنۆچکە
ky: Миниатюра
lt: Miniatiūra
lv: Sīktēls
mr: लघुप्रतिमा
ms: Gambar kecil
nb_no: Miniatyrbilde
nl: Miniatuur
pl: Miniatura
pt_br: Miniatura
ru: Миниатюра
sk_sk: Náhľad
sl_si: Sličica
sr_rs@cyrillic: Мала слика
sr_rs@latin: Mala slika
sv_se: Miniatyrbild
tr_tr: Küçük Görsel
uk: Мініатюра
uz_cyrl: Эскиз (расм)дан фойдаланиш
uz_uz@latin: Eskiz
vi_vn: Hình thu nhỏ
zh_cn: 缩略图
zh_hant: 縮圖

# manager.setup.useImageTitle
source: Title image
ar: صورة العنوان
az: Başlıq şəkli
bg_bg: Текст към изображението
ca_es: Imatge del títol
cs_cz: Obrázek názvu
da_dk: Titelbillede
de_de: Titelgrafik
es_es: Título en formato de imagen
eu: Irudia
fa_ir: تصویر عنوان
fi: Otsikon kuva
fr_fr: Image du titre
gl: Imaxe do título
hi_in: शीर्षक छवि
hr_hr: Slika naslova
hy: Վերնագրի պատկեր
id_id: Gambar judul
is_is: titilmynd
it_it: Immagine del titolo
ja: タイトル画像
ka_ge: სათაურის სურათი
ku_iq: وێنەی ناونیشان
ky: Аталыш сүрөтү
lt: Pavadinimo vaizdas
lv: Titulattēls
mr: शिर्षक प्रतिमा
ms: Gambar tajuk
nb_no: Tittelbilde
nl: Titelafbeelding
pl: Obraz tytułowy
pt_br: Título em formato de imagem
pt_pt: Imagem Título
ru: Изображение заголовка
sk_sk: Titulný obrázok
sl_si: Slika naslova
sr_rs@cyrillic: Слика наслова
sr_rs@latin: Slika naslova
sv_se: Titel som bild
tr_tr: Başlık görseli
uk: Зображення заголовку
uz_cyrl: Сарлавҳа ўрнига расм ишлатиш
uz_uz@latin: Sarlavha tasviri
vi_vn: Tiêu đề ảnh
zh_cn: 标题图像
zh_hant: 標識圖像

# manager.setup.userRegistration
source: User Registration
ar: تسجيل المستخدم
az: İstifadəçi qeydiyyatı
bg_bg: Регистрация на потребители
ca_es: Registre d’usuaris/àries
cs_cz: Registrace uživatelů
de_de: Registrierung von Benutzer/innen
es_es: Registro de usuarios/as
eu: Erabiltzaileen erregistratzea
fa_ir: ثبت‌نام کاربران
fi: Käyttäjärekisteröinti
fr_fr: Inscription de l'utilisateur
gl: Rexistro de usuarios/as
hi_in: उपयोगकर्ता का पंजीकरण
hr_hr: Registracija korisnika
hy: Օգտվողի գրանցում
id_id: Registrasi Pengguna
is_is: Skráning notenda
it_it: Registrazione utenti
ja: ユーザー登録
ka_ge: მომხმარებლის რეგისტრაცია
ku_iq: تۆمارکردنی بەکارهێنەر
ky: Колдонуучуну каттоо
lt: Vartotojo registracija
lv: Lietotāja reģistrācija
mr: वापरकर्त्याची नोंदणी
ms: Pendaftaran Pengguna
nb_no: Brukerregistrering
nl: Registratie van gebruikers
pl: Rejestracja użytkowników
pt_br: Cadastro de usuários
pt_pt: Registo de Utilizadores
ru: Регистрация пользователей
sk_sk: Registrácia užívateľov
sl_si: Registracija uporabnikov
sr_rs@cyrillic: Регистрација корисника
sr_rs@latin: Registracija korisnika
sv_se: Användarregistrering
tr_tr: Kullanıcı Kayıdı
uk: Реєстрація користувачів
uz_cyrl: Фойдаланувчиларни рўйхатдан ўтказиш
uz_uz@latin: Foydalanuvchilarni ro'yxatga olish
vi_vn: Đăng ký người dùng
zh_cn: 用户注册
zh_hant: 用戶註冊

# manager.setup.useTextTitle
source: Title text
ar: نص العنوان
az: Başlıq mətni
bg_bg: Текст на заглавието
ca_es: Text del títol
cs_cz: Text názvu
da_dk: Titeltekst
de_de: Titeltext
es_es: Título en formato de texto
eu: Testua
fa_ir: متن عنوان
fi: Otsikon teksti
fr_fr: Texte du titre
gl: Texto do título
hi_in: शीर्षक पाठ
hr_hr: Tekst naslova
hy: Վերնագրի տեքստ
id_id: Nama
is_is: Titill - texti
it_it: Testo del titolo
ja: タイトル文字
ka_ge: სათაურის ტექსტი
ku_iq: دەقی ناونیشان
ky: Аталыш тексти
lt: Pavadinimo tekstas
lv: Virsraksta teksts
mr: शीर्षकाचा मजकूर
ms: Teks tajuk
nb_no: Titteltekst
nl: Titel tekst
pl: Tytuł
pt_br: Título em formato de texto
pt_pt: Texto Título
ru: Текст заголовка
sk_sk: Text nadpisu
sl_si: Besedilo naslova
sr_rs@cyrillic: Текст наслова
sr_rs@latin: Tekst naslova
sv_se: Titel i text
tr_tr: Başlık metni
uk: Текст заголовку
uz_cyrl: Матнли сарлавҳадан фойдаланиш
uz_uz@latin: Sarlavha matni
vi_vn: Tiêu đề văn bản
zh_cn: 标题文字
zh_hant: 標題

# manager.statistics.statistics
source: Journal Statistics
ar: إحصائيات المجلة
az: Jurnal statistikası
bg_bg: Статистики за списанието
ca_es: Estadístiques de la revista
cs_cz: Statistiky časopisu
da_dk: Tidsskriftsstatistikker
de_de: Zeitschriftenstatistik
es_es: Estadísticas de la revista
eu: Aldizkariaren estatistikak
fa_ir: آمار مجله
fi: Julkaisun tilastot
fr_fr: Statistiques de la revue
gl: Estatísticas da revista
hi_in: जर्नल सांख्यिकी
hr_hr: Statistica časopisa
hy: Ամսագրի վիճակագրություն
id_id: Statistik Jurnal
is_is: Tölfræði
it_it: Statistiche
ja: ジャーナル統計
ka_ge: ჟურნალის სტატისტიკა
ku_iq: ئاماری گۆڤار
ky: Журнал статистикасы
lt: Žurnalo statistika
lv: Žurnāla statistika
mr: नियतकालिकाची सांख्यिकीय माहिती
ms: Statistik Jurnal
nb_no: Tidsskriftstatistikk
nl: Tijdschrift statistieken
pl: Statystyki czasopisma
pt_br: Estatísticas
pt_pt: Estatísticas da Revista
ru: Статистика журнала
sk_sk: Štatistiky časopisu
sl_si: Statistike revije
sr_rs@cyrillic: Статистика часописа
sr_rs@latin: Statistika časopisa
sv_se: Tidskriftsstatistik
tr_tr: Dergi İstatistikleri
uk: Статистика журналу
uz_cyrl: Статистика
uz_uz@latin: Jurnal statistikasi
vi_vn: Thống kê tạp chí
zh_cn: 期刊统计
zh_hant: 期刊統計數據

# manager.statistics.statistics.articleViews
source: Article View Counts (for Authors only)
ar: عدد مشاهدات المؤلَّف (للمؤلفين حصراً)
az: Məqalə baxış sayı (sadəcə Müəlliflər üçün)
bg_bg: Брой прегледи на статии (само за автори)
ca_es: Recompte de visualitzacions de l’article (només per a autors/ores)
cs_cz: Počet zobrazení článku (pouze pro autory)
da_dk: Antal visninger af artikel (kun for forfattere)
de_de: Artikel angesehen (nur für Autor/innen)
es_es: Contador de visitas al artículo (sólo para autores/as)
eu: Artikuluari egindako bisitak (Egileentzat soilik)
fa_ir: تعداد موارد مشاهده مقاله (فقط برای نویسندگان)
fi: Artikkelin katselukerrat (vain kirjoittajille)
fr_fr: Nombre de vues de l'article (pour les Auteurs seulement)
gl: Reconto de vistas de artigos (só para autores)
hi_in: आलेख देखें मायने रखता है (केवल लेखकों के लिए)
hr_hr: Brojač pristupa člancima (samo za autore)
hy: Հոդվածների դիտումների քանակը (միայն հեղինակների համար)
id_id: Hitung Lihat Artikel (hanya untuk Penulis)
is_is: Áhorf greinar (fyrir höfunda)
it_it: Conteggi delle visite dell'articolo (solo per gli autori)
ja: 記事閲覧数（著者のみ）
ka_ge: სტატიების ნახვის რაოდენობა (მხოლოდ ავტორებისთვის)
ku_iq: خستنەڕووی ژمارەدنی وشەکانی توێژینەوە (تەنها بۆ نوسەران)
ky: Макаланы көрүү саны (Авторлор үчүн гана)
lt: Peržiūrėjo straipsnį (tik autoriui)
lv: Raksta skatījumu skaits (tikai autoriem)
mr: लेखाला भेट देणार्‍यांची संख्या (केवळ लेखकांसाठी)
ms: Jumlah Paparan Artikel (untuk Pengarang sahaja)
nb_no: Telleverk for artikkelvisning (kun for forfattere)
nl: Artikel-tellers (alleen voor auteurs)
pl: Liczba wyświetleń tekstu (tylko dla autorów)
pt_br: Visualizações de artigo (apenas para autores)
pt_pt: Registo de visualização de artigo (Apenas para autores)
ru: Количество просмотров статьи (только для авторов)
sk_sk: Počet zobrazení článku (len pre autorov)
sl_si: Števec pristopov do prispevka (samo za avtorje)
sr_rs@cyrillic: Број прегледа чланака (само за ауторе)
sr_rs@latin: Broj pregleda članaka (samo za autore)
sv_se: Antal visningar av artikeln (endast för författare)
tr_tr: Makale Görüntüleme Sayısı (sadece yazarlar için)
uk: Показники перегляду статей (лише для авторів)
uz_cyrl: Мақола кўришлар сони
uz_uz@latin: Maqolalarni ko'rish soni (faqat mualliflar uchun)
vi_vn: Số lượt xem bài viết (chỉ dành cho tác giả)
zh_cn: 文章阅读统计(for Authors only)
zh_hant: 文章閱覽數目（只供作者查閱）

# manager.statistics.statistics.count.accept
source: Accept
ar: قبول
az: Qəbul
bg_bg: Прието
ca_es: Accepta
cs_cz: Přijmout
da_dk: Accepter
de_de: Annehmen
es_es: Aceptado
eu: Onartuak
fa_ir: پذیرش شده
fi: Hyväksy
fr_fr: Accepter
gl: Aceptar
hi_in: स्वीकार करना
hr_hr: Pozitivnih
hy: Ընդունել
id_id: Terima
is_is: Samþykkja
it_it: Proposte accettate (%):
ja: 採録
ka_ge: მიღება
ku_iq: پەسەندی بکە
ky: Кабыл алуу
lt: Priimti
lv: PIeņemts
mr: स्वीकृत
ms: Terima
nb_no: Akseptert
nl: Accepteer
pl: Akceptuj
pt_br: Aceito
pt_pt: Aceite
ru: Принято
sk_sk: Prijať
sl_si: Sprejetih
sr_rs@cyrillic: Прихвати
sr_rs@latin: Prihvati
sv_se: Accepterat
tr_tr: Kabul
uk: Прийнято
uz_cyrl: Қабул қилинган
uz_uz@latin: Qabul qiling
vi_vn: Chấp nhận
zh_cn: 接受刊出
zh_hant: 接受

# manager.statistics.statistics.count.decline
source: Decline
ar: رفض
az: Rədd
bg_bg: Отказано
ca_es: Rebutja
cs_cz: Odmítnout
da_dk: Afvis
de_de: Ablehnen
es_es: Rechazado
eu: Ez onartuak
fa_ir: رد شده
fi: Hylkää
fr_fr: Refuser
gl: Rexeitar
hi_in: पतन
hr_hr: Negativnih
hy: Մերժել
id_id: Tolak
is_is: Hana
it_it: Proposte rifiutate (%):
ja: 返戻
ka_ge: უარყოფა
ku_iq: ڕەتی بکەوە
ky: Баш тартуу
lt: Atmesti
lv: Noraidīšana
mr: अस्वीकृत
ms: Tolak
nb_no: Avvist
nl: Weiger
pl: Odmów
pt_br: Rejeitado
pt_pt: Recusado
ru: Отклонено
sk_sk: Odmietnuť
sl_si: Zavrnjenih
sr_rs@cyrillic: Не прихавти
sr_rs@latin: Ne prihvati
sv_se: Refuserat
tr_tr: Red
uk: Відхилено
uz_cyrl: Рад этилган
uz_uz@latin: Rad etish
vi_vn: Từ chối
zh_cn: 回绝刊出
zh_hant: 拒絕

# manager.statistics.statistics.count.revise
source: Resubmit
ar: إعادة تقديم
az: Yenidən Göndər
bg_bg: Повторно изпращане
ca_es: Torna a enviar
cs_cz: Znovu odeslat
da_dk: Send igen
de_de: Erneut einreichen
es_es: Reenviado
eu: Birbidaliak
fa_ir: دوباره ارسال شده
fi: Lähetä uudelleen
fr_fr: Soumettre à nouveau
gl: Reenviado
hi_in: पुनः सबमिट करें
hr_hr: Zahtijevane izmjene
hy: Կրկին ներկայացնել
id_id: Kirim Ulang
is_is: Senda inn aftur
it_it: Proposte accettate dopo modifiche (%):
ja: 再投稿
ka_ge: ხელახლა გაგზავნა
ku_iq: دووبارە پێشکەشی بکە
ky: Кайра тапшыруу
lt: Teikti iš naujo
lv: Atkārtota iesniegšana
mr: पुनर्सादरीकरणासाठी
ms: Serah semula
nb_no: Sendt inn igjen
nl: Opnieuw insturen
pl: Prześlij ponownie
pt_br: Submeter novamente
pt_pt: Submeter novamente
ru: Отправлено после доработки
sk_sk: Znovu odoslať
sl_si: Ponovno preštej
sr_rs@cyrillic: Поново пријави
sr_rs@latin: Ponovo prijavi
sv_se: Skicka in igen
tr_tr: Yeniden Gönder
uk: Повторно надіслано
uz_cyrl: Қайта ишлашга юборилган
uz_uz@latin: Qayta topshirish
vi_vn: Gửi lại
zh_cn: 重新投稿
zh_hant: 再遞交

# manager.statistics.statistics.daysPerReview
source: Days to review
ar: يوم/أيام للتحكيم
az: Dəyərləndirmə müddəti
bg_bg: Дни за рецензиране
ca_es: Dies per a la revisió
cs_cz: Dny do recenze
da_dk: Dage til bedømmelse
de_de: Tage bis zur Begutachtung
es_es: Periodo de revisión
eu: Ebaluazioa egiteko egunak
fa_ir: متوسط مدت داوری (روز)
fi: Arviointiaika (pv)
fr_fr: Jours requis pour évaluer
gl: Días para a revisión
hi_in: समीक्षा के लिए दिन
hr_hr: Dana do recenzije
hy: Գրախոսման օրեր
id_id: Hari untuk review
is_is: Datar til að ritrýna
it_it: Giorni utilizzati per la revisione:
ja: レビューまでの日数
ka_ge: განხილვის დღეები
ku_iq: ڕۆژەکانی پێداچوونەوە
ky: Кароо үчүн күндөр
lt: Kiek laiko recenzuota
lv: Dienas līdz recenzentu pārskatam
mr: समीक्षण पूर्ण करण्यासाठी शिल्लक दिवस
ms: Hari untuk mengulas
nb_no: Dager til vurdering
nl: Dagen voor een review
pl: Dni do recenzji
pt_br: Tempo de avaliação
pt_pt: Tempo de revisão
ru: Дней на рецензию
sk_sk: Dni do recenzie
sl_si: Število dni do recenzije
sr_rs@cyrillic: Дана за рецензију
sr_rs@latin: Dana za recenziju
sv_se: Dagar för granskning
tr_tr: Değerlendime süresi
uk: Днів на рецензування
uz_cyrl: Тақриз учун кетган кунлар
uz_uz@latin: Ko'rib chiqish kunlari
vi_vn: Ngày để xem xét
zh_cn: 审稿天数
zh_hant: 評審所需日數

# manager.statistics.statistics.daysToPublication
source: Days to publication
ar: يوم/أيام للنشر
az: Nəşrə qədər keçən müddət
bg_bg: Дни до публикуване
ca_es: Dies per a la publicació
cs_cz: Dny do publikování
da_dk: Dage til publicering
de_de: Tage bis zur Veröffentlichung
es_es: Periodo de publicación
eu: Argitaratzeko egunak
fa_ir: از ابتدا تا چاپ (روز)
fi: Aikaa julkaisuun (pv)
fr_fr: Jours requis pour publier
gl: Días para a publicación
hi_in: प्रकाशन के लिए दिन
hr_hr: Dana do objave
hy: Հրապարակման օրեր
id_id: Hari untuk penerbitan
is_is: Dagar til útgáfu
it_it: Giorni utilizzati per la pubblicazione:
ja: 掲載までの日数
ka_ge: გამოქვეყნების დღეები
ku_iq: ڕۆژەکانی بۆ بڵاوکردنەوە
ky: Жарыялоо үчүн күндөр
lt: Kiek laiko rengta
lv: Dienas līdz publicēšanai
mr: प्रकाशनासाठी शिल्लक दिवस
ms: Hari untuk penerbitan
nb_no: Dager før utgitt
nl: Dagen tot publicatie
pl: Dni do publikacji
pt_br: Tempo até a publicação
pt_pt: Tempo até à Publicação
ru: Дней на публикацию
sk_sk: Dni do publikovania
sl_si: Število dni do objave
sr_rs@cyrillic: Дана до објављивања
sr_rs@latin: Dana do objavljivanja
sv_se: Dagar till publicering
tr_tr: Yayına kadar geçen süre
uk: Днів до публікації
uz_cyrl: Нашр этилгунча кетган кунлар
uz_uz@latin: Nashr qilinadigan kunlar
vi_vn: Ngày xuất bản
zh_cn: 出版天数
zh_hant: 出版所需日數
