Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.sectionsDefaultSectionDescription
source: (If sections are not added, then items are submitted to the Articles section by default.)
ar: (إذا لم يتم إضافة أي أقسام، تُقدم المؤلفات إلى قسم المقالات بشكل تلقائي)
az: (Əgər bölmə əlavə edilməyibsə, müraciətlər defolt olaraq Məqalələr bölməsinə göndərilir.)
bg_bg: (Ако разделите не са добавени, тогава елементите се изпращат в секцията Статии по подразбиране.)
ca_es: (Si no s’afegeix cap secció, les trameses s’assignen per defecte a la secció «Articles».)
cs_cz: (Pokud nejsou přidány sekce, jsou příspěvky dle výchozího nastavení zasílány do sekce Články.)
da_dk: (Hvis der ikke er angivet sektioner, sendes elementer som standard til sektionen Artikler).
de_de: (Falls keine Rubrik angegeben wird, werden die Beiträge standardmäßig für die Rubrik Artikel eingereicht.)
es_es: (Si no se han añadido secciones, los elementos se envían por defecto a la sección Artículos.)
eu: (atalik ez bada zehazten, lana zuzenean Artikuluen atalera joango da lehenespenez.)
fa_ir: (چنانچه انواع مقالات تعیین نشود ، نوع مقالات ارسالی به صورت پیش‌فرض «مقاله پژوهشی» خواهد بود.)
fi: (Jos osastoja ei ole lisätty, kohteet lähetetään oletusarvoisesti artikkeliosastoon.)
fr_fr: (Si des rubriques ne sont pas ajoutées, les articles sont alors soumis par défaut à la rubrique Articles.)
gl: (Se non se engaden seccións, os elementos envíanse por defecto á sección Artigos.)
hi_in: (यदि अनुभाग नहीं जोड़े जाते हैं, तो आइटम डिफ़ॉल्ट रूप से आलेख अनुभाग में सबमिट किए जाते हैं.)
hr_hr: (Ako rubrike nisu dodane, stavke će biti dodane standardnoj rubrici "članci".)
hy: (Եթե բաժինները չեն ավելացվել, ապա տարրերը լռելյայն ներկայացվում են Հոդվածներ բաժնում):
id_id: (Jika bagian tidak diisi, secara default item akan diserahkan kepada bagian Artikel.)
is_is: (Ef engum köflum er bætt við, þá er allt efni sjálkrafa sent inn í geinakaflann.)
it_it: (Se non viene aggiunta nessuna sezione, i documenti verranno inviati per default alla sezione Articoli)
ja: (セクションが追加されていない場合は、デフォルトで「記事」セクションに投稿されます。）
ka_ge: (თუ სექციები არ დაემატება, მაშინ სტატიები წარედგინება სტატიების განყოფილებას.)
ku_iq: (ئەگەر بەشەکان زیاد نەکرابن، ئەوا دانەکان بە شێوەیەکی تۆماتیکی پێشکەشی بەشی توێژینەوەکان دەکرێن)
ky: (Эгер бөлүмдөр кошулбаса, анда материалдар демейки боюнча Макалалар бөлүмүнө тапшырылат.)
lt: (Jei skyriai nebus nurodyti, straipsniai pateks į skyrių „Straipsniai“.)
lv: (Ja sadaļas nav pievienotas, materiāli pēc noklusējuma tiek iesniegti sadaļā Raksti.)
mr: (नियतकालिक आशयानुसार विभागलेले नसल्यास, सगळे लेखन आपोआप लेख विभागात सादर केले जाते.)
ms: (Sekiranya bahagian tidak ditambahkan, maka item diserahkan ke bahagian Artikel secara lalai.)
nb_no: (Hvis seksjoner ikke er angitt, vil bidraget bli sendt inn til Artikler.)
nl: (Als er geen sectie wordt opgegeven, wordt het stuk ingezonden voor de artikels-sectie)
pl: (Jeżeli działy nie zostaną utworzone, przesłane teksty zostaną przydzielone do działu artykuły.)
pt_br: (Caso não sejam incluídas outras seções, todos os itens serão submetidos para Artigos.)
pt_pt: (Caso outras secções não sejam incluídas, todos os itens serão submetidos para a secção Artigos.)
ru: (Если разделы не добавлены, то все отправляемые материалы направляются в раздел «Статьи» по умолчанию.)
sk_sk: (Ak nie sú pridané sekcie, sú príspevky podľa východiskového nastavenia zasielané do sekcie Články.)
sl_si: (Če rubrike niso definirane, bodo vsi prispevki dodeljeni splošni rubriki "prispevki".)
sr_rs@cyrillic: ( Ако секције нису додате онда су ставке по почетним подешавањима стављене у секцију Чланци.)
sr_rs@latin: (Ako sekcije nisu dodate onda su stavke po početnim podešavanjima stavljene u sekciju Članci.)
sv_se: (Om inga sektioner har skapats så kommer bidragen automatiskt att läggas under sektionen Artikel.)
tr_tr: (Eğer bölüm eklenmemişse, başvurular varsayılan olarak Makaleler bölümüne gönderilir.)
uk: (Якщо розділи не додано, тоді елементи надсилаються за замовчуванням до розділу статей).
uz_cyrl: (Агар бўлим танланмаса, мақолалар автоматик равишда ушбу бўлимга тушади).
uz_uz@latin: (Agar bo'limlar qo'shilmasa, elementlar sukut bo'yicha Maqolalar bo'limiga yuboriladi.)
vi_vn: (Nếu các chuyên mục không được thêm vào, thì các bài được gửi đến chuyên mục Bài báo theo mặc định.)
zh_cn: （如果没有加入任何栏目，那么投稿项目预设将是「论文」栏目。）
zh_hant: （如沒有增添分類，所有項目會默認遞交至文章分類。）

# manager.setup.sectionsDescription
source: To create or modify sections for the journal (e.g., Articles, Book Reviews, etc.), go to Section Management.<br /><br />Authors on submitting items to the journal will designate...
ar: لإنشاء الأقسام أو تعديلها في هذه المجلة، مثل: المقالات، تنقيحات الكتب... إلخ. إذهب إلى إدارة القسم.<br /><br />سيقوم المؤلفون لدى تقديمهم لطلبات النشر في المجلة بتعيين...
az: Jurnal üçün ölmələr yaratmaq və ya dəyişdirmək (Məslən; Məqalələr, Kitab Dəyərləndirmələri, vb) üçün Bölmə Rəhbərliyinə gedin. <br /><br /> Müəlliflər jurnala Məqalə edərkən seçim edəcəklər...
bg_bg: За да създадете или промените раздели за списанието (например статии, рецензии и т.н.), отидете на Управление на секции. <br /> <br /> Авторите, изпращащи статии в списанието, ще посочат ...
ca_es: Per crear o modificar seccions de la revista (com ara articles, ressenyes literàries, etc.), entreu a l’Administració de seccions.<br /><br />Els autors/ores que facin trameses a la revista han de designar...
cs_cz: Pro vytvoření nebo úpravu sekcí časopisu (například Články, Recenze knih, atd.) přejděte na Správa sekcí.<br /><br />Autoři při odesílání příspěvků do časopisu vyznačí...
da_dk: Hvis du vil oprette eller ændre sektioner for tidsskriftet (f.eks. artikler, boganmeldelser osv.), skal du gå til Administration af sektioner.<br /><br />Ved fremsendelse af elementer til tidsskriftet skal forfattere angive...
de_de: Gehen Sie zur Rubrikverwaltung, um Zeitschriftenrubriken einzurichten oder zu verändern (z.B. Artikel, Rezensionen usw.).<br /><br /> Wenn Beiträge eingereicht werden, schlagen die Autor/innen eine Rubrik vor.
es_es: Para crear o modificar secciones en la revista (p. ej., Artículos, Revisión de libros, etc.), vaya a la sección Gestión. <br /><br />Los autores/as con elementos para enviar a la revista designarán...
eu: Aldizkariaren atalak sortzeko edo aldatzeko (adib., Artikuluak, Liburuen kritikak, etab.) joan Atalen kudeaketara.<br /><br />Egileek aldizkarira lanak bidaltzen dituztenean, adieraziko dute...
fa_ir: برای تعریف انواع مقالات و یا تغییر آن‌ها برای این مجله به قسمت مدیریت انواع مقالات بروید. <br /><br />نویسندگان در زمان ارسال مقاله می‌توانند آن‌ها را انتخاب کنند.
fi: Luodaksesi tai muokataksesi julkaisun osastoja (esim. artikkelit, kirja-arvostelut jne.) mene Osaston hallinnointi -kohtaan.<br /><br />Julkaisuun kohteita lähettävät kirjoittajat nimittävät...
fr_fr: Pour créer ou modifier des rubriques pour la revue (par ex., Articles, Comptes rendus de livres, etc.), aller à Gestion de rubrique.<br /><br />Lors de la soumission d'articles à la revue, les auteurs désigneront...
gl: Para crear ou modificar seccións na revista (por exemplo, artigos, reseñas de libros, etc.), vai a Xestión das seccións.<br /><br />Os autores que envíen elementos á revista designarán ...
hi_in: जर्नल के लिए अनुभाग बनाने या संशोधित करने के लिए (जैसे, लेख, पुस्तक समीक्षा आदि), अनुभाग प्रबंधन पर जाएं। <br /> <br /> जर्नल को आइटम प्रस्तुत करने वाले लेखक नामित करेंगे।...
hr_hr: DA biste kreirali ili modificirali rubrike za časopis (npr. Članci, Recenzije knjiga itd.), odite na "upravljenje rubrikama"<br /><br />Autori će biti označeni pri predaji stavki...
hy: Ամսագրի համար բաժիններ ստեղծելու կամ փոփոխելու նպատակով (օրինակ՝ Հոդվածներ, Գրքերի ակնարկներ և այլն), անցեք Բաժինների կառավարում:<br /><br />Հեղինակները ամսագրին հոդվածներ ներկայացնելիս կկարողանան նախորոշել...
id_id: Untuk membuat atau memodifikasi bagian untuk jurnal (contoh: artikel, review buku, dll), pergi ke Manajemen Bagian.<br /><br /> Penulis dalam menyerahkan item untuk jurnal akan menentukan....
is_is: Til að búa til eða breyta köflum fyrir tímaritið (t.d., Ritrýndar greinar, Bóka gagnrýni, o.s.frv.), farðu í umsjón með köflum.<br /><br />Höfundar á innsendu efni muni velja...
it_it: Per creare o modificare le sezioni della rivista (ad esempio: Articoli, Recensioniecc.), andate alla sezione Section Management.<br /><br />Gli autori, nell'inviare gli articoli alla rivista, indicheranno...
ja: ジャーナルのセクション（論文、ブックレビューなど）を作成・変更するには、セクション管理に進みます。<br /><br />ジャーナルにアイテムを投稿する際、著者が指定するのは...
ka_ge: ჟურნალისთვის განყოფილებების შესაქმნელად ან შესწორებისთვის (მაგ. სტატიები, წიგნების მიმოხილვა და ა.შ.) გადადით სექციის მენეჯმენტში.<br /><br /> ავტორები ჟურნალში საგნების წარდგენის შესახებ დანიშნავენ...
ku_iq: بۆ دروستکردن یان ڕێکخستنەوەی بەشەکانی گۆڤار (بۆ نمونە توێژینەوەکان، هەڵسەنگاندنەکانی کتێب...هتد) بڕۆ بۆ بەڕێوەبردنی بەش.<br /><br /> توێژەرانی کە توێژینەوەکانیان دەنێرن خۆیان دیزاینەکە دەکەن...
ky: Журнал үчүн бөлүмдөрдү түзүү же өзгөртүү үчүн (мисалы, Макалалар, Китеп сындары ж.б.) Бөлүмдөрдү башкарууга кириңиз.<br /><br />Авторлор материалдарды тапшырганда белгилешет...
lt: Norėdami sukurti ar redaguoti žurnalo skyrius (pvz., Straipsniai, Knygų apžvalgos ir pan.), eikite į skyrių valdymą.<br /><br />Autoriai, pateikdami darbus žurnalui, nurodys...
lv: Lai izveidotu vai mainītu žurnāla sadaļas (piemēram, Raksti, Grāmatu recenzijas u. c.), dodieties uz sadaļu pārvaldību.<br /><br />Autori, iesniedzot materiālus žurnālam, norādīs...
mr: नियतकालिकासाठी विभाग तयार करण्यासाठी किंवा बदल करण्यासाठी (उदा., लेख, पुस्तक परिचय इ.), विभाग व्यवस्थापनावर जा.<br/><br/>नियतकालिकामध्ये सादरीकरण करणारे लेखक योग्य विभागाची निवड करतील.
ms: Untuk cipta atau mengubah bahagian untuk jurnal (mis. Artikel, Ulasan Buku, dan lain-lain), pergi ke Bahagian Pengurusan. <br /> <br /> Pengarang menghantar item ke jurnal akan menetapkan ...
nb_no: For å opprette eller endre seksjoner for tidsskriftet (f.eks. Artikler, Bokanmeldelser, etc.), gå til seksjonsadministrasjon.<br /><br />Når forfattere sender inn elementer til tidsskriftet, kommer de til å angi ...
nl: Ga naar Sectiebeheer om secties voor het tijdschrift aan te maken of te wijzigen (bv. Artikels, Boekreviews, enz.).<br /><br />Auteurs geven bij de inzending van stukken het volgende aan...
pl: W celu utworzenia lub zmodyfikowania działu dla czasopisma, udaj się do zarządzania działami.<br /><br />Autorzy będą przypisani do zgłoszonych pozycji czasopismu...
pt_br: Para modificar as seções da revista (Ex.: Artigos, Resenhas, etc.), entre em Seções.<br /><br />Ao submeter documentos para a revista, os autores definirão:
pt_pt: Para modificar as secções da revista (Ex.: Artigos, Recensões, etc.), entre em Secções.<br /><br />Ao submeter documentos para a revista, os Autores definirão...
ru: Для создания или изменения разделов журнала (например, «Статьи», «Обзоры книг» и т. д.), перейдите в «Управление разделами».<br /><br />Авторы при отправке материалов в журнал смогут выбрать...
sk_sk: Pre vytvorenie alebo úpravu sekcií časopisu (napríklad Články, Recenzie kníh, atď.) Prejdite na Správa sekcií.<br /><br />Autori pri odosielaní príspevkov do časopisu vyznačia...
sl_si: Za kreiranje ali spreminjanje rubrik revije (npr. Prispevki, Recenzije knjig,...) pojdite na Upravljanje rubrik.<br /><br />Avtorji bodo ob oddaji prispevkov za revijo določili...
sr_rs@cyrillic: Да би креирали или модификовали секције/рубрике у овом часопису (нпр. Чланци, Прикази књига итд) отиђите на Управљање секцијама <br /><br /> Аутори ће приликом пријаве чланака у часопис доделити....
sr_rs@latin: Da bi kreirali ili modifikovali sekcije/rubrike u ovom časopisu (npr. Članci, Prikazi knjiga itd) otiđite na Upravljanje sekcijama <br /><br /> Autori će prilikom prijave članaka u časopis dodeliti....
sv_se: För att skapa eller redigera tidskriftens sektioner (t.ex.; Artiklar, Bokrecensioner, etc.), gå till Hantera sektioner.<br /><br />Författare som skickar in bidrag till tidskriften kommer att ange...
tr_tr: Dergi için bölümler oluşturmak veya değiştirmek (Örneğin; Makaleler, Kitap Değerlendirmeleri, v.b.) için Bölüm Yönetimine gidin. <br /><br /> Yazarlar dergiye gönderi yaparken seçim yapacaklardır...
uk: Щоб додати або змінити розділи журналу (наприклад, Статті, Рецензії тощо), перейдіть на сторінку "Розділи журналу".<br /><br />Автори рукописів вказуватимуть...
uz_cyrl: Журнал бўлимларини яратинг ва бошқаринг (масалан: Мақолалар, Шарҳлар).
uz_uz@latin: Jurnal uchun bo'limlar yaratish yoki o'zgartirish uchun (masalan, maqolalar, kitoblarga sharhlar va boshqalar) bo'lim boshqaruvi bo'limiga o'ting. <br/> <br/> Maqolalarni jurnalga yuborish uchun mualliflar ...
vi_vn: Để tạo hoặc sửa đổi các chuyên mục cho tạp chí (ví dụ: Bài viết, Đánh giá sách, v.v.), hãy đi tới Quản lý chuyên mục. <br/> <br/> Tác giả gửi bài theo các chuyên mục cho tạp chí sẽ chỉ định ...
zh_cn: 进入「栏目管理」以建立或修改本期刊的文章栏目（例如论文、书评等等）。<br /><br />在投稿给本期刊之后，作者将会指派其文章为...
zh_hant: 如需創建或更改期刊內分類（例如：文章、書評等等），請到分類管理頁面。<br /><br />作者投稿至期刊項目會分配到……

# manager.setup.selectEditorDescription
source: The journal editor who will see it through the editorial process.
ar: محرر المجلة الذي سيطلع عليها خلال عملية التحرير.
az: Jurnal redaktoru bunu redaksiya prosesi kimi görəcəkdir.
bg_bg: Редакторът на списанието, който ще го види през редакционния процес.
ca_es: L’editor/a de la revista que segueix tot el procés editorial.
cs_cz: Editora časopisu, který na něj bude během redakčního řízení dohlížet.
da_dk: Hvilken tidsskriftsredaktør, der skal føre elementet igennem den redaktionelle proces.
de_de: Redakteur/in, die/der den Beitrag betreut
es_es: El editor/a de la revista ejercerá de supervisor durante todo el proceso editorial.
eu: Aldizkariko zein editorek jarraituko duen lana prozesu editorialean zehar.
fa_ir: دبیری که مسئول رسیدگی به مقاله است
fi: Julkaisun toimittaja, joka on mukana toimitusprosessin alusta loppuun asti.
fr_fr: Le rédacteur de la revue qui suivra tout le processus éditorial.
gl: O editor/a da revista que supervisará o proceso editorial.
hi_in: जर्नल संपादक जो संपादकीय प्रक्रिया के माध्यम से इसे देखेगा।
hr_hr: Urednik časopisa koji će to vidjeti kroz postupak uređivanja.
hy: Ամսագրի խմբագիրը, ով կտեսնի այն խմբագրական գործընթացի ընթացքում:
id_id: Editor jurnal yang akan menyelesaikan proses editorial.
is_is: Ristjóri sem hefur umsjón með efninu í gengum ritstjórnarferlið.
it_it: L'editor della rivista che seguirà l'articolo lungo il processo editoriale.
ja: 編集プロセスを見守ってくれる雑誌編集者。
ka_ge: ჟურნალის რედაქტორი, რომელიც მას სარედაქციო პროცესის განმავლობაში ნახავს.
ku_iq: سەرنوسەری گۆڤار لە چوارچێوەی پرۆسەی هەڵسەنگاندندا ئەمە دەبینێت.
ky: Редакциялык процессти жүргүзө турган журнал редактору.
lt: Leidinio redaktorius, kuris vykstant leidybos procesui bus už tai atsakingas.
lv: Žurnāla redaktors, kas nodrošinās redakcijas procesu.
mr: नियतकालिकाचे संपादक जे संपादकीय प्रक्रियेद्वारे ते पाहतील.
ms: Editor jurnal yang akan melihatnya melalui proses editorial.
nb_no: Tidsskriftredaktør som skal følge bidraget gjennom den redaksjonelle prosessen.
nl: De redacteur die het door het redactieproces zal leiden.
pl: Redaktor czasopisma, który będzie posiadał dostęp do procesu recenzji.
pt_br: O editor será responsável pelo processo editorial.
pt_pt: O Editor responsável pelo processo editorial.
ru: Редактор журнала, который будет контролировать прохождение материала через редакционный процесс.
sk_sk: Editor časopisu, ktorý na neho bude počas redakčného konania dohliadať.
sl_si: Urednik revije, ki bo to videl skozi uredniški postopek.
sr_rs@cyrillic: Уредник часописа који ће видети током процеса редакције.
sr_rs@latin: Urednik časopisa koji će videti tokom procesa redakcije.
sv_se: Tidskriftsredaktören som kommer att följa bidraget genom den redaktionella processen.
tr_tr: Dergi editörü bunu editoryal süreç olarak görecektir.
uk: Редактор журналу, який наглядатиме за редакційним процесом.
uz_cyrl: Таҳририят жараёнини охиригача бошқарадиган муҳаррирни танланг.
uz_uz@latin: Buni jurnal tahrirlovchisi ko'radi.
vi_vn: Các biên tập viên tạp chí sẽ nhìn thấy nó thông qua quá trình biên tập.
zh_cn: 将会全程监控处理过程的期刊编辑
zh_hant: 期刊編輯會在編輯過程中看到。

# manager.setup.selectSectionDescription
source: The journal section for which the item will be considered.
ar: قسم المجلة المتعلق بالفقرة المعنية.
az: Jurnal bölməsi nəzərə alınacaq.
bg_bg: Разделът на списанието, за който ще бъде разгледан материалът.
ca_es: La secció de la revista adequada per a la tramesa.
cs_cz: Sekci časopisu, pro kterou je příspěvek zamýšlen.
da_dk: Hvilken tidsskriftssektion, elementet skal tages i betragtning til.
de_de: Die Rubrik der Zeitschrift, für die der Beitrag in Frage kommt
es_es: La sección de la revista para la que se considerará el elemento.
eu: Lana aldizkariaren zein ataletarako pentsatua den.
fa_ir: نوع مقاله که آیتم مورد نظر به آن تعلق دارد
fi: Julkaisun osasto, johon kohdetta harkitaan.
fr_fr: La rubrique de la revue pour laquelle l'article sera pris en considération.
gl: A sección da revista para a que se considerará o envío.
hi_in: जर्नल अनुभाग जिसके लिए आइटम पर विचार किया जाएगा।
hr_hr: Rubrika časopisa za koju će stavka biti razmatrana.
hy: Ամսագրի բաժինը, որի համար կդիտարկվի նյութը:
id_id: Bagian jurnal di mana item akan dipertimbangkan.
is_is: Kafli tímaritsins sem atriði verður skoðað fyrir.
it_it: La sezione della rivista cui è destinato l'articolo.
ja: そのアイテムが検討されるジャーナルセクション。
ka_ge: ჟურნალის განყოფილება, რომლისთვისაც საკითხი განიხილება.
ku_iq: بەشی گۆڤاری پەیوەندیدار بە توێژینەوەکە.
ky: Материал карала турган журнал бөлүмү.
lt: Leidinio skyrius, kuriam tai bus taikoma.
lv: Žurnāla sadaļa, kurā tiks izskatīts šis materiāls.
mr: ते लेखन नियतकालिकाच्या योग्य विभागासाठी विचारात घेतले जाईल.
ms: Bahagian jurnal yang itemnya akan dipertimbangkan.
nb_no: Tidsskriftseksjonen bidraget skal vurderes for.
nl: De tijdschriftsectie waarvoor het stuk overwogen moet worden.
pl: Dział czasopisma dla którego ustawienia mają zastosowanie.
pt_br: A seção para qual o documento deverá ser considerado.
pt_pt: A secção para qual o documento deverá ser considerado.
ru: Раздел журнала, в котором будет расссматриваться данный материал.
sk_sk: Sekcia časopisu, pre ktorú je príspevok zamýšľaný.
sl_si: rubrika revije, za katero bo prispevek predviden.
sr_rs@cyrillic: Секција часописа за коју ће чланак бити разматран.
sr_rs@latin: Sekcija časopisa za koju će članak biti razmatran.
sv_se: Lämplig tidskriftssektion för bidraget.
tr_tr: Dergi bölümü göz önüne alınacaktır.
uk: Розділ журналу для об'єктів.
uz_cyrl: Мақола топширишда муаллиф танлаши керак бўлган бўлим.
uz_uz@latin: Maqola ko'rib chiqiladigan jurnal bo'limi.
vi_vn: Chuyên mục tạp chí sẽ được xem xét.
zh_cn: 将会考虑纳入此项目的期刊栏目。
zh_hant: 會考慮分配項目至那一個期刊分類。

# manager.setup.showGalleyLinksDescription
source: Always show galley links and indicate restricted access.
ar: دائماً أظهر روابط لوح الطباعة وقيّد الوصول إلى المحتوى.
az: Həmişə dizayn linkini göstərin və məhdud girişi qeyd edin.
bg_bg: Винаги показвайте връзки към типография и посочете ограничен достъп.
ca_es: Mostra sempre els enllaços a les galerades i indica l’accés restringit.
cs_cz: Vždy zobrazovat odkazy sazebnice a indikovat omezený přístup.
da_dk: Vis altid links til publiceringsversioner, og angiv begrænset adgang.
de_de: Links auf die Fahne immer anzeigen und beschränkten Zugang kennzeichnen.
es_es: Mostrar siempre los enlaces de galeradas e indicar que el acceso es restringido.
eu: Beti erakutsi galerada-estekak eta adierazi sarbide murriztua.
fa_ir: نمایش لینک تمام متن و تذکر دسترسی محدود
fi: Näytä aina julkaistavien tiedostojen linkit ja ilmaise rajoitettu saatavuus.
fr_fr: Toujours afficher les liens des épreuves et indiquer l'accès restreint.
gl: Amosa sempre as ligazóns as galeradas e indica que o acceso é restrinxido.
hi_in: हमेशा गैली लिंक दिखाएं और प्रतिबंधित पहुंच का संकेत दें।
hr_hr: Uvijek prikaži poveznicu na pun tekst priloga, uz naznaku ograničenja pristupa.
hy: Միշտ ցույց տվեք շարվածքի հղումները և տեղեկացրեք սահմանափակ մուտքի մասին:
id_id: Selalu tampilkan tautan galley dan tunjukkan bahwa akses dibatasi.
is_is: Sína alltaf galley tengla og gefa til kynna takmarkaðann aðgang.
it_it: Mostra sempre i link alle bozze e indica l'accesso ristretto.
ja: 常にゲラ刷りへのリンクを表示し、アクセス制限を示す。
ka_ge: ყოველთვის აჩვენეთ სვეტის ბმულები და მიუთითეთ შეზღუდული წვდომა.
ku_iq: هەمیشە بەستەری تابلۆکان پیشان بدە بەڵام بە دەستپێڕاگەیشتنی داخراو.
ky: Ар дайым верстка шилтемелерин көрсөтүп, чектелген кирүүнү белгилеңиз.
lt: Visada rodyti skilčių nuorodas ir nuorodą apie ribojamąją prieigą.
lv: Vienmēr rādīt saliktņa saites un norādi par ierobežotu piekļuvi.
mr: नेहमीच गॅलीला दुव्याने (लिंक) जोडा आणि प्रतिबंधित उपलब्धता सूचित करा.
ms: Sentiasa tunjukkan pautan galley dan tunjukkan akses terhad.
nb_no: Vis alltid sideoppsettlenker og indikér om tilgangen er begrenset.
nl: Altijd de proefdruk-links tonen en beperkte toegang aangeven.
pl: Zawsze pokazuj łącza do finalnej wersji plików, ale informuj o braku dostępu.
pt_br: Sempre exibir links para composições e indicar acesso restrito.
pt_pt: Exibir sempre links para composições e indicar acesso restrito.
ru: Всегда показывать ссылки на гранки и уведомлять об ограниченном доступе.
sk_sk: Vždy zobrazovať odkazy sadzobnice a indikovať obmedzený prístup.
sl_si: Vedno pokaži povezavo na celoten prispevek, z oznako omejenega pristopa.
sr_rs@cyrillic: Увек покажи везе прем финалним копијама и укажи на ограничен приступ.
sr_rs@latin: Uvek pokaži veze prem finalnim kopijama i ukaži na ograničen pristup.
sv_se: Visa alltid länkar till publiceringsversionerna och markera när tillgången är begränsad.
tr_tr: Daima dizgi bağantısını göster ve sınırlı erişimi belirt.
uk: Завжди відображати посилання на повні тексти та повідомляти про обмежений доступ.
uz_cyrl: Файллар ҳаволаларини ҳар доим кўрсатиш.
uz_uz@latin: Har doim oshxona havolalarini ko'rsating va cheklangan kirishni bildiring.
vi_vn: Luôn hiển thị các thư viện liên kết và chỉ ra quyền truy cập hạn chế.
zh_cn: 总是显示相关文档链接以及明示的受限存取。
zh_hant: 必定顯示校對樣本連結及標明限制取用。

# manager.setup.siteAccess.view
source: Site Access
ar: الوصول إلى الموقع
az: Sayt girişi
bg_bg: Достъп до сайта
ca_es: Accés al lloc
es_es: Acceso al sitio
eu: Gunerako sarbidea
fi: Pääsy verkkosivulle
fr_fr: Accès au site
gl: Acceso ao sitio
hi_in: साइट का उपयोग
hy: Կայքի հասանելիություն
is_is: Aðgangur síðu
it_it: Accesso al sito
ja: サイトアクセス
ka_ge: საიტის წვდომა
ku_iq: دەستپێڕاگەیشتنی پەڕە
ky: Сайтка кирүү
lt: Prieiga prie svetainės
lv: Piekļuve vietnei
mr: संकेतस्थळ प्रवेश
ms: Akses Laman
nb_no: Nettstedstilgang
nl: Toegang
pl: Dostęp do strony
pt_pt: Acesso ao Site
ru: Доступ к сайту
sk_sk: Prístup na stránky
sl_si: Dostop do spletišča
tr_tr: Site Erişimi
uk: Доступ до вебсайту
uz_cyrl: Сайтга кириш
uz_uz@latin: Saytga kirish
vi_vn: Truy cập trang web
zh_hant: 網站存取
