Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.enableDois.description
source: Allow Digital Object Identifiers (DOIs) to be assigned to work published in this journal.
ar: السماح لمعرفات المكونات الرقمية (DOI) بأن يتم تعينها للأعمال المنشورة في هذه المجلة.
az: Məqalələrə, nömrələrə və dizayn formatlarına Rəqəmsal Nəsnə Təyinedicilər (DOI’lər) təyin edin.
bg_bg: Присвояване на цифрови идентификатори на обекти (DOI) на статии, броеве и типографии.
eu: Aldizkari honetan argitaratutako lanei Objektu Identifikatzaile Digitalak (DOI) esleitzea baimendu.
fi: Salli digitaalisten objektitunnisteiden (DOI) määrittäminen tämän julkaisun sisällöille.
hy: Թույլ տվեք թվային օբյեկտների նույնացուցիչներին (DOI) նշանակվել այս ամսագրում հրապարակված աշխատանքին:
ka_ge: მიანიჭეთ ციფრული ობიექტების იდენტიფიკატორები (DOI) სტატიებს, საკითხებს და გალერეებს.
ky: Бул журналда жарыяланган материалга санарип объектинин идентификаторлорун (DOI) дайындоого уруксат бериңиз.
lt: Leisti priskirti skaitmeninius objektų identifikatorius (DOI) šiame žurnale paskelbtiems darbams.
lv: Piešķirt digitālo objektu identifikatorus (DOI) rakstiem, numuriem un saliktņiem.
mr: या नियतकालिकामध्ये प्रकाशित केलेल्या लेखनासाठी डिजिटल ऑब्जेक्ट आयडेंटिफायर्स (DOIs) ने ओळख देण्याची अनुमती द्या.
ms: Benarkan Pengecam Objek Digital (DOI) ditugaskan untuk kerja yang diterbitkan dalam jurnal ini.
nl: Sta het toewijzen van Digital Object Identifiers (DOIs) aan werk dat in dit tijdschrift gepubliceerd is toe.
pl: Uruchomienie Digital Object Identifiers (DOI) dla materiałów publikowanych w tym czasopiśmie.
ru: Разрешить присваивать цифровые идентификаторы объектов (DOI) материалам, опубликованным в этом журнале.
uk: Дозволити присвоєння цифрових ідентифікаторів об'єктів (DOI) працям, опублікованим у цьому журналі.
uz_cyrl: Ушбу журналда нашр этилган материалларга Рақамли объект идентификаторларини (DOI) тайинлашни ёқиш.
zh_hant: 允許配置數位物件識別碼（Digital Object Identifiers, 簡稱DOIs）至本期刊之出版物。

# doi.manager.settings.doiObjectsRequired
source: Select which items will be assigned a DOI. Most journals assign DOIs to articles, but you may wish to assign DOIs to all of the published items.
ar: لطفاً، إختر المكونات التي ينبغي تعيين معرف المكون الرقمي لها. أغلب المجلات تعين معرفات المكونات الرقمية للمقالات، ولكنك قد ترغب بتعيين تلك المعرفات إلى كل العناصر المنشورة.
az: DOI-nin hansı maddələrə təyin olunacağını seçin. Əksər Jurnallar DOİ-leri məqalələrə təyin edir, lakin siz dərc edilmiş bütün məqalələrə DOI təyin edə bilərsiniz.
eu: Hautatu zein elementuri esleituko zaien DOI bat. Aldizkari gehienek artikuluei esleitzen diete DOIa, baina baliteke argitaratutako elementu guztiei DOIa esleitu nahi izatea.
fi: Valitse kohteet, jotka saavat DOI:n. Useimmissa julkaisuissa DOI-tunnukset annetaan artikkeleille, mutta voit halutessasi antaa DOI-tunnukset kaikille julkaistaville kohteille.
hy: Ընտրեք, թե որ տարրերին կհատկացվի DOI: Ամսագրերից շատերը DOI-ներ են հատկացնում հոդվածներին, բայց դուք կարող եք ցանկանալ DOI-ներ հատկացնել բոլոր հրապարակված նյութերին:
ky: Сураныч, DOIдер дайындала турган объекттерди тандаңыз. Көпчүлүк журналдар макалаларга DOI дайындайт, бирок сиз бардык жарыяланган материалдарга DOI ыйгаргыңыз келиши мүмкүн.
lt: Pasirinkite, kuriems elementams bus priskirtas DOI. Dauguma žurnalų priskiria DOI straipsniams, bet jūs galite norėti priskirti DOI visiems publikuotiems elementams.
lv: Izvēlieties, kuriem vienumiem tiks piešķirts DOI. Vairums žurnālu piešķir DOI rakstiem, bet jūs varat iestatīt DOI visiem publicētajiem elementiem.
mr: कोणत्या प्रकारच्या लेखनाला DOI दिला जाईल ते ठरवा. नियतकालिके सर्वसाधारणपणे फक्त लेखांनाच DOI देतात, परंतु तुम्ही प्रकाशित केलेल्या सर्व लेखनाला DOI देऊ शकता.
ms: Pilih item mana yang akan diberikan DOI. Kebanyakan jurnal memberikan DOI kepada artikel, tetapi anda mungkin ingin menetapkan DOI kepada semua item yang diterbitkan.
nl: Kies de objecten waar DOI's aan toegekend moeten worden. De meeste tijdschriften wijzen DOIs toe aan artikelen, maar U kunt er voor kiezen om DOIs aan alle gepubliceerde items toe te wijzen.
pl: Wybierz obiekt dla którego powinno zostać przypisane DOI. Zazwyczaj przydziela się je artykułom ale mogą je mieć wszystkie elementy składowe publikacji.
ru: Пожалуйста выберите объекты, которым должны быть присвоены DOI. Большинство журналов присваивает DOI статьям, но вы можете захотеть присвоить DOI всем опубликованным материалам.
uk: Будь ласка, виберіть об'єкти, для яких мають бути призначені DOI. Більшість журналів надають DOI статтям, але ви можете захотіти призначити DOI всім опублікованим елементам.
uz_cyrl: DOI тайинланадиган объектларни танланг.
zh_hant: 選手配置數位物件識別碼(DOI)至那些項目。大多數期刊會配置DOI予文章，您也可配置DOI至所有出版項目。

# doi.manager.settings.doiSuffixLegacy
source: Use default patterns.<br />%j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
ar: استعمال الأنماط الافتراضية <br />%j.v%vi%i للأعداد<br />%j.v%vi%i.%a للمقالات<br />%j.v%vi%i.%a.g%g للألواح الطباعية.
az: Defolt qəliblərdən istifadə edin.<br />Nömrələr üçün %j.v%vi%i<br />Məqalələr üçün %j.v%vi%i.%a<br />dizayn formatları üçün%j.v%vi%i.%a.g%g.
bg_bg: Използвайте стандартни шаблони.<br />%j.v%vi%i за издания<br />%j.v%vi%i.%a " "за статии<br />%j.v%vi%i.%a.g%g за типографии.
eu: Erabili lehenetsitako ereduak.<br />%j.v%vi%i zenbakietarako<br />%j.v%vi%i.%a artikuluetarako<br />%j.v%vi%i.%a.g%g galeradetarako.
fi: Käytä oletusrakennetta.<br />%j.v%vi%i numeroille<br />%j.v%vi%i.%a artikkeleille<br />%j.v%vi%i.%a.g%g julkaistaville tiedostoille.
hy: Օգտագործեք լռելյայն կաղապարները:<br />%j.v%vi%i թողարկումների համար<br />%j.v%vi%i.%a հոդվածների համար<br />%j.v%vi%i.%a.g%g շարվածքների համար.
ka_ge: გამოიყენეთ ნაგულისხმევი შაბლონები.<br /> %j.v%vi%i პრობლემებისთვის<br /> %j.v%vi%i.%a სტატიებისთვის<br /> %j.v%vi%i.%ag%g გალერებისთვის.
ky: Демейки калыптарды колдонуңуз.<br />Маселелер үчүн%j.v%vi%i<br />%j.v%vi%i.%a макалалар үчүн<br />%j.v%vi%i.%a.g%g үчүн.
lt: Naudokite numatytuosius šablonus.<br />%jv%vi%i problemoms<br />%jv%vi%i.%a straipsniams<br />%jv%vi%i.%ag%g virtuvėms.
lv: Izmantot noklusējuma šablonus.<br />%j.v%vi%i žurnāla numuriem<br />%j.v%vi%i.%a rakstiem<br />%j.v%vi%i.%a.g%g saliktņiem.
mr: सर्वसाधारण (डिफॉल्ट) प्रारूप वापरा. <br />%j.v%vi%i अंकांसाठी<br />%j.v%vi%i.%a लेखांसाठी<br />%j.v%vi%i.%a.g%g कच्च्या मुद्रितांसाठी (galleys).
ms: Gunakan corak lalai.<br />%j.v%vi%i untuk isu<br />%j.v%vi%i.%a untuk artikel<br />%j.v%vi%i.%a.g%g untuk galley.
nl: Gebruik standaardpatronen.<br />%j.v%vi%i voor nummers<br />%j.v%vi%i.%a voor artikelen<br />%j.v%vi%i.%a.g%g voor drukproeven.
pl: Użyj schematu domyślnego.<br />%j.v%vi%i dla wydań<br />%j.v%vi%i.%a dla artykułów<br />%j.v%vi%i.%a.g%g dla plików.
ru: Используйте шаблоны по умолчанию.<br />%j.v%vi%i для выпусков<br />%j.v%vi%i.%a для статей<br />%j.v%vi%i.%a.g%g для гранок.
uk: Використовуйте шаблони за замовчуванням.<br />%j.v%vi%i для випусків<br />%j.v%vi%i.%a для статей<br />%j.v%vi%i.%a.g%g для гранок.
uz_cyrl: DOI суффикси андозаси: %j.v%vi%i (масалан: журнал.том.сон.мақола)
zh_hant: 使用默認樣式<br />期號為%j.v%vi%i<br />文章為%j.v%vi%i.%a<br />校對樣本為%j.v%vi%i.%a.g%g。

# doi.manager.settings.doiCreationTime.copyedit
source: Upon reaching the copyediting stage
ar: قبيل الوصول إلى مرحلة التدقيق الإملائي
az: Son surət redaktə mərhələsindədir
bg_bg: На етап редактиране
eu: Edizio-fasera iritsitakoan
fi: Kun teknisen toimittamisen työvaiheeseen on päästy
hy: Գրական խմբագրման փուլին հասնելուն պես
ka_ge: კოპირების რედაქტირების ეტაპზე
ky: Адабий монтаж стадиясына жеткенде
lt: Pasiekus kopijavimo etapą
lv: Pēc literārās rediģēšanas posma sasniegšanas
mr: कॉपी संपादनाच्या टप्प्यावर पोहोचल्यावर
ms: Apabila sampai ke peringkat copyediting
nl: Bij het bereiken van de tekstredactiefase
pl: Od osiągnięcia etapu redakcji
ru: По достижении этапа литературного редактирования
uk: Після досягнення стадії редагування копії
uz_cyrl: Таҳрирлаш босқичида (Copyedit)
zh_hant: 達至審稿階段

# manager.website.archiving
source: Archiving
ar: الحفظ
az: Arxivləşdirmə
bg_bg: Архивиране
ca_es: Arxivant
cs_cz: Archivace
da_dk: Arkivering
de_de: Archivierung
es_es: Almacenamiento
eu: Artxibatzea
fa_ir: بایگانی کردن
fi: Arkistointi
fr_fr: Archivage
gl: Arquivar
hi_in: संग्रह
hy: Արխիվացում
id_id: Pengarsipan
is_is: Útgefið efni
it_it: Archiviazione
ja: アーカイブする
ka_ge: დაარქივება
ku_iq: ئەرشیفکردن
ky: Архивдөө
lt: Archyvavimas
lv: Arhivēšana
mk_mk: Архивирање
mr: संग्रहण
ms: Pengarkiban
nb_no: Arkivering
nl: Archivering
pl: Archiwizacja
pt_br: Arquivamento
pt_pt: Arquivar
ru: Архивирование
sk_sk: Archivácia
sl_si: Arhiviranje
sr_rs@cyrillic: Архивирање
sr_rs@latin: Arhiviranje
sv_se: Arkivering
tr_tr: Arşivleme
uk: Архівування
uz_cyrl: Архивлаш
uz_uz@latin: Arxivlash
vi_vn: Lưu trữ
zh_hant: 封存

# manager.files.note
source: Note: The Files Browser is an advanced feature that allows the files and directories associated with a journal to be viewed and manipulated directly.
ar: ملاحظة: مستعرض الملفات هو ميزة متقدمة تسمح بمعاينة الملفات وحوافظها المتعلقة بالمجلة فضلاً عن معالجتها مباشرة.
az: Qeyd: Fayl Brauzer jurnal ilə əlaqələndirilmiş fayllar və indekslərin birbaşa görünən və idarə edilə bilən olmasını təmin edən, inkişaf etmiş bir xüsusiyyətdir.
bg_bg: Забележка: Браузърът на файлове е усъвършенствана функция, която позволява директно преглеждане и манипулиране на файловете и директориите, свързани с това списание.
ca_es: Nota: El Navegador de fitxers és una funció avançada que us permet visualitzar i manipular directament els fitxers i els directoris associats amb una revista.
cs_cz: Poznámka: Prohlížeč souborů je pokročilý nástroj, který umožňuje zobrazení a přímou manipulaci se soubory a adresáři souvisejícími s časopisem.
da_dk: Bemærk! Filbrowser er en avanceret funktion, der tillader visning og direkte redigering af de filer og mapper, som er forbundet med et tidsskrift.
de_de: Anmerkung: Der Dateinavigator ermöglicht die unmittelbare Betrachtung und Bearbeitung der mit einer Zeitschrift verbundenen Dateien und Verzeichnisse.
es_es: Nota: El explorador de archivos es una función avanzada que permite visualizar y manipular de manera directa archivos y directorios asociados con una revista.
eu: Oharra: Fitxategi-arakatzailea, aldizkari bateko fitxategiak eta direktorioak zuzenean ikusi eta manipulatzeko aukera ematen duen eginbide aurreratu bat da.
fa_ir: توجه: با مرورگر فایل می‌توانید به فایل‌ها یا پوشه‌های یک مجله مستقیماً دسترسی داشته باشید
fi: Huom. Tiedostoselain (Files Browser) on erikoisominaisuus, jonka avulla julkaisuun liittyviä tiedostoja ja hakemistoja voidaan katsoa ja käsitellä suoraan.
fr_fr: Note : L'explorateur de fichiers est une fonction avancée qui permet aux fichiers et aux répertoires associés à une revue d'être affichés et manipulés directement.
gl: Nota: o explorador de arquivos é unha función avanzada que permite ver e manipular directamente os ficheiros e directorios asociados a unha revista.
hi_in: सूचना: फाइल ब्राउज़र एक उन्नत सुविधा है जो किसी जर्नल से जुड़ी फाइलों और निर्देशिकाओं को सीधे देखने और हेरफेर करने की अनुमति देता है।
hr_hr: Napomena: Preglednik datoteka je napredna funkcija sustava koja omogućuje direktno pregledavanje i uređivanje datoteka i direktorija koje časopis koristi.
hy: Նշում. Նիշքերի զննարկիչը լրացուցիչ հատկություն է, որը թույլ է տալիս ուղղակիորեն դիտել և կառավարել ամսագրի հետ կապված նիշքերը և գրացուցակները:
id_id: Catatan: Berkas Penelusuran adalah fitur canggih yang memungkinkan file dan direktori yang terkait dengan jurnal untuk dilihat dan dimanipulasi secara langsung.
is_is: ATH: Vafrinn fyrir skrár er þróðu virkni sem gerir mögulegt að vinna beint með skrár og möppur sem eru tengar við tímaritið.
it_it: Nota: La navigazione tra i file è una funzione avanzata che permette di vedere e manipolare direttamente i file e le directory associate a una rivista.
ja: 注：「ファイルブラウザ」は、ジャーナルに関連するファイルやディレクトリを直接表示・操作できる高度な機能です。
ka_ge: შენიშვნა: ფაილების ბრაუზერი არის მოწინავე ფუნქცია, რომელიც საშუალებას აძლევს ჟურნალთან დაკავშირებული ფაილების და დირექტორიების პირდაპირ ნახვასა და მანიპულირებას.
ku_iq: تێبینی: براوزەری فایلەکان تایبەتمەندییەکی پێشکەوتووە کە ڕێگا بە بەکارهێنەر دەدار بۆ ئەوەی فایلە پەیوەندیدارەکان ببیندرێن و بە شێوەیەکی ڕاستەوخۆ کۆنتڕۆڵ بکرێن.
ky: Көңүл буруңуз: Файл менеджери бул журналга байланышкан файлдарды жана каталогдорду түздөн-түз көрүү жана башкаруу мүмкүнчүлүгүн берген кошумча функция.
lt: Pastaba: failų naršyklė – pažangi priemonė, leidžianti matyti su žurnalu susijusius failus ir katalogus ir juos valdyti tiesiogiai.
lv: Piezīme: Failu pārlūks ir uzlabota funkcija, kas ļauj tieši skatīt un apstrādāt ar žurnālu saistītos failus un direktorijus.
mk_mk: Забелешка: Прелистувачот Датотеки е напредна карактеристика што овозможува директно гледање и манипулирање со датотеките и директориумите поврзани со списание.
mr: टीप : नियतकालिकाशी संबंधित फाईल्स आणि डिरेक्टरी थेट पाहण्यासाठी आणि हाताळण्यासाठी 'फाइल्स ब्राउझर' ही एक प्रगत सोय आहे.
ms: Catatan: Pelayar Fail adalah ciri lanjutan yang membolehkan fail dan direktori yang berkaitan dengan jurnal dapat dilihat dan dimanipulasi secara langsung.
nb_no: NB: Filutforskeren er en avansert funksjon som gir mulighet til å manipulere filene og mappene til tidsskriftet direkte.
nl: Noot: De bestandenbrowser is een geavanceerde functie waarmee u de bestanden en mappen van dit tijdschrift direct kunt bekijken en manipuleren.
pl: Uwaga: Przeglądarka plików jest zaawansowaną funkcją, która umożliwia przeglądanie wszystkich plików w systemie, bezpośrednio, z pominięciem ról użytkowników.
pt_br: Aviso: o navegador de arquivos é uma ferramenta avançada que permite visualização e manipulação direta de documentos e diretórios associados à revista.
pt_pt: Aviso: o Navegador de Ficheiros é uma ferramenta avançada que permite visualização e manipulação direta de documentos e pastas associadas à revista.
ru: Внимание: файловый менеджер — это дополнительная возможность, которая позволяет напрямую просматривать и управлять файлами и каталогами, связанными с этим журналом.
sk_sk: Poznámka: Prehliadač súborov je pokročilý nástroj, ktorý umožňuje zobrazenie a priamu manipuláciu so súborrmi a adresármi súvisiacimi s časopisom.
sl_si: Opomba: Brskalnik datotek je napredna funkcionalnost, ki omogoča, da se lahko datoteke in mape povezane s revijo neposredno pregledujejo in urejajo.
sr_rs@cyrillic: Напомена: прегледач фајлова је додатак који омогућује директно управљање сви фајловима и директоријима који су везани за часопис.
sr_rs@latin: Napomena: pregledač fajlova je dodatak koji omogućuje direktno upravljanje svi fajlovima i direktorijima koji su vezani za časopis.
sv_se: Observera: Filutforskaren är en avancerad funktion som gör det möjligt att ändra och visa en tidskrifts innehåll och filer direkt.
tr_tr: Not: Dosya Tarayıcı dergi ile ilişkilendirilmiş dosyalar ve dizinlerin doğrudan görülür ve yönetilebilir olmasını sağlayan, gelişmiş bir özelliktir.
uk: Примітка: браузер файлів - це потужний інструмент, що дозволяє переглядати і управляти файлами та каталогами, пов'язаними з цим журналом.
uz_cyrl: Эслатма: Файллар браузери журнал билан боғлиқ файлларни бевосита бошқариш имконини беради.
uz_uz@latin: Izoh: Fayllar brauzeri - bu jurnal bilan bog'liq bo'lgan fayllar va kataloglarni to'g'ridan-to'g'ri ko'rish va boshqarish imkonini beradigan rivojlangan xususiyat.
vi_vn: Lưu ý: Duyệt các tập tin là một tính năng nâng cao cho phép các tập tin và thư mục được liên kết với tạp chí được xem và thao tác trực tiếp.
zh_cn: 请注意：文件浏览器是一项高阶的功能，它允许一个期刊内的文件和目录直接被浏览和作。
zh_hant: 備註：檔案瀏覽器屬進階功能，容許直接瀏覽及控制與期刊相關的檔案及目錄。

# manager.journalManagement
source: Journal Management
ar: إدارة المجلة
az: Jurnal rəhbərliyi
bg_bg: Управление на списание
ca_es: Administració de la revista
cs_cz: Správa časopisu
da_dk: Administration af tidsskrifter
de_de: Zeitschriftenverwaltung
es_es: Gestión de la revista
eu: Aldizkariaren kudeaketa
fa_ir: مدیریت مجله
fi: Julkaisun hallinnointi
fr_fr: Gestion de la revue
gl: Administración da revista
hi_in: जर्नल प्रबंधन
hr_hr: Upravljanje časopisom
hy: Ամսագրի կառավարում
id_id: Manajemen Jurnal
is_is: Umsjón með tímariti
it_it: Gestione della rivista
ja: ジャーナル管理
ka_ge: ჟურნალის მართვა
ku_iq: بەڕێوەبردنی گۆڤار
ky: Журналды башкаруу
lt: Žurnalo rengimas
lv: Žurnāla pārvaldība
mr: नियतकालिकाचे व्यवस्थापन
ms: Pengurusan Jurnal
nb_no: Tidsskriftadministrasjon
nl: Tijdschriftbeheer
pl: Administrator czasopisma
pt_br: Administração
pt_pt: Administração da Revista
ru: Управление журналом
sk_sk: Správa časopisu
sl_si: Upravljanje revije
sr_rs@cyrillic: Управљање часописом
sr_rs@latin: Upravljanje časopisom
sv_se: Hantera tidskrift
tr_tr: Dergi Yönetimi
uk: Менеджмент журналу
uz_cyrl: Журнални бошқариш
uz_uz@latin: Jurnalni boshqarish
vi_vn: Quản lý tạp chí
zh_cn: 期刊管理
zh_hant: 管理期刊

# manager.language.ui
source: UI
ar: واجهة المستخدم
az: İstifadəçi interfeysi
bg_bg: ПИ (Потребителски интерфейс) - UI
ca_es: Interfície d’usuari
es_es: IU
eu: Erabiltzailearen interfazea
fa_ir: رابط کاربری
fi: Käyttöliittymä
fr_fr: IU
gl: Interface do usuario
hy: Օգտվողի միջերես
ka_ge: ინტერფეისი
ku_iq: ڕوکاری بەکارهێنەر
ky: Колдонуучу интерфейси
lt: Universalusis identifikatorius
lv: Lietotāja saskarne (UI)
nb_no: Brukergrensesnitt
pl: Interfejs użytkownika
pt_br: Interface do usuário
pt_pt: Interface do utilizador
ru: Интерфейс пользователя
sr_rs@cyrillic: УИ
sv_se: Användargränssnitt
tr_tr: Kullanıcı Arayüzü
uk: Інтерфейс
uz_cyrl: Фойдаланувчи интерфейси
uz_uz@latin: Foydalanuvchi interfeysi
zh_hant: 用戶介面

# manager.language.submissions
source: Submissions
ar: طلبات النشر
az: Fayllar
bg_bg: Изпратени материали
ca_es: Trameses
cs_cz: Příspěvky
da_dk: Indleveringer
de_de: Beiträge
es_es: Envíos
eu: Bidalketak
fa_ir: مقالات ارسالی
fi: Käsikirjoitukset
fr_fr: Soumissions
gl: Envíos
hi_in: सबमिशन्स
hr_hr: Podneseni članci
hy: Ներկայացումներ
id_id: Naskah
is_is: Innsendingar
it_it: Proposte
ja: 投稿物
ka_ge: გაგზავნილი მასალები
ku_iq: پێشکەشکردنەکان
ky: Берилген материалдар
lt: Straipsniai
lv: Materiālu iesniegšana
mr: सादरीकरणे
ms: Penyerahan
nb_no: Manuskript
nl: Inzendingen
pl: Zgłoszenia
pt_br: Submissões
pt_pt: Submissões
ru: Отправленные материалы
sk_sk: Príspevky
sl_si: Oddani prispevki
sr_rs@cyrillic: Пријављени чланци
sr_rs@latin: Prijavljeni članci
sv_se: Bidrag
tr_tr: Gönderiler
uk: Подання
uz_cyrl: Материалларни топшириш
uz_uz@latin: Materiallarni yuborish
vi_vn: Bài gửi
zh_cn: 投稿
zh_hant: 投稿

# manager.language.forms
source: Forms
ar: النماذج
az: Formalar
bg_bg: Форми
ca_es: Formularis
cs_cz: Formuláře
da_dk: Formularer
de_de: Formulare
es_es: Formularios
eu: Inprimakiak
fa_ir: فرم‌ها
fi: Lomakkeet
fr_fr: Formulaires
gl: Formularios
hi_in: फार्म
hr_hr: Obrasci
hy: Ձևեր
id_id: Form
is_is: Eyðublöð
it_it: Moduli
ja: フォーム
ka_ge: ფორმები
ku_iq: فۆڕمەکان
ky: формалары
lt: Formos
lv: Formas
mr: फॉर्म्स
ms: Borang
nb_no: Skjema
nl: Formulieren
pl: Formularze
pt_br: Formulários
pt_pt: Formulários
ru: Формы
sk_sk: Formuláre
sl_si: Obrazci
sr_rs@cyrillic: Обрасци
sr_rs@latin: Obrasci
sv_se: Formulär
tr_tr: Formlar
uk: Форми
uz_cyrl: Шакллар
uz_uz@latin: Shakllar
vi_vn: Hình thức
zh_cn: 表单
zh_hant: 表格

# manager.language.confirmDefaultSettingsOverwrite
source: This will replace any locale-specific journal settings you had for this locale
ar: هذا سيستبدل أي إعدادات خاصة باللغة سبق اختيارها
az: Proses, bu dil üçün etdiyiniz dilə xas jurnal tənzimlərini dəyişdirəcək
bg_bg: Това ще замени всички специфични езикови настройки на списанието, които направили за този език
ca_es: Aquesta acció reemplaça els paràmetres de la revista específics per a aquesta configuració regional
cs_cz: Toto nahradí všechna nastavení časopisu specifická pro lokalizaci, které jste měl pro tuto lokalizaci
da_dk: Dette vil erstatte enhver lokaliseringsspecifik tidsskriftsindstilling, som du har oprettet for denne lokalisering
de_de: Dies wird alle Einstellungen, die Sie für diese Regionaleinstellung gewählt hatten, ersetzen.
es_es: Se reemplazará cualquier configuración específica de la revista que se haya establecido anteriormente para esta configuración regional
eu: Locale honentzat zehaztu dituzun aldizkari-ezarpen guztiak ordeztuko ditu ekintza honek
fa_ir: این عمل باعث جایگزینی تمامی تنظیمات وابسته به زبان خواهد شد.
fi: Tämä korvaa kaikki tähän kielialueeseen liittyvät, kielialuekohtaiset julkaisun asetukset
fr_fr: Ceci remplacera n'importe quel paramètre de langue spécifique à une revue que vous aviez pour cette langue
gl: Isto substituirá a configuración específica da revista que se establecera anteriormente para esta configuración local
hi_in: यह इस लोकेल के लिए आपके द्वारा ली गई किसी भी स्थानीय-विशिष्ट जर्नल सेटिंग को बदल देगा
hr_hr: Ovo će poništiti sve jezično-specifične postavke koje ste izradili za ovaj prijevod (npr. obrasci e-pošte).
hy: Սա կփոխարինի ամսագրի ցանկացած տեղային կարգավորում, որն ունեիք այս տեղայինի համար
id_id: Ini akan menggantikan pengaturan jurnal bahasa khusus apapun yang Anda miliki untuk bahasa ini
is_is: Þetta yfirskrifar sértækar stillingar tímristins sem þú hefur fyrir þetta tungumál
it_it: Questo sostituirà qualunque personalizzazione fatta per la rivista
ja: これは本言語に固有のジャーナル設定がすべて置き換えられます
ka_ge: ეს ჩაანაცვლებს ენაზე დამოკიდებულ სპეციალურ ჟურნალის პარამეტრებს, რომლებიც გქონდათ ამ ენებისათვის
ku_iq: ئەمە گۆڕانکاری لە ڕێکخستنی هەر گۆڤارێکدا دەکات کە تۆ لێرەدا هەتە
ky: Бул сиз ошол тил үчүн жасаган бардык тилге тиешелүү журнал жөндөөлөрүн алмаштырат
lt: Bus panaikinti visi buvę lokalizuoti žurnalo nustatymai
lv: Ar šo tiks aizstāti visi žurnāla lokalizācijas specifiskie iestatījumi, kas tika veikti šai lokalizācijai
mr: हे तुमच्या या लोकॅलसाठी कोणत्याही लोकॅल-विशिष्ट नियतकालिकाच्या सेटिंग्जची जागा घेईल
ms: Ini akan menggantikan tetapan jurnal khusus bahasa yang anda miliki untuk bahasa ini
nb_no: Dette vil erstatte alle standard tidsskriftinnstillingene du hadde for dette lokalfilsettet
nl: Dit vervangt alle taalspecifieke tijdschriftinstellingen die u had voor deze taal
pl: Czynność spowoduje nadpisanie wszystkich ustawień czasopisma w kontekście tego języka
pt_br: A ação substituirá configurações específicas realizadas posteriormente no idioma selecionado
pt_pt: A ação substituirá configurações específicas que tenha no idioma selecionado
ru: Это заменит все настройки журнала, связанные с конкретным языком, которые вы сделали для этого языка
sk_sk: Toto nahradí všetky nastavenia časopisu špecifické pre lokalizáciu, ktoré ste mal pre túto lokalizáciu
sl_si: To bo nadomestilo vse jezikovno specifične nastavitve revije, ki ste jih naredili za ta jezik
sr_rs@cyrillic: Ово ће заменити сва подешавања часописа специфична за одабрани језик
sr_rs@latin: Ovo će zameniti sva podešavanja časopisa specifična za odabrani jezik
sv_se: Det här kommer att ersätta alla språkspecifika tidskriftsinställningar som finns för det här språket/regionen.
tr_tr: İşlem, bu dil için yapmış olduğunuz dile özgü dergi ayarlarını değiştirecek
uk: Це замінить будь-які специфічні налаштування локалізації журналу, які ви мали для цієї локалізації
uz_cyrl: Бу ҳаракат ушбу тил учун мавжуд бўлган барча маҳаллий созламаларни алмаштиради.
uz_uz@latin: Bu ushbu til uchun jurnalga tegishli bo'lgan har qanday mahalliy jurnal sozlamalarini almashtiradi
vi_vn: Xác nhận này sẽ thay thế bất kỳ những cài đặt cục bộ bộ bởi những cài đặt mặc định cho ngôn ngữ này
zh_cn: 这将替换在此区域下您已经设定的任何指定区域的期刊设置。
zh_hant: 這會取代您以往所設置的任何指定區性的期刊設定
