Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.subscriptionTypes.form.duration
source: Duration
ar: المدة
az: Davam edin
bg_bg: Времетраене
ca_es: Duració
cs_cz: Trvání
da_dk: Varighed
de_de: Dauer
es_es: Duración
eu: Iraupena
fa_ir: مدت زمان
fi: Kesto
fr_fr: Durée
gl: Duración
hi_in: अवधि
hr_hr: Trajanje
hy: Տևողություն
id_id: Durasi
it_it: Durata
ja: 契約期間
ka_ge: ხანგრძლივობა
ku_iq: ماوە
ky: Узактыгы
lt: Trukmė
lv: Ilgums
mr: कालावधी
ms: Tempoh
nb_no: Varighet
nl: Duur
pl: Czas trwania
pt_br: Vigência
pt_pt: Duração
ru: Продолжительность
sk_sk: Trvanie
sl_si: Trajanje
sr_rs@cyrillic: Трајање
sr_rs@latin: Trajanje
sv_se: Varaktighet
tr_tr: Devam
uk: Тривалість
uz_cyrl: Давомийлиги (ойларда)
uz_uz@latin: Davomiyligi
vi_vn: Thời hạn
zh_cn: 期限
zh_hant: 持續時間

# manager.subscriptionTypes.form.durationInstructions
source: The number of months the subscription lasts (e.g. 12).
ar: عدد أشهر الاشتراك، مثل: 12.
az: Neçə ay müddətinə abunə olacağınızı rəqəmlə qeyd edin (Məsələn 12).
bg_bg: Броят месеци, в които абонаментът продължава (напр. 12).
ca_es: Nombre de mesos que dura la subscripció (p. ex. 12).
cs_cz: Počet měsíců během nichž trvá předplatné (např. 12).
da_dk: Abonnementets varighed i måneder (f.eks. 12).
de_de: Dauer des Abonnements in Monaten (z.B. 12).
es_es: Número de meses que dura la suscripción (p. ej., 12).
eu: Zenbat hilabetekoa den harpidetza (adib., 12).
fa_ir: مدت اشتراک برحسب ماه
fi: Tilauksen kesto kuukausina (esim. 12).
fr_fr: La durée de l'abonnement, en nombre de mois (par ex., 12).
gl: Número de meses que dura a subscrición (por exemplo, 12).
hi_in: सदस्यता की संख्या महीनों तक रहती है (e.g. 12).
hr_hr: Duljina trajanja pretplate u mjesecima (npr. 12 za jednogodišnju).
hy: Բաժանորդագրության տևողությունը ամիսներով (օրինակ՝ 12):
id_id: Jumlah bulan langganan berlangsung (contoh: 12) .
it_it: Durata dell'abbonamento in mesi (es. 12).
ja: 契約期間の月数（例：12）。
ka_ge: ხელმოწერის თვეების რაოდენობა (მაგ. 12).
ku_iq: ماوەی بەشداریکردن بە مانگ بۆ نمونە (12).
ky: Жазылуунун узактыгы ай менен (мисалы, 12).
lt: Prenumerata truks tiek mėnesių (pvz., 12).
lv: Abonēšanas mēnešu skaits (piemēram, 12).
mr: सदस्यत्व महिने शिल्लक आहे (उदा. 12).
ms: Jumlah bulan berlangganan (mis. 12).
nb_no: Abonnementets varighet, angitt i antall måneder (for eks. 12).
nl: Het aantal maanden dat het abonnement duurt (bv. 12).
pl: Ilość miesięcy subskrypcji trwa (np.12).
pt_br: A vigência da assinatura, em meses (ex.: 12).
pt_pt: O tempo de subscrição, em número de meses (ex.: 12).
ru: Количество месяцев действия подписки (например, 12).
sk_sk: Počet mesiacov počas ktorých trvá predplatné (napr. 12).
sl_si: Število mesecev trajanja naročnine (npr. 12).
sr_rs@cyrillic: Број месеци трајања претплате (нпр. 12).
sr_rs@latin: Broj meseci trajanja pretplate (npr. 12).
sv_se: Antalet månader som prenumerationen löper (ex. 12).
tr_tr: Kaç ay süreyle kayıt olacağınızı rakamla belirtiniz (Örneğin 12).
uk: Тривалість передплати у місяцях (наприклад, 12).
uz_cyrl: Ойлар сонини киритинг.
uz_uz@latin: Obuna davom etadigan oylar soni (masalan, 12).
vi_vn: Số tháng đăng ký kéo dài (ví dụ: 12).
zh_cn: 订阅的长度，以月数计（如，12）。
zh_hant: 所訂閱的月份數目（例如12）。

# manager.subscriptionTypes.form.durationNumeric
source: The duration must be a positive, numeric value.
ar: المدة ينبغي أن تكون رقماً موجباً.
az: Müddət pozitiv, ədədi bir dəyər olmalıdır.
bg_bg: Продължителността трябва да бъде положителна, цифрова стойност.
ca_es: La durada ha de ser un valor numèric positiu.
cs_cz: Trvání musí být kladná číselná hodnota.
da_dk: Varigheden skal være en positiv, numerisk værdi.
de_de: Die Dauer muss eine positiver numerischer Wert sein.
es_es: La duración debe ser un valor numérico positivo.
eu: Iraupena zenbaki positibo bat izan behar da.
fa_ir: مدت زمان می‌بایست مقدار عددی مثبت باشد.
fi: Keston tulee olla positiivinen numeerinen arvo.
fr_fr: La durée doit être une valeur numérique positive.
gl: A duración debe ser un valor numérico positivo.
hi_in: अवधि एक सकारात्मक, संख्यात्मक मान होना चाहिए।
hr_hr: Trajanje mora imati pozitivnu numeričku vrijednost.
hy: Տևողությունը պետք է լինի դրական թիվ:
id_id: Durasi harus nilai numerik, positif.
it_it: La durata deve essere una cifra numerica positiva.
ja: 期間は正の数値でなければなりません。
ka_ge: ხანგრძლივობა უნდა იყოს დადებითი, რიცხვითი მნიშვნელობა.
ku_iq: ماوەکە دەبێت واقیعی بێت.
ky: Узактык оң сандык мааниге ээ болушу керек.
lt: Trukmė turi būti nurodyta kaip teigiamas skaičius.
lv: Ilgumam jābūt pozitīvai skaitliskai vērtībai.
mr: कालावधीची नोंद अधिकात आणि अंकात हवी.
ms: Tempohnya mestilah positif, nilai berangka.
nb_no: Varigheten må være en positiv tallverdi.
nl: De duur moet een positief getal zijn.
pl: Czas trwania musi być numeryczną wartością dodatnią.
pt_br: A vigência deve ser um número positivo.
pt_pt: A duração deve ser um número positivo.
ru: Продолжительность должна быть положительным числом.
sk_sk: Trvanie musí byť kladná číselná hodnota.
sl_si: Trajanje mora biti pozitivno število.
sr_rs@cyrillic: Трајање мора бити позитивна нумеричка вредност.
sr_rs@latin: Trajanje mora biti pozitivna numerička vrednost.
sv_se: Prenumerationsformens varaktighet måste anges i ett positivt numeriskt värde.
tr_tr: Süre pozitif, rakamsal bir değer olmalıdır.
uk: Тривалість має бути позитивним цифровим значенням.
uz_cyrl: Давомийлик сон бўлиши керак.
uz_uz@latin: Vaqt ijobiy, raqamli qiymat bo'lishi kerak.
vi_vn: Thời hạn phải là một số giá trị dương.
zh_cn: 期限必须是一个正整数。
zh_hant: 持續時間必須為正數數值。

# manager.subscriptionTypes.form.durationRequired
source: A duration is required.
ar: المدة مطلوبة حتماً.
az: Müddət tələb olunur
bg_bg: Изисква се отбелязана продължителност.
ca_es: Heu d’introduir una durada.
cs_cz: Je vyžadováno trvání.
da_dk: En varighed er påkrævet.
de_de: Die Angabe der Dauer ist erforderlich.
es_es: Especifique la duración.
eu: Iraupena zehaztu behar da.
fa_ir: مدت زمان لازم است
fi: Kesto vaaditaan.
fr_fr: La durée est obligatoire.
gl: É necesaria unha duración.
hi_in: एक अवधि की आवश्यकता है।
hr_hr: Trajanje je obavezno.
hy: Պահանջվում է տևողություն:
id_id: Durasi harus ada.
it_it: Inserire la durata.
ja: 期間が必要です。
ka_ge: ხანგრძლივობა სავალდებულოა.
ku_iq: ماوە داوا کراوە.
ky: Узактык талап кылынат.
lt: Reikalinga trukmė.
lv: Nepieciešams norādīt ilgumu.
mr: कालावधीची नोंद हवी.
ms: Tempoh diperlukan.
nb_no: Varighet må angis.
nl: Een duur is verplicht.
pl: Czas trwania jest wymagany.
pt_br: Vigência obrigatória.
pt_pt: É obrigatório a duração.
ru: Продолжительность обязательна.
sk_sk: Je vyžadované trvanie.
sl_si: Trajanje je obvezen podatek.
sr_rs@cyrillic: Потребно је унети трајање.
sr_rs@latin: Potrebno je uneti trajanje.
sv_se: Ange prenumerationsformens varaktighet.
tr_tr: Süre gereklidir.
uk: Необхідно вказати тривалість.
uz_cyrl: Давомийлик киритилиши шарт.
uz_uz@latin: Vaqt talab qilinadi.
vi_vn: Một thời hạn là bắt buộc.
zh_cn: 需要一段订阅期限
zh_hant: 必須提供持續時間。

# manager.subscriptionTypes.form.format
source: Format
ar: الصيغة
bg_bg: Формат
cs_cz: Formát
es_es: Formato
eu: Formatua
fa_ir: فرمت
fi: Muoto
gl: Formato
hi_in: स्वरूप
hy: Ձևաչափ
it_it: Formato
ja: フォーマット
ka_ge: ფორმატი
ku_iq: ڕێکخستن
ky: Формат
lt: Formatas
lv: Formāts
mr: प्रारूप
nl: Formaat
pt_br: Formato
pt_pt: Formato
ru: Формат
sk_sk: Formát
sr_rs@cyrillic: Формат
tr_tr: Biçim
uk: Формат
uz_cyrl: Формат
vi_vn: Định dạng
zh_cn: 格式
zh_hant: 格式

# manager.subscriptionTypes.form.formatRequired
source: A subscription type format is required.
ar: صيغة نوعية الاشتراك مطلوبة حتماً.
az: Abunə növünün formatının bilinməsi tələb olunur
bg_bg: Изисква се формат на тип абонамент.
ca_es: Heu d’introduir el format del tipus de subscripció.
cs_cz: Je vyžadován formát typu předplatného.
da_dk: Et abonnementstypeformat er påkrævet.
de_de: Eine Formatangabe für den Abonnementtyp ist erforderlich.
es_es: Especifique un tipo de formato de suscripción.
eu: Harpidetza motaren formatua zehaztu behar da.
fa_ir: انتخاب فرمتی برای نوع اشتراک لازم است
fi: Tilausvaihtoehdon muoto vaaditaan.
fr_fr: Le format du type d'abonnement est obligatoire.
gl: É necesario un formato de subscrición.
hi_in: एक सदस्यता प्रकार प्रारूप की आवश्यकता है।
hr_hr: Format tipa pretplate je obavezan.
hy: Պահանջվում է բաժանորդագրության տեսակի ձևաչափ:
id_id: Format tipe langganan harus ada.
it_it: Inserire un formato per il tipo di abbonamento.
ja: 購読種別のフォーマットが必要です。
ka_ge: გამოწერის ტიპის ფორმატი სავალდებულოა.
ku_iq: جۆری ڕێکخستنی بەشداریکردن داوا کراوە.
ky: Жазылуу түрүнүн форматы талап кылынат.
lt: Turi būti pasirinktas prenumeratos rūšies formatas.
lv: Ir nepieciešams abonēšanas veida formāts.
mr: सदस्यता प्रकाराचे स्वरूप आवश्यक आहे.
ms: Format jenis langganan diperlukan.
nb_no: Et abonnementstypeformat er påkrevet.
nl: Een formaat voor de abonnementsvorm is verplicht.
pl: Format rodzaju subskrypcji jest wymagany.
pt_br: Formato obrigatório.
pt_pt: Formato obrigatório.
ru: Формат типа подписки обязателен.
sk_sk: Vyžaduje sa formát typu predplatného.
sl_si: Format tipa naročnine je obvezen.
sr_rs@cyrillic: Потребан је формат типа претплате.
sr_rs@latin: Potreban je format tipa pretplate.
sv_se: Ange format på prenumerationsformen.
tr_tr: Abonelik türü biçiminin bilinmesi gereklidir.
uk: Необхідно вказати формат типу передплати.
uz_cyrl: Формат танланиши шарт.
uz_uz@latin: Obuna turining formati talab qilinadi.
vi_vn: Một định dạng loại thuê bao là bắt buộc.
zh_cn: 需要一个订阅类型的格式
zh_hant: 必須提供訂閱種類格式。

# manager.subscriptionTypes.form.formatValid
source: Please select a valid subscription type format.
ar: لطفاً، إختر صيغة صحيحة لنوعية الاشتراك.
az: Etibarlı bir abunəlik növü formatı seçin
bg_bg: Моля, изберете валиден формат на типа абонамент.
ca_es: Seleccioneu un format de tipus de subscripció vàlid.
cs_cz: Vyberte prosím platný formát typu předplatného.
da_dk: Vælg et gyldigt abonnementstypeformat.
de_de: Wählen Sie ein gültiges Format für den Abonnementtyp.
es_es: Seleccione un tipo de formato de suscripción válido.
eu: Hautatu baliozko formatu bat.
fa_ir: لطفاً فرمت صحیحی برای نوع اشتراک وارد کنید
fi: Valitse kelvollinen tilausvaihtoehdon muoto.
fr_fr: Veuillez sélectionner un format de type d'abonnement valide.
gl: Seleccione un tipo de formato de subscrición válido.
hi_in: कृपया एक मान्य सदस्यता प्रकार प्रारूप का चयन करें।
hr_hr: Molimo odaberite ispravan format tipa pretplate.
hy: Խնդրում ենք ընտրել բաժանորդագրության տեսակի վավեր ձևաչափ:
id_id: Pilih format tipe langganan yang valid.
it_it: Selezionate un formato valido per il tipo di abbonamento.
ja: 有効な購読タイプのフォーマットを選択してください。
ka_ge: გთხოვთ, აირჩიოთ გამოწერის ტიპის სწორი ფორმატი.
ku_iq: تکایە جۆرێکی دروستی ڕێکخستنی بەشداریکردن دیاری بکە.
ky: Туура жазылуу түрүнүн форматын тандаңыз.
lt: Prašom pasirinkti tinkamą prenumeratos rūšies ormatą.
lv: Lūdzu, izvēlieties derīgu abonēšanas veida formātu.
mr: कृपया सदस्यता प्रकाराच्या ग्राह्य स्वरूपाची निवड करा.
ms: Sila pilih format jenis langganan yang sah.
nb_no: Vennligst velg et gyldig abonnementstypeformat.
nl: Kies een geldig formaat voor deze abonnementsvorm.
pl: Proszę, wybierz ważny format rodzaju subskrypcji.
pt_br: Escolha um formato válido.
pt_pt: Escolha um formato válido.
ru: Пожалуйста, выберите правильный формат типа подписки.
sk_sk: Prosím vyberte platný formát typu predplatného.
sl_si: Prosimo izberite veljaven format tipa naročnine.
sr_rs@cyrillic: Одаберите исправан формат типа претплате.
sr_rs@latin: Odaberite ispravan format tipa pretplate.
sv_se: Välj ett giltigt format.
tr_tr: Geçerli bir abonelik türü biçimi seçiniz.
uk: Будь ласка, виберіть коректний формат типу передплати.
uz_cyrl: Тўғри форматни танланг.
uz_uz@latin: Iltimos, obuna turining yaroqli formatini tanlang.
vi_vn: Vui lòng chọn một định dạng cho loại thuê bao hợp lệ.
zh_cn: 请选择一个有效的订阅类型的格式
zh_hant: 請選擇一個有效訂閱種類格式。

# manager.subscriptionTypes.form.subscriptions
source: Subscriptions
ar: الاشتراكات
az: Abunəliklər
bg_bg: Абонаменти
ca_es: Subscripcions
cs_cz: Předplatné
da_dk: Abonnementer
de_de: Abonnements
es_es: Suscripciones
eu: Harpidetzak
fa_ir: اشتراک‌ها
fi: Tilaukset
fr_fr: Abonnements
gl: Subscricións
hi_in: सदस्यता
hr_hr: Pretplate
hy: Բաժանորդագրություններ
id_id: Langganan
it_it: Abbonamenti
ja: 購読
ka_ge: გამოწერები
ku_iq: بەشداربووەکان
ky: Жазылуулар
lt: Prenumerata
lv: Abonementi
mr: सदस्यता
ms: Langganan
nb_no: Abonnementer
nl: Abonnementen
pl: Subskrypcje
pt_br: Assinaturas
pt_pt: Subscrições
ru: Подписки
sk_sk: Predplatné
sl_si: Naročnine
sr_rs@cyrillic: Претплате
sr_rs@latin: Pretplate
sv_se: Prenumerationer
tr_tr: Abonelikler
uk: Передплати
uz_cyrl: Обуналар
uz_uz@latin: Obunalar
vi_vn: Các thuê bao
zh_cn: 订阅
zh_hant: 訂閱

# manager.subscriptionTypes.form.individual
source: Individual (users are validated via login)
ar: منفرد (يتم التحقق من المستخدم عند دخوله إلى الموقع)
az: Fərdi (istifadəçi girişi ilə təsdiqlənir)
bg_bg: Индивидуално (потребителите се потвърждават чрез вход в системата)
ca_es: Individual (els usuaris/àries s'han de validar mitjançant l'inici de sessió)
cs_cz: Individuální (uživatelé jsou ověřování pomocí přihlášení)
da_dk: Individuelle (brugere valideres via login)
de_de: Individuell (Benutzer/innen erhalten ihren Zugang durch Einloggen)
es_es: Suscripciones individuales (los usuarios/as se validan iniciando sesión)
eu: Indibiduala (erabiltzaileak saioa hastearekin balioztatzen dira)
fa_ir: شخصی. (تأیید هویت از طریق ورود به سیستم)
fi: Yksittäistilaus (käyttäjät vahvistetaan kirjautumisen kautta)
fr_fr: Individuel (utilisateurs sont validés via la connexion)
gl: Individual (os usuarios valídanse mediante o inicio de sesión)
hi_in: व्यक्तिगत (उपयोगकर्ता लॉगिन के माध्यम से मान्य हैं)
hr_hr: Individualna (korisnici su potvrđeni prijavom u sustav)
hy: Անհատական (օգտատերերը վավերացվում են մուտքի միջոցով)
id_id: Individu (pengguna divalidasi melalui login)
it_it: Individuale (gli utenti sono autenticati con username/password)
ja: 個人（ユーザーはログイン時に認証されます）
ka_ge: ინდივიდუალური (მომხმარებლების შემოწმება ხდება შესვლის საშუალებით)
ku_iq: کەسی (ئەو کەسانە بە داخلبونی هەژمارەکەیان پشتڕاست دەکرێنەوە)
ky: Жеке (колдонуучулар кирүү аркылуу текшерилет)
lt: Individuali (vartotojas nustatomas prisijungiant)
lv: Individuāli (lietotāji tiek apstiprināti, izmantojot pieteikšanos)
mr: वैयक्तिक (वापरकर्त्यांची वैधता लॉग-इन करताना तपासली जाते)
ms: Individu (pengguna disahkan melalui log masuk)
nb_no: Personlig (brukere kontrolleres ved hjelp av innlogging)
nl: Individueel (gebruikers worden gevalideerd via een login)
pl: Indywidualna (użytkownicy są obsługiwani poprzez swój login)
pt_br: Individual (usuários validados via login)
pt_pt: Individual (utilizadores validados via autenticação)
ru: Индивидуальная (пользователи проверяются по входу в систему под своей учетной записью)
sk_sk: Individuálne (užívatelia sú overovaní pomocou prihlásenia)
sl_si: Individualna (uporabniki se validirajo preko prijave)
sr_rs@cyrillic: Индивидуални (корисници су проверени преко пријаве у систем)
sr_rs@latin: Individualni (korisnici su provereni preko prijave u sistem)
sv_se: Individuella (användare valideras via login)
tr_tr: Bireysel (kullanıcı girişiyle doğrulanır)
uk: Індивідуальна (користувачі аутентифікуються за іменем користувача/паролем)
uz_cyrl: Жеке (Individual)
uz_uz@latin: Shaxsiy (foydalanuvchilar login orqali tasdiqlanadi)
vi_vn: Cá nhân (người dùng được xác thực qua đăng nhập)
zh_cn: 个人(用户通过登录验证)
zh_hant: 個體（用戶可透過登入認證）

# manager.subscriptionTypes.form.institutional
source: Institutional (users are validated via domain or IP address)
ar: مؤسساتي (يتم التحقق من المشتركين عبر مجالهم أو عنوان IP لهم)
az: Korporativ (istifadəçilər sahə adı və ya IP adresi ilə təsdiqlənir)
bg_bg: Институционален (потребителите се потвърждават чрез домейн или IP адрес)
ca_es: Institucional (els usuaris/àries s'han de validar mitjançant l’autenticació de domini o d’IP)
cs_cz: Předplatitelé by měli být ověřováni prostřednictvím domény nebo IP autentifikace.
da_dk: Abonnenter skal valideres via domæne eller IP-godkendelse.
de_de: Abonnent/innen sollten über eine Domain oder einen IP-Bereich identifizierbar sein.
es_es: Suscripciones de instituciones (los usuarios/as se validan mediante el dominio o la dirección IP)
eu: Harpidetza instituzionala (erabiltzaileak domeinu edo IP helbidearen bidez baliozkotzen dira)
fa_ir: مشترکین می‌بایست از طریق دامنه یا IP تأیید هویت گردند
fi: Instituutiotilaus (käyttäjät vahvistetaan verkkotunnuksen tai IP-osoitealueen kautta)
fr_fr: Institutionnel (les utilisateurs sont validés via une adresse IP ou un domaine)
gl: Institucional (os usuarios valídanse mediante dominio ou enderezo IP)
hi_in: संस्थागत (उपयोगकर्ता डोमेन या आईपी पते के माध्यम से मान्य हैं)
hr_hr: Pretplatnici moraju biti potvrđeni autentifikacijom putem domene ili IP adrese.
hy: Ինստիտուցիոնալ (օգտատերերը վավերացվում են դոմեյնի կամ IP հասցեի միջոցով)
id_id: Institusi (pengguna divalidasi melalui domain atau alamat IP)
it_it: Abbonati istituzionali (autentificati tramite dominio o indirizzo IP)
ja: 組織（ユーザーはドメインまたはIPアドレスで認証される）
ka_ge: დაწესებულების (მომხმარებლების დამოწმება ხდება დომენის ან IP მისამართის საშუალებით)
ku_iq: دەزگایی (بەکارهێنەران بە دۆمەین یان IP پشتڕاست دەکرێنەوە)
ky: Институционалдык (колдонуучулар домен же IP дарек аркылуу текшерилет)
lt: Institucinė (vartotojas nustatomas iš srities ar IP adreso)
lv: Institucionālā (lietotāji tiek apstiprināti, izmantojot domēnu vai IP adresi)
mr: संस्थात्मक (वापरकर्त्यांची वैधता डोमेन किंवा IP पत्त्याद्वारे तपासली जाते)
ms: Institusi (pengguna disahkan melalui domain atau alamat IP)
nb_no: Institusjonell (brukere må valideres via domene eller IP-adresse)
nl: Institutioneel (gebruikers worden gevalideerd via domein of IP-adres)
pl: Instytucyjny (użytkownicy są obsługiwani poprzez domenę lub adres IP)
pt_br: Assinantes serão validados por meio de domínio ou autenticação de IP.
pt_pt: Institucional (assinantes serão validados através do domínio ou autenticação de IP)
ru: На организацию (пользователи проверяются по домену или IP-адресу)
sk_sk: Inštitucionálni predplatitelia (užívatelia sú overovaní prostredníctvom domény alebo IP adresy)
sl_si: Institucionalna (uporabniki se validirajo preko domene ali IP naslova)
sr_rs@cyrillic: Институционални (корисници су проверени помоћу домена или IP адресе)
sr_rs@latin: Institucionalni (korisnici su provereni pomoću domena ili IP adrese)
sv_se: Institutionella (användare valideras via domän eller IP-adress).
tr_tr: Kurumsal (kullanıcılar alan adı veya IP adresi ile doğrulanır)
uk: Інституційна (користувачі перевіряються через домен або IP-адресу)
uz_cyrl: Ташкилий (Institutional)
uz_uz@latin: Institutsional (foydalanuvchilar domen yoki IP -manzil orqali tasdiqlangan)
vi_vn: Tổ chức (người dùng được xác thực qua tên miền hoặc địa chỉ IP)
zh_cn: 订阅者应该透过网域或者IP进行授权认证。
zh_hant: 院校（用戶可透過網域或IP地址認證）

# manager.subscriptionTypes.form.institutionalValid
source: Please use the provided options.
ar: لطفاً، استعمل الخيارات المتاحة لك.
az: Zəhmət olmasa verilən seçimləri istifadə edin
bg_bg: Моля, използвайте предоставените опции.
ca_es: Utilitzeu les opcions disponibles.
cs_cz: Použijte prosím poskytnuté zaškrtávací políčko.
da_dk: Benyt det viste afkrydsningsfelt.
de_de: Bitte im Kästchen ankreuzen.
es_es: Utilice las opciones proporcionadas.
eu: Erabili horretarako dagoen kontrol-laukia.
fa_ir: لطفاً از گزینه‌های موجود استفاده کنید
fi: Käytä annettuja vaihtoehtoja.
fr_fr: Veuillez utiliser les options fournies.
gl: Utiliza as opcións proporcionadas.
hi_in: कृपया दिए गए विकल्पों का उपयोग करें।
hr_hr: Molimo koristite omogućeni potvrdni okvir.
hy: Խնդրում ենք օգտագործել տրամադրված տարբերակները:
id_id: Gunakan pilihan yang tersedia.
it_it: Utilizzare le caselle di selezione presenti.
ja: 用意されている選択肢をご利用ください。
ka_ge: გთხოვთ, გამოიყენოთ მოცემული ვარიანტები.
ku_iq: تکایە ئەم بژاردە بەردەستانە بەکار بهێنە.
ky: Берилген параметрлерди колдонуңуз.
lt: Prašom pasirinkti numatytąsias parinktis.
lv: Lūdzu, izmantojiet piedāvātās iespējas.
mr: कृपया दिलेल्या पर्यायांचा वापर करा.
ms: Sila gunakan pilihan yang disediakan.
nb_no: Vennligst bruk avkrysningsboksen.
nl: Gebruik het aankruisvak.
pl: Proszę, użyj podanych opcji.
pt_br: Utilize a caixa de opção.
pt_pt: Utilize a caixa de opção.
ru: Пожалуйста, выберите один из предложенных вариантов.
sk_sk: Použite prosím poskytnuté zaškrtávacie políčko.
sl_si: Prosimo izberite ponujeno možnost.
sr_rs@cyrillic: Употребите понуђене опције.
sr_rs@latin: Upotrebite ponuđene opcije.
sv_se: Använd den befintliga kryssrutan.
tr_tr: Lütfen verilen seçenekleri kullanınız.
uk: Для налаштування типу аутентифікації, будь ласка, скористайтеся відповідним прапорцем.
uz_cyrl: Опцияни танланг.
uz_uz@latin: Iltimos, taqdim etilgan variantlardan foydalaning.
vi_vn: Vui lòng sử dụng các tùy chọn được cung cấp.
zh_cn: 请使用所提供之检查框
zh_hant: 請使用所提供的選項。
