Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.payment.options.acceptSubscriptionPayments
source: This will activate payments for Subscriptions, where types, cost, duration and subscriptions are managed by the Journal (Subscription) Manager.
ar: هذا الأمر سيُمكن تسديد الاشتراكات حيث ستكون: أنواعها ومبالغها ومددها واشتراكاتها مدارة من قبل المجلة عبر (مدير الاشتراكات).
az: Bu, abunələr üçün ödənişləri aktivləşdirir. Növlər, dəyər, müddət və abunəliklər Jurnal (Abunəlik) idarəçisi tərəfindən idarə edilir
bg_bg: Това ще активира плащанията за абонаменти, където типовете, цената, продължителността и абонаментите се управляват от мениджъра на списанието или абонаментите.
ca_es: Amb aquesta casella s'activen els pagaments per a les subscripcions. Això permet l’administrador/a (de subscripcions) gestionar-ne els tipus, els costos i la durada.
cs_cz: Toto aktivuje platby předplatného; typy, ceny, trvání a předplatitelé jsou spravováni manažerem předplatného.
da_dk: Dette aktiverer betalinger for abonnementer, hvor typer, omkostning, varighed og abonnenter administreres af abonnementschefen.
de_de: Hier werden Abonnementzahlungen aktiviert. Art, Kosten, Dauer und Abonnent/innen werden durch die Abonnementverwaltung verwaltet.
es_es: Esta opción activa el pago para suscribirse a la revista. Los tipos de suscripción, el coste, la duración y las suscripciones en sí las administra el gestor/a (de suscripciones) de la revista.
eu: Aukera honek Harpidetzen ordainketa aktibatuko du. Motak, kostua, iraupena eta harpidedunak Harpidetzen kudeatzaileak kudeatuko ditu.
fa_ir: این موجب فعال شدن سیستم پرداخت مشترکین می‌شود که در آن نوع, قیمت, مدت, و مشترکین توسط مدیر اشتراک اداره می‌شود
fi: Tämä aktivoi sellaisten tilausten maksut, joissa julkaisun hallinnoija (tai tilaussihteeri) hallinnoi tilausvaihtoehtoja, hintoja, kestoja ja tilauksia.
fr_fr: Cela activera l'application des paiements d'abonnements où les types, les frais et les utilisateurs sont gérés par le responsable des abonnements.
gl: Isto activará os pagamentos para as subscricións, cuxos tipos, cotas e duración son xestionados polo administrador/a (de subscricións).
hi_in: यह सदस्यता के लिए भुगतानों को सक्रिय करेगा, जहाँ प्रकार, लागत, अवधि और सदस्यता जर्नल (सदस्यता) प्रबंधक द्वारा प्रबंधित किए जाते हैं।
hr_hr: Ovo će aktivirati naplate u modulu pretplata, gdje administrator pretplate određuje tipove, iznose i trajanje pretplata te održava listu pretplatnika.
hy: Սա կակտիվացնի վճարումները Բաժանորդագրությունների համար, որտեղ տեսակները, արժեքը, տևողությունը և բաժանորդագրությունները կառավարվում են Ամսագրի (Բաժանորդագրության) կառավարչի կողմից:
id_id: Aktifkan pembayaran untuk Langganan, di mana tipe, biaya, durasi dan langganan diatur oleh Manajer (Langganan) Jurnal.
it_it: Questo attiverà i pagamenti per gli abbonamenti, dove le tipologie, il costo, la durata e gli abbonati sono gestiti dall'Amministratore degli abbonamenti.
ja: これにより、購読料の支払いが有効になります。購読料の種類、コスト、期間、および購読料はジャーナル (購読) マネージャーで管理されます。
ka_ge: ეს გაააქტიურებს გადასახადების გადახდებს, სადაც ტიპებს, ღირებულებას, ხანგრძლივობასა და გამოწერებს მართავს ჟურნალის (გამოწერების) მმართველი.
ku_iq: ئەوە پارەدان بۆ جالاک کردنی بەشداربوون ئەنجامدەدات، کە نوسین، تێچوو ماوە و بەشداربوون بەڕێوەدەبرێت لە لایەن بەڕێوەبەرری بەشداربوانەوە.
ky: Бул жазылуунун түрлөрүн, баасын жана узактыгын журналдын жазылуу менеджери башкарган Жазылуулар бөлүмүндө төлөмдөрдү ишке ашырат.
lt: Bus įgalintas prenumeratos mokestis. Mokesčio rūšis, kainą, trukmę ir prenumeratą nustatys žurnalo (prenumeratos) vadybininkas.
lv: Tas aktivizēs maksājumus par abonementiem, kuru veidus, izmaksas, ilgumu un abonementus pārvalda žurnāla (abonementu) pārvaldnieks.
mr: हे वर्गणीसाठी देयके कार्यान्वित करेल, जेथे त्याचे प्रकार, मूल्य, कालावधी आणि सदस्यता नियतकालिकाच्या (वर्गणी) व्यवस्थापकाद्वारे ठरवले जाते.
ms: Ini akan mengaktifkan pembayaran untuk Langganan, di mana jenis, kos, tempoh dan langganan dikendalikan oleh Pengurus Jurnal (Langganan).
nb_no: Dette vil slå på betalingsverktøy for abonnement. Der kan abonnementstyper, priser, varighet og abonnenter redigeres av abonnementskontakten.
nl: Dit zal betaling voor abonnementen activeren. De types, kosten, duur en abonnees worden beheerd door de abonnementenbeheerder.
pl: To spowoduje aktywację płatności za subskrypcję, w której rodzaje, koszt, czas trwania są zarządzane przez administratora czasopisma lub administratora subskrypcji.
pt_br: Esta ação ativará pagamento para assinaturas, sendo responsabilidade do gerente de assinaturas definir e gerenciar os tipos, taxas, duração e assinantes.
pt_pt: Esta ação ativará o pagamento para Subscrições, sendo responsabilidade do Gestor de Subscrições definir e gerir os tipos, taxas, duração e assinantes.
ru: Это активирует платежи в разделе «Подписки», где типы подписки, их стоимость и продолжительность управляются менеджером по подписке данного журнала.
sk_sk: Toto aktivuje platby predplatného; typy, ceny, trvanie a predplatitelia sú spravovaní manažérom predplatného.
sl_si: To bo aktiviralo modul za plačilo naročnin, kjer bodo uredniki revij lahko urejali tipe naročnin, pristojbine in trajanje naročnin.
sr_rs@cyrillic: Овде се активирају плаћања за претплату чије је трајање, тип претплате и накнаду претплате одредио Управник часописа (за претплате).
sr_rs@latin: Ovde se aktiviraju plaćanja za pretplatu čije je trajanje, tip pretplate i naknadu pretplate odredio Upravnik časopisa (za pretplate).
sv_se: Detta aktiverar betalningar för Prenumerationer, där former, kostnader, prenumerationstid och prenumerationer hanteras av prenumerationsansvarig.
tr_tr: Bu, abonelikler için ödemeleri etkinleştirir. Türler, maliyet, süre ve abonelikler Dergi (Abonelik) Yöneticisi tarafından yönetilir.
uk: Активація платежів за передплати; типи, вартість, тривалість передплат та переліки передплатників налаштовуються менеджером передплати.
uz_cyrl: Бу функция журнал менежери томонидан бошқариладиган обуна тўловларини ёқади.
uz_uz@latin: Bu obunalar uchun to'lovlarni faollashtiradi, bu erda turlari, narxi, davomiyligi va obunalari Jurnal (obuna) menejeri tomonidan boshqariladi.
vi_vn: Điều này sẽ kích hoạt thanh toán cho Thuê bao, trong đó kiểu thuê bao, chi phí, thời lượng và đăng ký thuế bao được quản lý bởi Người quản lý Thuế bao Tạp chí.
zh_hant: 此會啟動訂閱款項，相關種類、價錢、持續時間及訂閱由期刊（訂閱）管理員設置。

# subscriptionManager.subscription.confirmRemove
source: Are you sure you wish to delete this subscription?
ar: هل أنت متأكد من رغبتك في حذف هذا الاشتراك؟
az: Bu abunəliyi silmək istədiyinizə əminsiniz?
bg_bg: Наистина ли искате да изтриете този абонамент?
ca_es: Segur que voleu eliminar aquesta subscripció?
cs_cz: Jste si jisti, že chcete smazat toto předplatné?
da_dk: Er du sikker på, at fu vil slette dette abonnement?
de_de: Sind Sie sicher, dass Sie dieses Abonnement löschen wollen?
es_es: ¿Seguro que desea eliminar esta suscripción?
eu: Ziur zaude harpidetza hau ezabatu nahi duzula?
fa_ir: آیا مطمئنید که می‌خواهید این اشتراک را حذف کنید.
fi: Oletko varma, että haluat poistaa tämän tilauksen?
fr_fr: Etes-vous sûr de supprimer cet abonnement ?
gl: Está seguro de querer eliminar esta subscrición?
hi_in: क्या आप वाकई इस सदस्यता को हटाना चाहते हैं?
hy: Իսկապե՞ս ցանկանում եք ջնջել այս բաժանորդագրությունը:
is_is: Ertu viss um að þú viljir eyða þessari áskrift?
it_it: Sei sicuro di cancellare questo abbonamento ?
ja: この購読を削除してよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ გამოწერის წაშლა?
ku_iq: ئایە تۆ دڵنیایت کە دەتەوێت لەبەشداریکردن ڕەشبکرێیتەوە؟
ky: Бул жазылууну чын эле жок кылгыңыз келеби?
lt: Ar tikrai norite ištrinti šią prenumeratą?
lv: Vai tiešām vēlaties dzēst šo abonementu?
mr: तुम्ही खात्रीपूर्वक ही सदस्यता हटवू इच्छिता ना?
ms: Adakah anda pasti mahu memadamkan langganan ini?
nb_no: Er du sikker på at du vil slette dette abonnementet?
nl: Weet u zeker dat u dit abonnement wil verwijderen?
pl: Czy na pewno usunąć tą subskrypcję?
pt_br: Deseja realmente apagar esta subscrição?
pt_pt: Deseja realmente apagar esta subscrição?
ru: Вы уверены, что хотите удалить эту подписку?
sk_sk: Ste si istý, že chcete zmazať toto predplatné?
sl_si: Ste prepričani, da želite odstraniti to naročnino?
sv_se: Är du säker på att du vill radera den här prenumerationen?
tr_tr: Bu aboneliği silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити дану підписку?
uz_cyrl: Ушбу обунани ўчиришни тасдиқлайсизми?
uz_uz@latin: Bu obunani oâ€˜chirib tashlamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa thuê bao này?
zh_hant: 是否確認刪除此訂閱？

# manager.payment.options.enablePayments
source: Payments will be enabled for this journal. Note that users will be required to log in to make payments.
ar: سيتم تمكين وحدة التسديد لهذه المجلة. لاحظ أن المستخدمين عليهم الدخول إلى الموقع للقيام بتسديد المال.
az: Bu Jurnal üçün ödənişlər aktivləşdiriləcək. İstifadəçilərin ödəniş etmək üçün daxil olmaları lazım gəldiyini unutmayın.
bg_bg: Плащанията ще бъдат разрешени за това списание. Имайте предвид, че потребителите ще трябва да влязат в системата, за да извършват плащания.
ca_es: Feu clic aquí per habilitar el mòdul «Pagaments». Empleneu el formulari que es mostra a continuació per configurar els paràmetres del pagament. Nota: els usuaris/àries han d’iniciar la sessió per poder fer pagaments.
cs_cz: Klikněte zde pro povolení modulu plateb. Musíte nakonfigurovat nastavení plateb vyplněním níže uvedeného formuláře. Uživatelé se budou muset přihlásit, aby mohli provést platby.
da_dk: Klik her for at aktivere betalingsmodulet. Du skal konfigurere betalingsindstillinger ved at udfylde formularen nedenfor. Bemærk! Brugere skal logge på for at kunne foretage betalinger.
de_de: Klicken Sie hier, um das Zahlungsmodul zu aktivieren. Sie müssen die Zahlungsmodalitäten im Formular unten konfigurieren. Bitte beachten Sie, dass die Benutzer/innen eingeloggt sein müssen, um Zahlungen vornehmen zu können.
es_es: Haga clic aquí para habilitar el módulo de pagos. Debe configurar las opciones de pago. Para ello, rellene el siguiente formulario. Tenga en cuenta que debe iniciar sesión para realizar cualquier pago.
eu: Egin klik hemen Ordainketen modulua gaitzeko. Ordainketen ezarpenak konfiguratzeko, beheko inprimakia bete behar duzu. Kontuan izan erabiltzaileek saioa hasi beharko dutela ordainketak egiteko.
fa_ir: برای فعال‌سازی ماژول پرداخت اینجا را کلیک کنید. می‌بایست ابتدا با پر کردن فرم زیر, تنظیمات نحوه پرداخت را پیکره‌بندی کنید. توجه داشته باشید که کاربران باید برای پرداخت ابتدا وارد سیستم شوند.
fi: Klikkaa tästä ottaaksesi maksutoiminnot käyttöön. Maksuasetukset on määritettävä täyttämällä alla oleva lomake. Huomaa, että käyttäjien täytyy kirjautua sisään suorittaakseen maksuja.
fr_fr: Cliquez ici pour activer le module de Paiements. Vous devez remplir le formulaire ci-dessous pour configurer les paramètres de paiements. Veuillez noter que les utilisateurs doivent se connecter pour effectuer leurs paiements.
gl: Faga clic aquí para activar o complemento "Pagamentos". Debe cubrir o formulario que se mostra a continuación para configurar as opcións de pagamento. Teña en conta que os usuarios deben conectarse para poder efectuar pagamentos.
hi_in: इस जर्नल के लिए भुगतान सक्षम हो जाएंगे। ध्यान दें कि भुगतान करने के लिए उपयोगकर्ताओं को लॉग इन करना आवश्यक होगा।
hr_hr: Kako biste aktivirali modul za naplatu odaberite ovu opciju. Potom je potrebno kroz niže priložene opcije odrediti na koga i što se naplate odnose. Napomena: korisnici će se morati prijaviti u sustav žele li izvršiti uplatu.
hy: Վճարումները կակտիվացվեն այս ամսագրի համար: Նկատի ունեցեք, որ վճարումներ կատարելու համար օգտատերերից կպահանջվի մուտք գործել:
id_id: Klik di sini untuk memungkinkan modul Pembayaran. Anda harus mengkonfigurasi pengaturan pembayaran dengan mengisi form di bawah ini. Catatan: Pengguna harus log in untuk melakukan pembayaran.
it_it: Clicca qui per abilitare il modulo dei pagamenti. Devi configurare le impostazioni di pagamento riempiendo il modulo qui di seguito. Si noti che agli utenti verrà richiesto di effettuare il log in per eseguire i pagamenti.
ja: このジャーナルの支払いが可能になります。なお、支払いにはログインが必要となります。
ka_ge: გადახდები ჩართული იქნება ამ ჟურნალისთვის. გაითვალისწინეთ, რომ მომხმარებლებს მოეთხოვებათ სისტემაში შესვლა გადახდების განსახორციელებლად.
ku_iq: دەتوانرێت پارە بدرت بۆ ئەو گۆڤارە. تێبینی: ئەو بەکارهێنەرە داوای لێدەکرێیت کە بچێتە ناو هەژمارەکەیەوە بۆ ئەوەی پارەکە بدات.
ky: Бул журнал үчүн төлөмдөр камтылат. Төлөмдөрдү жүргүзүү үчүн колдонуучулар сайтка өздөрүнүн аккаунту менен кириши керек экенин эске алыңыз.
lt: Bus nustatyta, kad galima mokėti. Patikrinkite, ar reikalaujama, kad prieš mokėdamas vartotojas prisijungtų.
lv: Šajā žurnālā būs iespējoti maksājumi. Ņemiet vērā, ka lietotājiem būs jāpierakstās, lai veiktu maksājumus.
mr: या नियतकालिकासाठी देयके कार्यान्वित केली जातील. रक्कमेचा भरणा करण्यासाठी वापरकर्त्यांना लॉग-इन करणे आवश्यक आहे याची नोंद घ्या.
ms: Pembayaran akan didayakan untuk jurnal ini. Catatan: pengguna akan diminta untuk log masuk untuk membuat pembayaran.
nb_no: Klikk her for å slå på betalingsmodulen. Du må konfigurere betalingsinnstillingene ved å fylle ut skjemaet nedenfor. Vær oppmerksom på at brukerne må logge inn for å foreta betaling.
nl: Klik hier om de betalingsmodule in te schakelen. U moet de betalingsinstellingen configureren door het formulier hieronder in te vullen. Merk op dat gebruikers in moeten loggen om betalingen te kunnen doen.
pl: Dla tego czasopisma zostaną włączone płatności. Uwaga: użytkownicy będą musieli zalogować się, aby dokonać płatności.
pt_br: Clique aqui para habilitar o módulo de pagamentos. Em seguida, configure as opções de pagamento através do formulário disponível. Usuários deverão estar cadastrados e logados no sistema para realizar pagamentos.
pt_pt: Clique aqui para ativar o módulo de pagamentos. Em seguida, configure as opções de pagamento através do formulário disponível. Utilizadores deverão estar registados e ligados ao sistema para realizar pagamentos.
ru: Платежи будут включены для этого журнала. Обратите внимание, что для осуществления платежей пользователи должны будут войти на сайт под своей учетной записью.
sk_sk: Kliknite sem pre povolenie modulu platieb. Musíte nakonfigurovať nastavenia platieb vyplnením nižšie uvedeného formulára. Používatelia sa budú musieť prihlásiť, aby mohli vykonať platby.
sl_si: Kliknite za vključitev plačilnega modula. Nastavitve za plačevanje morate nastaviti v obrazcu spodaj.
sr_rs@cyrillic: Кликните овде да укључите модул Плаћања. Морате конфигурисати подешавања за плаћања компшлетирањем обрасца испод. Корисници ће морати да се пријаве у систем да би извршили плаћање.
sr_rs@latin: Kliknite ovde da uključite modul Plaćanja. Morate konfigurisati podešavanja za plaćanja kompšletiranjem obrasca ispod. Korisnici će morati da se prijave u sistem da bi izvršili plaćanje.
sv_se: Betalningar kommer att aktiveras för den här tidskriften. Observera att användare måste logga in för att göra betalningar.
tr_tr: Bu dergi için ödemeler etkinleştirilecektir. Kullanıcıların ödeme yapmak için giriş yapmaları gerekeceğini unutmayın.
uk: Платежі будуть включені для цього журналу. Зауважте, що користувачі повинні увійти до системи, щоб здійснити платіж.
uz_cyrl: Журнал учун тўловларни ёқиш. Тўлов қилиш учун фойдаланувчи тизимга кириши керак.
uz_uz@latin: Bu jurnal uchun to'lovlar yoqiladi. E'tibor bering, to'lovlarni amalga oshirish uchun foydalanuvchilar tizimga kirishi kerak bo'ladi.
vi_vn: Thanh toán sẽ được kích hoạt cho tạp chí này. Lưu ý rằng người dùng sẽ được yêu cầu đăng nhập để thực hiện thanh toán.
zh_cn: 点击这里启用支付模块.你必须填写下面的支付配置表单 注意：用户必须登录到付款.
zh_hant: 此會啟動期刊收費。注意用戶需要先登入才能付款。

# manager.payment.options.fee
source: Fee
ar: الرسم
az: Ödəniş
bg_bg: Такса
ca_es: Quota
cs_cz: Poplatek
da_dk: Gebyr
de_de: Gebühr
es_es: Cuota
eu: Tarifa
fa_ir: هزینه‌ها
fi: Maksu
fr_fr: Frais
gl: Cota
hi_in: शुल्क
hr_hr: Iznos
hy: Վճար
id_id: Biaya
it_it: Quota
ja: 料金
ka_ge: გადახდა
ku_iq: بڕی پارە
ky: төлөм
lt: Mokestis
lv: Maksa
mr: फी
ms: Yuran
nb_no: Priskategori
nl: Betaling
pl: Opłata
pt_br: Taxa
pt_pt: Taxa
ru: Платеж
sk_sk: Poplatok
sl_si: Pristojbina
sr_rs@cyrillic: Накнада
sr_rs@latin: Naknada
sv_se: Avgift
tr_tr: Ücret
uk: Розмір платежу
uz_cyrl: Тўлов
uz_uz@latin: Haq
vi_vn: Phí
zh_cn: 费用
zh_hant: 費用

# manager.payment.options.feeDescription
source: Fee Description
ar: وصف الرسم
az: Ödəniş açıqlaması/izahatı
bg_bg: Описание на такса
ca_es: Descripció de la quota
cs_cz: Popis poplatku
da_dk: Beskrivelse af gebyr
de_de: Beschreibung der Gebühr
es_es: Descripción de la cuota
eu: Tarifaren azalpena
fa_ir: توصیف هزینه‌ها
fi: Maksun kuvaus
fr_fr: Description des frais
gl: Descrición da cota
hi_in: शुल्क विवरण
hr_hr: Opis
hy: Վճարի նկարագրություն
id_id: Deskripsi Biaya
it_it: Descrizione della quota
ja: 料金説明
ka_ge: გადახდის აღწერა
ku_iq: باسکردنی تەوای بڕی پارە
ky: Төлөмдүн сүрөттөлүшү
lt: Mokesčio aprašymas
lv: Maksas apraksts
mr: फी चे प्रकार
ms: Butiran Yuran
nb_no: Priskategori: beskrivelse
nl: Beschrijving van de betaling
pl: Opis opłaty
pt_br: Descrição da taxa
pt_pt: Descrição da Taxa
ru: Описание платежа
sk_sk: Popis poplatku
sl_si: Opis pristojbine
sr_rs@cyrillic: Опис накнаде
sr_rs@latin: Opis naknade
sv_se: Beskrivning av avgift
tr_tr: Ücret Açıklaması
uk: Опис платежу
uz_cyrl: Тўлов тавсифи
uz_uz@latin: To'lov tavsifi
vi_vn: Mô tả phí
zh_cn: 费用描述
zh_hant: 費用描述

# manager.payment.options.feeName
source: Fee Name
ar: اسم الرسم
az: Ödənişin adı
bg_bg: Заглавие на такса
ca_es: Nom de la quota
cs_cz: Název poplatku
da_dk: Navn på gebyr
de_de: Art der Gebühr
es_es: Nombre de la cuota
eu: Tarifaren izena
fa_ir: نام هزینه
fi: Maksun nimi
fr_fr: Nom des frais
gl: Nome da cota
hi_in: शुल्क का नाम
hr_hr: Naziv
hy: Վճարի անուն
id_id: Nama Biaya
it_it: Nome della quota
ja: 料金名称
ka_ge: გადახდის დასახელება
ku_iq: ناوی پارەدان
ky: Төлөмдүн аты
lt: Mokesčio pavadinimas
lv: Maksas nosaukums
mr: फी चे नाव
ms: Nama Yuran
nb_no: Priskategori: navn
nl: Naam van de betaling
pl: Nazwa opłaty
pt_br: Título da taxa
pt_pt: Título da Taxa
ru: Название платежа
sk_sk: Názov poplatku
sl_si: Ime pristojbine
sr_rs@cyrillic: Име накнаде
sr_rs@latin: Ime naknade
sv_se: Namn på avgift
tr_tr: Ücret Adı
uk: Назва платежу
uz_cyrl: Тўлов номи
uz_uz@latin: To'lov nomi
vi_vn: Tên phí
zh_cn: 费用名称
zh_hant: 費用名稱

# manager.payment.options.membershipFee
source: Association Membership
ar: عضوية الرابطة
az: Dərnək Üzvlüyü
bg_bg: Членство в Асоциация (Сдружение)
ca_es: Afiliació a l’associació
cs_cz: Členství v asociaci
da_dk: Foreningsmedlemskab
de_de: Institutionelle Mitgliedschaft
es_es: Afiliación a una asociación
eu: Elkarteko bazkide
fa_ir: عضویت در انجمن
fi: Yhdistyksen jäsenyys
fr_fr: Adhésion à l'association
gl: Afiliación á asociación
hi_in: संस्था की सदस्यता
hr_hr: Članstvo u organizaciji
hy: Ասոցիացիայի անդամակցություն
id_id: Keanggotaan Asosiasi
it_it: Quota associativa
ja: アソシエーションメンバーシップ
ka_ge: ასოცირებული წევრობა
ku_iq: ئەندامبون
ky: Ассоциацияланган мүчөлүк
lt: Narystė
lv: Dalība asociācijā
mr: संघटना सदस्यत्व
ms: Keahlian Persatuan
nb_no: Medlemskap i forening/selskap
nl: Verenigingslidmaatschap
pl: Członkostwo w stowarzyszeniu
pt_br: Taxa de adesão
pt_pt: Taxa de Adesão
ru: Ассоциированное членство
sk_sk: Členstvo v asociácii
sl_si: Članarina
sr_rs@cyrillic: Чланство у асоцијацији
sr_rs@latin: Članstvo u asocijaciji
sv_se: Föreningsmedlemskap
tr_tr: Dernek Üyeliği
uk: Членство в асоціації
uz_cyrl: Аъзолик тўлови
uz_uz@latin: Uyushma a'zoligi
vi_vn: Thành viên hiệp hội
zh_cn: 会员费用
zh_hant: 協會會員資格

# manager.payment.options.onlypdf
source: Only Restrict Access to PDF version of issues and articles
ar: إجعل الوصول مقتصراً على نسخ PDF من المؤلفات والأعداد
az: Məqalə və nömrələrdəki PDF fayllara sadəcə məhdud giriş
bg_bg: Ограничете само достъпа до PDF версии на издания и статии
ca_es: Restringeix l’accés només a la versió PDF dels números i dels articles
cs_cz: Pouze omezit přístup k PDF verzím čísel a článků
da_dk: Begræns kun adgang til artiklers PDF-version
de_de: Eingeschränkter Zugriff nur auf die PDF-Versionen von Artikeln
es_es: Restringir el acceso únicamente a la versión en PDF de los números y artículos
eu: Artikuluen PDF bertsiorako sarbidea bakarrik murriztu
fa_ir: دسترسی فقط به نسخه PDF مسدود است
fi: Rajoita pääsyä ainoastaan numeroiden ja artikkeleiden PDF-versioihin
fr_fr: Limiter l'accès suniquement aux articles en format PDF
gl: Restrinxir o acceso unicamente á versión en PDF dos números e dos artigos
hi_in: केवल अंक और आलेखों के पीडीएफ संस्करण तक पहुंच को प्रतिबंधित करें
hr_hr: Ograniči pristup samo na PDF verzije članaka
hy: Սահմանափակել միայն թողարկումների և հոդվածների PDF տարբերակի հասանելիությունը
id_id: Hanya batasi akses versi PDF dari terbitan dan artikel
it_it: Chiudi l'accesso solo alla versione PDF degli articoli
ja: 巻号や記事のPDF版へのアクセスだけに制限
ka_ge: შეზღუდეთ მხოლოდ გამოცემებისა და სტატიების PDF ვერსიასთან წვდომა
ku_iq: تەنها ڕێگەپێدانى سنووردار بۆ گەيشتن بە PDF ى گوتار و لاپەڕەكانى
ky: Маселелердин жана макалалардын PDF версияларына гана кирүүнү чектөө
lt: Prieigą riboti tik prie PDF numerių ir straipsnių versijos
lv: Žurnāla numuru un rakstu PDF versijām tikai ierobežota piekļuve
mr: अंक आणि लेखांची केवळ PDF प्रारूपे उपलब्ध करा
ms: Hanya Terhad Akses ke versi terbitan dan artikel versi PDF
nb_no: Bare begrens tilgangen til PDF-versjonen av artiklene
nl: Alleen de toegang tot de PDF versie van de artikels beperken
pl: Ogranicz dostęp do wersji PDF numerów i artykułów
pt_br: Restringir acesso apenas a versões PDF dos artigos
pt_pt: Restringir acesso apenas a versões PDF dos artigos
ru: Ограничить доступ только PDF-версиями выпусков и статей
sk_sk: Iba obmedziť prístup k PDF verziám čísel a článkov
sl_si: Omejen dostop do PDF verzij številk in prispevkov
sr_rs@cyrillic: Само ограничи приступ за PDF верзију броја и чланака
sr_rs@latin: Samo ograniči pristup za PDF verziju broja i članaka
sv_se: Endast begränsad tillgång till artiklarnas PDF-versioner.
tr_tr: Makale ve sayılardaki PDF dosyalara yalnızca sınırlı erişim
uk: Обмежити доступ тільки до PDF-версій випусків і статей
uz_cyrl: Фақат PDF версияларга киришни чеклаш
uz_uz@latin: Nashr va maqolalarning PDF versiyasiga kirishni cheklang
vi_vn: Chỉ hạn chế quyền truy cập vào phiên bản PDF của các số và các bài viết
zh_cn: 仅为PDF格式
zh_hant: 只限制各卷及各期的PDF版本閱覽

# manager.payment.options.publicationFee
source: Article Processing Charge
ar: رسوم نشر المؤلفات
az: Məqalə çalışma haqqı
bg_bg: Такса за обработка на статия
ca_es: Publicació de l’article
cs_cz: Pulikování článku
da_dk: Artikelpublicering
de_de: Veröffentlichung von Artikeln
es_es: Publicar un artículo
eu: Artikulua argitaratzea
fa_ir: هزینه چاپ
fi: Artikkelin julkaiseminen
fr_fr: Publication d'article
gl: Publicación do artigo
hi_in: आलेख प्रसंस्करण शुल्क
hr_hr: Objavljivanje članka
hy: Հոդվածի մշակման վճար
id_id: Penerbitan Artikel
it_it: Pubblicazione di un articolo accettato
ja: 記事作成料
ka_ge: სტატიის დამუშავების საფასური
ku_iq: تێچووى پرۆسێسکردنی توێژینەوە
ky: Макаланы иштетүү акысы
lt: Straipsnio apdorojimo mokestis
lv: Rakstu apstrādes maksa
mr: लेख प्रक्रिया शुल्क
ms: Caj Pemprosesan Artikel
nb_no: Publisering av artikkel
nl: Artikel publicatie
pl: Opłata za publikację artykułu
pt_br: Publicação de artigo
pt_pt: Taxa de Processamento de Artigo
ru: Платеж за обработку статьи
sk_sk: Pulikovanie článku
sl_si: Objava prispevka
sr_rs@cyrillic: Објављивање чланка
sr_rs@latin: Objavljivanje članka
sv_se: Avgift för artikelpublicering
tr_tr: Makale İşleme Ücreti
uk: Плата за обробку статті
uz_cyrl: Мақолани нашр этиш тўлови
uz_uz@latin: Maqolani qayta ishlash uchun to'lov
vi_vn: Điều khoản xử lý phí
zh_cn: 文章出版费
zh_hant: 文章處理費用
