Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.sections.wordCountInstructions
source: Limit abstract word counts for this section (0 for no limit)
ar: قيد عدد كلمات الملخص في هذا القسم (الصفر يعني بلا قيد)
az: Bu bölmədə xülasə (abstract) üçün kəlmə sayı (limitsiz: 0)
bg_bg: Ограничете броя на абстрактните думи за този раздел (0 без ограничение)
ca_es: Limitar el recompte de paraules dels resums per a aquesta secció (0 si no el voleu limitar)
cs_cz: Omezit počet slov abstraktu pro tuto sekci na (0 pro žádný limit):
da_dk: Begræns ordantal for resumé i denne sektion (0 for ingen grænse):
de_de: Wortanzahl für Abstracts für diese Rubrik begrenzen (0 für keine Begrenzung):
es_es: Limitar el número de palabras del resumen en esta sección (escriba 0 si no desea poner un límite)
eu: Mugatu atal honetako laburpenen hitz kopurua (0 mugarik ez jartzeko)
fa_ir: حداکثر تعداد کلمات برای این نوع مقاله (صفر تا بدون سقف)
fi: Rajaa tämän osaston abstraktien sanamäärät (0 ei rajoitusta)
fr_fr: Limiter le nombre de mots du résumé pour cette rubrique (0 pour aucune limite)
gl: Limitar o número de palabras do resumo para esta sección (0 se non quere poñer límite)
hi_in: इस सेक्शन के लिए सीमित सार शब्द मायने रखता है (बिना सीमा के 0)
hr_hr: Ograničite broj riječi za sažetak u ovom odjeljku (0 za beskonačno):
hy: Սահմանափակել ամփոփման բառերի քանակը այս բաժնի համար (0՝ առանց սահմանափակումների)
id_id: Batasi jumlah kata abstrak untuk bagian ini (0 jika tidak ada batasan):
is_is: Takmakra orðafjölda í útdrætti fyrir þennan kafla (0 fyrir ótakmarkað)
it_it: Limita la lunghezza degli abstract per gli articoli di questa sezione (0 per illimitate)
ja: このセクションのアブストラクトの単語数の制限（制限なしの場合は0）
ka_ge: ამ განყოფილების აბსტრაქტში სიტყვების რაოდენობის შეზღუდვა (0 — შეზღუდვის გარეშე)
ku_iq: ژمارەی وشەکان بۆ پوختەی توێژینەوەکان دیاری بکە (سفر واتای ئەوەیە کە ژمارە بێسنورە)
ky: Бул бөлүм үчүн рефераттагы сөздөрдүн санын чектөө (0 - чек жок)
lt: Riboti šio skyriaus straipsnių santraukų ženklų skaičių (0, jei neribojama)
lv: Kopsavilkuma vārdu skaita ierobežojums šajā sadaļā (0 – bez ierobežojuma)
mr: या विभागासाठी गोषवार्‍याची शब्द संख्या मर्यादित करा (अमर्यादेसाठी 0)
ms: Hadkan jumlah perkataan abstrak untuk bahagian ini (0 tanpa had)
nb_no: Begrens antall ord i sammendrag i denne delen av tidsskriftet til (0 betyr ingen begrensning)
nl: Begrens aantal woorden voor deze sectie (0 voor ongelimiteerd)
pl: Ogranicz liczbę słów abstraktu dla tego działu (0 = bez limitu)
pt_br: Limitar a quantidade de palavras do resumo para esta seção (0 para ilimitado):
pt_pt: Limitar a quantidade de palavras do resumo para esta secção (0 para ilimitado)
ru: Ограничить количество слов в аннотации для этого раздела (0 — без ограничений)
sk_sk: Obmedziť počet slov abstraktu pre túto sekciu (0 pre žiadny limit)
sl_si: Omeji število besed v izvlečku v tej rubriki na (0 za neomejeno):
sr_rs@cyrillic: Ограничи број речи за апстракт за ову секцију (0 за без ограничења)
sr_rs@latin: Ograniči broj reči za apstrakt za ovu sekciju (0 za bez ograničenja)
sv_se: Begränsa antal tillåtna ord i abstract för den här sektionen (0 innebär obegränsat)
tr_tr: Bu bölümde öz (abstract) için kelime sayısı (limitsiz: 0)
uk: Обмежити кількість слів у анотаціях статей цього розділу (0 - без обмеження)
uz_cyrl: Аннотациядаги сўзлар сони чегараси (0 - чегарасиз)
uz_uz@latin: Bu bo'lim uchun mavhum so'zlar sonini cheklash (cheklovsiz 0)
vi_vn: Giới hạn số lượng từ tóm tắt cho chuyên mục này (0 sẽ là không giới hạn)
zh_cn: 限制本栏目的字符数(0为不限制):
zh_hant: 此分類的摘要字數限制（如無限制則為零）

# manager.setup
source: Journal Settings
ar: التهيئة
az: Jurnal tənzimləri
bg_bg: Настройки за списание
ca_es: Configuració
cs_cz: Nastavení
da_dk: Konfiguration
de_de: Setup
es_es: Configuración
eu: Konfigurazioa
fa_ir: نصب
fi: Julkaisun asetukset
fr_fr: Configuration
gl: Configuración
hi_in: जर्नल सेटिंग्स
hr_hr: Uređivanje postavki časopisa
hy: Ամսագրի կարգավորումներ
id_id: Pengaturan Jurnal
is_is: Stillingar tímarits
it_it: Setup
ja: ジャーナル設定
ka_ge: ჟურნალის პარამეტრები
ku_iq: ڕێکخستنەکانی گۆڤار
ky: Журналды жөндөө
lt: Leidinio nustatymai
lv: Žurnāla uzstādījumi
mr: नियतकालिकाचे सेटिंग्ज
ms: Tetapan Jurnal
nb_no: Oppsett
nl: Instellen
pl: Konfiguracja
pt_br: Configuração
pt_pt: Configuração
ru: Настройки журнала
sk_sk: Nastavenia
sl_si: Nastavitve
sr_rs@cyrillic: Подешавања часописа
sr_rs@latin: Podešavanja časopisa
sv_se: Tidskriftsinställningar
tr_tr: Dergi Ayarları
uk: Налаштування журналу
uz_cyrl: Созламалар
uz_uz@latin: Jurnal sozlamalari
vi_vn: Cài đặt tạp chí
zh_cn: 配置
zh_hant: 期刊設定

# manager.setup.homepageContent
source: Journal Homepage Content
ar: محتوى الصفحة الرئيسية للمجلة
az: Jurnal əsas səhifə məzmunu
bg_bg: Съдържание на заглавната страница на списанието
ca_es: Contingut de la pàgina d'inici de la revista
cs_cz: Obsah domovské stránky časopisu
da_dk: Indhold på tidsskriftshjemmeside
de_de: Inhalte der Zeitschriften-Homepage
es_es: Contenido de la página de inicio de la revista
eu: Aldizkariaren hasiera-orriko edukia
fa_ir: محتوای صفحه اصلی مجله
fi: Julkaisun etusivun sisältö
fr_fr: Contenu de la page d'accueil de la revue
gl: Contido da páxina de inicio da revista
hi_in: जर्नल मुखपृष्ठ सामग्री
hy: Ամսագրի գլխավոր էջի բովանդակությունը
id_id: Konten Beranda Jurnal
is_is: Innihald forsíðu tímarits
it_it: Contenuto Homepage rivista
ja: ジャーナルのホームページのコンテンツ
ka_ge: ჟურნალის მთავარი გვერდის შიგთავსი
ku_iq: ناوەرۆکی پەڕەی سەرەکیی گۆڤار
ky: Журналдын башкы бетинин мазмуну
lt: Pradžia
lv: Žurnāla sākumlapas saturs
mr: नियतकालिकाच्या मुख्यपृष्ठावरील मजकूर
ms: Kandungan Halaman Utama Jurnal
nb_no: Innhold på hjemmesiden
nl: Inhoud van de homepage van het tijdschrift
pl: Zawartość strony głównej czasopisma
pt_br: Página Inicial da Revista
pt_pt: Conteúdo da Página de Início da Revista
ru: Контент главной страницы журнала
sk_sk: Obsah domovskej stránky časopisu
sl_si: Vsebina domače strani revije
sr_rs@cyrillic: Садржај почетне стране часописа
sr_rs@latin: Sadržaj početne strane časopisa
sv_se: Innehåll på tidskriftens förstasida
tr_tr: Dergi Ana Sayfa İçeriği
uk: Вміст головної сторінки журналу
uz_cyrl: Бош саҳифа мазмуни
uz_uz@latin: Jurnal bosh sahifasining tarkibi
vi_vn: Nội dung trang chủ của tạp chí
zh_hant: 期刊主頁內容

# manager.setup.homepageContentDescription
source: The journal homepage consists of navigation links by default. Additional homepage content can be appended by using one or all of the following options, which will appear in the order shown.
ar: الصفحة الرئيسية للمجلة تشتمل إفتراضياً على روابط التنقل. يمكن إلحاق محتويات إضافية في الصفحة الرئيسية باستعمال واحد أو أكثر من الخيارات الآتية والتي ستظهر حسب ترتيبها المعروض أدناه.
az: Jurnalın əsas səhifəsinin defolt olaraq gəzinmə linklərindən formalaşır. Əlavə ana səhifə məzmunu, göstərilən sıraya görə görünəcək olan aşağıdakı seçimlərdən biri və ya hamısı istifadə edilərək əlavə edilə bilər.
bg_bg: Началната страница на списанието се състои от навигационни връзки по подразбиране. Допълнително съдържание на началната страница може да бъде добавено чрез използване на една или всички от следните опции, които ще се появят в показания ред.
ca_es: La pàgina d'inici de la revista consta dels enllaços de navegació per defecte. S'hi pot afegir contingut addicional mitjançant una o totes les opcions següents, que apareixeran en l'ordre mostrat.
cs_cz: Domovská stránka časopisu ve výchozím nastavení obsahuje navigační odkazy. Další obsah domovské stránky lze přidat pomocí jedné nebo více následujících možností, které se zobrazí v uvedeném pořadí.
da_dk: Tidsskriftshjemmesiden består af en række standard navigationslinks. Yderligere hjemmesideindhold kan tilføjes ved at benytte én af eller alle de følgende muligheder, som vil fremkomme i den viste orden.
de_de: Die Zeitschriften-Homepage besteht standardmäßig aus Navigations-Links. Zusätzliche Inhalte können hinzugefügt werden, indem eine oder alle der folgenden Optionen ausgewählt werden. Sie werden in der angezeigten Reihenfolge auftauchen.
es_es: La página de inicio de la revista consta de los enlaces por defecto. Se le puede añadir contenido adicional mediante una o todas las opciones siguientes, que aparecerán en el orden mostrado.
eu: Aldizkariaren hasierako orrialdeak nabigazio-estekak ditu lehenetsita. Eduki gehigarria erantsi daiteke ondorengo aukeretako bat edo guztiak erabiliz, eta erakusten diren ordenan agertuko dira.
fa_ir: صفحه خانگی مجله به صورت پیش‌فرض شامل لینک‌هایی برای پیمایش سایت می‌باشد. می‌توانید با استفاده از گزینه‌های زیر محتویات دیگری را به صفحه خانگی مجله اضافه کنید.
fi: Julkaisun etusivu koostuu oletusarvoisesti siirtymälinkeistä. Muuta sisältöä etusivulle voidaan liittää käyttämällä yhtä tai kaikkia seuraavista vaihtoehdoista, jotka ilmestyvät esitetyssä järjestyksessä.
fr_fr: La page d'accueil de la revue consiste par défaut en liens pour la navigation. Des contenus additionnels peuvent être ajoutés en utilisant une ou toutes les options suivantes, qui apparaîtront dans l'ordre indiqué.
gl: A páxina de inicio da revista consta de enlaces de navegación por defecto. Pódeselle engadir contido adicional mediante unha ou todas as opcións seguintes, que aparecerán na orde amosada.
hi_in: जर्नल मुख पृष्ट में डिफ़ॉल्ट रूप से नेविगेशन लिंक होते हैं। अतिरिक्त मुख पृष्ट सामग्री को निम्नलिखित विकल्पों में से एक या सभी विकल्पों का उपयोग करके जोड़ा जा सकता है, जो दिखाए गए क्रम में दिखाई देगा.
hy: Ամսագրի գլխավոր էջը լռելյայն կազմված է նավարկման հղումներից: Գլխավոր էջի լրացուցիչ բովանդակությունը կարող է ավելացվել՝ օգտագործելով հետևյալ տարբերակներից մեկը կամ բոլորը, որոնք կհայտնվեն ցուցադրված հերթականությամբ:
id_id: Beranda jurnal secara default terdiri dari tautan navigasi. Konten lainnya dapat ditambahkan dengan satu atau semua opsi berikut, yang akan muncul sesuai urutan.
is_is: Forsíða tímaritsins hefur sjálfgefnar valmyndir. Hægt er að bæta við viðbótar efni með því að nota einn eða alla eftirfarandi valmöguleika, sem munu birtast í þeirri röð sem þeir eru sýndir í.
it_it: L'homepage della rivista consiste di default di links per la navigazione. Contenuto addizionale viene aggiunto usando una per una le opzioni seguenti, che apprarirano nell'ordine con cui sono mostrate.
ja: ジャーナルのホームページは、デフォルトではナビゲーションリンクで構成されています。以下のオプションを使用して、ホームページのコンテンツを追加することができ、順番に表示されます。
ka_ge: ჟურნალის საწყისი გვერდი ნაგულისხმევად შედგება ნავიგაციის ბმულებისგან. მთავარი გვერდის დამატებითი შინაარსის დამატება შეიძლება ერთი, ან ყველა შემდეგი ვარიანტის გამოყენებით, რომელიც გამოჩნდება ნაჩვენები თანმიმდევრობით.
ku_iq: پەڕەی سەرەکیی گۆڤارەکە بە شێوەیەکی بنەڕەتی لینکە سەرەکییەکانی تێدایە. ناوەرۆکی زیاتر بۆ پەڕەی سەرەکی دەکرێت لە ڕێگای یەک لەم بژاردانەوە بێت، کە بەم شێوەیەی ڕیز کراون پیشان دەدرێت.
ky: Журналдын башкы бети демейки боюнча навигациялык шилтемелерден турат. Башкы беттеги кошумча мазмунду төмөнкү опциялардын бирин же бир нечесин колдонуу менен кошууга болот, алар көрсөтүлгөн тартипте бетте пайда болот.
lt: Leidinio pradžios puslapyje bus rodoma numatytoji paieška. Kitoks turinys gali būti rodomas pasirinkus toliau nurodomas parinktis.
lv: Žurnāla sākumlapā pēc noklusējuma ir navigācijas saites. Papildu saturu sākumlapai var pievienot, izmantojot vienu vai visas turpmāk minētās iespējas, kas parādīsies norādītajā secībā.
mr: नियतकालिकाच्या मुख्यापृष्ठावरुन संकेतस्थळाच्या सर्वसाधारणपणे विविध भागांमध्ये परस्पर पोहोचण्याकरता (नेव्हिगेशन) जोडण्या (लिंक्स) असतात. खालीलपैकी एक किंवा सर्व पर्याय वापरून अतिरिक्त मुख्यपृष्ठ मजकूरही अन्य आशयाला जोडण्यासाठी वापरला जाऊ शकतो, जो दर्शविलेल्या क्रमाने दिसेल.
ms: Halaman utama jurnal terdiri daripada pautan navigasi secara lalai. Kandungan halaman utama tambahan dapat ditambahkan dengan menggunakan satu atau semua pilihan berikut, yang akan muncul dalam urutan yang ditunjukkan.
nb_no: Som standard består hjemmesiden av navigasjonslenker. Ytterligere hjemmesideinnhold kan legges til ved å bruke en eller flere av følgende valgmuligheter, som vil bli vist i den viste rekkefølgen.
nl: De homepage van het tijdschrift bevat standaard alleen navigatielinks. Bijkomende inhoud voor de homepage kan worden toegevoegd via één of meer van volgende opties, die zullen verschijnen in de aangegeven volgorde.
pl: Strona główna czasopisma zwykle składa się z linków nawigacyjnych. Dodatkowa zawartość może zostać dodana poprzez wybór opcji widocznych poniżej.
pt_br: A página inicial da revista consiste em links de navegação por padrão. Conteúdo adicional pode ser anexado usando uma ou todas as seguintes opções, que aparecerão na ordem mostrada.
pt_pt: A página inicial da revista consiste em links de navegação padrão. O conteúdo adicional da página inicial pode ser anexado usando uma ou todas as seguintes opções, que aparecerão na ordem apresentada.
ru: Главная страница журнала по умолчанию состоит из навигационных ссылок. Дополнительный контент на главной странице может быть добавлен с помощью одного или нескольких следующих параметров, которые появятся на странице в показанном порядке.
sk_sk: Domovská stránka časopisu v predvolenom nastavení obsahuje navigačné prepojenia. Ďalší obsah domovskej stránky možno pridať pomocou jednej alebo viacerých nasledujúcich možností, ktoré sa zobrazia v uvedenom poradí.
sl_si: Domača stran revije privzeto vsebuje navigacijske povezave. Dodatne vsebine domače strani lahko dodate s pomočjo ene ali več spodnjih močnosti, ki se bodo prikazale v prikazanem vrstnem redu.
sr_rs@cyrillic: Почетна страна часописа се састоји од навигационих веза у почетној верзији. Додатни садржај може бити креиран користећи једну од следећих могућности и такав садржај ће се појавити према показаном редоследу.
sr_rs@latin: Početna strana časopisa se sastoji od navigacionih veza u početnoj verziji. Dodatni sadržaj može biti kreiran koristeći jednu od sledećih mogućnosti i takav sadržaj će se pojaviti prema pokazanom redosledu.
sv_se: Tidskriftens försasida innehåller navigationslänkar som förval. Ytterligare innehåll på webbsidan kan läggas till genom att använda en eller alla av följande alternativ, som kommer att visas i de ordning som de står.
tr_tr: Derginin ana sayfası varsayılan olarak gezinme bağlantılarından oluşur. Ek ana sayfa içeriği, gösterilen sıraya göre görünecek olan aşağıdaki seçeneklerden biri veya tümü kullanılarak eklenebilir.
uk: Головна сторінка журналу за замовчуванням складається з навігаційних покликань. Додатковий контент головної сторінки може бути додано за допомогою одного або декількох наступних параметрів, що з'являться в показаному порядку.
uz_cyrl: Бош саҳифада кўрсатиладиган элементларни танланг.
uz_uz@latin: Jurnalning bosh sahifasi sukut bo'yicha navigatsiya havolalaridan iborat. Qo'shimcha bosh sahifa tarkibiga ko'rsatilgan tartibda ko'rsatiladigan quyidagi variantlardan birini yoki barchasini qo'shish mumkin.
vi_vn: Trang chủ tạp chí bao gồm các liên kết điều hướng theo mặc định. Nội dung trang chủ bổ sung có thể được thêm vào bằng cách sử dụng một hoặc tất cả các tùy chọn sau, sẽ xuất hiện theo thứ tự hiển thị.
zh_hant: 此期刊主頁載有默認的瀏覽連結。您可透過以下一個或多個選項增添主頁內容，內容會按以下順序出現。

# manager.setup.useStyleSheet
source: Journal style sheet
ar: أنماط المجلة
az: Jurnal stil faylı
bg_bg: Таблица със стилове на списание
ca_es: Full d'estil de la revista
cs_cz: Style sheet časopisu
da_dk: Style sheet til tidsskrift
de_de: Style sheet der Zeitschrift
es_es: Plantilla de la revista
eu: Aldizkariaren estilo-liburua
fa_ir: استایل شیت مجله
fi: Julkaisun tyylitiedosto
fr_fr: Feuille de style de la revue
gl: Folla de estilo da revista
hi_in: जर्नल स्टाइल शीट
hy: Ամսագրի ոճի թերթիկ
id_id: Jurnal stylesheet
is_is: Stílblað tímarits
it_it: Foglio di stile
ja: ジャーナルスタイルシート
ka_ge: ჟურნალის სტილის ფაილი
ku_iq: شێوازی شیتی گۆڤار
ky: Журналдын стилдер барагы
lt: Stiliaus lentelė
lv: Žurnāla stila lapa
mr: नियतकालिकाचे शैली पत्रक (स्टाईल शीट)
ms: Lembaran gaya jurnal
nb_no: Tidsskriftets stilark
nl: Stylesheet van het tijdschrift
pl: Plik stylów czasopisma
pt_br: Folha de estilos da revista
pt_pt: Folhas de Estilos da Revista
ru: Таблица стилей журнала
sk_sk: Style sheet časopisu
sl_si: Stilska tablica revije
sr_rs@cyrillic: Style sheet часописа
sr_rs@latin: Style sheet časopisa
sv_se: Stilmall för tidskriften
tr_tr: Dergi sitil dosyası
uk: Таблиця стилів
uz_cyrl: CSS услублар жадвали
uz_uz@latin: Jurnal uslubi jadvali
vi_vn: Định kiểu tạp chí
zh_hant: 期刊樣式表（Style sheet）

# manager.setup.contextName
source: Journal Name
ar: اسم المجلة
az: Jurnalın adı
bg_bg: Име на списание
ca_es: Nom de la revista
cs_cz: Jméno časopisu
da_dk: Titel på tidsskrift
de_de: Name der Zeitschrift
es_es: Nombre de la revista
eu: Aldizkariaren izena
fa_ir: نام مجله
fi: Julkaisun nimi
fr_fr: Titre de la revue
gl: Nome da revista
hi_in: जर्नल का नाम
hy: Ամսագրի անունը
id_id: Nama Jurnal
is_is: Nafn tímarits
it_it: Nome della rivista
ja: ジャーナル名
ka_ge: ჟურნალის დასახელება
ku_iq: ناوی گۆڤار
ky: Журналдын аталышы
lt: Žurnalo pavadinimas
lv: Žurnāla nosaukums
mr: नियतकालिकाचे नाव
ms: Nama Jurnal
nb_no: Tidsskriftets navn
nl: Titel van het tijdschrift
pl: Tytuł czasopisma
pt_br: Título da Revista
pt_pt: Nome Revista
ru: Название журнала
sk_sk: Meno časopisu
sl_si: Ime revije
sr_rs@cyrillic: Назив часописа
sr_rs@latin: Naziv časopisa
sv_se: Tidskriftens namn
tr_tr: Dergi Adı
uk: Назва журналу
uz_cyrl: Журнал номи
uz_uz@latin: Jurnal nomi
vi_vn: Tên tạp chí
zh_hant: 期刊名稱

# manager.setup.pageHeader
source: Journal Page Header
ar: رأس صفحة المجلة
az: Jurnal səhifə başlığı
bg_bg: Горен колонтитул (заглавие на страницата) за списанието
ca_es: Capçalera de la revista
cs_cz: Hlavička stránky časopisu
da_dk: Tidsskrifts-header
de_de: Header der Zeitschriften-Homepage
es_es: Cabecera de la revista
eu: Aldizkariaren goiburua
fa_ir: سرتیتر صفحات مجله
fi: Julkaisun sivun ylätunniste
fr_fr: En-tête
gl: Cabeceira da revista
hi_in: जर्नल पेज हैडर
hy: Ամսագրի էջի վերնախորագիր
id_id: Header Halaman Jurnal
is_is: Haus tímarits
it_it: Header pagine della rivista
ja: ジャーナルページヘッダー
ka_ge: ჟურნალის გვერდის სათაური
ku_iq: سەرپەڕەی گۆڤار
ky: Журнал бетинин баш аты
lt: Puslapio antraštė
lv: Žurnāla lapas galvene
mr: नियतकालिकाच्या पानांवरचा शीर्षलेख (हेडर)
ms: Tajuk Halaman Jurnal
nb_no: Tidsskriftets topptekst
nl: Hoofding van webpagina's van het tijdschrift
pl: Nagłówek strony czasopisma
pt_br: Cabeçalho
pt_pt: Cabeçalho Revista
ru: Верхний колонтитул страницы журнала
sk_sk: Hlavička stránky časopisu
sl_si: Glava revije
sr_rs@cyrillic: Заглавље странице часописа
sr_rs@latin: Zaglavlje stranice časopisa
sv_se: Sidhuvud för tidskriften
tr_tr: Dergi Sayfa Başlığı
uk: Верхній колонтитул сторінки журналу
uz_cyrl: Саҳифа сарлавҳаси
uz_uz@latin: Jurnal sahifasi sarlavhasi
vi_vn: Tiêu đề trang của tạp chí
zh_hant: 期刊頁面標頭(Header)

# manager.setup.aboutItemContent
source: Content
ar: المحتوى
az: Məzmun
bg_bg: Съдържание
ca_es: Contingut
cs_cz: Obsah
da_dk: Indhold
de_de: Inhalt
es_es: Contenido
eu: Edukia
fa_ir: محتوا
fi: Sisältö
fr_fr: Contenu
gl: Contido
hi_in: सामग्री
hr_hr: Sadržaj
hy: Բովանդակություն
id_id: Konten
is_is: Innihald
it_it: Contenuto
ja: コンテンツ
ka_ge: შიგთავსი
ku_iq: ناوەرۆک
ky: мазмун
lt: Turinys
lv: Saturs
mr: मजकूर
ms: Kandungan
nb_no: Innhold
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
pt_pt: Conteúdo
ru: Контент
sk_sk: Obsah
sl_si: Vsebina
sr_rs@cyrillic: Садржај
sr_rs@latin: Sadržaj
sv_se: Innehåll
tr_tr: İçerik
uk: Зміст
uz_cyrl: Мазмун
uz_uz@latin: Tarkib
vi_vn: Nội dung
zh_cn: 内容
zh_hant: 內容

# manager.setup.addAboutItem
source: Add About Item
ar: أضف فقرة (عن)
az: Haqqında elementi əlavə edin
bg_bg: Добавяне на "информация за списанието"
ca_es: Afegeix un element «Sobre...»
cs_cz: Přidat položku
da_dk: Tilføj Om elementet
de_de: Über-uns-Abschnitt hinzufügen
es_es: Añadir un elemento "Acerca de"
eu: Gehitu "Aldizkariari buruz" elementua
fa_ir: افزودن یک مورد در بخش درباره
fi: Lisää Tietoa -kohta
fr_fr: Ajouter un élément À propos
gl: Engadir un elemento "Sobre..."
hi_in: आइटम के बारे में जोड़ें
hr_hr: Dodaj stavku
hy: Ավելացնել նյութի ամսագրի մասին
id_id: Tambahkan Item Tentang
is_is: Bæta við atriði í Um tímaritið
it_it: Aggiungi una voce all'About
ja: アバウトアイテムを追加
ka_ge: ჟურნალის შესახებ ინფორმაციის დამატება
ku_iq: (دەربارە) زیاد بکە
ky: Журнал боюнча маалымат кошуу
lt: Pridėti „Apie žurnalą“
lv: Pievienot informāciju
mr: (आमच्या) बद्दल (About) चे कलम जोडा
ms: Tambah Mengenai Item
nb_no: Legg til om-element
nl: Over item toevoegen
pl: Dodaj kolejny element
pt_br: Incluir mais um item
pt_pt: Adicionar Item em Sobre
ru: Добавить информацию о журнале
sk_sk: Pridať položku
sl_si: Dodaj postavko
sr_rs@cyrillic: Додај елемент "О" (о нама, о часопису)
sr_rs@latin: Dodaj element "O časopisu" (о нама, о часопису)
sv_se: Lägg till en rubrik under "Om"
tr_tr: Hakkında Öğesi Ekle
uk: Додати підрозділ "Про журнал"
uz_cyrl: "Журнал ҳақида" бўлимига янги банд қўшиш
uz_uz@latin: Element haqida qo'shish
vi_vn: Thêm mục nào đó
zh_cn: 增加说明项目
zh_hant: 增添關於項目

# manager.setup.addChecklistItem
source: Add Checklist Item
ar: أضف فقرة (قائمة خيارات)
az: Yoxlama siyahısı elementi əlavə edin
bg_bg: Добавяне на елемент от контролнен списък
ca_es: Afegeix un element «Llista de verificació»
cs_cz: Přidat položku zaškrtávacího seznamu
da_dk: Føj element til tjekliste
de_de: Der Checkliste einen Punkt hinzufügen
es_es: Añadir un elemento de lista de comprobación
eu: Gehitu zerrendako puntua
fa_ir: افزودن یک مورد به چک‌لیست
fi: Lisää tarkistuslistan kohta
fr_fr: Ajouter un élément à la liste de vérification
gl: Engadir un elemento "Lista de verificación"
hi_in: चेकलिस्ट आइटम जोड़ें
hr_hr: Dodaj novi uvjet
hy: Ավելացնել ստուգաթերթի կետ
id_id: Tambahkan Item Checklist
is_is: Bæta við atriði á gátlista
it_it: Aggiungi una voce alla checklist
ja: チェックリストアイテムを追加
ka_ge: საკონტროლო სიაში ელემენტის დამატება
ku_iq: دانەی یەکەزیادکردن زیاد بکە
ky: Текшерүү тизмесине бир нерсе кошуу
lt: Pridėti katalogą
lv: Pievienot kontrolsaraksta elementu
mr: पर्यायांच्या यादीचे (चेकलिस्ट) कलम जोडा
ms: Tambah Item Senarai Semak
nb_no: Legg til sjekklisteelement
nl: Checklist uitbreiden
pl: Dodaj element listy wyboru
pt_br: Incluir condição para submissão
pt_pt: Adicionar Item de Verificação
ru: Добавить элемент в контрольный список
sk_sk: Pridať položku zaškrtávacieho zoznamu
sl_si: Dodaj postavko za kontrolni seznem
sr_rs@cyrillic: Додај елемент "Контролна листа"
sr_rs@latin: Dodaj element "Kontrolna lista"
sv_se: Lägg till en rubrik i checklistan
tr_tr: Kontrol Listesi Öğesi Ekle
uk: Додати пункт вимог
uz_cyrl: Назорат рўйхати бандини қўшиш
uz_uz@latin: Tekshirish ro'yxati elementini qo'shing
vi_vn: Thêm mục kiểm tra
zh_cn: 增加清单项目
zh_hant: 增添清單項目

# manager.setup.addItem
source: Add Item
ar: أضف فقرة
az: Element əlavə edin
bg_bg: Добавяне на елемент
ca_es: Afegeix un element
cs_cz: Přidat položku
da_dk: Tilføj element
de_de: Einen Punkt hinzufügen
es_es: Añadir elemento
eu: Gehitu puntua
fa_ir: افزودن مورد
fi: Lisää kohde
fr_fr: Ajouter un élément
gl: Engadir un elemento
hi_in: आइटम जोड़ें
hr_hr: Dodaj stavku
hy: Ավելացնել տարր
id_id: Tambahkan Item
is_is: Bæta við atriði
it_it: Aggiungi voce
ja: アイテムを追加
ka_ge: ელემენტის დამატება
ku_iq: دانە زیاد بکە
ky: Элемент кошуу
lt: Pridėti elementą
lv: Pievienot elementu
mr: कलम जोडा
ms: Tambah Item
nb_no: Legg til element
nl: Punt toevoegen
pl: Dodaj element
pt_br: Incluir item
pt_pt: Adicionar Item
ru: Добавить элемент
sk_sk: Pridať položku
sl_si: Dodaj postavko
sr_rs@cyrillic: Додај елемент
sr_rs@latin: Dodaj element
sv_se: Lägg till en rubrik
tr_tr: Öge Ekle
uk: Додати елемент
uz_cyrl: Элемент қўшиш
uz_uz@latin: Element qo'shish
vi_vn: Thêm mục
zh_cn: 增加项目
zh_hant: 增添項目
