Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.languages.languageInstructions
source: OJS can be made available to users in any of several supported languages. As well, OJS can operate as a multilingual system, providing users with an ability to toggle between languages on each page, and allowing certain data to be entered in several additional languages.<br /><br/>If a language supported by OJS is not listed below, ask your site administrator to install the language from the site administration interface. For instructions on adding support for new languages, please consult the OJS documentation.
ar: إن نظام المجلات المفتوحة يمكن إتاحته للمستخدمين بأي من اللغات المدعومة في الموقع، فضلاً عن إمكانية تشغيله كنظام متعدد اللغات، مما يمكن المستخدمين من التحويل بين اللغات عند أي صفحة، كما يسمح بإدخال بعض البيانات بلغات أخرى إضافية.<br /><br />فيما لو كانت إحدى اللغات التي يدعمها النظام غير مدرجة أدناه، لطفاً، أطلب من مدير الموقع إضافتها لك عبر واجهة إدارة الموقع. لمعرفة التعليمات المتعلقة بإضافة الدعم للغات أخرى، لطفاً، راجع أدبيات النظام.
az: ADS dəstəklənən dillərdən hər hansı biri ilə istifadə edilə bilər. ADS çoxdilli bir sistem quruluşuna sahibdir və hər səhifədə dillər arasında keçid edə bilmə fuksiyası ilə istifadəçilərin istədikləri dildə data daxil etməsini təmin edir. <br /><br />ADS tərəfindən dəstəklənən bir dil aşağıdakı siyahıda yoxdursa, sayt rəhbərliyi ara üzündən dili quraşdırmaq/yükləmək üçün sayt idarəçinizə müraciət edin. Yeni bir dil dəstəyi əlavə etmək üçün əlaqədar təlimatlar və ADS sənədlərinə baxın.
bg_bg: OJS може да бъде предоставен на потребителите на всеки от няколко поддържани езика. Освен това OJS може да работи като многоезична система, предоставяща на потребителите възможност да превключват между езици на всяка страница и позволява да се въвеждат определени данни на няколко допълнителни езика. <br /> <br/> Ако език, поддържан от OJS не е посочен по-долу, помолете администратора на вашия сайт да инсталира езика от интерфейса за администриране на сайта. За инструкции относно добавянето на поддръжка за нови езици, моля, вижте документацията на OJS.
ca_es: L'OJS es pot posar a disposició dels usuaris/àries en qualsevol de les llengües compatibles. L’OJS també pot funcionar com a sistema multilingüe, en què l’usuari/ària pot seleccionar la llengua de cada pàgina i introduir determinades dades en diverses llengües addicionals.<br /><br />Si alguna de les llengües compatibles amb l’OJS no apareix llistada a continuació, n’heu de sol·licitar la instal·lació a l’administrador/a del lloc web. Consulteu la documentació de l’OJS per obtenir més informació sobre com instal·lar llengües addicionals.
cs_cz: OJS může být uživatelům zpřístupněn v kterémkoliv z podporovaných jazyků. Stejně tak může OJS fungovat jako vícejazyčný systém, který uživatelům umožňuje přepínat na každé stránce mezi jazyky a zadávat určitá data v několika dalších jazycích. <br /><br />Pokud některý jazyk podporovaný OJS není uveden níže, požádejte svého administrátora stránek, aby z rozhraní administrátora požadovaný jazyk nainstaloval. Instrukce pro přidání podpory nových jazyků naleznete v OJS dokumentaci.
da_dk: OJS er tilgængeligt for brugere på mange understøttede sprog. Derudover kan OJS fungere som et flersproget system, hvor brugere har mulighed for at skifte mellem de forskellige sprog på hver side, hvilket gør det muligt at indtaste data på flere sprog.<br /><br />Hvis et sprog, der understøttes af OJS, ikke er anført nedenfor, skal du bede webstedsadministratoren om at installere sproget fra webstedsadministratorens grænseflade. Se dokumentationen til OJS for at få oplysninger om, hvordan du tilføjer understøttelse af nye sprog.
de_de: OJS steht den Benutzer/innen in jeder der unterstützten Sprachen zur Verfügung. Außerdem kann OJS als ein mehrsprachiges System arbeiten, wodurch den Benutzer/innen die Möglichkeit gegeben wird, auf jeder einzelnen Seite zwischen den Sprachen hin und her zu springen und bestimmte Daten in zusätzlichen Sprachen einzugeben.<br /><br />Sollte eine von OJS unterstützte Sprache nicht nachfolgend aufgelistet werden, bitten Sie Ihre/n Website-Administrator/in, die Sprache von der Administrationsoberfläche aus zu installieren. Konsultieren Sie die OJS-Dokumentation für Anweisungen bezüglich der Unterstützung weiterer Sprachen.
es_es: Se puede configurar OJS para que los usuarios/as puedan verlo en cualquiera de los idiomas compatibles. Asimismo, OJS puede funcionar como un sistema multilingüe que proporciona a los usuarios/as la capacidad de cambiar entre idiomas en cada página y permite introducir ciertos datos en varios idiomas adicionales.<br /><br />Si un idioma compatible con OJS no aparece a continuación, solicite al administrador/a que instale dicho idioma desde la interfaz de administración del sitio. Para más información sobre cómo hacer que nuevos idiomas sean compatibles, consulte la documentación de OJS.
eu: OJS hainbat hizkuntzatan jar daiteke erabilgarri erabiltzaileentzat. Gainera, hizkuntza anitzeko sistema ere eskain dezake, erabiltzaileei orri bakoitzean hizkuntza aldatzeko eta datu batzuk hainbat hizkuntzatan sartzeko aukera emanez.<br /><br />OJSk onartzen duen hizkuntzaren bat beheko zerrendan ez badago, esan gune-administratzaileari instala dezala gune-administratzailearen interfazetik. Beste hizkuntza batzuk gehitzeko instrukzioak OJS dokumentazioan aurkituko dituzu.
fa_ir: OJS می‌تواند در دسترس کاربران زبان‌هایی که توسط سیستم حمایت می‌شود قرار گیرد. همچنین OJS می‌تواند به عنوان یک سیستم نسبتاً چند زبانی عمل کند و امکان تغییر زبان توسط کاربران در هر صفحه را فراهم کند. همچنین داده‌های خاصی را ممکن است بتوان حداکثر به دو زبان وارد کرد.<br /><br />چنانچه یک زبان مورد حمایت OJS در لیست زیر موجود نباشد از مدیر سایت بخواهید تا آن زبان را نصب کند. برای اطلاع از نحوه افزودن یک زبان جدید به مستندات OJS مراجعه کنید.
fi: OJS voidaan tarjota käyttäjien saataville millä tahansa tuetuista kielistä. Lisäksi OJS voi toimia monikielisenä järjestelmänä, jolloin se antaa käyttäjille mahdollisuuden sekä vaihdella kieliä jokaisella sivulla että syöttää tiettyjä tietoja useilla kielillä.<br /><br/>Jos jokin OJS:n tukemista kielistä puuttuu alla olevasta listasta, pyydä sivuston ylläpitäjää asentamaan kieli sivuston ylläpitokäyttöliittymän kautta. Lisätietoja tuen lisäämisestä uusille kielille löytyy OJS:n käyttöohjeista.
fr_fr: OJS peut être mis à la disposition des utilisateurs dans l'une des nombreuses langues prises en charge. Aussi, OJS peut fonctionner comme système multilingue, ce qui permet aux utilisateurs d'alterner entre les langues sur chaque page, et rend possible la saisie de certaines données dans plusieurs langues supplémentaires.<br /><br />Si une langue prise en charge par OJS n'est pas inscrite ci-dessous, demander à votre administrateur de site d'installer la langue à partir de l'interface de l'administration du site. Pour des directives sur la prise en charge de nouvelles langues, veuillez consulter la documentation d'OJS.
gl: OJS pódese poñer a disposición dos usuarios en calquera dos idiomas compatibles. OJS tamén pode funcionar como un sistema multilingüe, proporcionando aos usuarios a posibilidade de alternar entre idiomas en cada páxina e permitindo que se introduzan determinados datos en varios idiomas adicionais. <br /> <br/> Se un idioma soportado por OJS non aparece na lista de abaixo, solicite ao administrador do sitio que instale o idioma desde a interface de administración do sitio. Para obter instrucións sobre como engadir soporte para novos idiomas, consulte a documentación de OJS.
hi_in: OJS को कई समर्थित भाषाओं में उपयोगकर्ताओं के लिए उपलब्ध कराया जा सकता है। साथ ही, OJS एक बहुभाषी प्रणाली के रूप में काम कर सकता है, जो उपयोगकर्ताओं को प्रत्येक पृष्ठ पर भाषाओं के बीच टॉगल करने की क्षमता प्रदान करता है, और कुछ डेटा को कई अतिरिक्त भाषाओं में दर्ज करने की अनुमति देता है। <br /> <br/> यदि कोई भाषा OJS द्वारा समर्थित है। नीचे सूचीबद्ध नहीं है, साइट व्यवस्थापक इंटरफ़ेस से भाषा स्थापित करने के लिए अपने साइट व्यवस्थापक से पूछें। नई भाषाओं के लिए समर्थन जोड़ने के निर्देशों के लिए, कृपया OJS प्रलेखन से परामर्श करें।
hr_hr: OJS može biti dostupan korisnicima na bilo kojem od mnogo podržanih jezika. OJS, može funkcionirati kao multilingvalni sustav i omogućiti korisnicima lak prelazak između jezika na svakoj strani i da se određeni podaci unesu na nekoliko dodatnih jezika.<br /><br /> Ako nije dole izlistan jezik koji podržava OJS pitajte vašeg administratora sustava OJS da instalira jezik iz sučelja za administraciju. Pogledajte u OJS dokumentima instrukcije kako se dodaje podrška za nove jezike.
hy: OJS-ը կարող է հասանելի լինել օգտվողներին աջակցվող մի քանի լեզուներից որևէ մեկով: Բացի այդ, OJS-ը կարող է գործել որպես բազմալեզու համակարգ՝ տրամադրելով օգտատերերին յուրաքանչյուր էջի լեզուների միջև փոխարկման հնարավորություն և թույլ տալով որոշակի տվյալներ մուտքագրել մի քանի լրացուցիչ լեզուներով:<br /><br/>Եթե լեզուն աջակցվում է OJS-ի կողմից և ստորև նշված չէ, խնդրեք ձեր կայքի ադմինիստրատորին տեղադրել լեզուն կայքի կառավարման միջերեսից: Նոր լեզուների աջակցություն ավելացնելու հրահանգների համար խնդրում ենք ծանոթանալ OJS-ի փաստաթղթերին:
id_id: OJS dapat digunakan dalam bahasa apa pun yang tersedia (bahasa yang didukung oleh OJS). OJS juga dapat beroperasi sebagai sistem multilingual yang memungkinkan pengguna untuk berpindah dari satu bahasa ke bahasa lain pada halaman yang sama, dan memungkinkan data tertentu untuk dimasukkan ke dalam beberapa bahasa tambahan.<br /><br />Jika bahasa yang didukung oleh OJS tidak terdaftar di bawah ini, tanya Administrator Situs Anda untuk menginstal bahasa pendukung tersebut dari antarmuka administrasi situs. Untuk instruksi penambahan dukungan untuk bahasa baru, berkonsultasilah dengan dokumentasi OJS
is_is: OJS getur verið í boði á mörgum tungumálum fyrir notendur. OJS getur einnig keyrt sem fjöl-tungumálakerfi, sem gerir notendum mögulegt að skipta á milli tungumála á hverri síðu sem og að leyfa að ákveðin gögn séu sett inn á nokkrum tungumálum.<br /><br/>Ef tungumál sem stutt er af OJS er ekki á listanum hér fyrir neðan, biddu þá umsjónarmann síðunnar að setja tungumálið upp. Skoðaðu skjölun OJS fyrir leiðbeiningar um að bæta við stuðningi fyrir ný tungumál.
it_it: OJS permette di offrire agli utenti della rivista un'interfaccia multilingue. Gli utenti potranno scegliere fra le lingue disponibili per la visualizzazione delle pagine; anche i dati, inseriti in più lingue, potranno essere visualizzati in lingue diverse.<br /><br />Se hai bisogno di utilizzare una lingua, supportata da OJS ma non elencata nella lista qui sotto, chiedi all'amministratore del sito di installarla. Per ulteriori informazioni, consultare la documentazione di OJS.
ja: OJSはいくつかのサポートされた言語のいずれかでユーザーに提供することができます。また、OJSは多言語システムとしても動作し、各ページで言語を切り替えたり、特定のデータを複数の言語で入力したりすることができます。<br /><br/>OJSがサポートする言語が以下に記載されていない場合は、サイト管理者に頼んで、サイト管理インターフェイスから言語をインストールしてください。新しい言語のサポートを追加する手順は、OJSのドキュメントを参照してください。
ka_ge: OJS ხელმისწავდომი იქნება მომხმარებლებისათვის ნებისმიერ მხარდაჭერილ სისტემურ ენაზე. ამავდროულად, OJS-ს შეუძლია მუშაობა მრავალენოვან რეჟიმშიც და მომხმარებლებს საშუალებას მისცემს გადართონ ენები ყოველ გვერდზე და შეიტანონ მონაცემები რამდენიმე დამატებით ენაზე.<br /><br/>თუ მხარდაჭერილი ენა მითიტებული არ არის ქვემოთ მოცემულ სიაში, სთხოვეთ ადმინისტრატორს დაამატოს ენა ადმინისტირების ინტერფეისიდან. იხილდეთ OJS-ის დოკუმენტაცია ახალი ენების დამატების შესახებ.
ku_iq: سیستەمی گۆڤاری کراوە بە چەند زمانێک بەردەستە و بەکارهێنەر دەتوانێت ئاڵوگۆڕی لە نێوان زمانەکاندا بکات لە هەر پەڕەیەکدا، هەروەها ڕێگا بە هەندێک داتای دیاریکراو دەدات بۆ ئەوەی بە چەند زمانێک داخل بکرێن. <br /><br/> ئەگەر زمانێک لە لایەن سیستەمی گۆڤاری کراوە لە خوارەوە بەردەست نەبو، داوا لە بەڕێوەبەری پەڕەکەت بکە بۆ ئەوەی پاکێتی زمانەکە داببەزێنێت. بۆ پیشاندانی ڕێگەی زیادکردنی زمانی نوێ، سود لە دۆکیومێنتەکانی سیستەمی گۆڤاری کراوە ببینە.
ky: OJS тутум тарабынан колдоого алынган каалаган тилде колдонуучуларга жеткиликтүү болушу мүмкүн. Ошол эле учурда, ААК көп тилдүү система катары иштей алат, бул колдонуучуларга ар бир беттеги тилдердин ортосунда которуштурууга жана бир нече кошумча тилдерде белгилүү маалыматтарды киргизүүгө мүмкүндүк берет.<br /><br />Эгер колдоого алынган ААК төмөндө тизмеленбесе, сайттын администраторунан тилди сайттын башкаруу интерфейсинен орнотууну сураныңыз. Жаңы тилдерге колдоо кошуу боюнча нускамаларды OJS документтеринен караңыз.
lt: OJS gali būti prieinamas vartotojams bet kuria iš kelių palaikomų kalbų. Be to, OJS gali veikti kaip daugiakalbė sistema, suteikianti vartotojams galimybę kiekviename puslapyje perjungti kalbas ir leidžianti tam tikrus duomenis įvesti keliomis papildomomis kalbomis.<br /><br/>Jei žemiau nėra kalbos, kurią palaiko OJS, paprašykite savo svetainės administratoriaus įdiegti kalbą per svetainės administravimo sąsają. Instrukcijas, kaip pridėti naujų kalbų palaikymą, rasite OJS dokumentacijoje.
lv: OJS var būt pieejama lietotājiem jebkurā no vairākām atbalstītajām valodām. Tāpat OJS var darboties kā daudzvalodu sistēma, nodrošinot lietotājiem iespēju katrā lapā pārslēgties starp valodām un ļaujot dažus datus ievadīt vairākās papildu valodās.<br /><br/>Ja valoda, ko atbalsta OJS, nav norādīta sarakstā, lūdziet vietnes administratoram instalēt valodu no vietnes pārvaldīšanas saskarnes. Norādījumus par jaunu valodu atbalsta pievienošanu skatiet OJS dokumentācijā.
mr: OJS अनेक भाषांमधून कोणत्याही वापरकर्त्यांना उपलब्ध करून दिले जाऊ शकते. तसेच, OJS बहुभाषिक प्रणाली म्हणून कार्य करू शकते, वापरकर्त्यांना प्रत्येक पृष्ठावरील भाषांमध्ये टॉगल करण्याची क्षमता प्रदान करते आणि विशिष्ट डेटा अनेक अतिरिक्त भाषांमध्ये प्रविष्ट करण्याची परवानगी देते.<br /><br/>OJS आधारित भाषांपैकी एखादी भाषा खालील यादीत दिसत नसल्यास, आपल्या संकेतस्थळाच्या प्रशासकास अ‍ॅडमिनिस्ट्रेशन इंटरफेसमधून ती भाषा स्थापित करण्यास सांगा. इतर भाषांमधून OJS चा वापर करायचा असेल तर त्याच्या माहितीसाठी, कृपया त्यासंबंधीचे OJS प्रलेखन (documentation) वाचा.
ms: OJS dapat disediakan untuk pengguna dalam beberapa bahasa yang disokong. Juga, OJS dapat beroperasi sebagai sistem multibahasa, menyediakan kemampuan pengguna untuk beralih antara bahasa di setiap halaman, dan memungkinkan data tertentu dimasukkan dalam beberapa bahasa tambahan. <br /> <br/> Jika bahasa yang disokong oleh OJS tidak disenaraikan di bawah, minta pentadbir laman web anda memasang bahasa dari antara muka pentadbiran laman web. Untuk arahan mengenai menambah sokongan untuk bahasa baru, sila rujuk dokumentasi OJS.
nb_no: OJS kan vises for brukere på alle språk OJS til enhver tid støtter. Dessuten kan OJS brukes som et delvis flerspråklig system, som gir brukere mulighet til å veksle mellom språk på hver side, og som tillater at visse data skrives inn på flere tilleggssspråk.<br /><br/>Hvis et språk som er støttet av OJS ikke er oppført på listen nedenfor, må du be nettstedsadministratoren din om å installere språket, gjennom grensesnittet for nettstedsadministrasjon. Hvordan støtte for nye språk skal legges til, er beskrevet i OJS-dokumentasjonen.
nl: OJS kan in een aantal verschillende talen aan de gebruikers aangeboden worden. OJS kan ook meertalig werken, waarbij de gebruikers kunnen schakelen tussen verschillende talen. Bepaalde gegevens kunnen in verschillende bijkomende talen ingevoerd worden.<br /><br />Als een door OJS ondersteunde taal hieronder niet getoond wordt, vraag dan uw sitebeheerder om die taal te installeren in de sitebeheer interface. Consulteer de OJS documentatie voor het toevoegen van ondersteuning van nieuwe talen.
pl: OJS może zostać udostępniony dla użytkowników w dowolnym języku wspieranym przez system. Ponadto, OJS może funkcjonować jako system wielojęzykowy, umożliwiając użytkownikom przełączanie wyświetlanego języka na dowolnej z podstron.<br /><br/>Jeśli język obsługiwany przez OJS nie jest wyświetlony poniżej, poproś administratora strony, aby zainstalował język ze złącza administracji.
pt_br: O sistema pode ser apresentado nos vários idiomas disponíveis, bem como operar como sistema multilíngüe, proporcionando a opção de troca de idioma em cada página, e permitindo que algumas informações sejam incluídas nos idiomas adicionais habilitados para a revista. Caso o idioma desejado não esteja disponível, solicite ao administrador do portal a sua instalação por meio da sua interface específica de administração do portal. Para informações sobre a instalação de novos idiomas, consulte a documentação do sistema.
pt_pt: O sistema pode estar disponível para utilizadores em vários idiomas. O sistema também pode operar como parcialmente multilíngue, fornecendo a opção de troca de idioma em cada página e permitindo que algumas informações sejam incluídas em vários idiomas adicionais.<br /><br />Caso o idioma desejado não esteja disponível, solicite ao administrador do portal a sua instalação através da interface de administração. Para informações sobre instalação de novos idiomas, consulte a documentação do sistema.
ru: OJS может быть доступна пользователям на любом из поддерживаемых системой языков. В то же время, OJS может работать как многоязычная система, позволяя пользователям переключаться между языками на каждой странице и вводить определенные данные на нескольких дополнительных языках.<br /><br />Если поддерживаемый OJS не указан в списке ниже, попросите администратора сайта установить язык из интерфейса администрирования сайта. Смотрите в документации OJS инструкции по добавлению поддержки новых языков.
sk_sk: OJS môže byť užívateľom sprístupnený v ktoromkoľvek z podporovaných jazykov. Rovnako tak môže OJS fungovať ako viacjazyčný systém, ktorý užívateľom umožňuje prepínať na každej stránke medzi jazyky a zadávať určité dáta v niekoľkých ďalších jazykoch. <br /><br />Ak niektorý jazyk podporovaný OJS nie je uvedený nižšie, požiadajte svojho administrátora stránok, aby z rozhrania administrátora požadovaný jazyk nainštaloval. Inštrukcie pre pridanie podpory nových jazykov nájdete v OJS dokumentácii.
sl_si: Sistem OJS podpira več jezikov. Enako OJS lahko deluje večjezično, kar pomeni, da lahko uporabniki preklapljajo med različnimi jeziki na vsaki spletni strani OJSja in omogoča, da se določeni podatki vpišejo v večih jezikih.<br /><br/>Če jezik, ki ga OJS podpira, ni naštet spodaj, potem prosite administratorja spletišča, da ga naloži s pomočjo administratorskega vmesnika. Za navodila o dodajanju novih jezikov, si oglejte dokumentacijo OJS.
sr_rs@cyrillic: OJS је доступан корисницима у било којем од мноштва подржаних језика. OJS може функционисати и као мултилингвални систем који омогућава корисницима да лако изаберу било који од укључених језика притиском на дугме. OJS омогућава да се разни подаци унесу на више језика. <br /><br/> Ако неки од језика није излистан у избору језика замолите администратора да инсталира тај језик. Погледајте у OJS документацији како се додаје подршка за друге језике.
sr_rs@latin: OJS je dostupan korisnicima u bilo kojem od mnoštva podržanih jezika. OJS može funkcionisati i kao multilingvalni sistem koji omogućava korisnicima da lako izaberu bilo koji od uključenih jezika pritiskom na dugme. OJS omogućava da se razni podaci unesu na više jezika. <br /><br/> Ako neki od jezika nije izlistan u izboru jezika zamolite administratora da instalira taj jezik. Pogledajte u OJS dokumentaciji kako se dodaje podrška za druge jezike.
sv_se: OJS kan översättas till flera olika språk och fungerar dessutom som ett flerspråkigt system där användaren kan växla mellan språk på de olika sidorna.<br /><br /> Om ett språk som stöds av OJS inte finns listad nedan, be huvudadministratören att installera språket. För instruktioner om hur ytterligare språk läggs till, se OJS-dokumentationen.
tr_tr: ADS desteklenen dillerden herhangi biriyle kullanılabilir. ADS çok dilli bir sistem yapısına sahiptir ve her sayfada diller arasında geçiş yapabilme özelliği ile kullanıcıların istedikleri dilde veri girmesini sağlar.<br /><br />ADS tarafından desteklenen bir dil aşağıdaki listede yoksa, site yönetim arayüzünden dili yüklemek için site yöneticinize başvurun. Yeni dil desteği eklemek için ilgili talimatlar ve ADS belgelerine bakınız.
uk: OJS може бути доступна для користувачів будь-якою з підтримуваних мов. Крім того, OJS може функціонувати як багатомовна система, дозволяючи користувачам змінювати мову з будь-якої сторінки сайту та забезпечуючи можливість вносити дані кількома додатковими мовами.<br /><br />Якщо потрібна мова підтримується OJS, але Ви не знаходите її у списку нижче, зверніться до адміністратора вебсайту з проханням встановити цю мову за допомогою його інтерфейсу. Для отримання інструкцій щодо додавання нових мов, будь ласка, перегляньте документацію OJS.
uz_cyrl: OJS кўп тилли тизим бўлиб, фойдаланувчиларга саҳифа тилини ўзгартириш имконини беради.
uz_uz@latin: OJS foydalanuvchilarga bir nechta qo'llab-quvvatlanadigan tillarda taqdim etilishi mumkin. Shuningdek, OJS ko'p tilli tizim sifatida ishlashi mumkin, bu foydalanuvchilarga har bir sahifadagi tillar o'rtasida almashinish imkoniyatini beradi va ba'zi ma'lumotlarni bir nechta qo'shimcha tillarga kiritish imkonini beradi. <br /> <br/> Agar OJS tomonidan qo'llab-quvvatlanadigan til bo'lsa. quyida ko'rsatilmagan, sayt ma'muridan tilni sayt ma'muriyati interfeysidan o'rnatishni so'rang. Yangi tillarga ko'mak qo'shish bo'yicha ko'rsatmalar uchun OJS hujjatlariga murojaat qiling.
vi_vn: OJS có thể được cung cấp cho người dùng bằng bất kỳ ngôn ngữ nào được hỗ trợ. Đồng thời, OJS có thể hoạt động như một hệ thống đa ngôn ngữ, cung cấp cho người dùng khả năng chuyển đổi giữa các ngôn ngữ trên mỗi trang và cho phép một số dữ liệu nhất định được nhập bằng một số ngôn ngữ bổ sung. <br/> <br/> Nếu một ngôn ngữ được OJS hỗ trợ không được liệt kê dưới đây, hãy yêu cầu quản trị viên trang web của bạn cài đặt ngôn ngữ từ giao diện quản trị trang. Để được hướng dẫn về việc thêm hỗ trợ cho các ngôn ngữ mới, vui lòng tham khảo tài liệu OJS.
zh_cn: OJS可以让用户使用几种受到支持的语言介面。同时，OJS可以当作一个部分多语化的系统，让用户在每个页面中可以切换语言，并允许某些资料以额外的两种语言进行输入。<br /><br />如果一个受到OJS支持的语言没有列在下表，请您的网站管理员从网站管理介面来安装该项语系。新增支持新语系的指引说明，请见OJS的文件。
zh_hant: 您可以開啟OJS以支援不同語言供用戶。同時，OJS系統也可使用不同語言操作，用戶在每一頁面可切換至另一語言、輸入額外不同語言的資料。<br /><br/>如果您想選取的語言OJS支援但不在列表內，請聯絡您的網站管理員在網站管理介面為您安裝。有關增添新語言的支援，請參閱OJS documentation。
