Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.emailSignature.description
source: Emails sent automatically on behalf of the journal will have the following signature added.
ar: رسائل البريد الالكتروني المُحضرَّة آلياً والمرسلة من قبل النظام نيابة عن المجلة، ستكون مذيلة بالتوقيع الآتي.
az: Jurnalın adının hazırlanmış və sistem tərəfindən göndərilən emaillərə əlavə edilən imzadır. Hazır email mətnləri Jurnal İdarəsi səhifəsinin altındadır.
bg_bg: Подготвените имейли, изпратени от системата от името на списанието, ще имат следния подпис, добавен в края.
ca_es: Les plantilles dels missatges de correu electrònic enviats pel sistema en nom de la revista tenen la signatura següent al final. Podeu editar el cos de la plantilla dels missatges de correu electrònic a la secció «Administració de la revista».
cs_cz: Připravené e-maily, které jsou systémem posílány ve jménu časopisu budou mít na konci přidán následující podpis. Obsah připravených e-mailů je možné editovat v části Správa časopisu.
da_dk: De forberedte e-mails, der sendes af systemet på vegne af tidsskriftet, får følgende signatur tilføjet nederst. Brødteksten til de forberedte e-mails kan redigeres under Administration af tidsskrifter.
de_de: Alle E-Mail-Vorlagen, die vom System im Namen der Zeitschrift verschickt werden, tragen die folgende Signatur. Die E-Mail-Vorlagen können unter "Zeitschriftenverwaltung" bearbeitet werden.
es_es: Las plantillas de correo que el sistema envíe en nombre de la revista llevarán esta firma al final. Es posible editar el cuerpo de estos correos en el apartado Gestión de la revista.
eu: Sistemak aldizkariaren izenean bidaltzen dituen mezuek sinadura hau izango dute.
fa_ir: تمام ایمیل‌های از قبل تهیه شده که از طرف مجله ارسال می‌شود در انتها دارای امضای زیر است.
fi: Valmiisiin sähköposteihin, jotka järjestelmä lähettää automaattisesti julkaisun puolesta, lisätään seuraava allekirjoitus.
fr_fr: La signature suivante sera ajoutée à la fin de chaque courriel préparé et envoyé par le système, au nom de la revue. Le corps des courriels préparés sont disponibles pour modification sous Gestion de la revue.
hi_in: जर्नल की ओर से सिस्टम द्वारा भेजे गए तैयार ईमेल में अंत में जोड़े गए निम्नलिखित हस्ताक्षर होंगे।
hr_hr: Pripremljeni obrasci e-pošte poslani od strane sustava u ime časopisa na kraju će sadržavati ovdje priložen potpis. Sam sadržaj obrazaca e-pošte može uređivati glavni urednik opcijom "pripremljeni obrasci e-pošte" u izborniku "uređivački postupci".
hy: Ամսագրի անունից ինքնաշխատ ուղարկված նամակներում կավելացվի հետևյալ ստորագրությունը.
id_id: Email yang disiapkan dan dikirim oleh sistem atas nama jurnal akan memiliki tandatangan berikut ini di akhir pesan.
is_is: Tölvupóstar sem kerfið sendir fyrir hönd tímaritsins munu hafa eftirfarnadi undirskrift neðst í tölvupóstinum.
it_it: Le email inviate in automatico dal sistema avranno la seguente firma alla fine del messaggio. Il contenuto di queste email può essere modificato nella sezione di amministrazione della rivista.
ka_ge: სისტემის მიერ ჟურნალის სახელით გაგზავნილ ელწერილს ბოლომდე დაემატება შემდეგი ხელმოწერა.
ku_iq: ئیمێڵە ئامادەکاراوەکان کە لەلایەن سیستەمەکەوە دەنێردرێن لە جیاتی گۆڤارەکە ئەم واژۆیەی خوارەوەیان دەبێت لە کۆتاییەکەیاندا.
ky: Журналдын атынан автоматтык түрдө жөнөтүлгөн электрондук каттарда төмөнкү кол коюлат.
lt: Žurnalo vardu automatiškai siunčiamuose el. laiškuose bus pridėtas šis parašas.
lv: Sagatavotajiem e-pasta ziņojumiem, kurus sistēma nosūta žurnāla vārdā, beigās tiks pievienots šāds paraksts.
mr: नियतकालिकाच्या वतीने आपोआप पाठवल्या जाणाऱ्या ई-मेल्समध्ये खालील स्वाक्षरी जोडली जाईल.
ms: E-mel yang dihantar secara automatik bagi pihak jurnal akan mempunyai tandatangan berikut ditambah.
nb_no: De forberedte e-postene som blir sendt av systemet på vegne av tidsskriftet kommer til å ha følgende signatur nederst. Selve meldingstekstene til de forberedte e-postene er tilgjengelig for redigering under Tidsskriftadministrasjon.
nl: De voorbewerkte e-mails die door het systeem namens het tijdschrift verzonden worden, krijgen de volgende ondertekening toegevoegd aan het einde. De tekst van de voorbewerkte e-mails kan aangepast worden bij tijdschriftbeheer.
pl: Następujący podpis dołączany będzie na końcu wiadomości e-mail wysyłanych na rzecz tego czasopisma.
pt_br: Os e-mails padrão enviados pelo sistema em nome da revista incluirão a seguinte assinatura no final. O corpo do texto pode ser editado na seção E-mails da Administração da revista.
pt_pt: Os modelos e-mails enviados pelo sistema em nome da revista incluirão a seguinte assinatura no final. O corpo do texto pode ser editado na secção E-mails da Administração da Revista.
ru: Письма, отправляемые автоматически от имени журнала, будут иметь следующую подпись.
sk_sk: Pripravené e-maily, ktoré sú systémom posielané v mene časopisu, budú mať na konci pridaný nasledujúci podpis. Obsah pripravených e-mailov je možné editovať v časti Správa časopisu.
sl_si: Prednastavljeni emaili, ki jih bo poslal sistem v imenu revije, bodo imeli na koncu dodan spodnji podpis.
sr_rs@cyrillic: Припремљене поруке које ће слати овај часопис ће имати следећи потпис додат на крај поруке.
sr_rs@latin: Pripremljene poruke koje će slati ovaj časopis će imati sledeći potpis dodat na kraj poruke.
sv_se: Färdiga e-postmeddelanden som skickas från tidskriften kommer ha följande signatur infogad sist i e-posten.
tr_tr: Dergi adına hazırlanmış ve sistem tarafından gönderilen e-postalara eklenen imzadır. Hazır e-posta metinleri Dergi Yönetimi sayfası altındadır.
uk: До електронних листів, надісланих автоматично від імені журналу, буде додано такий підпис.
uz_cyrl: Тизим томонидан юбориладиган барча хатлар охиридаги имзо.
uz_uz@latin: Jurnal nomidan tizim tomonidan yuborilgan tayyorlangan elektron pochta xabarlari oxiriga quyidagi imzo qo'yiladi.
vi_vn: Các email được chuẩn bị được gửi bởi hệ thống thay mặt cho tạp chí sẽ có chữ ký sau đây được thêm vào cuối.
zh_cn: 系统代表这份期刊所寄发的预备电子邮件会具有下面的签名列在信末。预备电子邮件的正文部分允许「期刊管理员」进行编辑。

# manager.setup.enableAnnouncements.enable
source: Enable announcements
ar: تمكين الإعلانات
az: Elanları aktivləşdirin
bg_bg: Включване на съобщения
ca_es: Habilitar els avisos
cs_cz: Umožnit manažerům časopisu přidávat oznámení časopisu.
da_dk: Gør det muligt for tidsskriftschefer at tilføje tidsskriftsmeddelelser.
de_de: Erlauben Sie den Zeitschriftenverwalter/innen, Mitteilungen hinzuzufügen.
es_es: Habilitar avisos
eu: Gaitu oharrak
fa_ir: فعال‌سازی امکان افزودن اطلاعیه توسط مدیر مجله.
fi: Ota ilmoitukset käyttöön
fr_fr: Activer les annonces
gl: Activar os avisos
hi_in: घोषणाएँ सक्षम करें
hr_hr: Omogući glavnim urednicima da postavljaju obavijesti.
hy: Միացնել հայտարարությունները
id_id: Memungkinkan manajer jurnal untuk menambahkan pengumuman jurnal.
is_is: Virkja tilkynningar
it_it: Abilita gli amministratori della rivista ad aggiungere avvisi
ja: アナウンスの有効化
ka_ge: განცხადებების ჩართვა
ku_iq: ڕاگەیاندنەکان چالاک بکە
ky: Жарыяларды активдештирүү
lt: Įjungti pranešimus
lv: Ieslēgt paziņojumus
mr: निवेदन प्रक्रिया सक्रिय करा
ms: Dayakan pengumuman
nb_no: Aktiver mulighet for å lage oppslag
nl: Aankondigingen inschakelen
pl: Włącz ogłoszenia
pt_br: Habilitar ferramenta de notícias a Editores-Gerentes.
pt_pt: Ativar notícias
ru: Включить объявления
sk_sk: Umožniť manažérom časopisu pridávať oznámenia časopisu
sl_si: Omogoči obvestila
sr_rs@cyrillic: Омогућите да Управник часописа додаје обавештења.
sr_rs@latin: Omogućite da Upravnik časopisa dodaje obaveštenja.
sv_se: Möjliggör för tidskriftsansvariga att lägga till meddelanden.
tr_tr: Duyuruları Etkinleştir
uk: Увімкнути оголошення
uz_cyrl: Эълонларни ёқиш
uz_uz@latin: E'lonlarni yoqish
vi_vn: Bật thông báo
zh_cn: 让期刊管理员可以增加期刊公告。
zh_hant: 允許公告

# manager.setup.enableAnnouncements.description
source: Announcements may be published to inform readers of journal news and events. Published announcements will appear on the Announcements page.
ar: يمكن نشر الإعلانات لإبلاغ قراء المجلة بأخبارها وأحداثها. الإعلانات المنشورة ستظهر على صفحة الإعلانات.
az: Elanlar, oxuculara xəbər və ya fəaliyyətləri bildirmək üçün yayımlana bilər. Yayımlanmış elanlar, Elanlar səhifəsində baxılır.
bg_bg: Съобщения могат да бъдат публикувани за информиране на читателите за новини и събития в списанието. Публикуваните съобщения ще се показват на страницата със съобщения.
ca_es: És possible publicar avisos per informar els lectors/ores sobre notícies i esdeveniments relacionats amb la revista. Els avisos publicats apareixen a la pàgina «Avisos».
cs_cz: Mohou být publikována oznámení informující čtenáře o událostech a novinkách spojených s časopisem. Vydaná oznámení se zobrazí na stránce Oznámení.
da_dk: Du kan publicere meddelelser for at underrette læsere om tidsskriftets nyheder og begivenheder. Publicerede meddelelser vises på siden Meddelelser.
de_de: Sie können die Leser/innen über die Zeitschrift betreffende Neuigkeiten und Ereignisse auf der Mitteilungsseite der Zeitschrift informieren.
es_es: Pueden publicarse avisos para informar a los lectores/as sobre noticias y eventos de la revista. Estos se mostrarán en la página Avisos.
eu: Anuntzioak argitara daitezke aldizkariaren irakurleei albisteen eta gertaeren berri emateko. Argitaratutako anuntzioak Anuntzioen orrian agertuko dira.
fa_ir: اطلاعیه‌ها برای مطلع ساختن خوانندگان از خبرها و رویدادها می‌باشد که در صفحه اطلاعیه‌ها ظاهر می‌شود.
fi: Ilmoituksia julkaisemalla, lukijoille voidaan kertoa julkaisun uutisista ja tapahtumista. Julkaistut ilmoitukset näkyvät Ilmoitukset-sivulla.
fr_fr: Des annonces peuvent être publiées pour informer les lecteurs de nouvelles et d'événements relatifs à la revue. Les annonces publiées apparaîtront sur la page des Annonces.
gl: Pódense publicar avisos para informar os lectores/as de noticias e eventos relativos á revista. Os avisos publicados aparecen na páxina Avisos.
hi_in: जर्नल समाचार और घटनाओं के पाठकों को सूचित करने के लिए घोषणाएँ प्रकाशित की जा सकती हैं। प्रकाशित घोषणाएं घोषणा पृष्ठ पर दिखाई देंगी।
hr_hr: Čitatelji mogu biti informirani o novostima i događanjima vezanim uz časopis koje se objavljuju unutar zasebne stranice "obavijesti".
hy: Հայտարարություններ կարող են հրապարակվել՝ տեղեկացնելու ընթերցողներին ամսագրի նորությունների և իրադարձությունների մասին: Հրապարակված հայտարարությունները կհայտնվեն Հայտարարությունների էջում։
id_id: Pengumuman bisa diterbitkan untuk menginformasikan kepada pembaca tentang berita dan agenda jurnal. Pengumuman yang diterbitkan akan ditampilkan di halaman Pengumuman.
is_is: Hægt er að birta tilkynnignar til að uppýsa lesendur tímaritsins um nýjungar og viðburði, eða til að kalla eftir efni. Birtar tilkynningar birtast á tilkynningasíðunni.
it_it: Si possono pubblicare avvisi per informare i lettori su novità ed eventi legati alla rivista. Gli avvisi pubblicati verrano mostrati in una pagina specifica.
ja: ジャーナルのニュースやイベントを読者に通知するために、お知らせを発行することがあります。掲載されたお知らせは、お知らせページに掲載されます。
ka_ge: შესაძლებელია გამოქვეყნდეს განცხადებები, რომლითაც მკითხველს ჟურნალის სიახლეები და მოვლენები ეცნობება. გამოქვეყნებული განცხადებები გამოჩნდება განცხადებების გვერდზე.
ku_iq: بڵاوکراوە و ئاگادارییەکان ڕەنگە بڵاوبکرێنەوە بۆ پێدانی زانیاری بە خوێنەرانی هەواڵ و ڕوداوەکانی گۆڤار. ئاگادارییە بڵاوکراوەکان لە لاپەڕەی ئاگادارییەکان دەردەکەون.
ky: Окурмандарга журналдын жаңылыктары жана окуялары жөнүндө маалымат берүү үчүн кулактандырууларды жарыялоого болот. Жарыяланган жарнактар "Жарыялар" бетинде пайда болот.
lt: Pranešimai gali būti skelbiami siekiant informuoti skaitytojus apie žurnalo naujienas ir įvykius. Paskelbti pranešimai bus rodomi pranešimų puslapyje.
lv: Lai informētu lasītājus par žurnāla jaunumiem un notikumiem, var publicēt paziņojumus. Publicētie paziņojumi būs redzami Paziņojumu lapā.
mr: नियतकालिकासंबंधी बातम्या आणि कार्यक्रमांत स्वारस्य असलेल्या वाचकांना माहिती देण्यासाठी निवेदने प्रकाशित केली जाऊ शकतात. निवेदन पृष्ठावरही प्रकाशित निवेदने प्रसिद्ध होतील.
ms: Pengumuman boleh diterbitkan untuk memberitahu pembaca mengenai berita dan peristiwa jurnal. Pengumuman yang diterbitkan akan muncul di halaman Pengumuman.
nb_no: Oppslag kan publiseres for å informere lesere om tidsskriftnyheter og begivenheter. Publiserte oppslag vises på oppslagstavlen.
nl: Er kunnen aankondigingen worden gepubliceerd om lezers te informeren over nieuws en evenementen in tijdschriften. Gepubliceerde aankondigingen worden weergegeven op de pagina Aankondigingen.
pl: Publikując ogłoszenia można informować czytelników czasopisma o nowościach i wydarzeniach. Ogłoszenia te będą pojawiać się na stronie Ogłoszenia.
pt_br: Notícias podem ser publicadas para informar leitores sobre novidades e eventos, disponíveis na página de notícias.
pt_pt: Notícias podem ser publicadas para informar leitores sobre novidades e eventos, disponíveis na página Notícias.
ru: Объявления можно публиковать, чтобы информировать читателей о новостях и событиях журнала. Опубликованные объявления будут появляться на странице «Объявления».
sk_sk: Môžu byť publikované oznámenia informujúce čitateľa o udalostiach a novinkách spojených s časopisom. Vydané oznámenia sa zobrazia na stránke Oznámenie.
sl_si: Z objavo obvestil lahko obvestite bralce o novicah in dogodkih revije.
sr_rs@cyrillic: Објављивање обавештења је намењено да се читаоци обавесте о новостима и догађајима везаним за часопис. Објављена обавештења ће се појавити на страници Обавештења.
sr_rs@latin: Objavljivanje obaveštenja je namenjeno da se čitaoci obaveste o novostima i događajima vezanim za časopis. Objavljena obaveštenja će se pojaviti na stranici Obaveštenja.
sv_se: Meddelanden kan publiceras för att informera tidskriftens läsare om nyheter och olika händelser. Publicerade meddelanden kommer att synas under "Meddelanden".
tr_tr: Duyurular, okuyuculara haber veya etkinlikleri bildirmek için yayınlanabilir. Yayınlanmış duyurular, Duyurular sayfasında görüntülenir.
uk: Оголошення можна публікувати для інформування читачів про новини та події Журналу. Оприлюднені оголошення з'являться на сторінці "Оголошення".
uz_cyrl: Журнал янгиликлари ва воқеалари ҳақида эълон бериш имконияти.
uz_uz@latin: O'quvchilarni jurnal yangiliklari va voqealari to'g'risida xabardor qilish uchun e'lonlar e'lon qilinishi mumkin. E'lonlar sahifasida e'lon qilingan e'lonlar paydo bo'ladi.
vi_vn: Thông báo có thể được công bố để thông báo cho độc giả về tin tức và sự kiện tạp chí. Thông báo được công bố sẽ xuất hiện trên trang Thông báo.
zh_cn: 可以发布公告以通知期刊的读者关于期刊的新闻稿以及活动。已发布的公告会出现在「公告」页面。
zh_hant: 可以發出公告通知讀者有關期刊的消息及活動。發出後公告會出現在公告頁面。

# manager.setup.numAnnouncementsHomepage
source: Display on Homepage
ar: العرض على الصفحة الرئيسية
az: Ana səhifədə göstərin
bg_bg: Покажи на началната страница
ca_es: Mostrar a la pàgina d'inici
es_es: Mostrar en la página de inicio
eu: Erakutsi hasiera-orria
fi: Näytä kotisivulla
fr_fr: Afficher sur la page d'accueil
gl: Mostrar na páxina de inicio
hi_in: मुखपृष्ठ पर प्रदर्शित करें
hy: Արտածել տնային էջում
is_is: Sýna á forsíðu
it_it: Mostra in Homepage
ja: ホームページに表示
ka_ge: ეკრანზე განთავსება
ku_iq: لە پەڕەی سەرەکی پیشانی بدە
ky: Башкы бетте көрсөтүү
lt: Rodyti pagrindiniame puslapyje
lv: Rādīt mājaslapā
mr: मुख्यपृष्ठावर प्रदर्शित करा
ms: Paparan di Laman Utama
nb_no: Vis på hovedsiden
nl: Weergeven op startpagina
pl: Wyświetl na stronie startowej witryny czasopisma
pt_pt: Exibir na página inicial
ru: Показывать на главной странице
sk_sk: Zobraziť na úvodnej stránke
sl_si: Prikaži na domači strani
tr_tr: Anasayfada Göster
uk: Показувати на головній сторінці
uz_cyrl: Бош саҳифада кўрсатиладиган эълонлар сони
uz_uz@latin: Bosh sahifada ko'rsatish
vi_vn: Hiển thị trên Trang chủ
zh_hant: 在首頁顯示

# manager.setup.numAnnouncementsHomepage.description
source: How many announcements to display on the homepage. Leave this empty to display none.
ar: عدد الإعلانات التي تظهر على الصفحة الرئيسية. أترك الحقل فارغاً لحجب الإعلانات.
az: Ana səhifədə göstəriləcək elan sayı. Heç göstərmək istəmirsinizsə boş buraxa bilərsiniz.
bg_bg: Колко съобщения да се показват на началната страница. Оставете това празно, за да не се показва нищо.
ca_es: Quantitat d'avisos que es mostraran a la pàgina d'inici. Deixeu-ho buit si no en voleu mostrar cap.
es_es: Cantidad de avisos que mostrar en la página de inicio. Déjelo vacío para no mostrar ninguno.
eu: Zenbat iragarki bistaratu hasierako orrian. Utzi hutsik bat ere ez bistaratzeko.
fi: Montako ilmoitusta näytetään kotisivulla? Jätä tyhjäksi jos et halu näyttää yhtään.
fr_fr: Préciser combien d'annonces doivent être affichées sur la page d'accueil. Laissez ce champ vide pour n'en afficher aucune.
gl: Número de anuncios que se amosarán na páxina de inicio. Deixe este campo baleiro se non se vai amosar ningún.
hi_in: मुखपृष्ठ पर प्रदर्शित करने के लिए कितनी घोषणाएँ हैं। कोई भी प्रदर्शित करने के लिए इसे खाली छोड़ दें।
hy: Քանի՞ հայտարարություն պետք է ցուցադրվի գլխավոր էջում: Թողեք սա դատարկ՝ չցուցադրելու ոչ մեկը:
is_is: Fjöldi tilkynninga sem á að birta á forsíuð. Ef þetta er skilið eftir tómt birtast engar tilkynningar á forsíðunni.
it_it: Quanti annunci visualizzare nella homepage. Lasciare questo campo vuoto per non visualizzarne nessuno.
ja: トップページに表示するお知らせの数です。何も表示しない場合は、この項目を空にします。
ka_ge: რამდენი განცხადება გამოჩნდება მთავარ გვერდზე. დატოვეთ ეს ცარიელი, რომ არ გამოჩნდეს.
ku_iq: چەند ئاگاداری پیشاندەدرێت لە سەر پەڕەی سەرەکی. ئەمە بە بەتاڵی بەجێبهێڵە بۆ ئەوەی هیچ پیشان نەدات.
ky: Негизги бетте канча жарнама көрсөтүү керек. Башкы беттеги жарнамаларды көрсөткүңүз келбесе, бул талааны бош калтырыңыз.
lt: Kiek pranešimų rodyti pagrindiniame puslapyje. Palikite šį lauką tuščią, jei nenorite rodyti nė vieno.
lv: Cik daudz paziņojumu parādīt sākumlapā. Atstājiet tukšu, lai nerādītu nevienu.
mr: मुख्यपृष्ठावर किती निवेदने प्रदर्शित करायची आहेत? काहीही न प्रदर्शित करण्यासाठी हे रिक्त ठेवा.
ms: Berapa banyak pengumuman untuk dipaparkan di laman utama. Biarkan kosong ini untuk memaparkan tiada.
nb_no: Hvor mange oppslag skal vises på hovedsiden. La dette være tomt hvis du ikke ønsker å vise noen.
nl: Hoeveel aankondigingen er op de startpagina moeten worden weergegeven. Laat dit leeg om er geen te weergeven.
pl: Liczba wyświetlanych ogłoszeń na stronie startowej witryny czasopisma. Puste pole oznacza rezygnację z wyświetlania.
pt_pt: Número de notícias que aparecerão na página de início. Deixe vazio para não aparecerem notícias.
ru: Сколько объявлений показывать на главной странице. Оставьте поле пустым, если вы не хотите показывать объявления на главной странице.
sk_sk: Koľko oznámení sa zobrazí na úvodnej stránke. Ak nechcete žiadne, nechajte pole prázdne.
sl_si: Koliko obvestil naj se prikaže na domači strani. Pustite prazno, če obvestil ne želite prikazovati.
tr_tr: Anasayfada gösterilecek duyuru sayısı. Hiç göstermek istemiyorsanız boş bırakabilirsiniz.
uk: Скільки оголошень показувати на головній сторінці. Залиште цей параметр порожнім, щоб не відображати жодного.
uz_cyrl: Бош саҳифада нечта энг янги эълон кўринсин? (0 - кўрсатмаслик)
uz_uz@latin: Bosh sahifada qancha e'lonlar ko'rsatiladi. Hech kim ko'rsatilmasligi uchun bo'sh qoldiring.
vi_vn: Có bao nhiêu thông báo hiển thị trên trang chủ. Để trống nếu không muốn hiển thị.
zh_hant: 顯示在首頁公告的數目。如無公告需顯示，請留空。

# manager.setup.enableUserRegistration
source: Visitors can register a user account with the journal.
ar: يمكن للمستخدمين تسجيل أنفسهم في موقع المجلة.
az: Ziyarətçilər jurnalda istifadəçi olaraq qeydiyyatdan keçə bilər.
bg_bg: Посетителите могат да регистрират потребителски акаунт в списанието.
ca_es: Els visitants poden registrar un compte d'usuari/ària a la revista.
cs_cz: Uživatelé se mohou do časopisu registrovat v jedné nebo více z následujících rolí:
da_dk: Brugere kan lade sig registrere hos tidsskriftet.
de_de: Besucher/innen können einen Benutzeraccount bei der Zeitschrift registrieren.
es_es: Los visitantes pueden registrar una cuenta de usuario/a en la revista.
eu: Bisitariek erabiltzaile-kontu bat erregistra dezakete aldizkarian.
fa_ir: خوانندگان بتوانند در مجله ثبت‌نام کنند.
fi: Vierailijat voivat rekisteröidä käyttäjätilin julkaisuun.
fr_fr: Les utilisateurs et utilisatrices peuvent s'inscrire eux-mêmes et elles-mêmes à la revue.
gl: Os visitantes poden rexistrar unha conta de usuario/a na revista.
hi_in: आगंतुक जर्नल के साथ एक उपयोगकर्ता खाता पंजीकृत कर सकते हैं।
hr_hr: Korisnici se mogu sami registrirati na stranicama časopisa u jednoj ili više od sljedećih uloga:
hy: Այցելուները կարող են գրանցել օգտվողի հաշիվ ամսագրում:
id_id: Penunjung dapat membuat akun pengguna.
is_is: Gestir geta skráð sig hjá tímaritinu.
it_it: Gli utenti possono autoregistrarsi alla rivista.
ja: 訪問者はジャーナルにユーザーアカウントを登録することができます。
ka_ge: სტუმრებს შეუძლიათ დარეგისტრირდნენ მომხმარებლის ანგარიშში ჟურნალში.
ku_iq: سەردانکەران دەتوانن هەژماری کەسی تۆمار بکەن لە گۆڤارەکەدا.
ky: Коноктор журналга каттоо эсебин каттай алышат.
lt: Lankytojai gali užsiregistruoti nurodę vartotojo paskyrą.
lv: Apmeklētāji žurnālā var reģistrēt lietotāja profilu.
mr: नियतकालिकाला भेट देणारे (visitors) वापरकर्ता खाते नोंदणी करू शकतात.
ms: Pengunjung boleh mendaftarkan akaun pengguna dengan jurnal.
nb_no: La brukere registrere seg på tidsskriftets nettsted.
nl: Bezoekers kunnen een gebruikersaccount registreren bij het tijdschrift.
pl: Każdy może założyć konto w systemie.
pt_br: Usuários visitantes podem se cadastrar na revista, assumindo um ou mais papéis.
pt_pt: Visitantes podem registar-se com uma conta de utilizadora na revista.
ru: Посетители могут зарегистрировать учетную запись в журнале.
sk_sk: Užívatelia si môžu do časopisu zaregistrovať užívateľský účet.
sl_si: Uporabniki se lahko sami registrirajo za eno ali več spodnjih vlog pri reviji:
sr_rs@cyrillic: Посетиоци могу сами да се региструју
sr_rs@latin: Posetioci mogu sami da se registruju
sv_se: Besökare kan skapa ett användarkonto för tidskriften.
tr_tr: Ziyaretçiler dergiye kullanıcı olarak kayıt olabilir.
uk: Відвідувачі можуть зареєструвати обліковий запис у журналі.
uz_cyrl: Меҳмонларга сайтда рўйхатдан ўтишга рухсат бериш.
uz_uz@latin: Mehmonlar jurnalda foydalanuvchi hisobini ro'yxatdan o'tkazishi mumkin.
vi_vn: Khách truy cập có thể đăng ký tài khoản người dùng với tạp chí.
zh_cn: 允设用户在本期刊网站注册为：
zh_hant: 訪客可以在期刊網站註冊帳戶。

# manager.setup.focusAndScope
source: Focus and scope
ar: التركيز ومجال التخصص
az: Fokus və əhatə dairəsi
bg_bg: Фокус и обхват
ca_es: Objectius i temàtica
cs_cz: Zaměření a záběr
da_dk: Fokus og område
de_de: Konzept
es_es: Objeto y alcance
eu: Orientazioa eta esparrua
fa_ir: زمینه مطالعاتی
fi: Tarkoitus ja toimintaperiaatteet
fr_fr: Énoncé de mission
gl: Enfoque e alcance
hi_in: फोकस और स्कोप
hr_hr: Fokus i područje primjene
hy: Նպատակը և շրջանակը
id_id: Fokus dan Ruang Lingkup
is_is: Áhersla og umfang
it_it: Scopo e ambito
ja: 対象と範囲
ka_ge: ჟურნალის კონცეფცია
ku_iq: چەق و بوار
ky: Журнал концепциясы
lt: Sritis ir tikslas
lv: Mērķis un darbības joma
mr: लक्ष्य आणि व्याप्ती
ms: Fokus dan skop
nb_no: Hovedfokus og spennvidde
nl: Focus en missie
pl: Zakres i zasięg czasopisma
pt_br: Foco e escopo
pt_pt: Foco e Âmbito
ru: Концепция журнала
sk_sk: Zameranie a záber
sl_si: Namen in cilji revije
sr_rs@cyrillic: Фокус и опсег
sr_rs@latin: Fokus i opseg
sv_se: Ämne och fokus
tr_tr: Odak ve kapsam
uk: Галузь та проблематика
uz_cyrl: Журнал йўналиши ва қамрови (Focus and Scope)
uz_uz@latin: Fokus va ko'lam
vi_vn: Phạm vi và mục đích
zh_cn: 焦点和范围
zh_hant: 重點及範圍
