Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.section.description
source: Articles within published issues of a journal are organized in Sections, typically by theme or content type (e.g. Review Articles, Research, etc).
ar: المؤلفات الموجودة في الأعداد المنشورة للمجلة منظمة في أقسام، عادة باستعمال الأنماط أو نوعية المحتوى (مثلاً، مقالات محكمة، بحوث... إلخ.).
az: Bir Jurnalın nəşr edilmiş nömrələrdəki məqalələr, ümumiyyətlə mövzu və ya məzmun növü (Məs. Araşdırma məqalələri, araşdırma, vb.) tərəfindən Bölmələrdə redaktə edilir.
bg_bg: Статиите в публикуваните издания на списание са организирани в раздели, обикновено по тема или тип съдържание (напр. Рецензирани статии, изследвания и т.н.).
ca_es: Els articles inclosos en números ja publicats d'una revista s'organitzen en seccions, normalment per temes o per tipus de contingut (p. ex.: articles de revisió, de recerca, etc.).
cs_cz: Články v publikovaných číslech časopisu jsou organizovány v sekcích, obvykle podle tématu nebo typu obsahu (např. Recenzované články, Výzkum atd.).
da_dk: Et tidsskrifts artikler er som oftest organiseret i sektioner, typisk som tema eller indholdstype (f.eks. Anmeldelser, Forskning osv.)
de_de: Artikel innerhalb veröffentlichter Ausgaben einer Zeitschrift sind in Rubriken organisiert, normalerweise anhand eines Themas oder Inhaltstyps (z.B. Überblicksartikel, Forschung etc.).
es_es: Los artículos incluidos en números ya publicados de una revista se organizan en secciones, normalmente por tema o tipo de contenido (p. ej.: artículos de revisión, investigación, etc.).
eu: Aldizkari baten argitaratutako zenbakietako artikuluak ataletan antolatzen dira, normalean gaiaren edo eduki motaren arabera (adibidez, berrikuspen artikuluak, ikerketak, etab.).
fa_ir: مقالات چاپ شده در داخل شماره بر اساس نوع مقاله سازماندهی می‌شود، که معمولاً بر اساس نوع محتوا مشخص می‌شود(مقاله پژوهشی، مقاله مروری، ... )
fi: Julkaisun julkaistujen numeroiden artikkelit järjestetään osastoihin, yleensä teeman tai sisältötyypin mukaan (esim. arvioartikkelit, tutkimus jne).
fr_fr: Les articles publiés dans une revue sont organisés en sections, généralement par thème ou par type de contenu (par exemple, articles de révision, recherche, etc.).
gl: Os artigos dos números publicados dunha revista están organizados en seccións, normalmente por tema ou tipo de contido (por exemplo, artigos de revisión, investigación, etc.).
hi_in: एक जर्नल के प्रकाशित मुद्दों के भीतर लेख अनुभागों में आयोजित किए जाते हैं, आमतौर पर विषय या सामग्री प्रकार (जैसे समीक्षा लेख, शोध, आदि) द्वारा।
hy: Ամսագրի հրապարակված համարներում հոդվածները կազմակերպվում են Բաժիններով՝ սովորաբար ըստ թեմայի կամ բովանդակության տեսակի (օրինակ՝ գրախոսման հոդվածներ, հետազոտություններ և այլն):
id_id: Artikel di terbitan jurnal dikelompokkan dalam Bagian-bagian, biasanya berdasarkan tema atau tipe konten (misalnya Tinjauan Pustaka, Penelitian, dll).
is_is: Greinum í útgefnum tölublöðum er oftast raðað efitr köflum, getur verið eftir þema eða tegund innihalds (t.d. Ritrýndar greinar, smágreinar, o.s.frv.).
it_it: Gli articoli nei fascicoli pubblicati sono organizzati in sezioni, di solito per tema o per contenuto (articoli refereati, editoriali, etc.).
ja: ジャーナルの発行された巻号に掲載された記事は、通常、テーマやコンテンツの種類（レビュー論文、研究論文など）ごとのセクションで編成されます。
ka_ge: ჟურნალის გამოცემულ სტატიებში სტატიები განლაგებულია განყოფილებებში, როგორც წესი, თემატიკის ან შინაარსის ტიპის მიხედვით (მაგ. სტატიების მიმოხილვა, კვლევა და ა.შ.).
ku_iq: توێژینەوە بڵاوکراوەکانی گۆڤار بە گوێرەی بەش، بەگشتی بە پشتبەستن بە بابەتەکانیان (بۆ نمونە توێژینەوە هەڵسەنگێندراوەکان، لێکۆڵینەوەکان...هتد) ڕیز کراون.
ky: Журналдын жарыяланган чыгарылыштарындагы макалалар бөлүмдөргө уюштурулат, адатта тема же мазмун түрү боюнча (мисалы, Кароо макалалары, Изилдөө ж.б.).
lt: Paskelbtuose numeriuose straipsniai skirstomi skyriais, paprastai pagal temą ar turinio pobūdį (pvz., apžvalgos, moksliniai straipsniai ir kt.).
lv: Raksti publicētajos žurnāla numuros ir sakārtoti sadaļās, parasti pēc tēmas vai satura veida (piemēram, pārskata raksti, pētījumi utt.).
mr: नियतकालिकाच्या अंकांमधील लेख विभागवार, विशेषत: मुख्य विषय (थीम) किंवा मजकूराच्या प्रकारानुसार (उदा. समीक्षणात्मक लेख, संशोधन इ.), प्रकाशित केले जातात.
ms: Artikel dalam terbitan jurnal yang diterbitkan disusun dalam Bahagian, biasanya mengikut tema atau jenis kandungan (mis. Ulasan Artikel, Penyelidikan, dll).
nb_no: Artiklene i publiserte utgaver av et tidsskrift er organisert i seksjoner, vanligvis etter tema eller type (f.eks. oversiktsartikler, forskning).
nl: Artikelen in gepubliceerde nummers van een tijdschrift zijn onderverdeeld in secties, meestal op thema of inhoudstype (bijv. recensieartikelen, onderzoek, enz.).
pl: Teksty publikowane są czasopiśmie są organizowane w działach, zazwyczaj w odniesieniu do tematu lub rodzaju zawartości (np. Recenzje, Artykuły, Badania, etc.).
pt_br: Artigos dentro de edições publicadas de uma revista são organizados em seções, agrupadas tipicamente por tema ou tipo de conteúdo (por exemplo, Artigos de Revisão, Pesquisa, etc).
pt_pt: Os artigos que integram números publicados numa revista são organizados em Secções, tipicamente por tema ou tipo de conteúdo (por exemplo, artigos revistos, pesquisa, etc.).
ru: Статьи в опубликованных выпусках журнала организуются в разделы, обычно по теме или типу контента (например, «Статьи-рецензии», «Исследования» и т. д.).
sk_sk: Články v publikovaných číslach časopisu sú organizované v sekciách, zvyčajne podľa témy alebo typu obsahu (napr. Recenzované články, Výskum atď.).
sl_si: Članki v objavljeni številki revije so organizirani po rubrikah, tipočno po temah ali tipih vsebine (npr, raziskovalni članki, strokovni članki, recenzije,...).
sr_rs@cyrillic: Чланци у објављеним бројевима у часопису су организовани у Секције/рубрике обично по теми или типу садржаја ( прегледни чланак, Истраживање итд).
sr_rs@latin: Članci u objavljenim brojevima u časopisu su organizovani u Sekcije/rubrike obično po temi ili tipu sadržaja ( pregledni članak, Istraživanje itd).
sv_se: Artiklarna i ett publicerat nummer organiseras i olika sektioner, med olika teman eller olika typer av artiklar (t ex översiktsartiklar, forskningsartiklar, recensioner, osv)
tr_tr: Bir derginin yayınlanmış sayılarındaki makaleler, genellikle tema veya içerik türü (Örn. İnceleme Makaleleri, Araştırma, vb.) tarafından Bölümlerde düzenlenir.
uk: Статті в опублікованих випусках журналу групуються в розділи, зазвичай за темою або типом контенту, наприклад "оглядові статті", "наукові статті" тощо.
uz_cyrl: Журналнинг мақолалар бўлими (масалан: Таҳририят мақоласи, Илмий мақола).
uz_uz@latin: Jurnalning nashr etilgan sonlaridagi maqolalar bo'limlarda, odatda mavzu yoki kontent turiga ko'ra tartibga solinadi (masalan, maqolalarni ko'rib chiqish, tadqiqotlar va boshqalar).
vi_vn: Các bài viết trong các số phát hành của một tạp chí được tổ chức trong chuyên mục, thường theo chủ đề hoặc loại nội dung (ví dụ: Bài viết tổng quan, Nghiên cứu, v.v.).
zh_hant: 在已出版期刊中的文章會按主題或內容種類（例如：評論文章、研究等等）歸類至相應分類。
