Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.includeCreativeCommons
source: For journals that offer immediate or delayed open access, include a Creative Commons license with all published work at the appropriate time.
ar: بالنسبة للمجلات التي تقدم الوصول المفتوح المباشر أو المؤجل، ضمّن رخصة الأعمال الإبداعية المشاعة مع كل الأعمال المنشورة في الوقت المناسب.
az: Dərhal və ya sonradan açıq giriş təqdim edən Jurnallar üçün, nəşr edilən bütün çalışmalarla birlikdə uyğun bir vaxtda Creative Commons lisenziyası əlavə edin.
bg_bg: За списания, които предлагат незабавен или забавен отворен достъп, включете лиценз Creative Commons с всички публикувани произведения в подходящия момент.
ca_es: Les revistes que ofereixen accés obert immediat o retardat han d'incloure una llicència Creative Commons en el moment adequat amb tot el treball publicat.
cs_cz: Pro časopisy, které nabízejí okamžitý nebo zpožděný otevřený přístup, uveďte ve vhodnou dobu licenci Creative Commons ke všem publikovaným pracím.
da_dk: Inkludér på passende tidspunkt, en Creative Commons licens i alt publiceret materiale for alle de tidsskrifter, der tilbyder direkte eller forsinket open access.
de_de: Für Zeitschriften, die unmittelbaren oder verzögerten Open Access liefern, allen veröffentlichten Werken zu gegebener Zeit eine Creative-Commons-Lizenz hinzufügen.
es_es: Las revistas que ofrecen acceso abierto inmediato o retardado deben incluir una licencia Creative Commons con todo el trabajo publicado en el momento adecuado.
eu: Berehalako edo atzeratutako sarbide irekia eskaintzen duten aldizkarietan, sartu Creative Commons lizentzia argitaratutako lan guztietan une egokian.
fa_ir: افزودن مجوز Creative Commons به تمامی مقالات انتشاری برای مجلاتی که دسترسی آزاد فوری یا تأخیری دارند.
fi: Sellaisten julkaisujen kohdalla, joiden sisältö on välittömästi tai viiveellisesti avoimesti saatavilla, sisällytä Creative Commons -lisenssi kaikkiin julkaistuihin töihin asiaankuuluvaan aikaan.
fr_fr: Pour les revues qui offrent le libre accès immédiatement ou avec une barrière mobile, ajouter une licence Creative Commons à toutes les publications au moment approprié.
gl: Para as revistas que ofrezan acceso aberto inmediato ou adiado, inclúa unha licenza Creative Commons con todos os traballos publicados no momento adecuado.
hi_in: तत्काल या विलंबित ओपन एक्सेस प्रदान करने वाली जर्नल्स के लिए, उचित समय पर सभी प्रकाशित कार्यों के साथ एक क्रिएटिव कॉमन्स लाइसेंस शामिल करें।
hy: Ամսագրերի համար, որոնք առաջարկում են անհապաղ կամ հետաձգված բաց մուտք, ներառեք Creative Commons արտոնագիրը՝ հրապարակված բոլոր աշխատություններով:
id_id: Untuk jurnal yang menawarkan kebijakan Open Access segera atau delayed, sertakan lisensi Creative Commons pada semua karya di waktu yang tepat.
is_is: Fyrir tímarit sem veita strax, eða seinkaðan, opinn aðgang, bættu við Creative Commons leyfi fyrir öll útgefin verk á viðeigandi tíma punkti.
it_it: Per tutti le riviste che offrono gli articoli immediatamente o dopo un certo tempo in open access, indicare una licenza Creative Commons per tutto quanto verrà messo a disposizione.
ja: 即時または遅延オープンアクセスを提供するジャーナルでは、適切な時期にすべての出版物にクリエイティブ・コモンズ・ライセンスを添付する。
ka_ge: ჟურნალებისთვის, რომლებიც გთავაზობთ დაუყოვნებლივ ან დაგვიანებულ ღია წვდომას, შეიტანეთ Creative Commons ლიცენზია ყველა გამოქვეყნებული ნამუშევრისათვის, შესაბამის დროს.
ku_iq: بۆ ئەو گۆڤارانەی کەمافی دەستپێگەیشتنی کراوەی دەست بەجێی یان دواخراو پێشکەشدەکەن، دەبێت مۆڵەتی هاوبەشی بنیادنەر لەخۆبگرن لە گەڵ هەموو کار و بەرهەمە بڵاوکاراوەکانیان لە کاتی گونجاودا.
ky: Дароо же убакыттын өтүшү менен ачык кирүүнү камсыз кылган журналдардагы бардык жарыяланган иштер үчүн ылайыктуу убакта Creative Commons лицензиясын кошуңуз.
lt: Jei žurnalas taiko tiesioginę ar vėluojančiąją atvirąją prieigą, pateikiama ir Kūrybinių bendrijų (angl. Creative Commons) licencija, taip pat visi iki šiol išspausdinti leidiniai.
lv: Žurnāliem, kas piedāvā tūlītēju vai kavētu atvērto piekļuvi, pievienojiet Creative Commons licenci visiem publicētajiem darbiem atbilstošā laikā.
mr: साहित्य तत्काळ किंवा विलंबाने मुक्त उपलब्ध करणाऱ्या नियतकालिकांनी, योग्य वेळी सर्व प्रकाशित लेखांसाठी क्रिएटिव्ह कॉमन्स परवाना समाविष्ट करावा.
ms: Untuk jurnal yang menawarkan akses terbuka segera atau tertunda, sertakan lesen Creative Commons dengan semua karya yang diterbitkan pada waktu yang sesuai.
nb_no: Inkluder en <i>Creative Commons</i>-lisens i alt som publiseres i tidsskriftet når de enten gir umiddelbar eller utsatt <i>Open Access</i>.
nl: Voeg een Creative Commons licentie toe aan alle gepubliceerde materialen voor tijdschriften die onmiddellijke of vertraagde open access toegang aanbieden.
pl: Dla czasopism, które oferują natychmiastowy lub opóźniony otwarty dostęp (open access) do treści, uwzględnij licencje Creative Commons dla opublikowanych treści.
pt_br: Para periódicos que oferecem acesso livre imediato ou adiado, inclua uma licença Creative Commons com todo o material na data de publicação.
pt_pt: Para revistas que oferecem acesso aberto imediato ou adiado, inclua uma licença Creative Commons com todos os trabalhos publicados no momento apropriado.
ru: Включить в соответствующий момент лицензию Creative Commons для всех опубликованных работ в журналах, сразу или через некоторое время предоставляющих открытый доступ.
sk_sk: Pre časopisy, ktoré ponúkajú okamžitý alebo oneskorený otvorený prístup, uveďte vo vhodnom čase licenciu Creative Commons k všetkým publikovaným prácam.
sl_si: Za revije, ki nudijo prost dostop ali prost dostop z zamikom, v primernem času vključite tudi "Creative Commons" licenco za vse izdane prispevke.
sr_rs@cyrillic: часописи који имају непосредан или одгођен отворени приступ потребно је унети лиценцу Creative Commons са објављеним радовима у одговарајуће време.
sr_rs@latin: časopisi koji imaju neposredan ili odgođen otvoreni pristup potrebno je uneti licencu Creative Commons sa objavljenim radovima u odgovarajuće vreme.
sv_se: För tidskrifter som erbjuder omedelbar eller fördröjd open access, lägg till en Creative Commons-licens till allt publicerat arbete vid lämplig tidpunkt.
tr_tr: Anında veya gecikmeli olarak açık erişim sunan dergiler için, yayınlanan tüm çalışmalarla birlikte uygun zamanda bir Creative Commons lisansı ekleyin.
uk: Включити у відповідний момент ліцензію Creative Commons для всіх опублікованих робіт в журналах, що надають відкритий доступ відразу або через деякий час.
uz_cyrl: Нашр этилган мақолаларга Creative Commons лицензиясини қўшиш.
uz_uz@latin: Ochiq kirishni zudlik bilan yoki kechiktiradigan jurnallar uchun Creative Commons litsenziyasini o'z vaqtida nashr etilgan barcha ishlarni o'z ichiga oladi.
vi_vn: Đối với các tạp chí cung cấp quyền truy cập mở ngay lập tức hoặc truy cập mở trì hoãn, hãy bao gồm giấy phép Creative Commons với tất cả các tác phẩm được xuất bản vào thời điểm thích hợp.
zh_hant: 提供即時或暫緩開放取用的期刊，出版物需在適合時間包含一個共享創意特許條款 (Creative Commons license)。

# manager.setup.information
source: Information
ar: المعلومات
az: Məlumat
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
da_dk: Oplysninger
de_de: Informationen
es_es: Información
eu: Informazioa
fa_ir: اطلاعات
fi: Tietoa
gl: Información
hi_in: जानकारी
hr_hr: Informacije
hy: Տեղեկատվություն
id_id: Informasi
is_is: Upplýsingar
it_it: Informazioni
ja: 情報
ka_ge: ინფორმაცია
ku_iq: زانیاری
ky: маалымат
lt: Informacija
lv: Informācija
mr: माहिती
ms: Maklumat
nb_no: Informasjon
nl: Informatie
pl: Informacje
pt_br: Informação
pt_pt: Informação
ru: Информация
sk_sk: Informácie
sl_si: Informacije
sr_rs@cyrillic: Информације
sr_rs@latin: Informacije
tr_tr: Bilgi
uk: Інформація
uz_cyrl: Маълумот
uz_uz@latin: Ma `lumot
vi_vn: Thông tin
zh_cn: 信息
zh_hant: 資訊

# manager.setup.information.description
source: Brief descriptions of the journal for librarians and prospective authors and readers. These are made available in the site's sidebar when the Information block has been added.
ar: وصف موجز للمجلة موجه لأمناء المكتبات والمؤلفين الكرام والقراء، متاح ضمن خانة "المعلومات" من الشريط الجانبي.
az: Kitabxanaçılar, potensial müəlliflər və oxucular üçün lurnalın qısa açıqlaması yan tərəfdəki "Məlumat" qismindədir.
bg_bg: Кратки описания на списанието за библиотекари и бъдещи автори и читатели. Те са достъпни в страничната лента на сайта, когато е добавен информационният блок.
ca_es: La secció «Informació» de la barra lateral inclou descripcions breus de la revista per a bibliotecaris/àries i per a autors/ores i lectors/ores potencials.
cs_cz: Stručné popisy časopisu pro knihovníky, případné autory a čtenáře jsou dostupné v sekci "Informace" postranního panelu.
da_dk: Der findes korte beskrivelser af tidsskriftet til bibliotekarer og potentielle forfattere og læsere i sektionen "Oplysninger" i margenteksten.
de_de: Kurzbeschreibungen der Zeitschrift für Bibliothekar/innen, potentielle Autor/innen und Leser/innen finden sich unter "Informationen" in der Seitenleiste.
es_es: En la sección Información de la barra lateral, se facilita una breve descripción de la revista para los bibliotecarios/as, futuros autores/as y lectores/as.
eu: Alboko barrako "Informazioa" sailean aldizkariaren azalpen labur bat ematen da liburuzainentzat eta egile eta irakurleentzat.
fa_ir: توصیف مختصر مجله برای کتابخانه‌ها ، نویسندگان و خوانندگان که در قسمت اطلاعات نوار حاشیه صفحات ظاهر می‌شود.
fi: Lyhyet kuvaukset julkaisusta kirjastonhoitajille, mahdollisille kirjoittajille ja lukijoille. Kuvaukset tulevat näkyville sivuston sivupalkkiin, kun Tietoa-lohko on lisätty.
fr_fr: De brèves descriptions de la revue pour les bibliothécaires, les auteurs et lecteurs potentiels sont disponibles dans la rubrique " Renseignements " du menu latéral.
gl: Na sección de Información na barra lateral amósase unha breve descrición da revista para bibliotecarios/as e futuros/as autores/as e lectores/as.
hi_in: लाइब्रेरियन और भावी लेखकों और पाठकों के लिए जर्नल का संक्षिप्त विवरण। जब सूचना ब्लॉक जोड़ा गया है तो ये साइट के साइडबार में उपलब्ध कराए गए हैं।
hr_hr: Kratak opis časopisa za knjižničare, buduće autore i čitatelje dostupan je svim posjetiteljima stranice pod odjeljkom "informacije" koji se nalazi u rubnom stupcu.
hy: Ամսագրի համառոտ նկարագրություններ գրադարանավարների, ապագա հեղինակների և ընթերցողների համար: Դրանք հասանելի են դառնում կայքի կողագոտում, երբ ավելացվի Տեղեկատվական բլոկը:
id_id: Deskripsi singkat jurnal untuk pustakawan dan calon penulis dan pembaca. Deskripsi ini akan tampil di bagian "Informasi".
is_is: Stutt lýsing á tímaritinu fyrir ritrýna, bókasafnsfræðinga, mögulega höfunda og lesendur. Þetta er gert aðgengilegt á hliðartiku þegar uppýsinga blokkinni hefur verið bætt við.
it_it: Breve descrizione della testata per bibliotecari e potenziali autori e lettori, disponibile nella sezione "Informazioni" del menu laterale.
ja: 図書館員や著者・読者候補の方に向けたジャーナルの簡単な説明です。これらは、情報ブロックが追加されると、サイトのサイドバーで利用できるようになります。
ka_ge: ჟურნალის მოკლე აღწერილობა ბიბლიოთეკარებისთვის, სავარაუდო ავტორებისა და მკითხველთათვის. ეს ხელმისაწვდომია საიტის გვერდით ზოლში, როდესაც ინფორმაციის ბლოკი დაემატება.
ku_iq: کورتە باسەکانی گۆڤارەکە بۆ کارمەندانی کتێبخانەی و نوسەر و خوێنەرە چاوەڕوانکراوەکان. ئەمانە بەردەست دەبن لە لایەکی سایتەکەدا هەرکاتێک بلۆکی زانیاری زیاد کرا.
ky: Китепканалар, потенциалдуу авторлор жана окурмандар үчүн журналдын кыскача сүрөттөлүшү. Сүрөттөмөлөр "Маалымат" блогу кошулганда сайттын каптал тилкесинде жеткиликтүү болот.
lt: Pateikite trumpą žurnalo aprašą bibliotekininkams, būsimiems autoriams ir skaitytojams. Ji bus rodoma šoninėje juostoje, pateikus užrašą „Informacija“.
lv: Īss žurnāla apraksts bibliotekāriem un topošajiem autoriem un lasītājiem. Tas pieejams vietnes sānu joslā, kad pievienots informācijas bloks.
mr: ग्रंथपाल आणि संभाव्य लेखक आणि वाचकांसाठी नियतकालिकाचे संक्षिप्त वर्णन. ही माहिती उपलब्ध असल्यास संकेतस्थळाच्या साईडबारमधून उपलब्ध केली जाते.
ms: Penerangan ringkas jurnal untuk pustakawan dan bakal pengarang dan pembaca. Ini tersedia di bar sisi laman web apabila blok Maklumat telah ditambahkan.
nb_no: Korte beskrivelser av tidsskriftet for interesserte bibliotekarer, forfattere, og lesere som blir tilgjengelig i 'informasjon'-delen av sidefeltet.
nl: Korte beschrijvingen van het tijdschrift voor bibliothecarissen en mogelijke auteurs en lezers zijn beschikbaar in de "Informatie" sectie van de sidebar.
pl: Krótki opis czasopisma dla bibliotekarzy oraz ewentualnych autorów i czytelników, dostępny w dziale "Informacje" panelu bocznego.
pt_br: Informações breves sobre a revista para bibliotecários, autores em potencial e leitores estão disponíveis na seção Informação na barra de ferramentas lateral.
pt_pt: Informações breves sobre a revista para bibliotecários, potenciais autores e leitores estão disponíveis na secção Informação na barra de ferramentas lateral.
ru: Краткие описания журнала для библиотек, потенциальных авторов и читателей. Описания будут доступны в боковой панели сайта, когда будет добавлен блок «Информация».
sk_sk: Stručný popis časopisu pre knihovníkov a potenciálnych autorov a čitateľov. Tieto sa sprístupnia na bočnom paneli stránky po pridaní informačného bloku.
sl_si: Kratek opis revije za knjižničarje ter bodoče avtorje in bralce je na voljo pod razdelkom Informacije na stranskem robnem stolpcu.
sr_rs@cyrillic: Кратак опис часописа за библиотекаре и ауторе и читаоце. Опис ће бити доступан у бочној траци кад се дода блок за Информације.
sr_rs@latin: Kratak opis časopisa za bibliotekare i autore i čitaoce. Opis će biti dostupan u bočnoj traci kad se doda blok za Informacije.
sv_se: En kortfattad beskrivning av tidskriftens innehåll för bibliotekarier, potentiella författare och läsare. Informationen visas i sidans sidomeny när Informations-blocket har aktiverats.
tr_tr: Kütüphaneciler, potansiyel yazarlar ve okuyucular için derginin kısa açıklamsı yan taraftaki "Bilgi" kısmında yer almaktadır.
uk: Короткий опис журналу для бібліотекарів, потенційних авторів та читачів, що буде доступний на бічній панелі вебсайту в розділі "Інформація".
uz_cyrl: Кутубхоначилар, муаллифлар ва ўқувчилар учун қисқача тавсифлар.
uz_uz@latin: Kutubxonachilar va bo'lajak mualliflar va o'quvchilar uchun jurnalning qisqacha tavsifi. Axborot bloki qo'shilganda, ular sayt yon panelida mavjud bo'ladi.
vi_vn: Mô tả ngắn gọn của tạp chí cho thủ thư và các tác giả và độc giả tương lai. Chúng được cung cấp trong thanh bên của trang web khi khối Thông tin đã được thêm.
zh_cn: 给图书馆馆员、未来的作者和读者的简要说明，在侧边栏的「信息」区段中显示。
zh_hant: 供圖書館管理員及潛在作者和讀者參考的簡述。增添此資訊方塊後，相關描述會出現在網站的側邊欄。

# manager.setup.information.forAuthors
source: For Authors
ar: للمؤلفين
az: Müəlliflər üçün
bg_bg: За автори
ca_es: Per als autors/ores
cs_cz: Pro autory
da_dk: Til forfattere
de_de: Für Autor/innen
es_es: Para autores/as
eu: Egileentzat
fa_ir: برای نویسندگان
fi: Kirjoittajille
fr_fr: Pour les auteurs
gl: Para os autores/as
hi_in: लेखकों के लिए
hr_hr: Za autore
hy: Հեղինակների համար
id_id: Untuk Penulis
is_is: Fyrir höfunda
it_it: Per gli autori
ja: 著者の方へ
ka_ge: ავტორებისთვის
ku_iq: بۆ نوسەران
ky: Авторлор үчүн
lt: Autoriams
lv: Autoriem
mr: लेखकांसाठी
ms: Untuk Pengarang
nb_no: For forfattere
nl: Voor auteurs
pl: dla autorów
pt_br: Para Autores
pt_pt: Para Autores
ru: Для авторов
sk_sk: Pre autorov
sl_si: Za avtorje
sr_rs@cyrillic: За ауторе
sr_rs@latin: Za autore
sv_se: För författare
tr_tr: Yazarlar İçin
uk: Для авторів
uz_cyrl: Муаллифлар учун
uz_uz@latin: Mualliflar uchun
vi_vn: Cho tác giả
zh_cn: 给作者
zh_hant: 致作者

# manager.setup.information.forLibrarians
source: For Librarians
ar: لأمناء المكتبات
az: Kitabxanalar üçün
bg_bg: За библиотекари
ca_es: Per als bibliotecaris/àries
cs_cz: Pro knihovníky
da_dk: Til bibliotekarer
de_de: Für Bibliothekar/innen
es_es: Para bibliotecarios/as
eu: Liburuzainentzat
fa_ir: برای کتابداران
fi: Kirjastonhoitajille
fr_fr: Pour les bibliothécaires
gl: Para bibliotecarios/as
hi_in: लाइब्रेरियन के लिए
hr_hr: Za knjižničare
hy: Գրադարանավարների համար
id_id: Untuk Pustakawan
is_is: Fyrir ritrýna
it_it: Per bibliotecari
ja: 図書館員の方へ
ka_ge: ბიბლიოთეკებისთვის
ku_iq: بۆ کارمەندانی کتێبخانە
ky: Китепканалар үчүн
lt: Bibliotekininkams
lv: Bibliotekāriem
mr: ग्रंथपालांसाठी
ms: Untuk Pustakawan
nb_no: For bibliotekarer
nl: Voor bibliothecarissen
pl: dla bibliotekarzy
pt_br: Para Bibliotecários
pt_pt: Para Bibliotecários
ru: Для библиотек
sk_sk: Pre knihovníkov
sl_si: Za knjižničarje
sr_rs@cyrillic: За библиотекаре
sr_rs@latin: Za bibliotekare
sv_se: För bibliotekarier
tr_tr: Kütüphaneler İçin
uk: Для бібліотекарів
uz_cyrl: Кутубхоначилар учун
uz_uz@latin: Kutubxonachilar uchun
vi_vn: Cho thủ thư
zh_cn: 给图书馆员
zh_hant: 致圖書館管理員

# manager.setup.information.forReaders
source: For Readers
ar: للقراء
az: Oxucular üçün
bg_bg: За читатели
ca_es: Per a lectors/ores
cs_cz: Pro čtenáře
da_dk: Til læsere
de_de: Für Leser/innen
es_es: Para lectores/as
eu: Irakurleentzat
fa_ir: برای خوانندگان
fi: Lukijoille
fr_fr: Pour les lecteurs
gl: Para lectores/as
hi_in: पाठकों के लिए
hr_hr: Za čitatelje
hy: Ընթերցողների համար
id_id: Untuk Pembaca
is_is: Fyrir lesendur
it_it: Per i lettori
ja: 読者の皆様へ
ka_ge: მკითხველთათვის
ku_iq: بۆ خوێنەران
ky: Окурмандар үчүн
lt: Skaitytojams
lv: Lasītājiem
mr: वाचकांसाठी
ms: Untuk Pembaca
nb_no: For lesere
nl: Voor lezers
pl: dla czytelników
pt_br: Para Leitores
pt_pt: Para Leitores
ru: Для читателей
sk_sk: Pre čitateľov
sl_si: Za bralce
sr_rs@cyrillic: За читаоце
sr_rs@latin: Za čitaoce
sv_se: För läsare
tr_tr: Okuyucular İçin
uk: Для читачів
uz_cyrl: Ўқувчилар учун
uz_uz@latin: O'quvchilar uchun
vi_vn: Cho độc giả
zh_cn: 给读者
zh_hant: 致讀者

# manager.setup.initialIssue
source: Initial issue
ar: الإصدار الأول
az: Birinci nömrə
bg_bg: Първи брой
ca_es: Número inicial
cs_cz: První výtisk
da_dk: Første nummer
de_de: Startausgabe
es_es: Número inicial
eu: Lehenengo zenbakia
fa_ir: شماره نخست
fi: Ensimmäinen numero
fr_fr: Numéro initial
gl: Primeiro número
hi_in: प्रारम्भिक अंक
hr_hr: Početno izdanje
hy: Առաջին թողարկումը
id_id: Terbitan Awal
is_is: Upphafs tölublað
it_it: Numero iniziale
ja: 初回発行
ka_ge: პირველი ნომერი
ku_iq: ژمارەی یەکەم
ky: Биринчи чыгарылыш
lt: Pirmasis numeris
lv: Pirmais žurnāla numurs
mr: सुरुवातीचा अंक
ms: Terbitan awal
nb_no: Første utgave
nl: Eerste nummer
pl: Pierwszy numer
pt_br: Edição inicial
pt_pt: Edição Inicial
ru: Первый выпуск
sk_sk: Prvý výtlačok
sl_si: Prva številka
sr_rs@cyrillic: Почетни број
sr_rs@latin: Početni broj
sv_se: Första numret
tr_tr: İlk sayı
uk: Перший випуск
uz_cyrl: Биринчи нашр (Initial Issue)
uz_uz@latin: Dastlabki masala
vi_vn: Số bắt đầu
zh_cn: 创刊号
zh_hant: 最初期號
