Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.setup.resetPermissions.description
source: Remove the copyright statement and license information for every published article, reverting them to the journal's current default settings. This will permanently remove all prior copyright and licensing information attached to articles. In some cases, you may not be legally permitted to re-license work that has been published under a different license. Please take caution when using this tool and consult legal expertise if you are unsure what rights you hold over the articles published in your journal.
ar: إزالة بيان الحقوق الفكرية ومعلومات الترخيص من كل المقالات المنشورة ما يعني إعادتها إلى الإعدادات الافتراضية الحالية للمجلة. هذا من شأنه إزالة كل بيانات الحقوق الفكرية والتراخيص المرتبطة بالمؤلفات الموجودة مسبقاً وبشكل نهائي. في بعض الأحيان، قد لا يكون مسموحاً لك قانونياً تعديل تراخيص الأعمال التي سبق نشرها بتراخيص أخرى. لطفاً، كن على حذر عند استعمال هذه الأداة واستشر خبيراً قانونياً إذا كنت غير متأكد من مساحة الحقوق التي تمتلكها بالنسبة إلى المقالات المنشورة في مجلتك.
az: Müəllif hüququ bildirişi və lisenziya məlumatları, nəşr edilən məzmunlara daimi olaraq əlavə ediləcək və yeni Məqalələrə istiqamətlənmiş politikaları dəyişdirərək bu dataların dəyişməyəcəyindən əmin olun. Nəşr edilmiş məzmunlara artıq əlavə edilmiş qeydiyyatlı icazələri sıfırlamaq üçün aşağıdakı düyməni istifadə edin.
bg_bg: Премахнете декларацията за авторски права и информацията за лиценза за всяка публикувана статия, като ги върнете към текущите настройки на списанието по подразбиране. Това ще премахне завинаги цялата предишна информация за авторски права и лицензиране, приложена към статиите. В някои случаи може да нямате законово разрешение да прелицензирате работа, публикувана под друг лиценз. Моля, бъдете внимателни, когато използвате този инструмент и се консултирайте с юридически експерти, ако не сте сигурни какви права имате върху статиите, публикувани във вашето списание.
ca_es: Eliminar la declaració de privacitat i la informació de llicència de tots els articles publicats i tornar-les a establir segons la configuració predeterminada actual de la revista. Això eliminarà permanentment tots els drets d'autor/a i informació de llicència associats prèviament als articles. En alguns casos potser no estarà permès legalment canviar la llicència d'una obra ja publicada per una altra diferent. Per tant, aneu amb compte quan feu servir aquesta eina i consulteu amb alguna persona experta legalment si teniu dubtes respecte als drets que teniu sobre els articles publicats a la vostra revista.
es_es: Elimina la declaración de privacidad y la información de licencia de todos los artículos publicados y las ajusta a la configuración por defecto actual de la revista. Esto eliminará permanentemente todos los derechos de autor/a e información de licencia previamente asociados a los artículos. En algunos casos puede que no esté permitido legalmente canviar la licencia de un trabajo ya publicado bajo otra licencia. Por ello, sea cuidadoso cuando utilice esta herramienta y, si tiene dudas acerca de qué derechos tiene sobre los artículos publicados en su revista, consulte a un experto legal.
eu: Kendu argitaratutako artikulu guztien pribatutasuna-adierazpena eta lizentzia informazioa, aldizkariaren uneko ezarpen lehenetsietara itzuliz. Honek artikuluei erantsitako aurreko egile-eskubideak eta lizentzia informazio guztia behin betiko ezabatuko du. Kasu batzuetan, baliteke legez baimenik ez izatea beste lizentzia batekin argitaratutako lana berriro lizentziatzeko. Mesedez, kontuz ibili tresna hau erabiltzean eta kontsultatu legezko aditu bati zure aldizkarian argitaratutako artikuluen gainean zer eskubide dituzun ziur ez bazaude.
fi: Poista tekijänoikeutta ja lisenssiä koskevat tiedot kaikista julkaistuista artikkeleista. Toiminto poistaa tiedot pysyvästi. Huomaa, että sinulla ei ole välttämättä oikeutta muuttaa vanhan artikkelin lisenssiä tai tekijänoikeutta kysymättä tekijältä. Käytä tätä toimintoa harkiten.
fr_fr: Supprimer la mention de copyright et les informations de licence pour chaque article publié, en rétablissant les paramètres par défaut actuels de la revue. Ceci supprimera définitivement toutes les mentions de copyright et les licences antérieures liées aux articles. Dans certains cas, il se peut que vous ne soyez pas légalement autorisé-e à attribuer une nouvelle licence à un travail publié sous une licence différente. Agissez avec prudence lorsque vous utilisez cet outil et ayez recours, au besoin, à une expertise juridique si vous ne savez pas exactement de quels droits vous disposez sur les articles publiés dans votre revue.
gl: Eliminar a declaración de copyright e a información de licenza de cada artigo publicado e volve á configuración predeterminada actual da revista. Isto eliminará permanentemente toda a información previa sobre dereitos de autor e licenzas adxunta aos artigos. Nalgúns casos, é posible que non se lle permita legalmente cambiar a licenza dos traballos publicados con unha licenza distinta. Teña precaución cando use esta ferramenta e consulte con coñecemento legal se non está seguro de que dereitos ten sobre os artigos publicados na sua revista.
hi_in: प्रत्येक प्रकाशित लेख के लिए कॉपीराइट स्टेटमेंट और लाइसेंस की जानकारी निकालें, उन्हें जर्नल की वर्तमान डिफ़ॉल्ट सेटिंग्स पर वापस लाएं। यह लेखों से जुड़ी सभी पूर्व कॉपीराइट और लाइसेंसिंग जानकारी को स्थायी रूप से हटा देगा। कुछ मामलों में, आपको कानूनी रूप से एक अलग लाइसेंस के तहत प्रकाशित किए गए काम को फिर से लाइसेंस देने की अनुमति नहीं दी जा सकती है। कृपया इस टूल का उपयोग करते समय सावधानी बरतें और कानूनी विशेषज्ञता से परामर्श करें यदि आप अनिश्चित हैं कि आप अपनी जर्नल में प्रकाशित लेखों पर क्या अधिकार रखते हैं।
hy: Հեռացրեք հեղինակային իրավունքի հայտարարությունը և արտոնագրման տեղեկությունները յուրաքանչյուր հրապարակված հոդվածի համար՝ դրանք վերադարձնելով ամսագրի ընթացիկ լռելյայն կարգավորումներին: Սա ընդմիշտ կհեռացնի հոդվածներին կցված հեղինակային իրավունքի և արտոնագրման մասին բոլոր նախկին տեղեկությունները: Որոշ դեպքերում ձեզ օրինականորեն չի թույլատրվում վերաարտոնագրել այն աշխատանքը, որը հրապարակվել է այլ արտոնագրի ներքո: Խնդրում ենք զգույշ եղեք այս գործիքն օգտագործելիս և դիմեք իրավական փորձաքննության, եթե վստահ չեք, թե ինչ իրավունքներ ունեք ձեր ամսագրում հրապարակված հոդվածների նկատմամբ:
is_is: Fjarlægja höfundaréttar yfirlýsingu og upplýsingar um leyfi fyrir allar útgefnar greinar og breyta þeim í sjálfgefnar stillingu sem gildir fyrir tímaritið. Þetta mun varanlega fjarlægja höfundarétt og leyfi sem búið er að skrá á greinar. Í einhverjum tilfellum gæti verið ólöglegt að setja nýtt leyfi á verk sem búið er að birta undir öðrum leyfisskilmálum. Vinsamlega farðu varlega þegar þú notar þetta tól og hafðu samráð við sérfræðing í lögum ef þú ert óviss um hvaða réttindi þú átt á greinum sem eru gefnar út í tímaritinu.
it_it: Rimuovere le informazioni di copyright e di licenza da ogni articolo pubblicato, riportando tutti gli articoli alle impostazioni di default della testata. Questa operazione rimuoverà definitivamente tutte le informazioni di copyright e di licenza precedentemente abbinate agli articoli. In alcuni casi, si potrebbe non avere il permesso di creare nuove modalità di licenza e di copyright per articoli già pubblicati con altre licenze. Prestare quindi molta attenzione all'utilizzo di questo strumento. Si invitano gli utenti a cercare supporto legale esperto in caso di dubbio sulla tipologia di licenza e di copyright utilizzata per la testata.
ja: 出版されたすべての論文の著作権表示とライセンス情報を削除し、ジャーナルの現在のデフォルト設定に戻します。これにより、記事に添付されていた以前の著作権やライセンス情報がすべて完全に削除されます。場合によっては、異なるライセンスで出版された作品を再ライセンスすることが法的に認められないこともあります。このツールの使用には十分注意を払い、ジャーナルに掲載された論文に対してどのような権利を持っているかわからない場合は、法律の専門家に相談してください。
ka_ge: ამოიღეთ საავტორო უფლებების შესახებ განცხადება და ლიცენზიის ინფორმაცია თითოეული გამოქვეყნებული სტატიისთვის, დაუბრუნეთ მათ ჟურნალის მიმდინარე ნაგულისხმევ პარამეტრებს. ეს სამუდამოდ ამოიღებს საავტორო უფლებების წინა და სალიცენზიო ცნობებს, რომლებიც თან ერთვის სტატიებს. ზოგიერთ შემთხვევაში, შეიძლება კანონიერად არ მოგცეთ ნებართვა ხელახალი ლიცენზიის გაცემაზე, რომელიც სხვა ლიცენზიით არის გამოქვეყნებული. გთხოვთ, სიფრთხილე გამოიჩინოთ ამ ინსტრუმენტის გამოყენებისას და მიმართეთ იურიდიულ ექსპერტიზას, თუ არ ხართ დარწმუნებული, რა უფლებები გაქვთ თქვენს ჟურნალში გამოქვეყნებული სტატიების მიმართ.
ku_iq: تکایە زانیارییەکانی تایبەت بە مافی خاوەندارێتی و مۆڵەت وەرگرتن لەسەر توێژینەوەکان پێش بڵاوکردنەوە لا ببەن و وەکو ڕێکخستنەکانی ئێستای گۆڤار بیانخەنە بەردەست. ئەمە بە یەکجاری هەمو مافی خاوەندارێتی و مۆڵەتەکانی لکاو بە توێژینەوەکان دەسڕێتەوە. لە هەندێک حاڵەتدا تۆ ناتوانیت مۆڵەت بگۆڕیت چونکە لەوانەیە بابەتەکە پێشتر لەژێر ڕێنمایی دیکە بڵاو کرابێتەوە. هەر بۆیە بە ئاگادارییەوە ئەم کردارە بەکار بهێنە و ئەگەر بەرچاوڕونیی تەواوت نییە ئامۆژگاریی پێویست لە کەسی تایبەتمەند وەربگرە.
ky: Ар бир жарыяланган макала үчүн автордук укук билдирүүсүн жана лицензия маалыматын алып салыңыз, аларды журналдын учурдагы демейки жөндөөлөрүнө кайтарыңыз. Бул макалаларга тиркелген мурунку автордук укук жана лицензия маалыматтарын түбөлүккө алып салат. Айрым учурларда башка лицензия менен жарыяланган иштерди кайра лицензиялоого мыйзамдуу түрдө уруксат берилбеши мүмкүн. Бул куралды колдонууда этият болуңуз жана журналда жарыяланган макалалар боюнча укуктарыңызга ишенбесеңиз, юридикалык адистер менен кеңешиңиз.
lt: Paskelbtam turiniui autorių teisių nuostatos ir leidimas bus taikomi neatšaukiamai. Taip duomenys nebus keičiami net tuo atveju, jei naujiems straipsniams žurnale būtų pradėtos taikyti kitokios nuostatos. Jei norite, kad būtų nustatyta su šiuo turiniu jau susieta leidimo informacija, nuspauskite apačioje pateiką mygtuką.
lv: Noņemt autortiesību paziņojumu un licences informāciju katram publicētajam rakstam, atgriežot tos pie žurnāla pašreizējiem noklusējuma iestatījumiem. Tas uz visiem laikiem noņems visu iepriekš rakstiem pievienoto autortiesību un licencēšanas informāciju. Dažos gadījumos jums var nebūt juridiski atļauts atkārtoti licencēt darbu, kas publicēts ar citu licenci. Lūdzu, esiet piesardzīgi, izmantojot šo rīku, un konsultējieties ar juristu, ja neesat pārliecināts, kādas tiesības jums pieder uz žurnālā publicētajiem rakstiem.
mr: प्रत्येक प्रकाशित लेखासाठी स्वामित्वधिकार (कॉपीराइट) विधान आणि परवाना माहिती काढून टाकून त्यांना नियतकालिकाच्या वर्तमान सर्वसाधारण (डिफॉल्ट) सेटिंग्जप्रमाणे लागू करा. मात्र यामुळे लेखांशी संलग्न असलेली यापूर्वीची स्वामित्वधिकार आणि परवाना माहिती कायमची काढून टाकेल. काही प्रकरणांमध्ये, तुम्हाला वेगळ्या परवान्याखाली प्रकाशित केलेल्या कामाचा पुन्हा परवाना देण्याची कायद्याने परवानगी नसेल. कृपया हे साधन वापरताना सावधगिरी बाळगा आणि तुमच्या नियतकालिकामध्ये प्रकाशित लेखांवर तुमचे कोणते अधिकार आहेत याची खात्री नसल्यास कायदेतज्ज्ञांचा सल्ला घ्या.
ms: Keluarkan kenyataan hak cipta dan maklumat lesen untuk setiap artikel yang diterbitkan, kembalikan ke tetapan lalai jurnal semasa. Ini akan secara kekal menghapus semua maklumat hak cipta dan pelesenan sebelumnya yang dilampirkan pada artikel. Dalam beberapa kes, anda mungkin tidak diizinkan secara sah untuk melesenkan semula karya yang telah diterbitkan di bawah lesen lain. Berhati-hatilah semasa menggunakan alat ini dan berunding dengan pakar undang-undang jika anda tidak pasti hak apa yang anda miliki atas artikel yang diterbitkan dalam jurnal anda.
nb_no: Erklæring om opphavsrett og lisensinformasjon vil bli permanent knyttet til publisert materiale. Det betyr at data ikke vil forandres dersom tidsskriftet endrer retningslinjer for nye innleveringer. For å tilbakestille informasjonen allerede lagt ved det publiserte materialet, bruk knappen under.
nl: Verwijder de copyrightverklaring en licentie-informatie voor elk gepubliceerd artikel en zet ze terug naar de huidige standaardinstellingen van het tijdschrift. Hiermee wordt alle eerdere copyright- en licentie-informatie die aan artikelen is gekoppeld, definitief verwijderd. In sommige gevallen is het wettelijk niet toegestaan om werk dat is gepubliceerd onder een andere licentie opnieuw te licenseren. Wees voorzichtig bij het gebruik van deze tool en raadpleeg juridische experts als u niet zeker weet welke rechten u heeft op de artikelen die in uw tijdschrift zijn gepubliceerd.
pl: Informacje o licencji oraz prawach autorskich zostaną na stałe dołączone do treści, niezależnie od późniejszych zmian w regułach przyjmowania nowych tekstów. Aby zresetować informacje o prawach do opublikowanych artykułów, skorzystaj z przycisku poniżej.
pt_pt: Remover a declaração de direitos de autor e informação de licença para todos os artigos publicados, revertendo para a atual configuração da revista padrão. Esta ação irá remover permanentemente todas as informações anteriores de direitos de autor e licenças anexadas aos artigos. Em alguns casos, pode não ter permissão legal para alterar a licença da obra já publicada. Tenha cuidado ao utilizar esta ferramenta e consulte um especialista jurídico se não tiver a certeza dos direitos que tem sobre os artigos publicados na sua revista.
ru: Удаляет информацию о копирайте и о лицензии для каждой опубликованной статьи, возвращая их к текущим настройкам по умолчанию для журнала. Это действие навсегда удаляет всю предыдущую информацию о лицензии и копирайте, прикрепленную к статьям. В некоторых случаях у вас может не быть юридических прав изменять лицензию для работы, опубликованной ранее под другой лицензией. Пожалуйста, будьте осторожны, используя этот инструмент, проконсультируйтесь с экспертами-юристами, если вы не уверены в тех правах, которые у вас есть на статьи, опубликованные в вашем журнале.
sk_sk: Odstráňte vyhlásenie o autorských právach a informácie o licenciu u každého publikovaného článku a vráťte ich späť na aktuálne predvolené nastavenia časopisu. Tým sa natrvalo odstránia všetky predchádzajúce informácie o autorských právach a licenciách pripojených k článkom. V niektorých prípadoch nemusí byť legálne povolené opätovné licencovania diela, ktoré bolo publikované pod inou licenciou. Pri používaní tohto nástroja buďte opatrní a ak si nie ste istí, aké máte práva k článkom zverejneným vo vašom časopise, obráťte sa na právnika.
sl_si: Izjava o avtorskih pravicah in licenci bo trajno zapisana poleg objavljenih vsebin, ter s tem zagotavljala, da se ti podatki ne bodo spreminjali v primeru, da revija spremeni politiko novih prispevkov. Za ponastavitev shranjenih dovoljenj, ki so že zapisane poleg objavljenih vsebin, uporabite spodnji gumb.
tr_tr: Telif hakkı bildirimi ve lisans bilgileri, yayınlanan içeriklere kalıcı olarak eklenecek ve yeni gönderilere yönelik politikaları değiştirerek bu verilerin değişmeyeceğinden emin olun. Yayımlanmış içeriklere zaten eklenmiş kayıtlı izinleri sıfırlamak için aşağıdaki düğmeyi kullanın.
uk: Видаліть заяву про авторські права та інформацію про ліцензію для кожної опублікованої статті, повернувши їх до поточних налаштувань журналу за замовчуванням. Це призведе до безповоротного видалення всієї попередньої інформації про авторські права та ліцензування, доданої до статей. У деяких випадках вам може бути юридично заборонено повторно ліцензувати роботу, опубліковану під іншою Ліцензією. Будь ласка, будьте обережні при використанні цього інструменту і проконсультуйтеся з юристами, якщо ви не впевнені, які права у вас є на статті, опубліковані у вашому журналі.
uz_cyrl: Бу амал журналдаги барча мақолалар учун муаллифлик ҳуқуқи ва лицензия маълумотларини ҳозирги созламалар асосида янгилайди.
uz_uz@latin: Har bir nashr etilgan maqola uchun mualliflik huquqi to'g'risidagi bayonot va litsenziya ma'lumotlarini olib tashlang, ularni jurnalning joriy standart sozlamalariga qaytaring. Maqolalarga ilova qilingan barcha oldingi mualliflik huquqi va litsenziyalash ma'lumotlari butunlay o'chirib tashlanadi. Ayrim hollarda, sizga boshqa litsenziya ostida chop etilgan ishni qayta litsenziyalashga qonuniy ruxsat berilmasligi mumkin. Iltimos, ushbu vositadan foydalanganda ehtiyot bo'ling va jurnalingizda chop etilgan maqolalarga qanday huquqlarga egaligingizga ishonchingiz komil bo'lmasa, yuridik ekspertiza bilan bog'laning.
vi_vn: Xóa tuyên bố bản quyền và thông tin giấy phép cho mỗi bài viết được xuất bản, hoàn nguyên chúng về cài đặt mặc định hiện tại của tạp chí. Điều này sẽ xóa vĩnh viễn tất cả các thông tin bản quyền và giấy phép trước đây kèm theo bài viết. Trong một số trường hợp, bạn có thể không được phép hợp pháp để cấp phép lại cho công việc đã được xuất bản theo một giấy phép khác. Xin lưu ý khi sử dụng công cụ này và tham khảo ý kiến chuyên môn pháp lý nếu bạn không chắc chắn về quyền lợi của bạn đối với các bài báo được công bố trên tạp chí của bạn.

# manager.setup.resetPermissions.success
source: Article permissions were successfully reset.
ar: تمت إعادة تعيين صلاحيات الوصول إلى المقالات بنجاح.
az: Məqalə icazələri uğurla yenidən quruldu.
bg_bg: Разрешенията за статии бяха успешно нулирани.
ca_es: Els permisos de l'article s'han reiniciat correctament.
es_es: Los permisos del artículo fueron reiniciados con éxito.
eu: Artikuluaren baimenak behar bezala berrezarri dira.
fi: Artikkeleiden lupatiedot tyhjennettiin onnistuneesti.
fr_fr: Les autorisations des articles ont bien été réinitialisées.
gl: Restablecéronse correctamente os permisos do artigo.
hi_in: आलेख अनुमतियाँ सफलतापूर्वक रीसेट कर दी गईं।
hy: Հոդվածի թույլտվությունները հաջողությամբ վերականգնվեցին:
is_is: Það tókst að endurstilla leyfi á greinum.
it_it: I permessi relativi agli articoli sono stati ripristinati con successo.
ja: 記事の権限は正常にリセットされました。
ka_ge: სტატიების ნებართვები წარმატებით ჩამოიყარა.
ku_iq: ڕێگەپێدانی توێژینەوەکان بە سەرکەوتویی بەتاڵ کرانەوە.
ky: Макаланын уруксаттары ийгиликтүү кайра коюлду.
lt: Straipsnio leidimai sėkmingai nustatyti iš naujo.
lv: Raksta tiesības ir veiksmīgi atiestatītas.
mr: लेखाच्या परवानग्या यशस्वीरित्या पुनर्स्थापित (रिसेट) केल्या गेल्या.
ms: Kebenaran artikel berjaya ditetapkan semula.
nb_no: Artikkeltillatelsene ble tilbakestilt.
nl: Artikel-toestemmingen zijn teruggezet.
pl: Zezwolenia artykułu zostały zresetowane.
pt_pt: As permissões do artigo foram redefinidas com sucesso.
ru: Разрешения для статей были успешно сброшены.
sk_sk: Oprávnenia k článku boli úspešne vynulované.
sl_si: Dovoljenja članka so bila uspešno ponastavljena.
tr_tr: Makale izinleri başarıyla sıfırlandı.
uk: Права доступу до статей були успішно скинуті.
uz_cyrl: Рухсатлар муваффақиятли янгиланди.
uz_uz@latin: Maqola ruxsatnomalari muvaffaqiyatli tiklandi.
vi_vn: Điều khoản của bài viết đã được thiết lập lại thành công.
zh_hant: 成功重置文章權限。

# grid.genres.title.short
source: Components
ar: المكونات
az: Komponentlər
bg_bg: Компоненти
cs_cz: Komponenty
da_dk: Materiale
de_de: Bestandteile
es_es: Componentes
eu: Osagaiak
fa_ir: اجزاء
fi: Osat
fr_fr: Éléments
gl: Compoñentes
hi_in: अवयव
hy: Բաղադրիչներ
id_id: Komponen
is_is: Hlutar
it_it: Componenti
ja: 要素
ka_ge: კომპონენტები
ku_iq: پێکهاتەکان
ky: Компоненттер
lt: Elementai
lv: Sastāvdaļas
mr: घटक
ms: Komponen
nb_no: Komponenter
nl: Onderdelen
pl: Elementy
pt_br: Componentes
pt_pt: Componentes
ru: Компоненты
sk_sk: Komponenty
sl_si: Komponente
sr_rs@cyrillic: Компоненте
sr_rs@latin: Komponente
sv_se: Förkortningar
tr_tr: Bileşenler
uk: Компоненти
uz_cyrl: Турлар
uz_uz@latin: Komponentlar
vi_vn: Các thành phần
zh_hant: 組成部分

# grid.genres.title
source: Article Components
ar: مكونات المؤلفات
az: Məqalə komponentləri
bg_bg: Компоненти на статията
ca_es: Components de l'article
cs_cz: Komponenty článku
da_dk: Artikelmateriale
de_de: Artikelbestandteile
es_es: Componentes del artículo
eu: Artikuluaren osagaiak
fa_ir: اجزاء مقاله
fi: Artikkelin osat
fr_fr: Éléments de l'article
gl: Compoñentes do artigo
hi_in: लेख अवयव
hy: Հոդվածի բաղադրիչներ
id_id: Komponen Artikel
is_is: Hlutar greina
it_it: Componenti dell'articolo
ja: 記事の要素
ka_ge: სტატიის კომპონენტები
ku_iq: پێکهاتەی توێژینەوەکان
ky: Макала компоненттери
lt: Straipsnio sudedamosios dalys
lv: Raksta sastāvdaļas
mr: लेखाचे घटक
ms: Komponen Artikel
nb_no: Artikkelkomponenter
nl: Onderdelen van een artikel
pl: Elementy artykułu
pt_br: Componentes do Artigo
pt_pt: Componentes Artigo
ru: Компоненты статьи
sk_sk: Komponenty článku
sl_si: Komponente prispevka
sr_rs@cyrillic: Компоненте чланка
sr_rs@latin: Komponente članka
sv_se: Förkortningar för artiklar
tr_tr: Makale Bileşenleri
uk: Компоненти статті
uz_cyrl: Материал турлари
uz_uz@latin: Maqola komponentlari
vi_vn: Các thành phần bài viết
zh_hant: 文章組成部分
