Repository: pkp/ojs
Catalog: locale/*/manager.po
Languages: ar, az, bg_bg, ca_es, cs_cz, da_dk, de_de, es_es, eu, fa_ir, fi, fr_fr, gl, hi_in, hr_hr, hy, id_id, is_is, it_it, ja, ka_ge, ku_iq, ky, lt, lv, mk_mk, mr, ms, nb_no, nl, pl, pt_br, pt_pt, ru, sk_sk, sl_si, sr_rs@cyrillic, sr_rs@latin, sv_se, tr_tr, uk, uz_cyrl, uz_uz@latin, vi_vn, zh_cn, zh_hant

# manager.sections.confirmDeactivateSection.error
source: At least one section must be active. Visit the workflow settings to disable all submissions to this journal.
ar: ينبغي أن يكون هناك مقطع واحد نشط على الأقل. قم بزيارة إعدادات مخطط سير العمل لتعطيل كل طلبات التقديم الموجهة إلى هذه المجلة.
az: Ən az bir bölmə aktiv olmalıdır. Bu jurnala məqalə göndərməyi ləğv etmək üçün iş axışı tənzimlərini ziyarət edin.
bg_bg: Поне един раздел трябва да е активен. Посетете настройките на работния поток, за да деактивирате всички изпращания на материали в това списание.
eu: Atal batek, gutxienez, aktibo egon behar du. Bisitatu lan-fluxuaren ezarpenak aldizkari honetara egindako bidalketa guztiak desgaitzeko.
fi: Vähintään yhden osaston tulee olla käytössä. Käy työnkulun asetuksissa estämässä käsikirjoitusten lähettäminen tähän julkaisuun.
gl: Debe estar activa polo menos unha sección. Visite a configuración do fluxo de traballo para desactivar todos os envíos á revista.
hy: Առնվազն մեկ բաժին պետք է ակտիվ լինի: Այցելեք աշխատանքային հոսքի կարգավորումները՝ անջատելու այս ամսագրի բոլոր ներկայացումները:
is_is: Að minnsta kosti einn kafli þarf að vera virkur. Farðu í stillingar á verkferlum til að afvirka innsendingar til þessa tímarits.
ja: 少なくとも1つのセクションが有効になっていなければなりません。このジャーナルへのすべての投稿を無効にするには、ワークフロー設定をご覧ください。
ka_ge: მინიმუმ ერთი სექცია უნდა იყოს აქტიური. ეწვიეთ სამუშაო ნაკადის პარამეტრებს, რომ გათიშოთ ამ ჟურნალის ყველა გაგზავნა.
ky: Жок дегенде бир бөлүм активдүү болушу керек. Бул журналга тапшырууну өчүрүү үчүн жумуш процессиңиздин жөндөөлөрүнө өтүңүз.
lt: Bent viena skiltis turi būti aktyvi. Norėdami išjungti visus pateikimus šiam žurnalui, apsilankykite darbo eigos nustatymuose.
lv: Vismaz vienai sadaļai jābūt aktīvai. Apmeklējiet darbplūsmas iestatījumus, lai atspējotu visus iesniegumus šim žurnālam.
mr: किमान एक विभाग सक्रिय असणे आवश्यक आहे. या नियतकालिकात सादरीकरणांचा स्वीकार थांबवण्यासाठी कार्यप्रवाहाच्या घडणीला ('वर्कफ्लो सेटिंग्जला') भेट द्या.
ms: Sekurang-kurangnya satu bahagian mesti aktif. Lawati tetapan aliran kerja untuk menyahdayakan semua penyerahan ke jurnal ini.
nl: Ten minste een tijdschriftsectie moet actief zijn. Bezoek de redactieprocesinstellingen om alle inzendingen aan dit tijdschrift uit te schakelen.
pl: Przynajmniej jedna sekcja musi być aktywna. Odwiedź ustawienia Obiegu, aby zdezaktywować zgłoszenia dla tego czasopisma.
ru: Минимум один раздел должен быть активным. Зайдите в настройки рабочего процесса, чтобы отключить отправку материалов в этот журнал.
uk: Хоча б один розділ повинен бути активним. Відвідайте налаштування робочого процесу, щоб відключити подачу всіх матеріалів в цей журнал.
uz_cyrl: Камида битта бўлим фаол бўлиши шарт.
uz_uz@latin: Hech bo'lmaganda bitta bo'lim faol bo'lishi kerak. Ushbu jurnalga yuborilgan barcha xabarlarni o'chirish uchun ish oqimi sozlamalariga o'ting.
zh_hant: 需要最少一種有效分類。請查閱流程設定，取消所有至此期刊的投稿。

# manager.sections.form.abbrevRequired
source: An abbreviated title is required for the section
ar: العنوان المختصر مطلوب للقسم حتماً
az: Bölmə üçün qısaldılmış bir başlıq məcburidir.
bg_bg: За раздела се изисква съкратено заглавие
ca_es: Heu d’introduir un títol abreujat per a la secció
cs_cz: Je vyžadován zkrácený název pro tuto sekci
da_dk: En forkortet titel er påkrævet for denne sektion.
de_de: Ein Kürzel für den Rubriktitel ist erforderlich
es_es: Especifique un título abreviado para la sección
eu: Titulu laburtua eman behar zaio atalari
fa_ir: یک عنوان اختصاری برای نوع مقاله لازم است.
fi: Osastolle vaaditaan lyhennetty nimi
fr_fr: Un titre abrégé est obligatoire pour la rubrique
gl: Debe introducir un título abreviado para a sección
hi_in: अनुभाग के लिए संक्षिप्त शीर्षक आवश्यक है
hr_hr: Skraćeni naslov je obavezan za ovu rubriku
hy: Բաժնի համար պահանջվում է կրճատ վերնագիր
id_id: Judul singkat diperlukan untuk bagian ini
is_is: Það þarf skammstöfun á titli fyrir þenan kafla
it_it: È richiesto un titolo abbreviato per questa sezione
ja: セクションには略式のタイトルが必要
ka_ge: სექციისთვის საჭიროა შემოკლებული სათაური
ku_iq: ناونیشانێکی کورتکراوە بۆ ئەم بەشە داوا کراوە
ky: Бөлүмдүн аталышынын аббревиатурасы талап кылынат
lt: Reikalingas sutrumpintas skyriaus pavadinimas
lv: Sadaļai jānorāda saīsināts nosaukums
mr: विभागाच्या शीर्षकाचे संक्षिप्त रूप आवश्यक आहे
ms: Tajuk yang disingkat diperlukan untuk bahagian tersebut
nb_no: En forkortet tittel er påkrevet for seksjonen
nl: Een korte titel voor de sectie is verplicht
pl: Krótka forma jest wymagana
pt_br: Acrônimo da seção obrigatório
pt_pt: Acrónimo da secção obrigatório
ru: Требуется аббревиатура названия для раздела
sk_sk: Je vyžadovaný skrátený názov pre túto sekciu
sl_si: Za rubriko je potreben skrajšan naslov
sr_rs@cyrillic: Неопходан је скраћени назив за ову секцију
sr_rs@latin: Neophodan je skraćeni naziv za ovu sekciju
sv_se: Ange en förkortning till sektionens namn
tr_tr: Bölüm için kısaltılmış bir başlık zorunludur
uk: Необхідно вказати абревіатуру для цього розділу
uz_cyrl: Бўлим учун қисқартма ном керак.
uz_uz@latin: Bo'lim uchun qisqartirilgan sarlavha kerak
vi_vn: Một tiêu đề viết tắt là bắt buộc cho chuyên mục
zh_cn: 此栏目需要一个缩写的标题。
zh_hant: 需提供一個此分類的簡稱

# manager.sections.form.mustAllowPermission
source: Please ensure that at least one checkbox is checked for each Section Editor assignment.
ar: لطفاً، تأكد من أن واحداً من خانات الاختيار على الأقل مؤشر لأيٍّ من مهام محرر القسم.
az: Hər bir bölmə redaktoru təyinatının işarələnməsi üçün ən az bir işarə qutusu olduğundan əmin olun.
bg_bg: Моля, уверете се, че е поставено поне едно квадратче за отметка за всяко задание на редактора на секции.
ca_es: Comproveu que s’hagi activat com a mínim una casella de selecció per a cada assignació a l’editor/a de secció.
cs_cz: Ujistěte se, prosím, že je zaškrtnuté alespoň jedno políčko pro každý úkol editora sekce.
da_dk: Sørg for at mindst et afkrydsningsfelt er markeret for hver sektionsredaktøropgave.
de_de: Bitte stellen Sie sicher, dass mindestens ein Kontrollkästchen für jede Zuteilung einer Rubrikredakteurin/eines Rubrikredakteurs angekreuzt ist.
es_es: Asegúrese de que hay, al menos, una casilla de verificación seleccionada para cada tarea del editor/a de sección.
eu: Ziurtatu kontrol-lauki bat behintzat hautatu dela Ataleko editore bakoitzarentzat.
fa_ir: به ازای هر دبیر نوع مقاله حداقل یکی از موارد تیک خورده باشد
fi: Varmista, että vähintään yksi valintaruutu on rastitettu kunkin osastotoimittajan valinnan kohdalla.
fr_fr: Veuillez vous assurer qu'au moins une case à cocher est sélectionnée pour chaque assignation à un Rédacteur de rubrique.
gl: Asegúrese de que se activou polo menos unha opción de selección para cada asignación a un editor/a de sección.
hi_in: कृपया सुनिश्चित करें कि प्रत्येक अनुभाग संपादक असाइनमेंट के लिए कम से कम एक चेकबॉक्स चेक किया गया है।
hr_hr: Molimo da odaberete barem jednu opciju uz svako zaduženje urednika rubrika.
hy: Խնդրում ենք համոզվել, որ առնվազն մեկ վանդակը նշված է Բաժնի խմբագրիչի յուրաքանչյուր հանձնարարության համար:
id_id: Pastikan bahwa setidaknya satu pilihan telah diisi untuk masing-masing tugas Editor Bagian.
is_is: Vinsamlega athugaðu að a.m.k. eitt gátbox sé valið fyrir hvern kaflaritsjóra.
it_it: Assicurati di aver selezionato almeno un'assegnazione per ciascun section editor.
ja: 各セクション編集者の任命には、少なくとも1つのチェックボックスがチェックされていることを確認してください。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ სექციის რედაქტორის თითოეული დავალებისთვის მონიშნულია მინიმუმ ერთი ველი.
ku_iq: تکایە لەوە دڵنیا ببەوە کە لانیکەم یەکێک لە ئەرکەکان بۆ هەر سەرنوسەرێکی بەش دیاری کراوە.
ky: Ар бир бөлүм редакторунун тапшырмасы үчүн жок дегенде бир кутуча белгиленгенин текшериңиз.
lt: Žiūrėkite, kad paskiriant skyriaus redaktorius būtų pažymėtas bent vienas langelis.
lv: Lūdzu, pārliecinieties, ka katram sadaļas redaktora uzdevumam ir atzīmēta vismaz viena izvēles rūtiņa.
mr: प्रत्येक विभाग संपादकाला काम सोपवण्यासाठी किमान एक चेकबॉक्स चेक केला आहे याची कृपया खात्री करा.
ms: Pastikan bahwa setidaknya satu pilihan telah diisi untuk setiap tugasan Editor Bahagian.
nb_no: Vennligst kontrollér at minst én avkrysningsboks er krysset av for hvert oppdrag en seksjonsredaktør er oppnevnt til.
nl: Verzeker u ervan dat tenminste één aankruisvak is aangekruist voor iedere sectieredacteurstaak.
pl: Upewnij się, że przynajmniej jedno pole wyboru zostało wybrane dla każdego z redaktorów działu.
pt_br: Marque pelo menos uma opção para cada tarefa do Editor de seção
pt_pt: Verifique que pelo menos uma opção está marcada para cada designação de Editor de Secção.
ru: Пожалуйста, убедитесь, что поставлена хотя бы одна галочка для каждого назначения редактора раздела.
sk_sk: Uistite sa, prosím, že je zaškrtnuté aspoň jedno políčko pre každú úlohu editora sekcie.
sl_si: Preverite, da je za vsako vlogo urednika rubrike izbrano vsaj eno potrditveno polje.
sr_rs@cyrillic: Проверите да ли је означена барем једна кутијица за означавање за сваки задатк Уредника секције.
sr_rs@latin: Proverite da li je označena barem jedna kutijica za označavanje za svaki zadatk Urednika sekcije.
sv_se: Åtminstone ett alternativ måste vara markerat för varje sektionsredaktörs-uppdrag.
tr_tr: Her bir Bölüm Editörü atamasının işaretlenmesi için en az bir işaret kutusu olduğundan emin olun.
uk: Будь ласка, переконайтеся, що обрано принаймні по одному прапорцю для кожного призначення редактора розділу.
uz_cyrl: Камида битта бўлим муҳаррири учун рухсатномани белгиланг.
uz_uz@latin: Bo'lim muharririning har bir topshirig'i uchun kamida bitta katakchani belgilab qo'yganingizga ishonch hosil qiling.
vi_vn: Vui lòng đảm bảo rằng ít nhất một hộp kiểm tra được chọn cho mỗi lần gán biên tập viên chuyên mục.
zh_cn: 请确认至少有一个选项已经选取，便于栏目编辑指派
zh_hant: 請確認每一個分類編輯配置已選取最少一個勾選框。

# manager.sections.form.reviewFormId
source: Please ensure that you have chosen a valid review form.
ar: لطفاً، تأكد من كونك قد اخترت نموذج تحكيم صحيح.
az: Zəhmət olmasa etibarlı bir dəyərləndirmə formu seçdiyinizdən əmin olun
bg_bg: Моля, уверете се, че сте избрали валиден формуляр за преглед/рецензия.
ca_es: Comproveu que hàgiu seleccionat un formulari de revisió vàlid.
cs_cz: Ujistěte se prosím, že jste vybral platný formulář posudku.
da_dk: Sørg for at du har valgt en gyldig review formular.
de_de: Bitte stellen Sie sicher, dass Sie ein gültiges Begutachtungsformular gewählt haben.
es_es: Asegúrese de que ha elegido un formulario de revisión válido.
eu: Ziurtatu baliozko ebaluazio-inprimaki bat aukeratu duzula.
fa_ir: لطفاً مطمئن شوید که یک فرم داوری معتبر انتخاب کرده‌اید
fi: Varmista, että olet valinnut oikein muotoillun arviointilomakkeen.
fr_fr: Veuillez vous assurer que vous avez choisi un formulaire d'évaluation valide.
gl: Asegúrese de que escolleu un formulario de revisión válido.
hi_in: कृपया सुनिश्चित करें कि आपने एक वैध समीक्षा फ़ॉर्म चुना है।
hr_hr: Molimo odaberite valjani recenzijski obrazac.
hy: Խնդրում ենք համոզվել, որ դուք ընտրել եք վերանայման վավեր ձև:
id_id: Pastikan Anda telah memilih form review yang valid.
is_is: Vinsamlega athugaðu hvort þú hafir valið gilt ritrýnieyðublað.
it_it: Assicurati di aver scelto un modulo per la revisione valido.
ja: 有効なレビューフォームが選択されていることを確認してください。
ka_ge: გთხოვთ, დარწმუნდეთ, რომ შეარჩიეთ განხილვის სწორი ფორმა.
ku_iq: تکایە لەوە دڵنیا ببەوە کە فۆڕمێکی هەڵسەنگاندنی دروستت هەڵبژاردووە.
ky: Сураныч, туура кароо формасын тандаганыңызды текшериңиз.
lt: Prašom patikrinti, ar pasirinkote reikiamą recenzijos formą.
lv: Lūdzu, pārliecinieties, ka esat izvēlējies derīgu recenzijas veidlapu.
mr: तुम्ही योग्य असा समीक्षण फॉर्म निवडला आहे याची कृपया खात्री करा.
ms: Pastikan anda telah memilih borang ulasan yang sah.
nb_no: Vennligst kontrollér at du har valgt et gyldig vurderingsskjema.
nl: Verzeker u ervan dat u een geldig reviewformulier heb gekozen.
pl: Upewnij się, że wybrałeś(aś) poprawny formularz recenzji.
pt_br: É necessário escolher um formulário de avaliação válido.
pt_pt: É necessário escolher um formulário de revisão válido.
ru: Пожалуйста, убедитесь, что вы выбрали правильную форму рецензии.
sk_sk: Uistite sa prosím, že ste vybral platný formulár posudku.
sl_si: Preverite, da ste izbrali veljaven recenzijski obrazec.
sr_rs@cyrillic: Проверите да ли сте одабрали исправан рецензентски образац.
sr_rs@latin: Proverite da li ste odabrali ispravan recenzentski obrazac.
sv_se: Välj ett giltligt granskningsformulär.
tr_tr: Lütfen geçerli bir değerlendirme formu seçtiğinizden emin olun.
uk: Будь ласка, переконайтеся, що Ви коректно обрали форму рецензування.
uz_cyrl: Тўғри тақриз шаклини танлаганингизга ишонч ҳосил қилинг.
uz_uz@latin: Iltimos, to'g'ri ko'rib chiqish shaklini tanlaganingizga ishonch hosil qiling.
vi_vn: Vui lòng đảm bảo rằng bạn đã chọn một mẫu phản biện hợp lệ.
zh_cn: 请确认您已经选择一个有效的审稿表单
zh_hant: 請確認你已選取一個有效的評審方式。

# manager.sections.form.titleRequired
source: A title is required for the section.
ar: لا بد من منح القسم عنواناً.
az: Bölmə üçün başlıq məcburidir.
bg_bg: Заглавието е задължително за раздела.
ca_es: Heu d’introduir un títol per a la secció.
cs_cz: Je vyžadován název pro tuto sekci.
da_dk: En titel er påkrævet for denne sektion.
de_de: Ein Rubriktitel ist erforderlich.
es_es: Especifique un título para la sección.
eu: Titulua eman behar zaio atalari.
fa_ir: یک عنوان برای نوع مقاله لازم است.
fi: Osastolle vaaditaan nimi.
fr_fr: Un titre est obligatoire pour la rubrique.
gl: Debe introducir un título para a sección.
hi_in: अनुभाग के लिए एक शीर्षक आवश्यक है।
hr_hr: Naslov je obavezan za ovu rubriku.
hy: Բաժնի համար անհրաժեշտ է վերնագիր:
id_id: Judul diperlukan untuk bagian ini.
is_is: Það þarf að vera titill á þessum kafla.
it_it: Inserisci un titolo per questa sezione.
ja: セクションにはタイトルが必要です。
ka_ge: სექციისთვის საჭიროა სათაური.
ku_iq: ناونیشانێک بۆ ئەم بەشە داواکراوە.
ky: Бөлүмдүн аталышы талап кылынат.
lt: Reikia nurodyti skyriaus pavadinimą.
lv: Sadaļai ir nepieciešams virsraksts.
mr: विभागासाठी शीर्षक आवश्यक आहे.
ms: Tajuk diperlukan untuk bahagian tersebut.
nb_no: En tittel er påkrevet for seksjonen.
nl: Een titel voor de sectie is verplicht.
pl: Nazwa działu jest wymagana.
pt_br: Título obrigatório para a seção.
pt_pt: Título obrigatório para a secção.
ru: Требуется название для раздела.
sk_sk: Je vyžadovaný názov pre túto sekciu.
sl_si: Za rubriko je potreben naslov.
sr_rs@cyrillic: Потребан је наслов за ову секцију.
sr_rs@latin: Potreban je naslov za ovu sekciju.
sv_se: Ange ett namn på sektionen.
tr_tr: Bölüm için başlık zorunludur.
uk: Необхідно вказати назву цього розділу.
uz_cyrl: Бўлим номи керак.
uz_uz@latin: Bo'lim uchun sarlavha kerak.
vi_vn: Một tiêu đề là bắt buộc cho chuyên mục.
zh_cn: 此栏目需要一个标题。
zh_hant: 需提供一個此分類的標題。

# manager.sections.hideTocAuthor
source: Omit author names for section items from issues' table of contents.
ar: أسقط أسماء المؤلفين من جدول محتويات العدد التابع لفقرات القسم.
az: Bu bölmədə, nömrənin mündəricat cədvəlində müəllif adlarını göstərmə
bg_bg: Изберете имената на авторите за материали в раздела от съдържанието на броя.
ca_es: Omet els noms dels autors/ores en els elements de secció de la taula de continguts dels números.
cs_cz: Vypustit jména autorů pro položky sekce z obsahu čísla.
da_dk: Udelad fatternavne for sektionselementer fra numrenes indholdsfortegnelse.
de_de: Autor/innennamen zu Beiträgen in dieser Rubrik nicht im Inhaltsverzeichnis aufführen.
es_es: Omitir los nombres de los autores/as en los elementos de sección de la tabla de contenidos de la publicación.
eu: Ez sartu atal honetako elementuen egile-izenak zenbakien aurkibidean.
fa_ir: در فهرست مقالات هر شماره مجله، نام نویسندگان برای مقالات از این نوع آورده نشود
fi: Poista kirjoittajien nimet tämän osaston kohteista sisällysluettelossa.
fr_fr: Omettre les noms d'auteur pour les articles de rubriques des sommaires de numéros.
gl: Omitir os nomes dos autores/as nos elementos de sección da táboa de contidos dos números.
hi_in: विषय वस्तुओं की तालिका से अंको के अनुभाग आइटम के लिए लेखक का नाम छोड़ दें।
hr_hr: Za priloge u ovoj rubrici ne prikazuj imena autora u kazalu sadržaja.
hy: Թողարկման բովանդակությունից բաց թողեք բաժնի նյութերի հեղինակների անունները:
id_id: Hilangkan nama penulis untuk item bagian dari daftar isi terbitan.
is_is: Sleppa nöfnum höfunda fyrir atriði kaflanns í efnisyfirliti tölublaðs.
it_it: Non mostrare il nome degli autori degli articoli pubblicati in questa sezione nell'indice.
ja: 発行物の目次からセクションアイテムの著者名を省略する。
ka_ge: წაშალეთ ავტორების სახელები განყოფილებების ერთეულების შესახებ ნომრების შინაარსიდან.
ku_iq: لە لیستی ناوەرۆکدا ناوی توێژەرەکان لا ببە.
ky: Бул бөлүмдөгү материалдардын авторлорунун аты-жөнү сандардын мазмунунан алынып салынсын.
lt: Praleiskite turinyje nurodytas autorių pavardes.
lv: Neiekļaut sadaļu vienībās autoru vārdus no žurnāla numuru satura rādītājiem.
mr: अंकाच्या अनुक्रमणिकेमधून विभागातल्या लेखनांच्या लेखकांची नावे वगळा.
ms: Tinggalkan nama pengarang untuk item bahagian dari senarai isi kandungan terbitan.
nb_no: Utelat forfatternavn for seksjonselementer fra utgavens innholdsoversikt.
nl: Auteursnamen weglaten bij de secties van de inhoudsopgave van het nummer.
pl: Wyklucz nazwiska autorów tekstów z tego działu ze spisu treści poszczególnych numerów.
pt_br: Omitir nomes dos autores dos itens publicados nesta seção no sumário da edição.
pt_pt: Omitir nomes dos autores dos itens publicados nesta secção no sumário da edição.
ru: Убрать имена авторов для материалов этого раздела из содержания выпусков.
sk_sk: Vypustiť mená autorov pre položky sekcie z obsahu čísla.
sl_si: Izpusti ime avtorjev za rubriko v kazalu vsebine te številke.
sr_rs@cyrillic: Изостави имена аутора из чланака у секцији из Садржаја овог броја.
sr_rs@latin: Izostavi imena autora iz članaka u sekciji iz Sadržaja ovog broja.
sv_se: Utelämna författarnamnen på sektionsmaterial från numrets innehållsförteckning
tr_tr: Bu bölümde, sayının içindekiler tablosundan yazar isimlerini gösterme.
uk: Не вказувати імена авторів на сторінках змісту випусків для цього розділу.
uz_cyrl: Мундарижада муаллиф номларини яшириш
uz_uz@latin: Bo'lim elementlari uchun mualliflarning nomlarini sonlar tarkibidan chiqarib tashlang.
vi_vn: Bỏ qua tên tác giả cho các mục của chuyên mục từ mục lục của số.
zh_cn: 在目录里忽略作者姓名
zh_hant: 在期號內的目錄省略分類項目的作者姓名。

# manager.sections.hideTocTitle
source: Omit the title of this section from issues' table of contents.
ar: أسقط عنوان هذا القسم من جدول محتويات الأعداد الصادرة من المجلة.
az: Bu bölmənin başlığını nömrənin mündəricat cədvəlində göstərmə
bg_bg: Изберете заглавието на раздела от съдържанието на броя.
ca_es: Omet el títol d’aquesta secció de la taula de continguts dels números.
cs_cz: Vypustit název této sekce z obsahu čísla.
da_dk: Udelad denne sektionstitel fra numres indholdsfortegnelse.
de_de: Diese Rubrik nicht im Inhaltsverzeichnis der Ausgabe aufführen.
es_es: Omitir el título de esta sección en la tabla de contenidos de la publicación.
eu: Ez sartu atal honen titulua aldizkari-zenbakien aurkibidean.
fa_ir: عنوان این قسمت در فهرست مطالب شماره‌های مجله ظاهر نشود.
fi: Poista tämän osaston nimi sisällysluettelosta.
fr_fr: Omettre le titre de cette rubrique des sommaires de numéros.
gl: Omitir o título desta sección da táboa de contidos dos números.
hi_in: सामग्री की तालिका अंको से इस अनुभाग का शीर्षक लें।
hr_hr: Izostavi naslov ove rubrike iz kazala sadržaja izdanih brojeva časopisa.
hy: Բաց թողեք այս բաժնի վերնագիրը թողարկման բովանդակությունից:
id_id: Hilangkan judul bagian ini dari daftar isi terbitan.
is_is: Sleppa titli kaflan í efnisyfirliti tölublaðs.
it_it: Non mostrare il titolo di questa sezione nel sommario dei fascicoli.
ja: 巻号の目次から、このセクションのタイトルを削除します。
ka_ge: წაშალეთ ამ სექციის სათაური საკითხის შინაარსის ცხრილიდან.
ku_iq: لە لیستی ناوەرۆکدا ناونیشانی ئەم بەشە لا ببە.
ky: Бул бөлүмдүн аталышын релиздердин мазмунунан алып салыңыз.
lt: Praleiskite turinyje nurodytys skyrių pavadinimus.
lv: Neiekļaut žurnāla numuru satura rādītājos šīs sadaļas virsrakstu.
mr: अंकाच्या अनुक्रमणिकेमधून या विभागाचे शीर्षक वगळा.
ms: Hilangkan tajuk bahagian ini dari senarai isi kandungan terbitan.
nb_no: Utelat tittelen til denne seksjonen fra utgavens innholdsoversikt.
nl: De titel van deze sectie niet opnemen in de inhoudsopgave van dit nummer.
pl: Wyklucz nazwę działu ze spisu treści poszczególnych numerów.
pt_br: Omitir o título desta seção no sumário da edição.
pt_pt: Omitir o título desta secção no sumário da edição.
ru: Убрать название этого раздела из содержания выпусков.
sk_sk: Vypustiť názov tejto sekcie z obsahu čísla.
sl_si: Izpusti naslov te rubriko v kazalu vsebine te številke.
sr_rs@cyrillic: Изостави наслов ове секције/рубрике из Садржаја овог броја.
sr_rs@latin: Izostavi naslov ove sekcije/rubrike iz Sadržaja ovog broja.
sv_se: Utelämna titeln på sektionen från numrets innehållsförteckning.
tr_tr: Bu bölümün başlığını sayının içindekiler tablosunda gösterme.
uk: Не вказувати назву цього розділу на сторінках змісту випусків.
uz_cyrl: Бўлим номини мундарижада яшириш
uz_uz@latin: Muammolar jadvalidan ushbu bo'limning sarlavhasini o'tkazib yubormang.
vi_vn: Bỏ qua tiêu đề của chuyên mục này từ mục lục của các số.
zh_cn: 从这些期数的目录删掉本栏目的标题。
zh_hant: 在卷號內的目錄省略分類項目的作者姓名。
