Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.submit.upload.description
source: Upload files associated with this submission, including the article, multimedia, data sets, artwork, etc.
ar_iq: إرفع الملفات ذات الصلة بطلب النشر هذا، بضمنها الملف الرئيسي للمؤلَّف، ملفات متعددة الوسائط، جداول البيانات، النماذج الفنية... إلخ.
bg_bg: Качете файлове, свързани с това изпращане на материали, включително статията, мултимедията, наборите от данни, произведения на изкуството и др.
bs_ba: Prenesite datoteke povezane s ovom predajom, uključujući članak, multimediju, skupove podataka, umjetnička djela itd.
ca: Carregui els arxius associats amb aquesta tramesa, incloent l'article, els elements multimèdia, els conjunts de dades, el material gràfic, etc.
ckb: ئەو فایلانە دابنێ و زیادیان بکە، کە پەیوەستن بە پێشکەشکردنەکەوە، لەگەڵ توێژینەوەکە، ، مەلتیمیدیا، زانیاریی ڕێکخراو، کاری هونەری و هی دیکە.
cs_cz: Nahrajte soubory spojené s tímto příspěvkem, včetně článku, multimédií, datových sad, kreseb atd.
de: Dateien, die zu dieser Einreichung gehören, hochladen: Artikel, Multimediadateien, Datensätze, Illustrationen etc.
el_gr: Μεταφόρτωση αρχείων της υποβολής, συμπεριλαμβανομένου κειμένου, πολυμέσων, συνόλων δεδομένων κλπ.
es_es: Cargue los archivos asociados con este envío, incluyendo artículo, multimedia, conjuntos de datos, material gráfico, etc.
fa: فایل‌های مربوط به مقاله را آپلود کنید: شامل فایل‌های مقاله، مجموعه داده ها، داده های چندرسانه ای و ...
fi: Lataa tähän käsikirjoitukseen liittyvät tiedostot, mukaan lukien itse artikkeli, multimediatiedostot, tietoaineistot, kuvamateriaali jne.
fr_ca: Téléverser les fichier associés à cette soumission, incluant l'article, les fichiers multimédias, les ensembles de données, les oeuvres d'art, etc.
gd_gb: Luchdaich suas na faidhlichean a tha co-cheangailte ris an tagradh seo, a’ gabhail a-staigh an artaigil, na meadhanan, seataichean dàta, obair-ealain is msaa.
gl_es: Cargue os arquivos asociados a este envío, incluído o artigo, elementos multimedia, conxuntos de datos, ilustracións, etc.
hi_in: इस सबमिशन से जुड़ी फाइलें अपलोड करें, जिसमें आर्टिकल, मल्टीमीडिया, डेटा सेट, आर्टवर्क आदि शामिल हैं ।
hu_hu: A beküldéshez feltöltött fájlok, beleértve a cikket, multimédiát, adathalmazt, műalkotást stb.
hy: Վերբեռնեք այս առաքման հետ կապված նիշքերը, ներառյալ հոդվածը, մուլտիմեդիան, տվյալների հավաքածուները, արվեստի գործերը և այլն:
id: Unggah berkas yang terkait dengan naskah ini, termasuk artikel, multimedia, set data, artwork, dll.
is_is: Hladdu upp skrám sem tengjast þessari innsendingu, þ.á.m. greininni, margmiðlunarefni, gagnasettum, myndum o.s.frv.
it: Carica i file associati con questa proposta, inclusi l'articolo, i set di dati, le immagini, etc.
ja: 論文、マルチメディア、データセット、アートワークなど、この投稿に関連するファイルをアップロードしてください。
ka_ge: ფაილების ატვირთვა, რომლებიც დაკავშირებულია ამ მასალასთან: სტატიები, მულტიმედია, მონაცემთა ნაკრები, ხელოვნების ნიმუშები და ა.შ.
kk_kz: Осы материалға қатысты файлдарды жүктеңіз: мақала, медиа, деректер жиынтығы, өнер туындылары және т.б.
ky: Бул тапшырмага байланыштуу файлдарды жүктөө: макала, мультимедиа, маалымат топтомдору, сүрөттөр ж.б.
lt: Įkelti su šiuo straipsniu susijusius failus: straipsnį, vaizdo medžiagą, duomenis, iliustracijas ir kt.
lv: Augšupielādēt ar šo materiālu saistītās datnes, tostarp rakstu, multividi, datu kopas, grafiskās datnes u. c.
mk: Поставете датотеки поврзани со овој поднесок, вклучувајќи ја статијата, мултимедија, датабази, цртежи, итн.
mr: लेख, बहुमाध्यम प्रकार, डेटा संच, कलाकृती इत्यादीसह या सादरीकरणाशी संबंधित सगळ्या फाईल्स संक्रमित (अपलोड) करा.
ms: Muat naik fail yang berkaitan dengan penyerahan ini, termasuk artikel, multimedia, set data, karya seni, dll.
nb: Last opp filer knyttet til denne innleveringen, inkludert artikkelen, metadata, datasett, illustrasjoner osv.
nl: Laad bestanden op die geassocieerd zijn met deze inzending: het artikel zelf, multimedia, dataverzamelingen, illustraties, enz.
pl: Prześlij pliki powiązane z tekstem, włączając w to treść, multimedia, zestawy danych, materiały ilustracyjne, etc.
pt: Transferir os ficheiros associados a esta submissão, incluindo o artigo, multimédia, conjuntos de dados, ilustrações, etc.
pt_br: Baixar arquivos associados a esta submissão, incluindo o artigo, multimídia, conjuntos de dados, obras de arte, etc.
pt_pt: Carregar ficheiros associados a esta submissão, incluindo o artigo, multimédia, conjunto de dados, obras de arte, etc.
ro_ro: Încărcare fișiere asociate cu înregistrarea (manuscrisul, imagini, seturi de date, etc.).
ru_ru: Загрузить файлы, связанные с этим материалом: статью, мультимедиа, наборы данных, произведения искусства и т. д.
sl: Naložite datoteke, ki pripadajo prispevku in vključujejo rokopis, multimejo, podatke, slike, ipd.
sr_rs@cyrillic: Поставите на сервер фајлове у вези овог чланка укључујући сам чланак, мултимедијалне фајлове, сетове података, уметнички рад и сл.
sr_rs@latin: Postavite na server fajlove u vezi ovog članka uključujući sam članak, multimedijalne fajlove, setove podataka, umetnički rad i sl.
sv_se: Ladda upp filer associerade till det här bidraget, inkluderat själva artikeln, multimedia, dataset, grafik, etc.
th: อัปโหลดไฟล์ที่เกี่ยวข้องกับการส่งนี้ เช่น บทความ, มัลติมีเดีย, ชุดข้อมูล, ผลงานศิลปะ เป็นต้น
tr_tr: Makale, multimedya, veri setleri, sanat eseri vb. dahil olmak üzere bu gönderiyle ilişkili dosyaları yükleyin.
uk: Вивантажити файли, пов'язані з цим матеріалом: статті, мультимедіа, набори даних, твори мистецтва і т. д.
uz_cyrl: Ушбу аризага тегишли файлларни, жумладан мақола, мультимедиа, маълумотлар тўплами, иллюстрациялар ва бошқаларни юкланг.
uz_latn: Ushbu materialga tegishli fayllarni yuklab oling: maqola, ommaviy axborot vositalari, ma'lumotlar to'plamlari, san'at asarlari va boshqalar.
vi: Tải lên các tập tin liên quan đến bài gửi này, bao gồm bài báo, bộ dữ liệu, các tài liệu tham khảo, v.v.
zh_hans: 上传跟稿件相关的文件，包括文章原文、多媒体、数据集、艺术插图等等。
zh_tw: 上載與此投稿相關的檔案，包括文章、多媒體、數據集、插圖等等。

# submission.pageProofs
source: Proofreading
ar_iq: القراءة التصحيحية
bg_bg: Коректура
bs_ba: Lektura
ca: Correcció de proves
ckb: هەڵسەنگاندنی زمانی
cs_cz: Korektury
de: Korrekturlesen
el_gr: Διόρθωση τυπογραφικών δοκιμίων
es_es: Corrección de pruebas
fa: بازبینی نهایی
fi: Oikoluku
fr_ca: Correction d'épreuve
gd_gb: Dearbh-leughadh
gl_es: Correción de probas
hi_in: प्रूफ़रीडिंग
hu_hu: Korrektúrázás
hy: Սրբագրում
id: Mengoreksi
is_is: Prófarkalestur
it: Correzione di bozze
ja: 校正
ka_ge: კორექტურა
kk_kz: Корректура
ky: Корректура
lt: Korektūros skaitymas
lv: Korektūra
mk: Лектура
mr: मुद्रण दोष शोधन (प्रूफरीड)
nb: Korrekturlesing
nl: Proeflezing
pl: Korekta końcowa
pt: Leitura de provas
pt_br: Leitura de prova
pt_pt: Leitura de Provas
ro_ro: Corectare
ru_ru: Корректура
sl: Korektura
sr_rs@cyrillic: Лектура
sr_rs@latin: Lektura
sv_se: Korrekturläsning
th: การพิสูจน์อักษร
tr_tr: Düzeltme
uk: Коректура
uz_cyrl: Текшириш
uz_latn: Tekshirish
vi: Hiệu đính
zh_hans: 校对
zh_tw: 校對中

# workflow.review.externalReview
source: Review
ar_iq: التحكيم
bg_bg: Рецензия
bs_ba: Pregled
ca: Revisió
ckb: هەڵسەنگاندن
cs_cz: Recenze
de: Gutachten
el_gr: Αξιολόγηση
es_es: Revisión
fa: داوری
fi: Arviointi
fr_ca: Évaluation
gd_gb: Lèirmheas
gl_es: Revisión
hi_in: समीक्षा
hu_hu: Szakmai lektorálás
hy: Գրախոսություն
id: Ulasan
is_is: Ritrýni
it: Revisione
ja: 査読
ka_ge: რეცენზია
kk_kz: Рецензиялау
ky: Кароо
lt: Recenzuojamas
lv: Recenzēšana
mk: Рецензија
mr: समीक्षण
ms: Ulasan
nb: Fagfellevurdering
pl: Recenzja
pt: Revisão
pt_br: Avaliação
pt_pt: Revisão
ro_ro: Revizie
ru_ru: Рецензирование
sl: Recenzija
sr_rs@cyrillic: Рецензија
sr_rs@latin: Recenzija
sv_se: Granskning
th: การพิจารณา
tr_tr: Değerlendir
uk: Рецензування
uz_cyrl: Тақриз
uz_latn: Taqriz
vi: Phản biện
zh_hans: 审核
zh_tw: 評審

# submission.event.issueMetadataUpdated
source: The submission's issue metadata was updated.
ar_iq: قد تم تحديث البيانات الوصفية للعدد.
bg_bg: Метаданните за изданието са актуализирани.
bs_ba: Metapodaci izdanja predaje su ažurirani.
ca: Les metadades del número s'han actualitzat.
ckb: ئەژماری زانیاریی ناسێنەری ئەم پێشکەشکردنە بار کرا.
cs_cz: Metadata příspěvku byla aktualizována.
de: Die Metadaten der Ausgabe dieser Einreichung wurden aktualisiert.
el_gr: Τα μεταδεδομένα του τεύχους επικαιροποιήθηκαν.
es_es: Los metadatos del envío han sido actualizados.
fa: فراداده شماره مجله این مقاله به روز شد.
fi: Käsikirjoituksen numeron metatiedot päivitettiin.
fr_ca: Les métadonnées du numéro de la soumission ont été mises à jour.
gd_gb: Chaidh am meata-dàta tagraidh aig an iris ùrachadh.
gl_es: Actualizáronse os metadatos do número.
hi_in: सबमिशन्स अंक मेटाडेटा अद्यतन किया गया था ।
hu_hu: A kézirat folyóiratszámának metaadatai frissültek.
hy: Նյութի թողարկման մետատվյալները թարմացվել են:
id: Metadata naskah yang diserahkan telah diperbaharui.
is_is: Lýsigögn innsendingarinnar voru uppfærð.
it: I metadati di questa proposta sono stati aggiornati.
ja: 投稿のメタデーターが更新されました。
ka_ge: გამოცემის მეტა-მონაცემები მასალისათვის განახლდა.
kk_kz: Материалға арналған метадеректер жаңартылды.
ky: Тапшырманын чыгарылыш метадатасы жаңыртылды.
lt: Numeriui pateiktų straipsnių metaduomenys atnaujinti.
lv: Atjaunoti materiāla metadati attiecībā uz žurnāla numuru.
mk: Метадатата на поднесокот е ажурирана.
mr: सादरीकरणाची प्राथमिक माहिती (मेटाडेटा) अंकासाठी अद्ययावत (अपडेट) केली.
ms: Metadata terbitan penyerahan telah dikemas kini.
nb: Utgave-metadata for innleveringen ble oppdatert.
nl: De metadata voor de inzending is bijgewerkt.
pl: Metadane zaktualizowane.
pt: Os metadados do número foram atualizados.
pt_br: A submissão dos metadados da edição foi realizada.
pt_pt: Os metadados do número submetido foram actualizados.
ro_ro: Metadatele privind înregistrarea numărului au fost actualizate.
ru_ru: Метаданные выпуска для материала были обновлены.
sl: Metapodatki prispevka so posodobljeni.
sr_rs@cyrillic: Метаподаци предаје су ажурирани.
sr_rs@latin: Metapodaci predaje su ažurirani.
sv_se: Bidragets nummer-metadata uppdaterades.
th: อัปเดตเมตาดาทาของฉบับการส่งแล้ว
tr_tr: Gönderinin konu üst verileri güncellendi.
uk: Метадані випуска статті були оновлені.
uz_cyrl: Тақдим этилган материал нашри метамаълумотлари янгиланди.
uz_latn: Hikoya uchun metama'lumotlar yangilandi.
vi: Siêu dữ liệu của số đã được cập nhật.
zh_hans: 稿件的期刊元数据已更新。
zh_tw: 此投稿一期的元資料已更新。

# submission.upload.fileContents
source: Article Component
ar_iq: مكون المقالة
bg_bg: Компонент на статия
bs_ba: Komponenta članka
ca: Component de l'article
ckb: پێکهاتەی توێژینەوە
cs_cz: Komponenty článku
de: Artikel-Bestandteil
el_gr: Στοιχεία του άρθρου
es_es: Componente del artículo
fa: هر جزء مقاله را به طور جداگانه انتخاب و آپلود نمایید
fi: Artikkelin osa
fr_ca: Élément de l'article
gd_gb: Co-phàirt an artaigil
gl_es: Compoñente do artigo
hi_in: लेख घटक
hu_hu: Cikk összetevők
hy: Հոդվածի բաղադրիչ
id: Komponen Artikel
is_is: Íhluti greinar
it: File della proposta
ja: 投稿要素
ka_ge: სტატიის კომპონენტები
kk_kz: Мақала компоненті
ky: Макаланын бөлүгү
lt: Straipsnio sudedamosios dalys
lv: Raksta sastāvdaļa
mk: Компонента на статијата
mr: लेखाचे घटक
ms: Komponen Artikel
nb: Artikkelkomponent
nl: Artikel onderdeel
pl: Element artykułu
pt: Componente do artigo
pt_br: Componentes do artigo
pt_pt: Componente Artigo
ro_ro: Componenta articolului
ru_ru: Компонент статьи
sl: Komponenta prispevka
sr_rs@cyrillic: Делови рада
sr_rs@latin: Delovi rada
sv_se: Artikelkomponent
th: ส่วนประกอบของบทความ
tr_tr: Yüklenecek Dosya İçeriği
uk: Компонент статті
uz_cyrl: Мақола компоненти
uz_latn: Maqola komponenti
vi: Thành phần bài báo
zh_hans: 文章组成
zh_tw: 文章組成部分

# submission.complete
source: Approved
ar_iq: مصادق عليه
bg_bg: Одобрено
bs_ba: Odobreno
ca: Acceptat
ckb: پەسەند کرا
cs_cz: Schváleno
de: Freigegeben
el_gr: Εγκρίθηκε
es_es: Aceptado
fa: کامل
fi: Hyväksytty
fr_ca: Approuvé-e
gd_gb: Air aontachadh
gl_es: Aprobado
hi_in: स्वीकृत
hu_hu: Jóváhagyott
hy: Հաստատված է
id: Disetujui
is_is: Samþykkt
it: Approvata
ja: 承認
ka_ge: მიღებულია
kk_kz: Мақұлданды
ky: Бекитилди
lt: Patvirtinta
lv: Apstiprināts
mk: Одобрено
mr: स्वीकृत
ms: Diluluskan
nb: Godkjent
nl: Geaccepteerd
pl: Zatwierdzony
pt: Aprovado
pt_br: Aprovado
pt_pt: Aprovado
ro_ro: Aprobat
ru_ru: Одобрен
sl: Odobreno
sr_rs@cyrillic: Одобрено
sr_rs@latin: Odobreno
sv_se: Godkänt
th: อนุมัติแล้ว
tr_tr: Onaylandı
uk: Підтверджено
uz_cyrl: Тасдиқланган
uz_latn: Tasdiqlangan
vi: Đã phê duyệt
zh_hans: 已批准
zh_tw: 已批准

# submission.incomplete
source: Awaiting Approval
ar_iq: ينتظر المصادقة
bg_bg: Чака одобрение
bs_ba: Čeka odobrenje
ca: Esperant acceptació
ckb: لە چاوەڕوانیی پەسەندکردن دایە
cs_cz: Čeká se na schválení
de: Warte auf Freigabe
el_gr: Σε αναμονή για έγκριση
es_es: Esperando aceptación
fa: منتظر تایید
fi: Odottaa hyväksyntää
fr_ca: En attente d'approbation
gd_gb: A’ feitheamh ri aonta
gl_es: Agardando aprobación
hi_in: स्वीकृति का इंतजार
hu_hu: Jóváhagyásra vár
hy: Սպասում է հաստատմանը
id: Menunggu Persetujuan
is_is: Bíður samþykkis
it: In attesa di approvazione
ja: 承認待ち
ka_ge: დაელოდეთ მიღებას
kk_kz: Мақұлдауды күтуде
ky: Бекитүүнү күтүп жатат
lt: Laukiama patvirtinimo
lv: Gaida apstiprināšanu
mk: Чека одобрување
mr: स्वीकृतीच्या प्रतिक्षेत
ms: Menunggu Kelulusan
nb: Avventer godkjenning
nl: In afwachting van goedkeuring
pl: Oczekuje na zatwierdzenie
pt: A aguardar aprovação
pt_br: Esperando Aprovação
pt_pt: Aguardando Aprovação
ro_ro: Așteptați decizia
ru_ru: Ждет одобрения
sl: Čaka odobritev
sr_rs@cyrillic: Чекам одобрење
sr_rs@latin: Čekam odobrenje
sv_se: Väntar på godkännande
th: รอการอนุมัติ
tr_tr: Bekleyen Onay
uk: Очікується підтвердження
uz_cyrl: Тасдиқлаш кутилмоқда
uz_latn: Tasdiqlashni kutmoqdaman
vi: Chờ phê duyệt
zh_hans: 等待批复中
zh_tw: 等待批准

# submission.submit.submissionChecklist
source: Submission Checklist
ar_iq: قائمة إجراءات طلب النشر
bg_bg: Контролен списък за изпращаните материали
ca: Llista de comprovació de la tramesa
ckb: لیستی پێشکەشکراوەکان
cs_cz: Kontrolní seznam pro příspěvek
de: Einreichungs-Checkliste
el_gr: Λίστα ελέγχου υποβολής
es_es: Lista de verificación del envío
fa: موارد ضروری برای ارسال
fi: Käsikirjoituksen tarkistuslista
fr_ca: Liste de vérification de la soumission
gd_gb: Liosta-chromagan an tagraidh
hi_in: सबमिशन चेकलिस्ट
hu_hu: Beküldési ellenőrzőlista
hy: Ներկայացման ստուգաթերթ
id: Daftar Tilik Penyerahan Naskah
is_is: Gátilsti fyrir höfunda
it: Lista di controllo per le proposte
kk_kz: Мақаланы редакцияға жіберудің бақылау тізімі
ky: Тапшырма текшерүү тизмеси
lt: Straipsnių sąrašas
lv: Materiāla iesniegšanas kontrolsaraksts
mr: सादरीकरणादरम्यान करावयाच्या कामांची यादी (चेकलिस्ट)
ms: Senarai Semak Penyerahan
nb: Sjekkliste for innleveringer
nl: Checklist voor inzendingen
pl: Lista kontrolna zgłoszenia
pt: Lista de verificação da submissão
pt_br: Checklist da Submissão
pt_pt: Lista de Verificação da Submissão
ro_ro: Lista de verificare pentru înregistrarea manuscrisului
ru_ru: Контрольный список подготовки материала к отправке
sl: Kontrolni seznam za oddajo
sr_rs@cyrillic: Чеклиста предаје
sr_rs@latin: Kontrolna lista predaje
sv_se: Checklista för bidrag
th: รายการตรวจสอบการส่งบทความ
tr_tr: Yazar Onay Butonları
uk: Вимоги до подання
uz_cyrl: Ариза текшириш рўйхати
uz_latn: Taqdim etish ro'yxati
zh_tw: 投稿核對清單

# submission.submit.privacyStatement
source: Privacy Statement
ar_iq: بيان الخصوصية
bg_bg: Декларация за поверителност на списанието
bs_ba: Izjava o privatnosti
ckb: دەستەواژەی تایبەتێتی
cs_cz: Prohlášení o ochraně soukromí
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
es_es: Declaración de privacidad
gd_gb: An aithris prìobhaideachd
gl_es: Declaración de privacidade
hi_in: गोपनीयता वाले कथन
hu_hu: Adatvédelmi nyilatkozat
hy: Գաղտնիության քաղաքականությունը
is_is: Persónuvernd
ja: 個人情報の扱いについて
ka_ge: კონფიდენციალურობის განაცხადი
kk_kz: Құпиялылық туралы мәлімдеме
ky: Купуялык билдирүүсү
lt: Privatumo deklaracija
lv: Privātuma atruna
mk: Изјава за приватност
mr: गोपनीयता विधान
ms: Kenyataan Privasi
nb: Erklæring om personvern
pt: Declaração de Privacidade
pt_br: Declaração de Privacidade
pt_pt: Declaração Privacidade
ro_ro: Declarație de confidențialitate
ru_ru: Заявление о конфиденциальности
sl: Izjava o varstvu podatkov
sr_rs@cyrillic: Изјава о приватности
sr_rs@latin: Izjava o privatnosti
sv_se: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Beyanı
uz_cyrl: Махфийлик баёноти
uz_latn: Maxfiylik bayonoti
vi: Cam kết bảo mật
zh_hans: 隐私声明
zh_tw: 隱私聲明

# submission.submit.contributorRole
source: Contributor's role
ar_iq: دور المساهمين
bg_bg: Роля на изпращача
bs_ba: Uloga saradnika
ca: Rol del col·laborador
ckb: ڕۆڵی هاوبەشکار
cs_cz: Role autora
de: Rolle der Beiträgerin/des Beiträgers
el_gr: Ρόλος Συνεργάτη
es_es: Rol del colaborador
fa: نقش پدیدآورنده
fi: Tekijän rooli
fr_ca: Rôle du,de la contributeur-trice
gd_gb: Dreuchd neach-pàirteachaidh
gl_es: Rol de colaborador
hi_in: योगदानकर्ता की भूमिका
hu_hu: Résztvevő szerepköre
hy: Աջակցողի դերը
id: Peran Kontributor
is_is: Hlutverk framlagsaðila
it: Ruolo dei contributori
ja: 寄稿者の役割
ka_ge: გამგზავნის როლი
kk_kz: Жіберушінің рөлі
ky: Салымчынын ролу
lt: Dalyvio funkcija
lv: Līdzautora loma
mk: Улога на соработникот
mr: सहभागी लेखकाचे योगदान
ms: Peranan penyumbang
nb: Bidragsyterens rolle
nl: Rol
pl: Rola współautorów
pt: Papel do colaborador
pt_br: Papel do Colaborador
pt_pt: Papel do Colaborador
ro_ro: Rolul contributorului
ru_ru: Роль отправителя
sl: Vloga soavtorja
sr_rs@cyrillic: Улоге сарадника
sr_rs@latin: Uloge saradnika
sv_se: Medarbetares roll
th: บทบาทของผู้มีส่วนร่วม
tr_tr: Katkı verenin rolü
uk: Роль відправника
uz_cyrl: Иштирокчининг роли
uz_latn: Ishtirokchining roli
vi: Vai trò của người đóng góp
zh_hans: 合作者
zh_tw: 投稿人身份

# submission.citationFormat.notFound
source: The requested citation format could not be retrieved.
ar_iq: تعذر استرجاع صيغة الاقتباس التي تم طلبها.
bg_bg: Заявеният формат на цитиране не може да бъде извлечен.
bs_ba: Traženi format citata nije se mogao dohvatiti.
ca: El format de cita sol·licitat no ha pogut ser recuperat.
ckb: شێوازی ڕێکخستنی گوتراوەکانت ڕێگە پێ نەدراوە.
cs_cz: Požadovaný citační formát nelze načíst.
de: Das angeforderte Zitationsformat konnte nicht abgerufen werden.
el_gr: Το πρότυπο παραπομπής που ζητήθηκε δε μπορεί να ανακτηθεί.
es_es: El formato de cita solicitado no puede recuperarse.
fa: فرمت درخواستی ارجاع قابل بازیابی نیست.
fi: Pyydettyä viittausmuotoa ei voitu noutaa.
fr_ca: Le format de citation n'a pas été repéré.
gd_gb: Cha b’ urrainn dhuinn t-iomradh a dh’iarr thu fhaighinn san fhòrmat sin.
gl_es: Non se puido recuperar o formato de cita solicitado.
hi_in: अनुरोधित उद्धरण प्रारूप पुनर्प्राप्त नहीं किया जा सका।
hu_hu: A kért idézetformátumot nem lehet letölteni.
hy: Պահանջվող մեջբերումների ձևաչափը հնարավոր չէ վերստանալ:
id: Format sitasi yang diminta tidak ditemukan.
is_is: Ekki var hægt að sækja umbeðið snið á tilvitnunum.
it: Il formato di citazione richiesto non è stato trovato.
ja: 要求された引用形式は検索できません。
ka_ge: ვერ მოხერხდა ბიბლიოგრაფიული ბმულების გაფორმების მოთხოვნილი ფორმატის მიღება.
kk_kz: Библиографиялық сілтемелерді рәсімдеудің сұралған форматын алу мүмкін емес.
ky: Суралган шилтеме форматы табылган жок.
lt: Turi būti paisoma nustatyto citavimo formato.
lv: Pieprasīto citēšanas formātu neizdevās iegūt.
mk: Бараниот формат за цитирање не може да се преземе.
mr: अपेक्षित उद्धरण स्वरूप सापडत नाही.
ms: Format petikan yang diminta tidak dapat diperoleh.
nb: Det forespurte referanseformatet kunne ikke hentes.
nl: Het gevraagde citatieformaat kon niet worden gevonden.
pl: Wybrany format cytowania nie jest dostępny.
pt: O formato de citação solicitado não pôde ser recuperado.
pt_br: O formato de citação solicitado não pôde ser recuperado.
pt_pt: O formato de citação solicitado não pôde ser recuperado.
ro_ro: Formatul de citare solicitat nu a putut fi preluat.
ru_ru: Запрошенный формат оформления библиографических ссылок не удается получить.
sl: Zahtevanega formata citata ni bilo mogoče pridobiti.
sr_rs@cyrillic: Захтевани формат цитата није могуће преузети.
sr_rs@latin: Zahtevani format citata nije moguće preuzeti.
sv_se: Referensformatet som efterfrågades kunde inte hämtas.
th: ไม่สามารถดึงรูปแบบการอ้างอิงที่ต้องการได้
tr_tr: İstenen alıntı formatı alınamadı.
uk: Не вдається отримати зазначений формат оформлення бібліографічних посилань.
uz_cyrl: Сўралган иқтибос форматини олиб бўлмади.
uz_latn: So'ralgan iqtibos formatini olib bo'lmadi.
vi: Các định dạng trích dẫn được yêu cầu không thể được lấy.
zh_hans: 请求的引用格式无法进行检索。
zh_tw: 未能取得所要求的引文格式。
