Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# editor.submission.decision.backToReview.description
source: Revert the decision to accept this submission and send it back to the review stage.
bg_bg: Отмяна на решението за приемане на това подаване на материали и изпращане обратно към етапа на рецензиране.
ca: Revertir la decisió per acceptar la tramesa i retornar-la a la fase de revisió.
de: Annahmeentscheidung über diese Einreichung rückgängig machen und die Einreichung in die Begutachtung zurückschicken.
fa: تصمیم‌گیری برای پذیرش این مقاله ارسالی را پس گرفته و به مرحله داوری ارسال کن.
fi: Peru päätös käsikirjoituksen hyväksymisestä ja palauta käsikirjoitus arviointivaiheeseen.
fr_ca: Revenir sur la décision d'accepter cette soumission et la remettre à l'étape d'évaluation.
hy: Չեղարկեք այս ներկայացումն ընդունելու որոշումը և այն հետ ուղարկեք վերանայման փուլ:
id: Batalkan keputisan menerima naskah ini dan kirim kembali ke tahap review.
it: Modifica la decisione di accettare questa proposta e riportala alla revisione.
ja: この投稿を採用するという決定を元に戻し、査読段階に戻します。
ka_ge: დააბრუნეთ გადაწყვეტილება ამ წარდგენის მიღების შესახებ და გააგზავნეთ იგი განხილვის ეტაპზე.
kk_kz: Бұл материалды қабылдау туралы шешімді өзгертіп, оны тексеру кезеңіне қайта жіберіңіз.
ky: Бул тапшырманы кабыл алуу чечимин жокко чыгарып, кайра кароо баскычына жөнөтүү.
lt: Atšaukti sprendimą priimti šį pateikimą ir grąžinti jį peržiūros etapui.
lv: Atcelt lēmumu par šī materiāla pieņemšanu un nosūtīt to atpakaļ uz recenzēšanas posmu.
mk: Поништете ја одлуката да се прифати овој поднесок и вратете го назад во фаза на ревизија.
mr: हे सादरीकरण स्वीकारण्याचा निर्णय फिरवून ते पुनर्समीक्षणाच्या टप्प्यावर पाठवा.
ms: Kembalikan keputusan untuk menerima penyerahan ini dan hantar semula ke peringkat semakan.
nb: Omgjør beslutningen om å akseptere dette manuskriptet og send det tilbake til fagfellevurderingssteget.
nl: Draai de beslissing om deze inzening te accepteren terug en stuur deze terug naar de reviewfase.
pl: Cofnij decyzję o akceptacji zgłoszenia i odeślij ją do etapu recenzji.
pt: Reverter a decisão de aceitação desta submissão e reenviar para a etapa de revisão.
pt_br: Reverta a decisão de aceitar esta submissão e envie-o de volta para a fase de avaliação.
sl: Prekliči odločitev o sprejetju in pošlji prispevek nazaj v recenzijo.
th: ยกเลิกการตัดสินใจยอมรับบทความนี้และส่งกลับไปยังขั้นตอนการพิจารณาอีกครั้ง
uk: Скасуйте рішення про прийняття цієї заявки й відправте її назад на етап розгляду.
uz_cyrl: Ушбу аризани қайта кўриб чиқиш (тақриз) босқичига қайтариш.
uz_latn: Ushbu taqdimnomani qabul qilish qarorini bekor qiling va uni qayta ko‘rib chiqish bosqichiga yuboring.
vi: Hủy bỏ quyết định chấp nhận nội dung gửi này và gửi nó trở lại giai đoạn xem xét.
zh_tw: 更改接受此投稿的決定及還原至評審階段。

# editor.submission.decision.backToReview.log
source: {$editorName} reverted the decision to accept this submission and sent it back to the review stage.
bg_bg: {$editorName} отмени решението да приеме тези материали и ги изпрати обратно на етап за рецензиране.
ca: {$editorName} ha revertit la decisió per acceptar aquesta tramesa i retornar-la a la fase de revisió.
de: {$editorName} hat die Entscheidung, diese Einreichung zu akzeptieren, rückgängig gemacht und sie in die Begutachtung zurückgeschickt.
fa: {$editorName} تصمیم‌گیری برای پذیرش این مقاله را برگرداند و به مرحله داوری ارسال نمود.
fi: {$editorName} perui päätöksen hyväksyä käsikirjoitus ja palautti sen arviointivaiheeseen.
fr_ca: {$editorName} a annulé la décision d'accepter cette soumission et l'a remise à l'étape d'évaluation.
hy: {$editorName} -ը չեղարկեց այս ներկայացումն ընդունելու որոշումը և այն հետ ուղարկեց վերանայման փուլ:
id: {$editorName} membatalkan keputusan untuk menerima naskah ini dan mengirimnya kembali ke tahap review.
it: {$editorName} ha modificato la decisione di accettare questa proposta e la ha riportato alla fase di revisione.
ja: {$editorName} はこの投稿を採用するという決定を元に戻し、査読段階に戻しました。
ka_ge: {$editorName}-მა დააბრუნა გადაწყვეტილება ამ წარდგენის მიღების შესახებ და დააბრუნა განხილვის ეტაპზე.
kk_kz: {$editorName} бұл материалды қабылдау шешімін өзгертіп, оны қайта қарау кезеңіне жіберді.
ky: {$editorName} бул тапшырманы кабыл алуу чечимин жокко чыгарып, кайра кароо баскычына жөнөттү.
lt: {$editorName} atšaukė sprendimą priimti šį pateiktą darbą ir grąžino jį peržiūros etapui.
lv: {$editorName} atcēla lēmumu pieņemt šo materiālu un nosūtīja to atpakaļ uz recenzēšanas posmu.
mk: {$editorName} ја поништи одлуката да се прифати овој поднесок и го врати назад во фаза на ревизија.
mr: {$editorName} ने हे सादरीकरण स्वीकारण्याचा निर्णय फिरवून ते पुनर्समीक्षणाच्या टप्प्यावर पाठवले.
ms: {$editorName} telah mengembalikan keputusan untuk menerima penyerahan ini dan menghantarnya kembali ke peringkat semakan.
nb: {$editorName} omgjorde beslutningen om å akseptere dette manuskriptet og sendte det tilbake til fagfellevurderingssteget.
nl: {$editorName} draaide de beslissing om deze inzending te accepteren terug en zond het terug naar de reviewfase.
pl: {$editorName} cofnął decyzję o zaakceptowaniu zgłoszenia. Tekst powrócił do etapu recenzji.
pt: {$editorName} reverteu a decisão de aceitação desta submissão e reenviou de volta para a etapa de revisão.
pt_br: {$editorName} reverteu a decisão de aceitar esta submissão e o enviou de volta à fase de avaliação.
sl: {$editorName} je preklical odločitev o sprejetju prispevka in ga je poslal nazaj v fazo recenzije.
th: {$editorName} ได้ยกเลิกการตัดสินใจยอมรับบทความนี้และส่งกลับไปยังขั้นตอนการพิจารณาอีกครั้ง
uk: {$editorName} скасував рішення про прийняття цього матеріалу і відправив його назад на стадію розгляду.
uz_cyrl: {$editorName} ушбу аризани тақриз босқичига қайтарди.
uz_latn: {$editorName} ushbu yuborishni qabul qilish qarorini bekor qildi va uni qayta ko‘rib chiqish bosqichiga yubordi.
vi: {$editorName} đã hủy bỏ quyết định chấp nhận nội dung gửi này và gửi nó trở lại giai đoạn xem xét.
zh_tw: {$editorName}更改了接受此投稿的決定及還原至評審階段。

# editor.submission.decision.backToReview.completed
source: Sent Back to Review
bg_bg: Изпратено обратно към етап на рецензиране
ca: Retornar a revisió
de: In die Begutachtung zurückgeschickt
fa: جهت داوری برگشت خورده
fi: Palautettu arviointivaiheeseen
fr_ca: Retourné-e à l'étape d'évaluation
hy: Ուղարկվել է հետ Վերանայման
id: Kirim Kembali ke Review
it: Ritornata alla revisione
ja: 査読に戻した
ka_ge: გაიგზავნა უკან მიმოხილვაზე
kk_kz: Қайта қарауға жіберілді
ky: Кароого кайра жөнөтүлдү
lt: Išsiųsta atgal peržiūrai
lv: Nosūtīts atpakaļ recenzēšanai
mk: Вратен назад за ревизија
mr: समीक्षणाच्या टप्प्यावर परतवले
ms: Dihantar Kembali untuk Semakan
nb: Sendt tilbake til fagfellevurdering
nl: Stuur terug naar Review
pl: Wyślij z powrotem do recenzji
pt: Reenviado para revisão
pt_br: Enviado de volta para avaliação
sl: Pošlji nazaj v recenzijo
th: ส่งกลับไปที่การพิจารณาแล้ว
uz_cyrl: Ариза тақриз босқичига қайтарилди
uz_latn: Ko'rib chiqish uchun yuborildi
vi: Gửi lại để xem xét
zh_tw: 還原至評審階段

# editor.submission.decision.backToReview.completed.description
source: The submission, {$title}, was sent back to the review stage.
bg_bg: Подадените материали {$title} бяха изпратени обратно към етап на рецензиране.
ca: La tramesa, {$title}, s'ha retornat a la fase de revisió.
de: Die Einreichung {$title} wurde in die Begutachtung zurückgeschickt.
fa: مقاله ارسالی با عنوان "{$title}" به مرحله داوری بازگردانده شد.
fi: Käsikirjoitus {$title} on palautettu arviointivaiheeseen.
fr_ca: La soumission, {$title}, a été retournée à l'étape d'évaluation.
hy: Այս ներկայացումը՝ {$title}, հետ է ուղարկվել վերանայման փուլ:
id: Naskah, {$title}, telah dikembalikan ke tahap review.
it: La proposta, {$title}, è stata riportata alla fase di revisione.
ja: 投稿「{$title}」は査読段階に戻されました。
ka_ge: გაგზავნა, {$title}, დაბრუნდა განხილვის ეტაპზე.
kk_kz: {$title} атты материалы қайта қарау кезеңіне жіберілді.
ky: {$title} тапшырмасы кайра кароо баскычына жөнөтүлдү.
lt: Pateiktas darbas, {$title}, buvo grąžintas peržiūros etapui.
lv: Materiāls {$title} tika nosūtīts atpakaļ uz recenzēšanas posmu.
mk: Поднесокот, {$title}, беше вратен во фаза на ревизија.
mr: सादरीकरण {$title}, समीक्षणाच्या टप्प्यावर परत पाठवले गेले.
ms: Penyerahan, {$title}, telah dihantar semula ke peringkat semakan.
nb: Innleveringen, {$title}, ble sendt tilbake til fagfellevurderingssteget.
nl: De inzending, {$title}, is teruggestuurd naar de reviewfase.
pl: Zgłoszenie, {$title}, zostało odesłane do etapu recenzji.
pt: A submissão, {$title}, foi reenviada para a etapa de revisão.
pt_br: A submissão, {$title}, foi enviada de volta à fase de avaliação.
sl: Prispevek, {$title}, je bil poslan nazaj v fazo recenzije.
th: บทความ {$title} ได้ถูกส่งกลับไปยังขั้นตอนการพิจารณาอีกครั้ง
uk: Заявка, {$title}, була відправлена назад на етап розгляду.
uz_cyrl: Ариза, {$title}, кўриб чиқиш (тақриз) босқичига қайтарилди.
uz_latn: {$title} taqdimoti koʻrib chiqish bosqichiga qaytarildi.
vi: Bài gửi {$title} đã được gửi trở lại giai đoạn xem xét.
zh_tw: 投稿{$title}已還原至評審階段。

# editor.submission.decision.backToReview.notifyAuthorsDescription
source: Send an email to the authors to let them know that their submission is being sent back to the review stage. Explain why this decision was made and inform the author of what further review will be undertaken.
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че тяхното подаване на материали се изпраща обратно към етапа на рецензиране. Обяснете защо е взето това решение и уведомете автора какъв по-нататъшен преглед ще бъде предприет.
ca: Envieu un correu electrònic als autors/ores per fer-los saber que la seva tramesa es retornarà a la fase de revisió. Expliqueu el motiu d'aquesta decisió i informeu l'autor/a de quines revisions addicionals es portaran a terme.
de: Eine E-Mail an die Autor/innen senden, um sie darüber zu informieren, dass ihre Einreichung in die Begutachtung zurückgeschickt wird. Erklären Sie, warum diese Entscheidung getroffen wurde und informieren Sie die Autor/innen, welche weiteren Begutachtungen unternommen werden.
fa: برای نویسندگان ایمیل ارسال کنید تا به آنها اطلاع داده شود که مقاله ارسالی آن‌ها به مرحله داوری بازگردانده می‌شود. توضیح دهید که چرا این تصمیم گرفته شده است و به نویسنده اطلاع دهید که متعاقباً داوری چگونه انجام خواهد شد.
fi: Lähetä sähköpostia kirjoittajille ja ilmoita käsikirjoituksen palauttamisesta arviointivaiheeseen. Perustele miksi päätös on tehty ja kerro kirjoittajille miten käsikirjoitusta arvioidaan edelleen.
fr_ca: Envoyer un courriel aux auteur.e.s pour les informer que leur soumission est retournée à l'étape d'évaluation. Expliquer pourquoi cette décision a été prise et informer l'auteur.e quel suivi d'évaluation sera fait.
hy: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելով, որ իրենց ներկայացումը հետ է ուղարկվում վերանայման փուլ: Բացատրեք, թե ինչու է կայացվել այս որոշումը և տեղեկացրեք հեղինակին հետագա վերանայման մասին:
id: Kirim email pemberitahuan kepada penulis bahwa naskahnya sedang dikembalikan ke tahap review. Jelaskan alasan pengembalian tersebut dan sampaikan langkah review berikutnya yang akan diambil.
it: Invia una email agli autori per informarli che la loro sottomissione è stata riportata alla fase di revisione. Spiega la motivazione di questa decisione e informa gli autori sul nuovo processo di revisione che verrà effettuato.
ja: 著者にメールを送信して、投稿が査読段階に戻されることを知らせます。この決定が下された理由を説明し、今後どのような査読が行われるかを著者に知らせます。
ka_ge: გაუგზავნეთ ელფოსტა ავტორებს, რათა აცნობონ, რომ მათი წარდგენა იგზავნება განხილვის ეტაპზე. ახსენით, რატომ იქნა მიღებული ეს გადაწყვეტილება და აცნობეთ ავტორს შემდგომი განხილვის შესახებ.
kk_kz: Авторларға олардың материалы қайта қарау кезеңіне жіберілетінін хабарлау үшін электрондық хат жіберіңіз. Неліктен бұл шешім қабылданғанын түсіндіріңіз және авторға материалдың әрі қарай өтетін кезеңдері жайлы хабарлаңыз.
ky: Авторлорго тапшырмасы кайра кароого жөнөтүлгөнүн билдирүү үчүн электрондук кат жөнөтүңүз. Бул чечимдин себебин түшүндүрүп, андан ары кандай кароо жүргүзүлөрүн маалымдаңыз.
lt: Išsiųskite autoriams el. laišką, kad praneštumėte, jog jų pateiktas darbas grąžinamas peržiūros etapui. Paaiškinkite, kodėl buvo priimtas toks sprendimas, ir informuokite autorių apie tolesnę peržiūrą.
lv: Nosūtīt autoriem e-pastu, lai informētu, ka viņu iesniegtais materiāls nosūtīts atpakaļ uz recenzēšanas posmu. Paskaidrojiet, kāpēc tika pieņemts šāds lēmums, un informējiet autoru par to, kāda recenzēšana turpmāk tiks veikta.
mk: Испратете емаил до авторите за да ги известите дека нивниот поднесок беше вратен за ревизија. Објаснете зошто беше донесена оваа одлука и информирајте го авторот за ревизијата која треба да ја отпочне.
mr: लेखकांना ई-मेलने त्यांचे सादरीकरण समीक्षणाच्या टप्प्यावर परत पाठवले जात आहे हे कळवा. हा निर्णय का घेतला गेला ते स्पष्ट करा आणि पुनर्समीक्षणादरम्यान कशाची छाननी केली जाईल याची लेखकांना माहिती द्या.
ms: Hantar e-mel kepada pengarang untuk memberitahu mereka bahawa penyerahan mereka dihantar semula ke peringkat semakan. Terangkan mengapa keputusan ini dibuat dan maklumkan kepada pengarang tentang semakan lanjut yang akan dilakukan.
nb: Send en e-post til forfatterne om at deres manuskript sendes tilbake til fagfellevurderingssteget. Forklar bakgrunnen for denne beslutningen og informer forfatterne om hvilken ytterligere vurdering som skal gjennomføres.
nl: Stuur een mail naar de auteurs om hen te laten weten dat hun inzending teruggezonden is naar de reviewfase. Leg uit waarom deze beslissing gemaakt was en informeer de auteurs of verdere reviewstappen genomen zullen worden.
pl: Wyślij email do autorów aby powiadomić ich, że zgłoszenie zostało odesłane ponownie do etapu recenzji. Wyjaśnij im dlaczego taka decyzja została podjęta. Poinformuj autorów jakie zostaną podjęte dodatkowe czynności recenzyjne.
pt: Envie um e-mail aos autores para informá-los que a sua submissão foi reenviada para a etapa de revisão. Explique o porquê desta decisão e informe o autor sobre a revisão adicional que será realizada.
pt_br: Envie um e-mail para os autores para que eles saibam que sua submissão está sendo enviada de volta para a fase de avaliação. Explique por que essa decisão foi tomada e informe o autor sobre qual avaliação adicional será realizada.
sl: Pošljite avtorjem email z obvestilom, da je bil njihov prispevek vrnjen nazaj v fazo recenzije. Razložite, zakaj je do tega prišlo in razložite avtorjem naslednje korake.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งให้ทราบว่าบทความของพวกเขาถูกส่งกลับไปยังขั้นตอนการพิจารณา โปรดอธิบายเหตุผลในการตัดสินใจนี้และแจ้งให้ผู้เขียนทราบว่าจะมีการพิจารณาเพิ่มเติมอย่างไร
uk: Надішліть авторам електронний лист із повідомленням про те, що їхня робота повертається на етап рецензування. Поясніть, чому було прийнято таке рішення, і проінформуйте автора про те, яке подальше рецензування буде проведено.
uz_cyrl: Муаллифларга уларнинг аризаси қайта кўриб чиқиш босқичига қайтарилгани ҳақида хабар юбориш. Нима учун бундай қарорга келинганини тушунтиринг ва муаллифдан қандай кейинги ҳаракатлар талаб қилинишини билдиринг.
uz_latn: Mualliflarga e-pochta orqali xabar yuboring, ularning taqdimoti ko'rib chiqish bosqichiga qaytarilmoqda. Nima uchun bunday qaror qabul qilinganligini tushuntiring va muallifga keyingi tekshiruv o'tkazilishi haqida xabar bering.
vi: Gửi email cho các tác giả để cho họ biết rằng bài nộp của họ đang được gửi trở lại giai đoạn xem xét. Giải thích lý do tại sao quyết định này được đưa ra và thông báo cho tác giả về những gì sẽ được thực hiện xem xét thêm.
zh_tw: 發送電郵給作者通知其投稿已回到評審階段。解釋為何有此決定及向作者說明會如何再度評審。

# editor.submission.decision.sendExternalReview.notifyAuthorsDescription
source: Send an email to the authors to let them know that this submission will be sent for peer review. If possible, give the authors some indication of how long the peer review process might take and when they should expect to hear from the editors again. This email will not be sent until the decision is recorded.
bg_bg: Изпратете имейл до авторите, за да ги уведомите, че това подаване на материали ще бъде изпратено за рецензиране. Ако е възможно, дайте на авторите някаква индикация за това колко време може да отнеме процесът на рецензиране и кога трябва да очакват известие от редакторите. Този имейл няма да бъде изпратен, докато решението не бъде записано.
de: Eine E-Mail an die Autor/innen senden, um sie darüber zu informieren, dass ihre Einreichung zum Peer Review geschickt wird. Sofern möglich, geben Sie den Autor/innen einen Hinweis darauf, wie lange das Peer Review-Verfahren dauern wird und wann sie von den Redakteur/innen eine Rückmeldung erwarten können. Diese E-Mail wird erst versandt, wenn die Entscheidung gespeichert wurde.
fa: برای نویسندگان ایمیل ارسال کنید تا به آنها اطلاع داده شود که مقاله ارسالی آن‌ها برای داوری همتا ارسال خواهد شد. در صورت امکان به نویسندگان توضیحاتی در مورد مدت زمانی که ممکن است داوری به طول انجام شود و این که چه زمانی باید انتظار دریافت نتیجه باشند ارائه شود. این ایمیل تا زمانی که تصمیم‌گیری نهایی نشده ارسال نخواهد شد.
fi: Ilmoita sähköpostilla kirjoittajille käsikirjoituksen lähettämisestä vertaisarviointiin. Mikäli mahdollista kerro myös arvio sen kestosta ja milloin kirjoittajat voivat kuulla asiasta uudelleen. Tätä sähköpostia ei lähetetä ennen päätöksen tallentamista.
hy: Նամակ ուղարկեք հեղինակներին՝ տեղեկացնելու նրանց, որ այս ներկայացումը կուղարկվի գործընկերների վերանայման: Եթե հնարավոր է, որոշ ցուցումներ տվեք հեղինակներին, թե որքան երկար կարող է տևել գործընկերների վերանայման գործընթացը և երբ նրանք պետք է ակնկալեն նորից լսել խմբագիրներից: Այս էլ․ նամակը չի ուղարկվի մինչև որոշումը չգրանցվի:
ja: 著者にメールを送信して、この投稿が査読に送られることを知らせます。可能であれば、査読プロセスにどのくらいの時間がかかるか、編集者から次に連絡が来るのはいつ頃になるかを著者に知らせてください。このメールは、決定が記録されるまで送信されません。
kk_kz: Авторларға электрондық хат жіберіп, бұл материал рецензенттерге жіберілетінін хабарлаңыз. Мүмкін болса, авторларға рецензиялау процесі қанша уақытқа созылатынын және олар редакторлардан қашан хабар күтетінін көрсетіңіз.
ky: Авторлорго бул тапшырма рецензияга жөнөтүлөрүн билдирүү үчүн электрондук кат жөнөтүңүз. Мүмкүн болсо, рецензия процесси канча убакытка созуларын жана редакторлордон качан жооп күтүшү керектигин айтыңыз. Бул кат чечим жазылганга чейин жөнөтүлбөйт.
lt: Išsiųskite autoriams el. laišką, kad šis pateiktas darbas bus išsiųstas recenzuoti. Jei įmanoma, nurodykite autoriams, kiek laiko gali užtrukti recenzavimo procesas ir kada jie turėtų tikėtis kito redaktorių atsakymo. Šis el. laiškas bus išsiųstas tik tada, kai bus užregistruotas sprendimas.
lv: Nosūtīt autoriem e-pastu, lai informētu viņus, ka šis materiāls tiks nosūtīts recenzēšanai. Ja iespējams, norādiet autoriem, cik ilgs varētu būt recenzēšanas process un kad redakcija atkal sazināsies ar viņiem. Šis e-pasts netiks nosūtīts, kamēr lēmums nebūs reģistrēts.
mk: Испратете емаил до авторите за да ги известите дека нивниот поднесок ќе биде испратен за отворена рецензија. Доколку е можно, навестете им на авторите колку би траел процесот на отворена рецензија и кога да го очекуваат следното известување од уредниците. Овој емаил нема да биде испратен се додека одлуката не е внесена.
mr: हे सादरीकरण तज्ज्ञ समीक्षणासाठी पाठवले जाईल हे लेखकांना ई-मेलने कळवा. शक्य असल्यास, लेखकांना तज्ज्ञ समीक्षण प्रक्रियेला किती वेळ लागू शकतो आणि त्यांना संपादकांतर्फे पुढील संपर्क कधी साधला जाईल याची कल्पना द्या. असा ई-मेल पाठवायचा की नाही याचा निर्णय नोंदला गेल्याशिवाय तो पाठवला जाणार नाही.
ms: Hantar e-mel kepada pengarang untuk memberitahu mereka bahawa penyerahan ini akan dihantar untuk semakan rakan sebaya. Jika boleh, berikan pengarang beberapa petunjuk tentang berapa lama proses semakan rakan sebaya mungkin mengambil masa dan bila mereka sepatutnya mengharapkan untuk mendengar daripada editor sekali lagi. E-mel ini tidak akan dihantar sehingga keputusan direkodkan.
nb: Send en e-post til forfatterne om at manuskriptet vil bli sendt til fagfellevurdering. Gi om mulig forfatterne en indikasjon på hvor lang tid prosessen med fagfellevurdering kan ta og når de kan forvente å høre fra redaktørene igjen. Denne eposten blir sendt først etter at redaksjonens avgjørelse er registrert.
nl: Stuur een e-mail naar de auteurs om hen te laten weten dat deze inzending zal worden doorgestuurd voor peer review. Geef indien mogelijk de auteurs een indicatie van hoe lang het peer review proces zou kunnen duren en wanneer ze weer van de redacteuren kunnen verwachten te horen. Deze e-mail wordt pas verzonden nadat de beslissing is vastgelegd.
pt: Envie um e-mail aos autores para os informar que esta submissão será enviada para revisão por pares. Se possível, indique aos autores o tempo que o processo de revisão por pares irá demorar e quando poderá esperar novidades por parte dos editores. Este e-mail não será enviado enquanto não registar a decisão.
pt_br: Envie um e-mail para os autores para que eles saibam que esta submissão será enviada para avaliação por pares. Se possível, dê aos autores alguma indicação de quanto tempo o processo de avaliação por pares pode levar e quando eles devem esperar ouvir os editores novamente. Este e-mail não será enviado até que a decisão seja registrada.
sl: Pošljite avtorjem email z obvestilom, da bo njihov prispevek poslan v fazo recenzije. Če je le mogoče, namignite avtorjem, kako dolgo naj bi precenzijski proces trajal in kdaj naj bi dobili ocene recenzentov. Email bo poslan šele, ko bo zabeležena odločitev.
th: ส่งอีเมลถึงผู้เขียนเพื่อแจ้งว่าบทความนี้จะถูกส่งให้ผู้ทรงคุณวุฒิพิจารณา หากเป็นไปได้ โปรดให้ข้อมูลประมาณการระยะเวลาที่กระบวนการตรวจสอบอาจใช้ และเมื่อใดที่ผู้เขียนควรคาดว่าจะได้รับการติดต่อจากบรรณาธิการอีกครั้ง อีเมลนี้จะไม่ถูกส่งจนกว่าจะมีการบันทึกการตัดสินใจ
uz_cyrl: Муаллифларга ушбу ариза ташқи тақризга юборилаётгани ҳақида хабар юборинг.
vi: Gửi email cho các tác giả để cho họ biết rằng bài nộp này sẽ được gửi để bình duyệt. Nếu có thể, hãy cho tác giả biết một số thông tin về quá trình bình duyệt có thể kéo dài bao lâu và khi nào họ sẽ nhận được phản hồi từ các biên tập viên. Email này sẽ không được gửi cho đến khi quyết định được ghi lại.
