Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.title.tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ar_iq: نوع التقديم عادة ما يكون واحداً من: صورة، نص، أو غيرهما من متعددات الوسائط التي بضمنها: البرامجات أو الملفات التفاعلية. لطفاً، إختر ما تجده أنسبها لطلبك. أمثلة ذلك قد تجدها في <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
bg_bg: Типът на подаване на материалите обикновено е един вид - „изображения“, „текст“ или други типове мултимедия, включително „софтуер“ или „интерактивен“. Моля, изберете този, който е най-подходящ за вашето подаване на материали за статия. Примери могат да бъдат намерени на <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/ 2001/04/12/useguide/generic.shtml#type</a>
bs_ba: Vrsta prijave je obično jedna od 'slika', 'tekst' ili druge vrste multimedije, uključujući 'softver' ili 'interaktivnost'. Odaberite onaj koji je najrelevantniji za vašu prijavu. Primjeri se mogu naći na <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/ 2001/04/12 / useguide / generic.shtml # type </a>
ca: Els tipus de tramesa normalment consisteixen en imatges, text o altres continguts multimèdia, com programari o elements interactius. Esculli la tipologia més representativa per a la seva tramesa, si us plau. Pot trobar exemples a <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ckb: جۆری بڵاوکراوەکان یەکێک لەمانە دەبێت؛ وێنە، دەق، مەڵتیمیدیا لە نمونەی پڕۆگرامەکان'.… تکایە گونجاوترین بۆ پێشکەشکردنەکەت هەڵبژێرە.… نمونەکان لێرەوە دەدۆزرێنەوە:Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
cs_cz: Typ odesílání je obvykle jeden z následujících 'obrázek', 'text' nebo některý jiný multimediální typ, včetně 'software' nebo 'interaktivní'. Zvolte prosím ten, který je pro váš příspěvek nejrelevantnější. Příklady lze nalézt na adrese <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
de: Der Einreichungstyp ist normalerweise 'image', 'text' oder Multimediatypen inklusive 'software' oder 'interactive'. Bitte wählen Sie den für Ihre Einreichung passendsten Typ aus. Beispiele finden Sie unter <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
el_gr: Ο τύπος υποβολής είναι συνήθως 'εικόνα', 'κείμενο' ή τύποι πολυμέσων, όπως 'λογισμικό' ή 'διαδραστικό'. Παρακαλούμε επιλέξτε το πιο σχετικό με την υποβολή σας. Παραδείγματα μπορείτε να βρείτε στο <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
es_es: La tipología de envíos normalmente consiste en una imagen, texto u otros contenidos multimedia, como software o elementos interactivos. Por favor, elija el que sea más representativo para su envío. Puede encontrar ejemplos en <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
fa: لطفاً فایلی که بیشترین ارتباط را با محتوای ارسالی شما دارد را انتخاب کنید. می توانید مثال‌هایی را در لینک زیر مشاهده کنید: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
fi: Käsikirjoitustiedosto on yleensä muodoltaan "kuva", "teksti" tai muu multimediamuoto kuten "ohjelmisto" tai "interaktiivinen". Valitse käsikirjoituksesi kannalta oleellisin muoto. Esimerkkejä löytyy osoitteesta <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
fr_ca: Par type de soumission, on entend « image », « texte » ou d'autres formats multimédias, y compris « logiciel » et « ressource interactive ». Veuillez choisir le type qui correspond le mieux à votre soumission. Vous trouverez des exemples au <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
gd_gb: Mar is trice, ’s e “dealbh”, “teacsa” an seòrsa de thagradh no seòrsa eile de mheadhan, a’ gabhail a-staigh “bathar-bog” no “rud eadar-ghnìomhach”. Tagh am fear as iomchaidhe dhan tagradh agad. Gheibh thu buill-eisimpleir aig <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
gl_es: O tipo de envío adoita ser de "imaxe", "texto" ou outros tipos multimedia, incluído "software" ou "interactivo". Escolla o máis relevante para a súa presentación. Pódense atopar exemplos en <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/12/04/2001/usageguide/generic.shtml # type</a>
hi_in: सबमिशन प्रकार आमतौर पर 'इमेज', 'टेक्स्ट', या 'सॉफ्टवेयर' या 'इंटरएक्टिव' सहित अन्य मल्टीमीडिया प्रकारों में से एक है। कृपया अपने सबमिशन के लिए सबसे अधिक प्रासंगिक चुनें. उदाहरण मिल सकते हैं <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
hu_hu: A beküldés típusa rendszerint valamelyik a következőkből 'kép', 'szöveg', vagy más médiatípus beleértve a 'szoftver' vagy az 'interaktív' kategóriát is. Kérjük, válasszon ki egyet amelyik a cikkéhez a legrelevánsabb. Példákat itt talál <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
hy: Ներկայացման տեսակը սովորաբար «պատկեր», «տեքստ» կամ այլ մուլտիմեդիա տեսակներից է, ներառյալ «ծրագրային ապահովումը» կամ «ինտերակտիվը»: Խնդրում ենք ընտրել ձեր ներկայացման համար առավել համապատասխանը: Օրինակները կարելի է գտնել այստեղ՝ <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
id: Jenis naskah biasanya berupa 'gambar', 'teks', atau jenis multimedia lain termasuk 'perangkat lunak' atau 'interaktif'. Mohon pilih salah satu yang paling sesuai dengan apa yang Anda serahkan. Contoh dapat dilihat di <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
is_is: Tegund innsendingar er yfirleitt eitt af eftirfarandi: "mynd", "texti", eða önnur margmiðlunartegund, þar á meðal "hugbúnaður" eða "gangvirkt". Vinsamlega veldu það sem passar best við þína innsendingu. Þú getur fundið dæmi á <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
it: Il tipo di proposta è di solito 'immagine', 'testo', o un altro tipo multimediale come 'software' o 'interativo'. Per favore scegli il più rilevante per la tua proposta. Esempi possono essere trovati qui: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ja: 投稿タイプは通常、「画像」、「テキスト」、または「ソフトウェア」や「インタラクティブ」などのマルチメディアタイプのいずれかです。 投稿に最も近いものを選択してください。 例は以下のサイトにあります： <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ka_ge: მასალის ტიპი, როგორც წესი, „გამოსახულება“, „ტექსტი“, ან მულტიმედიის სხვა ტიპი, „პროგრამული უზრუნველყოფის“, ან „ინტერაქტივის“ ჩათვლით. გთხოვთ აირჩიოთ ერთ-ერთი ყველაზე ხელსაყრელი ტიპი თქვენი მასალისათვის. მაგალითები შეგიძლიათ ნახოთ აქ: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
kk_kz: Материал сурет, мәтін, бағдарламалық жасақтама немесе өзге де мультимедиялық типте болуы мүмкін. Сәйкес келетін материалдың типін таңдауыңызды сұраймыз. Ұқсас мысалдарды келесі сілтемеге өтіп қарай аласыз <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ky: Медиа түрү, адатта, "сүрөт", "текст" же башка медиа түрлөрү, анын ичинде "программалык камсыздоо" же "интерактивдүү". Материалыңыз үчүн эң ылайыктуу түрүн тандаңыз. Мисалдарды <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/ дарегинен тапса болот. 2001 /04/12/usageguide/generic.shtml#type</a>
lt: Pateikimo tipas paprastai būna vienas iš „paveikslėlis“, „tekstas“ arba kiti daugialypės terpės tipai, įskaitant „programinė įranga“ ar „interaktyvus“. Pasirinkite tą, kuris labiausiai atitinka jūsų pateikimą. Pavyzdžių galite rasti adresu <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">[http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type](http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type)</a>
lv: Materiāla tips parasti ir "attēls", "teksts" vai citi multivides tipi, tostarp "programmatūra" vai "interaktīvs". Lūdzu, izvēlieties to, kas ir vispiemērotākais jūsu iesniedzamajam materiālam. Piemēri atrodami <a target="_blank" href="https://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">https://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
mk: Видот на поднесување обично е еден од „слика“, „текст“, или други видови мултимедија вклучувајќи „софтвер“ или „интеракција“. Изберете најсоодветна за вашиот поднесок. Примери можат да се најдат кај <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
mr: सादरीकरणाचा प्रकार सहसा 'प्रतिमा (इमेज)', 'मजकूर (टेक्स्ट)' किंवा इतर बहुमाध्यम प्रकारांपैकी एक जसे 'आज्ञावली (सॉफ्टवेअर)' किंवा 'देवाणघेवाणीचा (इंटरएक्टिव्ह)' असाही असू शकतो. कृपया तुमच्या सादरीकरणासाठी सर्वात योग्य असा एक प्रकार निवडा. यासंबंधीची उदाहरणे <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/ 2001/04/12/usageguide/generic.shtml#type</a> येथे आढळतील
ms: Jenis penyerahan biasanya salah satu daripada 'imej', 'teks', atau jenis multimedia lain termasuk 'perisian' atau 'interaktif'. Sila pilih yang paling relevan untuk penyerahan anda. Contoh boleh didapati di <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/ 2001/04/12/usageguide/generic.shtml#type</a>
nb: Denne typen innlevering er vanligvis «bilde», «tekst» eller andre multimediatyper, inkludert «programvare» og «interaktiv». Velg den som er mest relevant for din innlevering. Du finner eksempler hos: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
nl: De inzending is doorgaans een 'afbeelding', 'tekst' of ander multimediatype, zoals 'software' of 'interactief'. Kies het meest relevante type voor uw inzending. Voorbeelden kunnen worden gevonden op <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
pl: Rodzaj to zazwyczaj 'image', 'text' lub inne rodzaje multimediów włączając w to 'software' lub 'interactive'. Jeżeli nie wiesz jak sklasyfikować rodzaj, zobacz na przykłady dostępne <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">pod tym adresem</a>
pt: O tipo de submissão geralmente é uma 'imagem', 'texto' ou outros tipos de multimédia, incluindo 'software' ou 'interativo'. Escolha o mais relevante para a sua submissão. Podem ser encontrados exemplos em <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/2001/04/12/useguide / generic.shtml # type</a>
pt_br: O tipo de submissão é usualmente uma imagem, um texto ou outro tipo de multimídia incluindo programas ou interativas. Por favor, escolha a opção mais adequada para a sua submissão. Exemplos podem ser encontrados em <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
pt_pt: O tipo de submissão geralmente é um de 'imagem', 'texto' ou outros tipos de multimédia, incluindo 'software' ou 'interactivo'. Escolha o mais relevante para a sua submissão. Podem ser encontrados exemplos em <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/2001/04/12/useguide / generic.shtml # type</a>
ro_ro: De obicei, înregistrarea unui manuscris presupune folosirea unor tipuri de fișiere 'image', 'text', sau alte tipuri de fișiere multimedia 'software' sau 'interactive'. Vă rugăm să alegeți cel mai relevant tip pentru înregistrarea dvs. Exemple pot fi găsite la <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
ru_ru: Тип материала обычно что-то из «изображение», «текст» или другие типы мультимедиа, включая «программное обеспечение» или «интерактив». Пожалуйста, выберите один наиболее подходящий тип для вашего материала. Примеры можно найти на <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sl: Tip prispevka je običajno eno od 'slika', 'besedilo', ali drug multimedijski tip vključno s 'programska oprema' ali 'interaktivno'. Prosimo, izberite najbolj relevantno možnost. Primere lahko najdete na <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sr_rs@cyrillic: Врста рада је обично "слика", "текст" или неки друа врста мултимедије, укључујући и 'софтвер' или 'интерактивни рад'. Одаберите најрелевантнију за ваш рад. Примере можете видети на следећој страници <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sr_rs@latin: Vrsta rada je obično "slika", "tekst" ili neki drua vrsta multimedije, uključujući i 'softver' ili 'interaktivni rad'. Odaberite najrelevantniju za vaš rad. Primere možete videti na sledećoj stranici <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
sv_se: Bidragstypen är vanligen någon av 'bild', 'text', eller andra multimedia-typer som 'mjukvara' eller 'interaktiv'. Välj den som är mest relevant för ditt bidrag. Det finns exempel på <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
th: ประเภทของบทความมักเป็น 'ภาพ', 'ข้อความ' หรือประเภทสื่ออื่นๆ เช่น 'ซอฟต์แวร์' หรือ 'โต้ตอบ' โปรดเลือกประเภทที่เกี่ยวข้องมากที่สุดสำหรับการส่งของคุณ ตัวอย่างสามารถดูได้ที่ <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
tr_tr: Gönderi türü genellikle 'görüntü', 'metin' veya 'yazılım' veya 'interaktif' dahil olmak üzere diğer çoklu ortam türlerinden biridir. Lütfen gönderinizle ilgili olanı seçin. Örnekler şu adreste bulunabilir: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
uk: Тип подання, зазвичай, визначається як "зображення", "текст" або інші типи мультимедіа, такі як "програмне забезпечення" чи "інтерактив". Будь ласка, виберіть найбільш відповідний тип для вашого матеріалу. Приклади див. за посиланням <a target="_blank" href="https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/">https://www.dublincore.org/specifications/dublin-core/usageguide/2001-04-12/generic/</a>
uz_cyrl: Тақдим этиш тури одатда «тасвир», «матн» ёки бошқа мультимедиа турларидан бири, жумладан «дастурий таъминот» ёки «интерактив» бўлиши мумкин. Илтимос, тақдимотингиз учун энг мосини танланг. Мисолларни <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a> саҳифасида топиш мумкин.
uz_latn: Material turi odatda "rasm", "matn" yoki boshqa turdagi ommaviy axborot vositalaridan, shu jumladan "dasturiy ta'minot" yoki "interaktiv" narsalardan iborat. Iltimos, materialingizga eng mos keladiganini tanlang. Masalan: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type"> http://dublincore.org/documents/ 2001 /04/12/usageguide/generic.shtml#type </a>
vi: Loại gửi thường là một trong 'hình ảnh', 'văn bản' hoặc các loại đa phương tiện khác bao gồm 'phần mềm' hoặc 'tương tác'. Vui lòng chọn một trong những phù hợp nhất cho trình của bạn. Có thể tìm thấy các ví dụ tại <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
zh_hans: 稿件类型通常会是“图像”、“文本”或者其他诸如“软件”或者“交互式视频”等。请选择跟您的稿件最贴近的类型。更多类型可参考<a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
zh_tw: 投稿種類通常會有「圖像」、「文字」或其他多媒類別，包括「軟件」或「互動項目」。請選取一個與您投稿最相近的類別。例子：<a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission.submit.newSubmissionMultiple
source: Start a New Submission in
ar_iq: إبدأ طلباً جديداً في
bg_bg: Започване на ново изпращане на материали в
bs_ba: Započnite novu predaju u
ca: Començar una tramesa nova a
ckb: توێژینەوەیەکی نوێ پێشکەش بکە لە
cs_cz: Začít nový příspěvek v
de: Eine neue Einreichung beginnen in
el_gr: Ξεκινήστε μία νέα υποβολή στο
es_es: Empezar un nuevo envío en
fa: آغاز ارسال مقاله در
fi: Aloita uusi käsikirjoituksen lähetys julkaisuun
fr_ca: Commencer une nouvelle soumission dans
gd_gb: Tòisich air tagradh ùr ann an
gl_es: Comezar un novo envío en
hi_in: में एक नया सबमिशन शुरू करें
hu_hu: Új beküldés indítása
hy: Սկսել նոր ներկայացում
id: Mulai penyerahan Naskah Baru di
is_is: Hefja nýja innsendingu til
it: Inizia una nuova proposta in
ja: 新規投稿の開始：
ka_ge: ახალი მასალის გაგზავნა
kk_kz: Жаңа материалды жіберуді бастаңыз
ky: Жаңы тапшырманы баштоо
lt: Teikti naują straipsnį (kam)
lv: Sākt jaunu materiāla iesniegšanu
mk: Започни нов поднесок во
mr: यामध्ये नवीन सादरीकरणाची सुरूवात करा
ms: Mulakan Penyerahan Baru di
nb: Start en ny innlevering i
nl: Begin een nieuwe inzending in
pl: Utwórz nowe zgłoszenie w
pt: Iniciar uma nova submissão em
pt_br: Começar Nova Submissão em
pt_pt: Iniciar Um Nova Submissão em
ro_ro: Demarați o nouă înregistrare de manuscris în
ru_ru: Начать отправку нового материала в
sl: Začni z oddajo prispevka za
sr_rs@cyrillic: Започните предају новог рада у
sr_rs@latin: Započnite predaju novog rada u
sv_se: Skicka in ett nytt bidrag i
th: เริ่มการส่งใหม่ใน
tr_tr: Yeni Makale Gönder
uk: Розпочати подання нового рукопису до
uz_cyrl: ... да янги юборишни бошлаш
uz_latn: Yangi material yuborishni boshlang
vi: Bắt đầu một bài gửi mới
zh_hans: 开始一次新的提交
zh_tw: 開始投稿

# submission.submit.newSubmissionSingle
source: New Submission
ar_iq: طلب جديد
bg_bg: Ново изпращане на материали
bs_ba: Nova predaja
ca: Tramesa nova
ckb: پێشکەشکردنی توێژینەوەی نوێ
cs_cz: Nový příspěvek
de: Neue Einreichung
el_gr: Νέα υποβολή
es_es: Nuevo envío
fa: ارسال مقاله جدید
fi: Uusi käsikirjoitus
fr_ca: Nouvelle soumission
gd_gb: Tagradh ùr
gl_es: Novo envío
hi_in: नई सबमिशन
hu_hu: Új beküldés
hy: Նոր ներկայացում
id: Naskah Baru
is_is: Ný innsending
it: Nuova proposta
ja: 新規投稿
ka_ge: ახალი მასალა
kk_kz: Жаңа материал
ky: Жаңы тапшырма
lt: Naujas straipsnis
lv: Jauna materiāla iesniegšana
mk: Нов поднесок
mr: नवीन सादरीकरण
ms: Penyerahan Baru
nb: Ny innlevering
nl: Nieuwe inzending
pl: Nowe zgłoszenie
pt: Nova submissão
pt_br: Nova Submissão
pt_pt: Nova Submissão
ro_ro: Înregistrare nouă
ru_ru: Новый материал
sl: Nov prispevek
sr_rs@cyrillic: Предаја новог рада
sr_rs@latin: Predaja novog rada
sv_se: Nytt bidrag
th: การส่งใหม่
tr_tr: Yeni Gönderi
uk: Новий рукопис
uz_cyrl: Янги ариза юбориш
uz_latn: Yangi material yuborish
vi: Bài gửi mới
zh_hans: 新稿件
zh_tw: 新投稿

# grid.action.workflow
source: Submission Workflow
ar_iq: المخطط الانسيابي للطلب
bg_bg: Процес на изпращане на материали
bs_ba: Proces predaje rada
ca: Flux de treball de la tramesa
ckb: ڕێڕەوی پێشکەشکردنی توێژینەوە
cs_cz: Workflow příspěvku
de: Einreichungsworkflow
el_gr: Ροή εργασιών υποβολής
es_es: Flujo de trabajo del envío
fa: گردش کار مقاله ارسالی
fi: Käsikirjoituksen työnkulku
fr_ca: Processus éditorial pour la soumission
gd_gb: Sruth-obrach an tagraidh
gl_es: Fluxo de traballo do envío
hi_in: सबमिशन वर्कफ़्लो
hu_hu: Beküldési munkafolyamat
hy: Ներկայացման աշխատանքային հոսք
id: Alur Penyerahan Naskah
is_is: Verkferli innsendingar
it: Flusso di lavoro per una proposta
ja: 投稿ワークフロー
ka_ge: გაგზავნის პროცესი
kk_kz: Жіберу процессі
ky: Тапшырма процесси
lt: Teikimo tvarka
lv: Materiāla iesniegšanas darbplūsma
mk: Редослед на поднесување
mr: सादरीकरणाचा कार्यप्रवाह (वर्कफ्लो)
ms: Aliran Kerja Penyerahan
nb: Arbeidsflyt
nl: Stappen voor inzending
pl: Obieg zgłoszenia
pt: Fluxo de trabalho da submissão
pt_br: Fluxo de trabalho para a submissão
pt_pt: Fluxo Trabalho Submissão
ro_ro: Fluxul de lucru pentru înregistrare
ru_ru: Процесс отправки
sl: Delovni tok prispevka
sr_rs@cyrillic: Процес предаје
sr_rs@latin: Proces predaje
sv_se: Arbetsflöde för bidrag
th: ขั้นตอนการส่งบทความ
tr_tr: Gönderi Süreç Akışı
uk: Процес подання
uz_cyrl: Ариза топшириш иш жараёни
uz_latn: Material yuborish jarayoni
vi: Quy trình gửi bài
zh_hans: 稿件工作流
zh_tw: 投稿程序
