Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# publication.required.issue
source: The publication must be assigned to an issue before it can be published.
ar_iq: لا بد من تعيين هذه المقالة إلى عدد ما قبل نشرها.
bg_bg: Публикацията трябва да бъде отнесена към съответен брой, преди да може да бъде публикувана.
bs_ba: Objava mora biti dodijeljena izdanju prije nego što može biti objavljena.
ca: La publicació ha d'assignar-se a un número abans de poder publicar-se.
ckb: ئەم توێژینەوەیە دەبێت بە یەکێک لە ژمارەکانی گۆڤارەوە گرێ بدرێت پێش ئەوەی بڵاو بکرێتەوە.
cs_cz: Před zveřejněním musí být publikace přiřazena k číslu.
de: Der Beitrag muss einer Ausgabe zugeordnet werden, bevor er veröffentlicht werden kann.
el_gr: Η δημοσίευση πρέπει να εκχωρηθεί σε ένα τεύχος πριν από τη δημοσίευσή του.
es_es: La publicación debe asignarse a un número antes de poder ser publicada.
fa: این مقاله باید قبل از انتشار در یک شماره قرار گیرد.
fi: Artikkeli pitää lisätä numeroon ennen kuin sen voi julkaista.
fr_ca: La publication doit être assignée à un numéro avant de pouvoir être publiée.
gd_gb: Feumar am foillseachadh iomruineadh do dh’iris mus gabh fhoillseachadh.
gl_es: A publicación debe asignarse a un número antes de que poida ser publicada.
hi_in: प्रकाशन को प्रकाशित करने से पहले उसे किसी अंक को सौंपा जाना चाहिए।
hu_hu: A cikket számhoz kell rendelni mielőtt megjeleníthető.
hy: Հրապարակումը պետք է վերագրվի որևէ համարի՝ նախքան այն հրապարակելը:
id: Publikasi ini harus dimasukkan dalam sebuah nomor terbitan sebelum dapat dipublikasikan.
is_is: Útgáfan verður að vera tengd tölublaði áður en hægt er að birta hana.
it: Questo articolo deve essere assegnato a un'uscita prima di poter essere pubblicato.
ja: 発行される前に、対象巻号を指定する必要があります。
ka_ge: პუბლიკაცია უნდა მიენიჭოს გამოცემაში მის გამოქვეყნებამდე.
kk_kz: Мақала шығарылмастан бұрын басылымға тағайындалуы керек.
ky: Жарыялануудан мурун чыгарылышка дайындалышы керек.
lt: Prieš publikuojant, leidinys turi būti priskirtas numeriui.
lv: Pirms publikācijas publicēšanas tai ir jāpiešķir žurnāla numurs.
mk: Објавувањето мора да биде доделено на конкретен број на списанието пред да може да се објави.
mr: लेखन प्रकाशित होण्यापूर्वी एखाद्या अंकासाठी ते निश्चित करणे आवश्यक आहे.
ms: Penerbitan mesti ditugaskan kepada terbitan sebelum dapat diterbitkan.
nb: Publikasjonen må legges til et nummer før den kan publiseres.
nl: De publicatie moet aan een nummer worden toegewezen voordat deze kan worden gepubliceerd.
pl: Publikacja musi być przydzielona do konkretnego numeru zanim zostanie opublikowana.
pt: A publicação deve ser agendada num número antes de ser publicada.
pt_br: O item deve ser agendado em uma edição antes de ser publicado.
ro_ro: Publicația trebuie să fie atribuită unui număr înainte de a putea fi publicată.
ru_ru: Публикация должна быть назначена в выпуск до её опубликования.
sl: Članek mora biti dodeljen v številko revije, preden ga lahko objavite.
th: การตีพิมพ์ต้องถูกกำหนดให้กับฉบับก่อนที่จะสามารถตีพิมพ์ได้
tr_tr: Yayının yayınlanabilmesi için bir sayıya atanması gerekir.
uk: Публікація повинна бути призначена випуску, перш ніж вона може бути опублікована.
uz_cyrl: Мақола нашр этилишидан олдин у бирон бир нашр сонига тайинланиши керак.
uz_latn: Nashrni nashr etishdan oldin uni nashr qilish kerak.
vi: Ấn phẩm phải được chỉ định cho một số phát hành trước khi nó có thể được công bố.
zh_hans: 在发布之前，必须先将该文章分配一个期次。
zh_tw: 必須在出版前分配出版項目至其中一期。

# publication.publishedIn
source: Published in <a href="{$issueUrl}">{$issueName}</a>.
ar_iq: منشور في <a href="{$issueUrl}">{$issueName}</a>.
bg_bg: Публикувано в <a href="{$issueUrl}">{$issueName}</a>.
bs_ba: Objavljeno u <a href="{$issueUrl}">{$issueName}</a>.
ca: Publicat a <a href="{$issueUrl}">{$issueName}</a>.
ckb: بڵاو کرایەوە لە <a href="{$issueUrl}">{$issueName}</a>.
cs_cz: Publikováno v <a href="{$issueUrl}">{$issueName}</a>.
de: Veröffentlicht in <a href="{$issueUrl}">{$issueName}</a>.
el_gr: Δημοσιεύτηκε στο <a href="{$issueUrl}">{$issueName}</a>.
es_es: Publicado en <a href="{$issueUrl}">{$issueName}</a>.
fa: منتشر شده در <a href="{$issueUrl}">{$issueName}</a>.
fi: Julkaistu numerossa <a href="{$issueUrl}">{$issueName}</a>.
fr_ca: Publié-e dans le <a href="{$issueUrl}">{$issueName}</a>.
gd_gb: Air fhoillseachadh ann an <a href="{$issueUrl}">{$issueName}</a>.
gl_es: Publicado en <a href="{$issueUrl}">{$issueName}</a>.
hi_in: में प्रकाशित <a href="{$issueUrl}">{$issueName}</a>.
hu_hu: Megjelentetve a <a href="{$issueUrl}">{$issueName}</a>-ban/ben.
hy: Հրապարակված է <a href="{$issueUrl}">{$issueName}</a>.
id: Diterbitkan di <a href="{$issueUrl}">{$issueName}</a>.
is_is: Birt í <a href="{$issueUrl}">{$issueName}</a>.
it: Pubblicato in <a href="{$issueUrl}">{$issueName}</a>.
ja: <a href="{$issueUrl}">{$issueName}</a>で公開されました。
ka_ge: გამოქვეყნებულია: <a href="{$issueUrl}">{$issueName}</a>.
kk_kz: <a href="{$issueUrl}"> {$issueUrl} </a> жарияланды.
ky: <a href="{$issueUrl}">{$issueName}</a> ичинде жарыяланды.
lt: Paskelbta <a href="{$issueUrl}">{$issueName}</a>.
lv: Publicēts <a href="{$issueUrl}">{$issueName}</a>.
mk: Објавено во <a href="{$issueUrl}">{$issueName}</a>.
mr: <a href="{$issueUrl}">{$issueName}</a> मध्ये प्रकाशित.
ms: Diterbitkan dalam <a href="{$issueUrl}"> {$issueName} </a>.
nb: Publisert i <a href="{$issueUrl}">{$issueName}</a>.
nl: Gepubliceerd in <a href="{$issueUrl}">{$issueName}</a>.
pl: Opublikowane w <a href="{$issueUrl}">{$issueName}</a>.
pt: Publicado em <a href="{$issueUrl}">{$issueName}</a>.
pt_br: Publicado em <a href="{$issueUrl}">{$issueName}</a>.
ro_ro: Publicat în <a href="{$issueUrl}">{$issueName}</a>.
ru_ru: Опубликовано в <a href="{$issueUrl}">{$issueName}</a>.
sl: Objavljeno v <a href="{$issueUrl}">{$issueName}</a>.
th: ตีพิมพ์ใน <a href="{$issueUrl}">{$issueName}</a>
tr_tr: <a href="{$issueUrl}">{$issueName}</a> içinde yayınlandı.
uk: Опубліковано в <a href="{$issueUrl}">{$issueName}</a>.
uz_cyrl: Нашр қилинган жой: <a href="{$issueUrl}">{$issueName}</a>
uz_latn: <a href="{$issueUrl}">{$issueName}</a> da nashr etilgan.
vi: Đã xuất bản trong <a href="{$issueUrl}">{$issueName}</a>.
zh_hans: 发布在 <a href="{$issueUrl}">{$issueName}</a>。
zh_tw: 在<a href="{$issueUrl}">{$issueName}</a>出版。

# publication.scheduledIn
source: Scheduled for publication in <a href="{$issueUrl}">{$issueName}</a>.
ar_iq: مجدول للنشر في <a href="{$issueUrl}">{$issueName}</a>.
bg_bg: Насрочено за публикуване в <a href="{$issueUrl}">{$issueName}</a>.
bs_ba: Zakazano za objavljivanje u <a href="{$issueUrl}">{$issueName}</a>.
ca: Programat per publicar-se a <a href="{$issueUrl}">{$issueName}</a>.
ckb: بڵاو دەکرێتەوە لە <a href="{$issueUrl}">{$issueName}</a>.
cs_cz: Naplánováno zveřejnění v <a href="{$issueUrl}">{$issueName}</a>.
de: Vorgesehen zur Veröffentlichung in <a href="{$issueUrl}">{$issueName}</a>.
el_gr: Προγραμματισμένο για δημοσίευση στο <a href="{$issueUrl}">{$issueName}</a>.
es_es: Programado para publicarse en <a href="{$issueUrl}">{$issueName}</a>.
fa: برنامه‌ریزی شده برای انتشار در <a href="{$issueUrl}">{$issueName}</a>.
fi: Ajoitettu julkaistavaksi numerossa <a href="{$issueUrl}">{$issueName}</a>.
fr_ca: Publication programmée dans le <a href="{$issueUrl}">{$issueName}</a>.
gd_gb: Gu bhith fhoillseachadh ann an <a href="{$issueUrl}">{$issueName}</a>.
gl_es: Programado para a súa publicación en <a href="{$issueUrl}">{$issueName}</a>.
hi_in: में प्रकाशन के लिए निर्धारित <a href="{$issueUrl}">{$issueName}</a>.
hu_hu: Megjelentetésre ütmezve a <a href="{$issueUrl}">{$issueName}</a>-ban/ben.
hy: Պլանավորված է հրապարակման <a href="{$issueUrl}">{$issueName}</a>.
id: Dijadwalkan untuk terbit di <a href="{$issueUrl}">{$issueName}</a>.
is_is: Á birtingaráætlun fyrir <a href="{$issueUrl}">{$issueName}</a>.
it: Pianificato per la pubblicazione nell'uscita <a href="{$issueUrl}">{$issueName}</a>.
ja: <a href="{$issueUrl}">{$issueName}</a>で公開予定です。
ka_ge: დაგეგმილია გამოსაქვეყნებლად: <a href="{$issueUrl}">{$issueName}</a>.
kk_kz: <a href="{$issueUrl}">{$issueName} </a> сайтында жариялануы жоспарланған.
ky: <a href="{$issueUrl}">{$issueName}</a> ичинде жарыяланууга пландалды.
lt: Numatyta paskelbti <a href="{$issueUrl}">{$issueName}</a>.
lv: Plānots publicēt <a href="{$issueUrl}">{$issueName}</a>.
mk: Планирано за објавување во <a href="{$issueUrl}">{$issueName}</a>.
mr: <a href="{$issueUrl}">{$issueName}</a> मध्ये प्रकाशनासाठी अनुसूचीत (शेड्यूल) केले आहे.
ms: Dijadualkan untuk penerbitan di <a href="{$issueUrl}">{$issueName} </a>.
nb: Planlagt for publisering i <a href="{$issueUrl}">{$issueName}</a>.
nl: Gepland voor publicatie in <a href="{$issueUrl}">{$issueName}</a>.
pl: Zaplanowane do publikacji w <a href="{$issueUrl}">{$issueName}</a>.
pt: Agendado para publicação em <a href="{$issueUrl}">{$issueName}</a>.
pt_br: Agendado para publicação em <a href="{$issueUrl}">{$issueName}</a>.
ro_ro: Programat spre publicare în <a href="{$issueUrl}">{$issueName}</a>.
ru_ru: Запланировано к публикации в <a href="{$issueUrl}">{$issueName}</a>.
sl: Načrtovano za objavo v <a href="{$issueUrl}">{$issueName}</a>.
th: กำหนดเวลาสำหรับการตีพิมพ์ใน <a href="{$issueUrl}">{$issueName}</a>
tr_tr: <a href="{$issueUrl}">{$issueName}</a> içinde yayınlanmak üzere planlandı.
uk: Заплановано до публікації в <a href="{$issueUrl}">{$issueName}</a>.
uz_cyrl: Нашр қилиниши режалаштирилган: <a href="{$issueUrl}">{$issueName}</a>
uz_latn: <a href="{$issueUrl}">{$ issueName}</a>da nashr qilish rejalashtirilgan.
vi: Dự kiến xuất bản trong <a href="{$issueUrl}">{$issueName}</a>.
zh_hans: 安排于 <a href="{$issueUrl}">{$issueName}</a> 。
zh_tw: 安排在 <a href="{$issueUrl}">{$issueName}</a>出版。

# publication.unscheduledIn
source: This has not been scheduled for publication in an issue.
ar_iq: لم تسبق جدولته للنشر ضمن أي عدد بعد.
bg_bg: Това не е насрочено за публикуване в брой.
bs_ba: Ovo nije zakazano za objavljivanje u izdanju.
ca: Això no s'ha programat per publicar-se en cap número.
cs_cz: Pro tuto položku nebylo dosud naplánováno publikování v čísle.
de: Dieser Artikel wurde nicht für die Veröffentlichung in einer Ausgabe vorgesehen.
el_gr: Αυτό δεν έχει προγραμματιστεί για δημοσίευση σε κάποιο τεύχος.
es_es: Esto no se ha programado para publicarse en ningún número.
fa: این مقاله برای انتشار در هیچ شماره‌ای زمان‌بندی نشده است.
fi: Tätä ei ole ajoitettu julkaistavaksi missään numerossa.
fr_ca: Ceci n'a pas été programmé pour publication dans un numéro.
gd_gb: Cha deach seo a chur air an sgeideal airson foillseachadh fhathast.
gl_es: Non se programou a publicación nun número.
hy: Սա նախատեսված չէ հրապարակման համար:
id: Naskah ini belum dijadwalkan terbit dalam satu terbitan.
is_is: Þetta hefur ekki verið sett á birtingaráætlun í tölublaði.
it: Questo articolo non è stato pianificato per la pubblicazione in nessuna uscita.
ja: ある巻号に掲載される予定はありません。
ka_ge: არ არის დაგეგმილი გამოსაქვეყნებლად გამოცემაში.
kk_kz: Бұл нөмірде жариялануы жоспарланбаған.
ky: Бул чыгарылышта жарыяланууга пландалган эмес.
lt: Tai nebuvo suplanuota publikuoti jokiame numeryje.
lv: To nav plānots publicēt kādā no žurnāla numuriem.
mk: Ова не е планирано за објавување во некој број.
mr: हा कुठल्याही अंकात प्रकाशनासाठी अनुसूचीत (शेड्यूल) केलेला नाही.
ms: Naskah ini belum dijadualkan untuk diterbitkan dalam satu terbitan.
nb: Denne har ikke blitt planlagt for publisering i et nummer.
nl: Dit is niet gepland voor publicatie in een nummer.
pl: Element nie został zaplanowany do publikacji w żadnym z wydań.
pt: Não agendado para publicação num número.
pt_br: Não agendado em uma edição.
ro_ro: Acest articol nu a fost încă alocat unui număr de revistă.
ru_ru: Не запланировано к публикации в выпуске.
sl: Še ni bilo določeno za objavo vo številki.
th: สิ่งนี้ยังไม่ได้ถูกกำหนดเวลาสำหรับการตีพิมพ์ในฉบับใดๆ
tr_tr: Henüz bir sayıda yayınlanmak üzere planlanmadı.
uk: Це не було заплановано для публікації в будь-якому випуску.
uz_cyrl: Бу мақола ҳали бирорта нашр сони учун режалаштирилмаган.
uz_latn: Bu nashrda chop etilishi rejalashtirilmagan.
vi: Bài này đã không được lên kế hoạch để xuất bản trong một số.
zh_hans: 尚未计划将其发布在某一期中。
zh_tw: 此尚未安排在任何一期出版。

# publication.selectIssue
source: Select an issue to schedule for publication
ar_iq: إختر أحد الأعداد لجدولته للنشر
bg_bg: Изберете брой, в който да планирате за публикуване
bs_ba: Odaberite izdanje koje želite zakazati za objavljivanje
ca: Seleccionar un número per programar-lo per a publicació
ckb: ژمارەیەک دیاریبکە بۆ کاتدانان بۆ بڵاوکردنەوە
cs_cz: K naplánování publikování je třeba zvolit číslo
de: Wählen Sie eine Ausgabe zur Planung der Veröffentlichung
el_gr: Επιλέξτε ένα τεύχος για προγραμματισμό δημοσίευσης
es_es: Seleccionar un número para programarlo para publicación
fa: یک شماره برای زمان‌بندی جهت انتشار انتخاب نمایید
fi: Valitse numero julkaisun ajoittamiseksi
fr_ca: Choisir un numéro pour programmer la publication
gd_gb: Tagh iris airson a chur air an sgeideal airson foillseachadh
gl_es: Selecciona un número para programar a súa publicación
hy: Ընտրեք թողարկումը, որը պետք է պլանավորել հրապարակման համար
id: Tetapkan terbitan untuk dipublikasikan
is_is: Veldu tölublað til að setja í birtingaráætlun
it: Seleziona l'uscita per la quale pianificare la pubblicazione
ja: 発行予定の巻号を選択してください
ka_ge: აირჩიეთ გამოცემა, რათა დაგეგმოთ გამოქვყენება
kk_kz: Жариялауды жоспарлау үшін журнал басылымын таңдаңыз
ky: Жарыялоо үчүн чыгарылышты тандаңыз
lt: Pasirinkite numerį, kurį norite suplanuoti publikuoti
lv: Izvēlieties žurnāla numuru, lai ieplānotu publicēšanu
mk: Изберете број за планирање за објавување
mr: प्रकाशनासाठी अनुसूचीत (शेड्यूल) करण्यासाठी अंकाची निवड करा
ms: Pilih terbitan yang akan dijadualkan untuk diterbitkan
nb: Velg et nummer som publikasjonen skal publiseres i
nl: Selecteer een nummer om in te plannen voor publicatie
pl: Wybierz wydanie w celu zaplanowania publikacji
pt: Selecione um número para agendar a publicação
pt_br: Selecione uma edição para agendar a publicação
ro_ro: Selectați un număr pentru publicare
ru_ru: Выберите выпуск, чтобы запланировать к публикации
sl: Izberite številko, v katero bo članke dodeljen za objavo
th: เลือกฉบับเพื่อกำหนดเวลาสำหรับการตีพิมพ์
tr_tr: Yayın için sayı seç ve planla
uk: Виберіть випуск, який потрібно запланувати для публікації
uz_cyrl: Нашр қилишни режалаштириш учун нашр сонини танланг
uz_latn: Nashr qilishni rejalashtirish uchun muammoni tanlang
vi: Chọn một số để lên lịch xuất bản
zh_hans: 选择一个期次安排出版
zh_tw: 選擇一期以安排出版

# submission.publication
source: Publication
bg_bg: Публикация
bs_ba: Objava
ca: Publicació
ckb: بڵاوکراوە
cs_cz: Publikace
de: Veröffentlichung
el_gr: Δημοσίευση
es_es: Publicación
fa: انتشار
fi: Julkaistu versio
gl_es: Publicación
hu_hu: Cikk
hy: Հրապարակում
id: Publikasi
is_is: Útgefið efni
it: Pubblicazione
ja: 公開
ka_ge: გამოქვეყნება
kk_kz: Басылым
ky: Жарыялоо
lt: Leidinys
lv: Publicēšana
mk: Публикација
mr: प्रकाशन
ms: Penerbitan
nb: Publikasjon
nl: Publicatie
pl: Publikacja
pt: Publicação
pt_br: Publicação
pt_pt: Publicação
ro_ro: Publicare
ru_ru: Публикация
sl: Objava
sr_rs@cyrillic: Публикације
sr_rs@latin: Publikacije
sv_se: Publicering
th: การตีพิมพ์
tr_tr: Yayın
uk: Публікація
uz_cyrl: Нашр
uz_latn: Nashr
vi: Xuất bản
zh_hans: 出版物
zh_tw: 出版項目

# publication.status.published
source: Published
bg_bg: Публикувано
bs_ba: Objavljeno
ca: Publicat
ckb: بڵاوکراوەتەوە
de: Veröffentlicht
el_gr: Δημοσιευμένο
fa: منتشر شده
fi: Julkaistu
fr_ca: Publié-e
gl_es: Publicado
hu_hu: Publikált
hy: Հրապարակվել է
id: Diterbitkan
is_is: Útgefið
it: Pubblicato
ja: 発行済
ka_ge: გამოქვეყნებულია
kk_kz: Жариялаған
ky: Жарыяланды
lt: Paskelbta
lv: Publicēts
mk: Објавено
mr: प्रकाशित
ms: Diterbitkan
nb: Publisert
nl: Gepubliceerd
pl: Opublikowano
pt: Publicado
pt_br: Publicado
ro_ro: Publicat
ru_ru: Опубликовано
sl: Objavljeno
th: ตีพิมพ์แล้ว
uk: Опубліковано
uz_cyrl: Нашр этилган
uz_latn: Nashr qilingan
vi: Đã xuất bản
zh_hans: 已出版
zh_tw: 已出版

# submission.status.scheduled
source: Scheduled
bg_bg: Насрочено
bs_ba: Zakazano
ca: Programat
ckb: لە خشتەی کار دانراوە
de: Eingeplant
el_gr: Προγραμματισμένο
fa: زمان‌بندی شده
fi: Ajoitettu
fr_ca: Prévu(e)
gl_es: Programado
hu_hu: Ütemezett
hy: Պլանավորված է
id: Dijadwalkan
is_is: Í áætlun
it: Pianificato
ja: 予約済み
ka_ge: დაგეგმილია
kk_kz: Жоспарланған
ky: Пландалды
lt: Suplanuota
lv: Ieplānots
mk: Планирано
mr: अनुसूचीत केले (शेड्यूल्ड)
ms: Dijadualkan
nb: Planlagt
nl: Ingepland
pl: Zaplanowano
pt: Agendado
pt_br: Agendado
ro_ro: Planificat
ru_ru: Запланирован
sl: Načrtovano
th: กำหนดเวลาแล้ว
uk: Запланований
uz_cyrl: Режалаштирилган
uz_latn: Rejalashtirilgan
vi: Đã lên lịch
zh_hans: 已计划
zh_tw: 已安排

# publication.status.unscheduled
source: Unscheduled
bg_bg: Премахнато насрочване
bs_ba: Nije zakazano
ca: No programat
ckb: لە خشتەی کار دانەنراوە
de: Nicht eingeplant
fa: زمان‌بندی نشده
fi: Ajoitus peruttu
fr_ca: Non planifié-e
gl_es: Non programado
hu_hu: Ütemezésből visszavonva
hy: Չպլանավորված
id: Tidak dijadwalkan
is_is: Ekki í áætlun
it: Non pianificato
ja: 予約無し
ka_ge: მოხსნილია გეგმიდან
kk_kz: Жоспардан алынды
ky: Пландалган эмес
lt: Atšaukti suplanuotą
lv: Nav plānots
mk: Непланирано
mr: अनुसूचीत (शेड्यूल) केला गेला नाही
ms: Tidak dijadualkan
nb: Ikke planlagt
nl: Niet ingepland
pl: Niezaplanowany
pt: Não agendado
pt_br: Não Agendado
ro_ro: Neprogramat(e)
ru_ru: Снято с плана
sl: Ni načrtovano
th: ยังไม่ได้กำหนดเวลา
uk: Знято з плану
uz_cyrl: Режалаштирилмаган
uz_latn: Rejadan tashqari
vi: Huỷ lên lịch
zh_hans: 未计划
zh_tw: 取消安排

# submission.publications
source: Publications
bg_bg: Публикации
bs_ba: Objave
ca: Publicacions
ckb: بڵاوکراوەکان
de: Veröffentlichungen
el_gr: Δημοσιεύσεις
fa: انتشارها
fi: Julkaistut versiot
gl_es: Publicacións
hu_hu: Publikációk
hy: Հրապարակումներ
id: Publikasi
is_is: Útgefið efni
it: Pubblicazioni
ja: 公開物
ka_ge: პუბლიკაციები
kk_kz: Басылымдар
ky: Жарыялар
lt: Leidinys
lv: Publikācijas
mk: Публикации
mr: प्रकाशने
ms: Penerbitan
nb: Publikasjoner
nl: Publicaties
pl: Publikacje
pt: Publicações
pt_br: Publicações
ro_ro: Publicații
ru_ru: Публикации
sl: Objave
th: การตีพิมพ์
uk: Публікації
uz_cyrl: Нашрлар
uz_latn: Nashrlar
vi: Ấn phẩm
zh_hans: 出版物
zh_tw: 出版項目

# publication.copyrightYearBasis.issueDescription
source: The copyright year will be set automatically when this is published in an issue.
bg_bg: Годината на авторските права ще бъде зададена автоматично, когато тя бъде публикувана в брой.
bs_ba: Godina autorskih prava automatski će se postaviti kada se ovo objavi u izdanju.
ca: L'any dels drets d'autor s'ajustarà automàticament quan es publiqui en un número.
de: Das Copyright-Jahr wird automatisch gesetzt, wenn dieser Beitrag in einer Ausgabe veröffentlicht wird.
el_gr: Το έτος πνευματικών δικαιωμάτων θα οριστεί αυτόματα όταν δημοσιευθεί σε ένα τεύχος.
fa: سال کپی رایت به طور خودکار بر اساس زمان انتشار در شماره تنظیم خواهد شد.
fi: Tekijänoikeusvuosi asetetaan automaattisesti julkaisun yhteydessä.
fr_ca: L'année du droit d'auteur sera définie automatiquement en fonction de la publication du numéro.
gl_es: O ano dos dereitos de autor establecerase automaticamente cando se publique nun número.
hu_hu: Számban történő pulikáláskor a copyright év automatikusan beállításra kerül.
hy: Հեղինակային իրավունքի տարին ինքնաշխատ կերպով կսահմանվի, երբ այն հրապարակվի որևէ համարում:
id: Tahunhak cipta akan ditetapkan secara otomatis jika naskah ini diterbitkan pada satu nomor terbitan.
is_is: Ártal höfundaréttar er sett sjálfkrafa þegar þetta er gefið út í tölublaði.
it: L'anno di copyright sarà configurato automaticamente quando questo articolo sarà assegnato a un'uscita.
ja: これが号に掲載されると著作権年が自動的に設定されます。
ka_ge: კოპირაიტის წელი მითითებული იქნება ავტომატურად გამოცემის გამოქვეყნებისთანავე.
kk_kz: Басылым жарияланған кезде авторлық құқық жылы автоматты түрде орнатылады.
ky: Автордук укук жылы чыгарылыш жарыяланганда автоматтык түрдө коюлат.
lt: Autorių teisių metai bus nustatyti automatiškai, kai šis straipsnis bus paskelbtas numeryje.
lv: Autortiesību gads tiks iestatīts automātiski, kad tas tiks publicēts žurnāla numurā.
mk: Годината на авторското право ќе биде поставена автоматски кога ова ќе биде објавено во списание.
mr: जेव्हा हा एखाद्या अंकात प्रकाशित होईल तेव्हा त्याचे स्वामित्वाधिकार (कॉपीराईट) वर्ष स्वनियंत्रितपणे निश्चित (सेट) केले जाईल.
ms: Tahun hak cipta akan ditetapkan secara automatik apabila naskah ini diterbitkan dalam terbitan.
nb: Opphavsrettsåret settes automatisk når denne innleveringen publiseres i et nummer.
nl: Het copyrightjaar zal automatisch aangepast worden wanneer dit in een nummer gepubliceerd wordt.
pl: Data praw autorskich zostanie nadana automatyczne, kiedy zostanie opublikowane w konkretnym wydaniu.
pt: O ano dos direitos de autor será configurado automaticamente quando for publicado num número.
pt_br: O ano dos direitos autorais serão definido automaticamente quando for publicado em um fascículo.
ro_ro: Anul drepturilor de autor va fi setat automat atunci când manuscrisul va fi publicat într-un număr.
ru_ru: Год копирайта будет задан автоматически при публикации выпуска.
sl: Leto avtorskih pravic bo določeno avtomatično, ko bo številka objavljena.
th: ปีลิขสิทธิ์จะถูกกำหนดอัตโนมัติเมื่อสิ่งนี้ถูกตีพิมพ์ในฉบับ
uk: Рік авторського права буде виставлено автоматично після публікації випуску.
uz_cyrl: Муаллифлик ҳуқуқи йили мақола нашр сонида чоп этилганда автоматик белгиланади.
uz_latn: Mualliflik huquqi yili bu nashrda chop etilganda avtomatik ravishda o'rnatiladi.
vi: Năm bản quyền sẽ được đặt tự động khi điều này được xuất bản trong một Số.
zh_hans: 在某个期次发布后，它的版权年份将自动设置。
zh_tw: 當此項目在其中一期出版時，版權年份將自動設定。
