Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.submit.form.abstractRequired
source: Please enter your article's abstract.
ar_iq: لطفاً، أعطنا ملخصاً عن المؤلَّف.
bg_bg: Моля, въведете резюмето на вашата статия.
bs_ba: Unesite sažetak vašeg članka.
ca: Introdueixi el resum del seu article, si us plau.
ckb: تکایە پوختەی توێژینەوەکەت لێرە بنوسە.
cs_cz: Vložte, prosím, abstrakt vašeho článku.
de: Bitte geben Sie das Abstract Ihres Artikels an.
el_gr: Παρακαλούμε εισάγετε την περίληψη του άρθρου.
es_es: Por favor, introduzca el resumen de su artículo.
fa: لطفاً چکیده مقاله خود را وارد کنید.
fi: Syötä artikkelisi abstrakti.
fr_ca: Veuillez inscrire le résumé de votre article.
gd_gb: Cuir a-steach geàrr-chunntas an artaigil agad.
gl_es: Introduza o resumo do seu artigo.
hi_in: कृपया अपने लेख का सार दर्ज करें।
hu_hu: Kérjük, adja meg a cikk absztraktját.
hy: Խնդրում ենք մուտքագրել ձեր հոդվածի ամփոփագիրը:
id: Mohon masukkan abstrak naskah Anda.
is_is: Vinsamlega settu inn útdrátt fyrir greinina.
it: Per favore inserisci l'abstract dell'articolo.
ja: 投稿の概要を入力してください。
ka_ge: გთხოვთ, შეიტანოთ სტატიის აბსტრაქტი.
kk_kz: Мақаланың аңдатпасын енгізіңіз.
ky: Макалаңыздын аннотациясын киргизиңиз.
lt: Prašom pateikti straipsnio santrauką.
lv: Lūdzu, ievadiet sava raksta kopsavilkumu.
mk: Внесете го апстрактот на статијата.
mr: कृपया तुमच्या लेखाचा गोषवारा दाखल करा.
ms: Sila masukkan abstrak artikel anda.
nb: Skriv inn sammendraget.
nl: Vul de samenvatting van uw artikel in.
pl: Podaj abstrakt zgłaszanego tekstu.
pt: Por favor, insira o resumo do seu artigo.
pt_br: Por favor, informe o resumo do seu artigo.
pt_pt: Insira o resumo do artigo.
ro_ro: Introduceți rezumatul manuscrisului.
ru_ru: Пожалуйста, введите аннотацию Вашей статьи.
sl: Prosimo vnesite izvleček vašega prispevka.
sr_rs@cyrillic: Унесите апстракт рада.
sr_rs@latin: Unesite apstrakt rada.
sv_se: Vänligen mata in abstract för din artikel.
th: กรุณากรอกบทคัดย่อของบทความของคุณ
tr_tr: Lütfen makalenizin özetini giriniz.
uk: Будь ласка, введіть анотацію Вашої статті.
uz_cyrl: Мақола аннотациясини киритинг.
uz_latn: Iltimos, maqolangizning konspektini kiriting.
vi: Vui lòng nhập tóm tắt bài báo của bạn.
zh_hans: 请填写文章摘要。
zh_tw: 請輸入您的文章摘要。

# submission.submit.form.wordCountAlert
source: Your abstract is too long. Please shorten it to below the word limit indicated for this section.
ar_iq: إن ملخصك طويل جداً. لطفاً، حاول إختزاله ليصير ضمن محدد عدد الكلمات الخاص بهذا القسم.
bg_bg: Резюмето ви е твърде дълго. Моля, съкратете го под ограничението на думите, посочено за този раздел.
bs_ba: Vaš sažetak je predug. Skratite ga na dolje ograničeni broj riječi naznačenih za ovu sekciju.
ca: El resum és massa llarg. Ajusteu-lo segons el límit de paraules per a aquesta secció indicat a sota.
ckb: پوختەی توێژینەوەکەت زۆرە، تکایە ژمارەی وشەکان کەم بکەوە.
cs_cz: Váš abstrakt je příliš dlouhý. Zkraťte ho, prosím na počet slov podle limitu stanoveného pro tuto sekci.
de: Ihr Abstract ist zu lang. Bitte kürzen Sie es auf eine Länge, die unter der Höchstgrenze für diese Rubrik liegt.
el_gr: Η περίληψή σας υπερβαίνει τον μέγιστο προβλεπόμενο αριθμό λέξεων για τη συγκεκριμένη ενότητα.
es_es: El resumen es demasiado largo, debe ajustarlo al límite de palabras de la sección.
fa: چکیده شما بسیار طولانی است. لطفاً آن را بر اساس محدودیت تعیین شده برای تعداد لغات چکیده کوتاه نمایید.
fi: Abstrakti on liian pitkä. Tarkista pituus ja yritä uudelleen.
fr_ca: Votre résumé est trop long. Veuillez le raccourcir selon la limite indiquée pour cette rubrique.
gd_gb: Tha an geàrr-chunntas agad ro fhada. Dèan nas giorra e gus an gèill e ri crìoch nam faclan aig an earrann seo.
gl_es: O teu resumo é demasiado longo. Axústao por debaixo do límite de palabras indicado para esta sección.
hi_in: आपका सार बहुत लंबा है। कृपया इस अनुभाग के लिए इंगित शब्द सीमा के नीचे इसे छोटा करें।
hu_hu: Az absztrakt túl hosszú. Kérjük, rövidítse le azt az alább megadott szóhatár alá.
hy: Ձեր ամփոփումը չափազանց երկար է: Խնդրում ենք կրճատել այն մինչև այս բաժնի համար նշված բառերի սահմանաչափը:
id: Abstrak Anda terlalu panjang. Mohon dipersingkat menurut batasan kata yang ditunjukkan untuk bagian ini.
is_is: Útdrátturinn er of langur. Vinsamlega styttu hann niður fyrir tilgreindan leyfilegan orðafjölda.
it: L'abstract è troppo lungo. Per favore accorcialo entro il limite di parole indicato per questa sezione.
ja: 要旨が長すぎます。このセクションで示されている制限語数以下に短縮してください。
ka_ge: თქვენი აბსტრაქტი ძალიან გრძელია. გთხოვთ, შეამცირეთ სიტყვების რაოდენობა საჭირო მინიმუმამდე.
kk_kz: Сіз енгізген мақала аннотациясы тым үлкен. Оны осы бөлім үшін келісілген сөздердің санына дейін қысқартыңыз.
ky: Аннотацияңыз өтө узун. Бул бөлүм үчүн көрсөтүлгөн сөз чегинен кыскартыңыз.
lt: Santrauka per ilga. Sutrumpinkite, kad nebūtų ilgesnė nei nustatytas žodžių skaičius.
lv: Jūsu kopsavilkums ir pārāk garš. Lūdzu, saīsiniet to, lai tas nepārsniegtu šai sadaļai norādīto vārdu limitu.
mk: Вашиот апстракт е предолг. Скратете го на според бројот на зборови што е наведено за овој дел.
mr: लेखाचा गोषवारा शब्द मर्यादेबाहेर जात आहे. कृपया या विभागासाठी नमूद केलेल्या शब्दांची मर्यादा पाळा.
ms: Abstrak anda terlalu panjang. Silakan dipendekkan ke bawah had perkataan yang ditunjukkan untuk bahagian ini.
nb: Sammendraget ditt er for langt. Gjør det kortere i tråd med ordgrensen for denne seksjonen.
nl: De samenvatting is te lang. Verkort het tot de maximumlengte voor deze sectie.
pl: Abstrakt jest za długi. Skróć go, uwzględniając limit wyrazów określony poniżej dla tego działu.
pt: O seu resumo é demasiado longo. Por favor, reduza-o de modo a conter o limite máximo de palavras definido para esta secção.
pt_br: Seu resumo é muito longo. Reduza-o para abaixo do limite de palavras indicado para esta seção.
pt_pt: O seu resumo é demasiado longo. Por favor encurte-o de modo a conter menos palavras do que as indicadas abaixo para esta secção.
ro_ro: Rezumatul este prea lung. Vă rugăm să îl scurtați până la limita de cuvinte indicată pentru această secțiune.
ru_ru: Ваша аннотация слишком длинная. Пожалуйста, сократите ее до количества слов, заданного для этого раздела.
sl: Vaš izvleček je predolg. Prosimo skrajšajte ga na spodaj zapisano omejitev dolžino.
sv_se: Ditt abstract är för långt. Korta det så att det ryms inom begränsningen i antal ord som gäller för den här sektionen.
th: บทคัดย่อของคุณยาวเกินไป กรุณาย่อให้สั้นกว่าเกณฑ์ที่กำหนดไว้สำหรับส่วนนี้
tr_tr: Özetiniz çok uzun. Lütfen bu bölüm için belirtilen kelime limitinin uygun düzenleyin.
uk: Ваша анотація надто довга. Будь ласка, скоротіть її до кількості слів, що задана для даного розділу.
uz_cyrl: Аннотация жуда узун. Илтимос, уни белгиланган сўзлар сонигача қисқартиринг.
uz_latn: Abstraktingiz juda uzun. Iltimos, ushbu bo'lim uchun ko'rsatilgan so'z chegarasidan kamroqqa qisqartiring.
vi: Tóm tắt của bạn quá dài. Vui lòng rút ngắn nó xuống dưới giới hạn từ được chỉ định cho phần này.
zh_hans: 您的摘要太长了。请按照要求作必要删减。
zh_tw: 您的文章摘要過長。請勿超越此部分的字數上限。

# submission.submit.form.contributorRoleRequired
source: Please select the contributor's role.
ar_iq: لطفاً، إختر دور المساهم.
bg_bg: Моля, изберете ролята на изпращача/сътрудниците.
bs_ba: Odaberite ulogu saradnika.
ca: Seleccioni el rol del col·laborador, si us plau.
ckb: تکایە ڕۆڵی هاوبەشەکەت دیاری بکە.
cs_cz: Zvolte, prosím, roli autora.
de: Bitte wählen Sie die Rolle der Beiträgerin/des Beiträgers aus.
el_gr: Παρακαλούμε επιλέξτε την ιδιότητα του Συνεργάτη.
es_es: Seleccione el rol del colaborador/a.
fa: لطفا نقش مشارکت کننده را انتخاب کنید.
fi: Valitse tekijän rooli.
fr_ca: Sélectionner le rôle du,de la contributeur-trice.
gd_gb: Tagh dreuchd neach-pàirteachaidh.
gl_es: Selecciona o rol do colaborador.
hi_in: कृपया योगदानकर्ता की भूमिका का चयन करें।
hu_hu: Kérjük, válassza ki a közreműködő szerepkörét.
hy: Խնդրում ենք ընտրել աջակցողի դերը:
id: Silakan pilih peran kontributor.
is_is: Vinsamlega veldur hlutverk fyrir þennan framlagsaðila.
it: Selezione il ruolo dell'autore.
ja: 寄稿者の役割を選択してください。
ka_ge: გთხოვთ, აირჩიეთ გამგზავნის როლი.
kk_kz: Жіберушінің рөлін таңдаңыз.
ky: Салымчынын ролун тандаңыз.
lt: Nurodykite atliekamą funkciją.
lv: Lūdzu, izvēlēties līdzautora lomu.
mk: Изберете ја улогата на соработникот.
mr: कृपया योगदानकर्त्याची भूमिका निवडा.
ms: Sila pilih peranan penyumbang.
nb: Velg bidragsyterens rolle.
nl: Selecteer de rol van de bijdrager.
pl: Podaj rolę współautorów.
pt: Selecione o papel do colaborador.
pt_br: Por favor, selecione o papel do colaborador.
pt_pt: Seleccione o papel do colaborador.
ro_ro: Vă rugăm să selectați rolul contributorului.
ru_ru: Пожалуйста, выберите роль отправителя.
sl: Prosimo izberite vlogo soavtoraj.
sr_rs@cyrillic: Одаберите улогу сарадника.
sr_rs@latin: Odaberite ulogu saradnika.
sv_se: Vänligen välj medarbetarens roll.
th: กรุณาเลือกบทบาทของผู้มีส่วนร่วม
tr_tr: Lütfen katkıda bulunanın rolünü seçin.
uk: Будь ласка, виберіть роль відправника.
uz_cyrl: Иштирокчи ролини танланг.
uz_latn: Iltimos, ishtirokchining rolini tanlang.
vi: Vui lòng chọn vai trò của người đóng góp.
zh_hans: 选择合作者的角色。
zh_tw: 請選擇投稿人身份。
