Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.submit.userGroup
source: Submit in my role as...
ar_iq: قدم طلباً بصفتي...
bg_bg: Изпращане в ролята ми на...
bs_ba: Pošalji u mojoj ulozi kao...
ca: Enviar en el meu rol com a...
ckb: توێژینەوەکە پێشکەش بکە بە ڕۆڵی…
cs_cz: Vložit v rámci mé následující role...
de: Einreichen in meiner Rolle als ...
el_gr: Υποβολή με τον ρόλο μου ως...
es_es: Enviar en mi rol como...
fa: ثبت مقاله به عنوان ...
fi: Lähetä roolissani...
fr_ca: Soumettre en tant que (rôle)...
gd_gb: Cuir e ’s mi nam dhreuchd a leanas…
gl_es: Enviar na meu rol de...
hi_in: मेरी भूमिका में प्रस्तुत करें...
hu_hu: Benyújtás az alábbi szerepkörben...
hy: Ներկայացնել իմ դերը որպես...
id: Serahkan dalam peran saya sebagai...
is_is: Senda inn í hlutverki mínu sem....
it: Invia usando il mio ruolo come...
ja: ...の役割として提出
ka_ge: გაგზავნა, ჩემი როლის გამოყენებით …
kk_kz: Менің топтағы рөлімді ескере отырып жіберу.
ky: Өз ролумда тапшырма берүү...
lt: Pateikti kaip (nurodykite, kas esate)...
lv: Iesniegt, izmantojot manu lomu...
mk: Поденси во моја улога како ...
mr: या भूमिकेतून सादर करतो...
ms: Serahkan dalam peranan saya sebagai ...
nb: Lever inn i min rolle som ...
nl: Stuur in als...
pl: Zgłoś w mojej roli jako...
pt: Realizar a submissão como...
pt_br: Realizar a submissão como...
pt_pt: Submeter no papel como...
ro_ro: Trimit manuscrisul în calitate de ...
ru_ru: Отправить, используя мою роль ...
sl: Oddaj v moji vlogi...
sr_rs@cyrillic: Предај у мојој улози као...
sr_rs@latin: Predaj u mojoj ulozi kao...
sv_se: Skicka in i egenskap av min roll som...
th: ส่งในบทบาทของฉัน...
tr_tr: ... olarak gönder.
uk: Подати, використовуючи мою роль...
uz_cyrl: ... ролида юбориш
uz_latn: Mening rolimdan foydalanib yuboring ...
vi: Gửi trong vai trò như là ...
zh_hans: 以下列角色提交……
zh_tw: 以……身份提交

# submission.upload.selectComponent
source: Select article component
ar_iq: إختر مكون المؤلَّف...
bg_bg: Изберете компонент от статията
bs_ba: Odaberite komponentu članka
ca: Seleccioni el component de l'article
ckb: پێکهاتەی توێژینەوەکەت دیاری بکە
cs_cz: Zvolte komponentu článku
de: Artikel-Bestandteil auswählen
el_gr: Επιλέξτε στοιχείο άρθρου
es_es: Seleccionar el componente del artículo
fa: انتخاب اجزاء مقاله
fi: Valitse artikkelin osa
fr_ca: Sélectionner l'élément de l'article
gd_gb: Tagh co-phàirt artaigil
gl_es: Selecione o compoñente do artigo
hi_in: लेख घटक चुनें
hu_hu: Válassza ki a cikk összetevőit
hy: Ընտրեք հոդվածի բաղադրիչը
id: Pilih komponen artikel
is_is: Veldu íhlut greinar
it: Selezionare il tipo di proposta
ja: 投稿の要素を選択
ka_ge: სტატიის კომპონენტის არჩევა
kk_kz: Мақала компонентін таңдаңыз
ky: Макаланын бөлүгүн тандаңыз
lt: Pasirinkite, ką įtraukti į straipsnį
lv: Izvēlēties raksta sastāvdaļu
mk: Избери дел од труд
mr: लेखाच्या घटकाची निवड
ms: Pilih komponen artikel
nb: Velg artikkelkomponent
nl: Selecteer een onderdeel
pl: Wybierz element artykułu
pt: Selecione o componente do artigo
pt_br: Selecione o componente do artigo
pt_pt: Seleccione o componente do artigo
ro_ro: Selectați componenta manuscrisului
ru_ru: Выбрать компонент статьи
sl: Izberite komponento prispevka
sr_rs@cyrillic: Одаберите саставни део рада
sr_rs@latin: Odaberite sastavni deo rada
sv_se: Välj artikelkomponent
th: เลือกส่วนประกอบของบทความ
tr_tr: Makale bileşeni seç
uk: Вибрати компонент статті
uz_cyrl: Мақола компонентини танланг
uz_latn: Maqola komponentini tanlang
vi: Chọn thành phần bài báo
zh_hans: 选择文章组件
zh_tw: 選擇文章部分

# submission.title
source: Article Title
ar_iq: عنوان المؤلَّف
bg_bg: Заглавие на статията
bs_ba: Naslov članka
ca: Títol de l'article
ckb: ناونیشانی توێژینەوە
cs_cz: Název článku
de: Artikeltitel
el_gr: Τίτλος άρθρου
es_es: Título del artículo
fa: عنوان مقاله
fi: Artikkelin otsikko
fr_ca: Titre de l'article
gd_gb: Tiotal an artaigil
gl_es: Título do artigo
hi_in: लेख का शीर्षक
hu_hu: Cikkcím
hy: Հոդվածի վերնագիր
id: Judul Artikel
is_is: Titill geinar
it: Titolo dell'articolo
ja: 記事・論文タイトル
ka_ge: სტატიის სათაური
kk_kz: Мақаланың атауы
ky: Макаланын аталышы
lt: Straipsnio pavadinimas
lv: Raksta virsraksts
mk: Наслов на труд
mr: लेखाचे शिर्षक
ms: Tajuk Artikel
nb: Tittel
nl: Titel van het artikel
pl: Tytuł
pt: Título do artigo
pt_br: Título do artigo
pt_pt: Título Artigo
ro_ro: Titlu manuscris
ru_ru: Заголовок статьи
sl: Naslov prispevka
sr_rs@cyrillic: Наслов рада
sr_rs@latin: Naslov rada
sv_se: Artikelns titel
th: ชื่อบทความ
tr_tr: Makale Başlığı
uk: Назва статті
uz_cyrl: Мақола номи
uz_latn: Maqola nomi
vi: Tiêu đề bài báo
zh_hans: 文章标题
zh_tw: 文章標題
