Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# publication.required.reviewStage
source: The submission must be in the Copyediting or Production stages before it can be published.
bg_bg: Подадените материали трябва да преминат през етапите на коректура или производство, преди да могат да бъдат публикувани.
bs_ba: Predaja rada mora biti u fazi uređivanja ili izrade prije nego što može biti objavljena.
ca: La tramesa ha d'estar en les fases de "correcció" o de "producció" abans de poder-la publicar.
de: Die Einreichung muss sich im Copyediting oder im Produktionsschritt befinden um veröffentlicht werden zu können.
fa: مقاله ثبت شده پیش از انتشار باید در مرحله ویراستاری یا نشر قرار گیرد.
fi: Käsikirjoituksen pitää olla teknisen toimituksessa tai tuotantovaiheessa, jotta sen voi julkaista.
fr_ca: La soumission doit être à l'étape de révision ou de production avant de pouvoir être publiée.
gl_es: O envío debe estar nas fases de redacción ou produción antes de que poida ser publicado.
hu_hu: A cikknek a technikai szerkesztés vagy előállítás fázisában kell lennie, hogy publikálható legyen.
hy: Ներկայացված նյութը պետք է լինի պատճենահանման կամ արտադրության փուլերում, նախքան այն հնարավոր լինի հրապարակել:
id: Naskah harus melewati tahap Copyediting atau Produksi sebelum dapat diterbitkan.
is_is: Innsendingin þarf að vera í yfirferð eða á framleiðsluþrepi áður en hægt er að birta hana.
it: Per essere pubblicato un articolo deve essere nella fase di copy-editing o produzione.
ja: 公開する前に、投稿はコピー編集または制作の段階を経る必要があります。
ka_ge: გამოქვეყნების წინ მასალა უნდა იყოს „ლიტერატურული ჩასწორების“, ან „გამოქვეყნებულია“ ეტაპზე.
kk_kz: Материал жарияланар алдында «Әдеби редакциялау» немесе «Баспа ісі» сатысында болуы керек.
ky: Тапшырма жарыялануудан мурун редакциялоо же өндүрүш баскычында болушу керек.
lt: Pateikimas turi būti redagavimo arba gamybos etape, kad jį būtų galima publikuoti.
lv: Pirms publicēšanas iesniegtajam materiālam jābūt literārās rediģēšanas vai izstrādes posmā.
mk: Поднесокот мора да биде во фаза на уредување или продукција пред да биде објавен.
mr: सादरीकरण प्रकाशित होण्यापूर्वी सुसंगतता आणि अचूकता तपासणी (कॉपी एडिटिंग) तसेच प्रकाशनाच्या इतर टप्प्यांतून जाणे आवश्यक आहे.
ms: Penyerahan mestilah dalam peringkat Copyediting atau Produksi sebelum dapat diterbitkan.
nb: Innleveringen må være på Språkvask- eller Produksjonstrinnet før den kan publiseres.
nl: Een inzending moet in de tekstredactie of productiefase zijn voordat deze gepubliceerd kan worden.
pl: Zgłoszenie musi przejść wszystkie etapy procesu wydawniczego i produkcyjnego zanim zostanie opublikowane.
pt: A submissão deve estar nas etapas de 'Edição de Texto' ou 'Produção' antes de ser publicada.
pt_br: A submissão precisa estar nos estágios de Edição ou Editoração para que ela possa ser publicada.
ro_ro: Depunerea trebuie să fie în etapele de editare conținut sau de producție înainte de a putea fi publicată.
ru_ru: Перед публикацией материал должен быть на этапе «Литературное редактирование» или «Публикация».
sl: Prispevek mora biti v fazi Lektoriranje ali Produkcija preden je lahko objavljen.
th: การส่งบทความต้องอยู่ในขั้นตอนการคัดลอกแก้ไขหรือการผลิตก่อนจึงจะสามารถตีพิมพ์ได้
uk: До того як Опублікувати подання, воно має бути на стадії "Літературне редагування" або "Виробництво".
uz_cyrl: Мақола нашр этилишидан олдин «Таҳрирлаш» (Copyediting) ёки «Саҳифалаш» (Production) босқичида бўлиши керак.
uz_latn: Arizani nashr etishdan oldin nusxa ko'chirish yoki ishlab chiqarish bosqichida bo'lishi kerak.
vi: Bài gửi phải qua giai đoạn Sao chép hoặc Sản xuất trước khi có thể được xuất bản.
zh_hans: 稿件必须处于文本编辑或出版阶段才能出版。
zh_tw: 出版項目出版前必須先經過審稿及製作步驟。

# submission.license.description
source: The license will be set automatically to <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> when this is published.
bg_bg: Лицензът автоматично ще бъде настроен на <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> когато това се публикува.
bs_ba: Licenca će biti automatski postavljena na <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> kada se ovo objavi.
ca: La llicència s'ajustarà automàticament a <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> quan es publiqui.
de: Die Lizenz wird bei Veröffentlichung automatisch auf <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> gesetzt.
fa: گواهینامه هنگام انتشار به طور خودکار روی <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> تنظیم خواهد شد.
fi: Lisenssiksi annetaan julkaisun yhteydessä <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>.
fr_ca: La licence sera automatiquement définie comme <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> lorsque ceci sera publié.
gl_es: A licenza establecerase automaticamente en <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> cando se publique.
hu_hu: A licenc automatikusan beállításra kerül a(z) <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> számára, amikor publikálásra kerül.
hy: Արտոնագիրն ինքնաշխատ կերպով կսահմանվի <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> երբ սա հրապարակվում է:
id: Lisensi akan ditetapkan otomatis pada <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> ketika naskah ini diterbitkan.
is_is: Leyfið verður sjálfkrafa <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> þegar þetta er gefið út.
it: La licenza sarà conforme a <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> al momento della pubblicazione.
ja: これを公開すると、<a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>に自動的にライセンスが設定されます。
ka_ge: გამოქვეყნებისას ავტომატურად მიენიჭება ლიცენზია <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>.
kk_kz: Автоматты түрде, жарияланғаннан кейін <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> лицензиясы тағайындалады.
ky: Жарыяланганда лицензия автоматтык түрдө <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> болуп коюлат.
lt: Licencija bus automatiškai nustatyta į <a href='{$licenseUrl}' target='_blank'>{$licenseName</a>, kai tai bus paskelbta.
lv: Pēc publicēšanas licence tiks automātiski iestatīta uz <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>.
mk: Лиценцата ќе биде поставена автоматски како <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> кога ова ќе биде објавено.
mr: याचे प्रकाशन झाल्यावर परवाना आपोआप <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> वर निश्चित (सेट) केला जाईल.
ms: Lesen akan ditetapkan secara automatik ke <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> apabila ini diterbitkan.
nb: Lisensen settes automatisk til <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> når den blir publisert.
nl: De licentie zal automatisch op <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> gezet worden bij publicatie.
pl: Licencja zostanie automatycznie przydzielone do <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>, kiedy zostanie opublikowane.
pt: A licença será configurada automaticamente para <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> quando for publicada.
pt_br: A licença será definida automaticamente como <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> quando publicada.
ro_ro: Licența va fi setată automat la <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> când articolul este publicat.
ru_ru: Автоматически при публикации будет назначена лицензия <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>.
sl: Licenca bo ob objavi avtomatično nastavljena na <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>.
th: สิทธิ์ใช้งานจะถูกตั้งค่าโดยอัตโนมัติเป็น <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> เมื่อบทความนี้ถูกตีพิมพ์
uk: Ліцензія призначиться автоматично <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a> коли матеріал буде опубліковано.
uz_cyrl: Ушбу мақола нашр этилганда лицензия автоматик равишда <a href="{$licenseUrl}" target="_blank">{$licenseName}</a> шаклида ўрнатилади.
uz_latn: Bu chop etilgach, litsenziya avtomatik ravishda <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>ga o'rnatiladi.
vi: Giấy phép sẽ được đặt tự động thành <a href='{$licenseUrl}' target='_blank'> {$licenseName} </a> khi giấy phép này được xuất bản.
zh_hans: 许可证在文章发表后将被自动设置为 <a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>。
zh_tw: 此項目出版時，將自動設定為<a href='{$licenseUrl}' target='_blank'>{$licenseName}</a>。

# submission.copyrightHolder.description
source: Copyright will be assigned automatically to {$copyright} when this is published.
bg_bg: Авторските права ще бъдат присвоени автоматично на {$copyright}, когато това бъде публикувано.
bs_ba: Autorska prava će se automatski dodijeliti {$copyright} kada se ovo objavi.
ca: Els drets d'autor s'assignaran automàticament a {$copyright} quan es publiqui.
de: {$copyright} wird bei Veröffentlichung automatisch als Rechteinhaber gesetzt.
fa: حق نشر هنگام انتشار به طور خودکار به {$copyright} اختصاص داده خواهد شد.
fi: Tekijänoikeus osoitetaan julkaisun yhteydessä {$copyright}.
fr_ca: Les droits d'auteur seront automatiquement attribués à {$copyright} lorsque ceci sera publié.
gl_es: O copyright asignarase automaticamente a {$copyright} cando se publique.
hu_hu: A szerzői jog automatikusan hozzárendelésre kerül a {$copyright}-hoz publikáláskor.
hy: Հեղինակային իրավունքը ինքնաշխատ կերպով կնշանակվի {$copyright} երբ այն հրապարակվի:
id: Hak cipta akan ditentukan secara otomatis pada {$copyright} ketika naskah ini diterbitkan.
is_is: Höfundaréttur er sjálfkrafa settur á {$copyright} þegar þetta er gefið út.
it: Il copyright sarà assegnato automaticamente a {$copyright} alla pubblicazione.
ja: これが公開されると自動的に{$copyright}に著作権が付与されます。
ka_ge: ავტომატურად პუბლიკაციისას მიენიჭება საავტორო უფლება {$copyright}.
kk_kz: Авторлық құқық {$copyright} жарияланғаннан кейін бекітіледі.
ky: Жарыяланганда автордук укук автоматтык түрдө {$copyright} болуп дайындалат.
lt: Autorių teisės bus automatiškai priskirtos {$copyright}, kai šis kūrinys bus paskelbtas.
lv: Pēc publicēšanas autortiesības tiks automātiski piešķirtas {$copyright}.
mk: Авторските права ќе бидат автоматски доделени на {$copyright} кога ова ќе биде објавено.
mr: याचे प्रकाशन झाल्यावर {$copyright} ला स्वामित्वाधिकार (कॉपीराइट) आपोआप नियुक्त केला जाईल.
ms: Hak cipta akan diberikan secara automatik kepada {$copyright} apabila diterbitkan.
nb: Opphavsretten tildeles automatisk {$copyright} når den publiseres.
nl: Copyright zal bij publicatie automatisch toegewezen worden aan {$copyright}.
pl: Copyright zostanie przydzielony automatycznie do {$copyright}, kiedy zostanie opublikowane.
pt: Os direitos de autor serão atribuídos automaticamente como {$copyright} quando for publicado.
pt_br: Os direitos autorais serão atribuídos automaticamente a {$copyright} quando publicados.
ro_ro: Dreptul de autor va fi atribuit automat revistei {$copyright} în momentul publicării acesteia.
ru_ru: Автоматически при публикации будет проставлено авторское право {$copyright}.
sl: Avtorske pravice bodo ob objavi avtomatično nastavljene na {$copyright}.
th: ลิขสิทธิ์จะถูกมอบโดยอัตโนมัติให้กับ {$copyright} เมื่อบทความนี้ถูกตีพิมพ์
uk: Авторське право автоматично призначиться на {$copyright} після публікування матеріалу.
uz_cyrl: Нашр этилгандан сўнг муаллифлик ҳуқуқи автоматик равишда {$copyright} зиммасига юкланади.
uz_latn: Mualliflik huquqi avtomatik ravishda {$ copyright} ga yuklanadi.
vi: Bản quyền sẽ tự động được chỉ định cho {$copyright} khi tài liệu này được xuất bản.
zh_hans: 版权将在期刊出版后自动设定为{$copyright}。
zh_tw: 此項目出版時，版權將自動設定為{$copyright}。

# submission.copyrightOther.description
source: Assign copyright for published submissions to the following party.
bg_bg: Предайте авторски права за публикувани материали на следната страна.
bs_ba: Dodijelite autorska prava za objavljene predaje rada sljedećoj strani.
ca: Assignar els drets d'autor de les trameses publicades en la següent part.
de: Die Rechte am veröffentlichten Beitrag folgender Gruppe zuordnen.
fa: حق نشر را برای ارسال های منتشر شده به طرف زیر اختصاص بده.
fi: Osoita julkaistujen käsikirjoitusten tekijänoikeus seuraavalle osapuolelle.
fr_ca: Attribuer à la partie suivante les droits d'auteur pour les soumissions publiées.
gl_es: Asigna dereitos de autor para os envíos publicados á seguinte parte.
hu_hu: Szerzői jogok hozzárendelése publikált cikkekhez az alábbi fél számára.
hy: Հրապարակված ներկայացումների համար հեղինակային իրավունքը նշանակեք հետևյալ կողմին.
id: Gunakan hak cipta untuk naskah terbitan pada pihak berikut.
is_is: Tengja höfundarétt á útgefnu handriti á eftirfarandi aðila.
it: Assegnare il copyright degli articoli pubblicati al seguente soggetto.
ja: 公開された投稿物の著作権を次の者に譲渡する。
ka_ge: საავტორო უფლების მინიჭება გამოქვეყნებულ მასალებზე შემდეგი ფორმულირების მითითებით.
kk_kz: Жарияланған материалға авторлық құқықты келесі тұжырыммен бекітіңіз.
ky: Жарыяланган тапшырмалардын автордук укугун төмөнкү тарапка дайындаңыз.
lt: Priskirti publikuojamų darbų autorių teises toliau nurodytai šaliai.
lv: Piešķirt autortiesības par publicētajiem materiāliem šādai pusei.
mk: Додели авторски права за објавен поднесок на следните лица.
mr: प्रकाशन झालेल्या सादरीकरणाचा स्वामित्वाधिकार (कॉपीराइट) खाली नमूद केलेल्यांना द्यावा.
ms: Berikan hak cipta untuk penyerahan yang diterbitkan kepada pihak berikut.
nb: Tilordne opphavsrett i forbindelse med publiserte innleveringer til følgende gruppe.
nl: Wijs copyright voor gepubliceerde inzendingen aan de volgende partij toe.
pl: Przypisz copyright dla opublikowanego zgłoszenia do następującej części.
pt: Atribuir direitos de autor para submissões publicadas à seguinte parte.
pt_br: Atribua direitos autorais para submissões publicadas à parte seguinte.
ro_ro: Alocați drepturile de autor pentru trimiterile publicate către următoarea parte.
ru_ru: Проставить авторское право на опубликованных материалах с указанием следующей формулировки.
sl: Dodeli avtorske pravice za objavljene članke naslednji osebi.
th: มอบลิขสิทธิ์สำหรับการส่งที่ตีพิมพ์ให้แก่ฝ่ายที่ระบุต่อไปนี้
uk: Призначити авторські права на опубліковані матеріали наступній стороні.
uz_cyrl: Нашр этилган мақолалар учун муаллифлик ҳуқуқини қуйидаги томонга ўтказиш
uz_latn: Quyidagi partiyaga e'lon qilingan materiallar uchun mualliflik huquqini bering.
vi: Chuyển nhượng bản quyền cho các bài đã xuất bản cho bên sau.
zh_hans: 已将发表文章的版权分配给以下各方。
zh_tw: 設定出版項目的版權屬以下單位。

# publication.unpublish
source: Unpublish
bg_bg: Снемане от публикация
bs_ba: Ne objavljuj
ca: Retirar de publicació
de: Zurückziehen
fa: عدم انتشار
fi: Peru julkaisu
fr_ca: Dépublier
gl_es: Anular a publicación
hu_hu: Publikálásból visszavonva
hy: Չհրապարակել
id: Tidak diterbitkan
is_is: Taka úr birtingu
it: Rimuovi dalla pubblicazione
ja: 未公開
ka_ge: გამოქვეყნებიდან მოხსნა
kk_kz: Жариялаудан бас тарту
ky: Жарыялануудан алуу
lt: Neskelbta
lv: Atcelt publicēšanu
mk: Откажете објавување
mr: अप्रकाशित करा
ms: Tidak diterbitkan
nb: Avpubliser
nl: Depubliceer
pl: Nie publikuj
pt: Despublicar
pt_br: Despublicar
ro_ro: Anulare publicare
ru_ru: Снять с публикации
sl: Umakni objavo
th: ยกเลิกการตีพิมพ์
uk: Зняти з публікації
uz_cyrl: Нашрдан олиш
uz_latn: Nashrdan chiqarish
vi: Hủy xuất bản
zh_hans: 取消出版
zh_tw: 取消已出版狀態

# publication.unpublish.confirm
source: Are you sure you don't want this to be published?
bg_bg: Сигурни ли сте, че не искате това да бъде публикувано?
bs_ba: Jeste li sigurni da ne želite da ovo bude objavljeno?
ca: Segur que no voleu que això es publiqui?
de: Sind sie sicher, dass dies nicht veröffentlicht werden soll?
fa: آیا مطمئن هستید که نمی‌خواهید این مقاله منتشر شود؟
fi: Oletko varma, että haluat peruuttaa julkaisun?
fr_ca: Êtes-vous certain-e de ne pas vouloir que cela soit publié ?
gl_es: Seguro/a que non queres que se publique?
hu_hu: Biztosan nem szeretné publikálni?
hy: Վստա՞հ եք, որ չեք ցանկանում, որ սա հրապարակվի:
id: Yakin tidak ingin menerbitkan naskah ini?
is_is: Ert þú viss um að þú viljir taka þetta úr birtingu?
it: Confermi di non voler pubblicare questo articolo?
ja: 本当に公開をキャンセルしてよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ გსურთ ამ მასალის გამოქვეყნება?
kk_kz: Бұл материалды жариялағыңыз келмейтініне сенімдісіз бе?
ky: Бул жарыяланбасын деген чечимиңизге ишенесизби?
lt: Ar tikrai nenorite, kad tai būtų publikuojama?
lv: Vai tiešām nevēlaties, lai tas tiktu publicēts?
mk: Дали сте сигурни дека не сакате ова да биде објавено?
mr: तुम्ही प्रकाशित करू इच्छित नाही हे खात्रीपूर्वक सांगता ना?
ms: Adakah anda pasti tidak mahu naskah ini diterbitkan?
nb: Er du sikker på at du ikke ønsker at dette skal publiseres?
nl: Weet U zeker dat dit niet gepubliceerd moet worden?
pl: Jesteś pewien, że nie chcesz, aby to nie było publikowane?
pt: Tem a certeza que não pretende que seja publicado?
pt_br: Tem certeza que não gostaria de publicar isto?
ro_ro: Sunteți sigur că nu vreți să fie publicat(ă)?
ru_ru: Вы уверены, что не хотите публиковать этот материал?
sl: Ste prepričani, da želite umakniti to objavo?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการตีพิมพ์นี้?
uk: Ви впевнені що не хочете публікувати цей матеріал?
uz_cyrl: Ҳақиқатан ҳам ушбу мақолани нашрдан олмоқчимисиз?
uz_latn: Ishonchingiz komilki, siz buni nashr qilishni xohlamaysizmi?
vi: Bạn có chắc chắn rằng bạn không muốn xuất bản?
zh_hans: 您确定不希望出版此内容吗？
zh_tw: 是否確認取消此出版狀態？

# publication.unschedule.confirm
source: Are you sure you don't want this scheduled for publication?
bg_bg: Сигурни ли сте, че не сте съгласен/а с този график на публикуване?
bs_ba: Jeste li sigurni da ne želite da ovo bude zakazano za objavljivanje?
ca: Segur que no voleu que això es programi per publicar-se?
de: Sind Sie sicher, dass dieser Artikel nicht zur Veröffentlichung vorgesehen werden soll?
fa: آیا مطمئن هستید که نمی‌خواهید این مقاله برای انتشار زمان‌بندی شود؟
fi: Oletko varma, että et halua ajoittaa tätä julkaistavaksi?
fr_ca: Êtes-vous certain-e de ne pas vouloir planifier la publication de ceci ?
gl_es: Estás seguro/a de que non queres que isto se publique?
hu_hu: Biztosan nem szeretné publikálásra ütemezni?
hy: Համոզվա՞ծ եք, որ չեք ցանկանում, որ սա հրապարակվի:
id: Yakin tidak ingin menjadwalkan naskah ini untuk diterbitkan?
is_is: Ertu viss um að þú viljir ekki setja þetta á útgáfuáætlun?
it: Confermi di non voler pianificare la pubblicazione di questo articolo?
ja: 本当に公開予約をキャンセルしてよろしいですか？
ka_ge: დარწმუნებული ხართ, რომ არ გსურთ ამ მასალის დაგეგმვა გამოქვეყნებისათვის?
kk_kz: Сіз бұл жазбаны жариялауды жоспарлағыңыз келмейтініне сенімдісіз бе?
ky: Бул жарыяланууга пландалбасын деген чечимиңизге ишенесизби?
lt: Ar tikrai nenorite, kad tai būtų suplanuota publikuoti?
lv: Vai tiešām nevēlaties, lai tas tiek plānots publicēšanai?
mk: Дали сте сигурни дека не сакате ова да биде закажано за објава?
mr: तुम्ही खात्रीने हा प्रकाशनासाठी अनुसूचीत (शेड्यूल) करू इच्छित नाही ना?
ms: Adakah anda pasti tidak mahu naskah ini dijadualkan untuk diterbitkan?
nb: Er du sikker på at du ikke vil ha dette planlagt til senere publisering?
nl: Weet U zeker dat U dit niet voor publicatie in wilt plannen?
pl: Jesteś pewien, że nie chcesz zaplanować tego do publikacji?
pt: Tem a certeza de que não quer agendar para publicação?
pt_br: Tem certeza que não deseja agendar isto para publicação?
ro_ro: Sunteți sigur că nu doriți ca acest program să fie publicat?
ru_ru: Вы уверены, что не хотите запланировать этот материал к публикации?
sl: Ste prepričani, da ne želite načrtovati te objave?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกกำหนดเวลาการตีพิมพ์นี้?
uk: Ви впевнені, що не хочете запланувати цей матеріал до публікації?
uz_cyrl: Ҳақиқатан ҳам ушбу мақолани нашр режасидан олиб ташламоқчимисиз?
uz_latn: Ishonchingiz komilki, bu nashrga chiqarilishini xohlamaysizmi?
vi: Bạn có chắc chắn rằng bạn không muốn lên lịch xuất bản?
zh_hans: 您确定不希望此计划出版吗？
zh_tw: 是否取消安排出版此項目？

# publication.version.details
source: Publication details for version {$version}
bg_bg: Подробности за публикацията за версия {$version}
bs_ba: Detalji o publikaciji za verziju {$version}
ca: Detalls de publicació de la versió {$version}
de: Veröffentlichungsdetails für Version {$version}
fa: جزئیات انتشار برای نسخه {$version}
fi: Version {$version} tiedot
fr_ca: Renseignements de publication pour la version {$version}
gl_es: Detalles da publicación da versión {$version}
hu_hu: A publikáció részletei ennél a verziónál: {$version}
hy: Հրապարակման մանրամասներ {$version} տարբերակի համար
id: Rincian publikasi naskah versi {$version}
is_is: Nánar um útgáfuna fyrir útgáfu {$version}
it: Dettagli di pubblicazione per la versione {$version}
ja: バージョン{$version}の公開詳細
ka_ge: ინფორმაცია პუბლიკაციის შესახებ ვერსიისათვის: {$version}
kk_kz: {$version} нұсқасы үшін ақпарат жариялануда
ky: {$version} версиясынын жарыялоо маалыматтары
lt: Leidinio {$version} versijos informacija
lv: Publicēšanas informācija versijai {$version}
mk: Детали за објавата на верзија {$version}
mr: आवृत्ती {$version} साठी प्रकाशनाचा तपशील
ms: Maklumat penerbitan untuk versi {$version}
nb: Publikasjonsopplysninger i forbindelse med versjon {$version}
nl: Publicatiedetails voor versie {$version}
pl: Szczegóły publikacji dla wersji {$version}
pt: Detalhes de publicação da versão {$version}
pt_br: Detalhes da publicação da versão {$version}
ro_ro: Detalii de publicare pentru versiunea {$version}
ru_ru: Информация о публикации для версии {$version}
sl: Podrobnosti objave za verzijo {$version}
th: รายละเอียดการตีพิมพ์สำหรับเวอร์ชัน {$version}
uk: Деталі публікації для версії {$version}
uz_cyrl: {$version} версияси учун нашр тафсилотлари
uz_latn: {$ Version} versiyasi uchun nashr tafsilotlari
vi: Chi tiết xuất bản cho phiên bản {$version}
zh_hans: 出版物版本{$version}
zh_tw: {$version}版本出版細節

# submission.queries.production
source: Production Discussions
bg_bg: Продукционни дискусии
bs_ba: Rasprave o produkciji
ca: Discussions de producció
de: Diskussion zur Produktion
el_gr: Συζητήσεις Παραγωγής
fa: گفتگوی انتشار
fi: Tuotantoon liittyvät keskustelut
fr_ca: Discussions sur la production
gl_es: Discusións de produción
hu_hu: Publikálási megbeszélések
hy: Թողարկման քննարկումներ
id: Diskusi Produksi
is_is: Framleiðsluumræður
it: Discussioni durante la produzione
ja: 制作ディスカッション
ka_ge: პუბლიკაციის განხილვა
kk_kz: Басылым туралы пікірталастар
ky: Өндүрүш талкуулары
lt: Gamybos diskusijos
lv: Izstrādes apspriedes
mk: Дискусија за продукција
mr: प्रकाशनासंबंधी विचारविनिमय
ms: Perbincangan Produksi
nb: Diskusjon av produksjon
nl: Productie-discussies
pl: Dyskusja w trakcie realizacji
pt: Discussões da produção
pt_br: Discussão da Editoração
ro_ro: Discuții producție
ru_ru: Обсуждения публикации
sl: Produkcijska diskusija
th: การสนทนาช่วงการผลิต
uk: Обговорення подання
uz_cyrl: Саҳифалаш жараёни бўйича муҳокамалар
vi: Thảo luận về sản xuất
zh_hans: 出版讨论
zh_tw: 製作討論

# editor.submission.decision.backToReview
source: Back to Review
bg_bg: Обратно към етап на рецензиране
ca: Tornar a la revisió
de: Zurück zur Begutachtung
fa: بازگشت به داوری
fi: Palauta arviointivaiheeseen
fr_ca: Revenir à l'évaluation
hy: Վերադարձ դեպի Նախադիտում
id: Periska Kembali
it: Torna alla revisione
ja: 査読に戻す
ka_ge: მიმოხილვაში დაბრუნება
kk_kz: Шолуға қайта оралу
ky: Кароого кайтуу
lt: Grįžti į apžvalgą
lv: Atgriezties pie recenzijas
mk: Назад кон ревизија
mr: पुनर्समीक्षणासाठी
ms: Kembali ke Semakan
nb: Tilbake til fagfellevurdering
nl: Terug naar Review
pl: Wróć do recenzji
pt: Voltar à revisão
pt_br: Voltar para Avaliação
sl: Nazaj na recenzijo
th: ย้อนกลับไปที่การพิจารณา
uz_cyrl: Тақризга қайтариш
uz_latn: Ko'rib chiqish sahifasiga qaytish
vi: Quay lại đánh giá
zh_tw: 返回評審
