Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# publication.copyrightYearBasis.submissionDescription
source: The copyright year will be set automatically based on the publication date.
bg_bg: Годината на авторските права ще бъде зададена автоматично въз основа на датата на публикуване.
bs_ba: Godina autorskih prava bit će postavljena automatski na osnovu datuma objavljivanja.
ca: L'any dels drets d'autor s'ajustarà automàticament en funció de la data de publicació.
de: Das Copyright-Jahr wird, basierend auf dem Veröffentlichungsdatum, automatisch gesetzt.
el_gr: Το έτος πνευματικών δικαιωμάτων θα οριστεί αυτόματα με βάση την ημερομηνία δημοσίευσης.
fa: سال کپی رایت به طور خودکار بر اساس تاریخ انتشار تنظیم خواهد شد.
fi: Tekijänoikeusvuosi asetetaan automaattisesti julkaisupäivän mukaan.
fr_ca: L'année du droit d'auteur sera définie automatiquement en fonction de la date de publication.
gl_es: O ano de copyright establecerase automaticamente en función da data de publicación.
hu_hu: A copyright év automatikusan beállításra kerül a publikáció dátuma szerint.
hy: Հեղինակային իրավունքի տարին ինքնաշխատ կերպով կսահմանվի հրապարակման ամսաթվի հիման վրա:
id: Tahunhak cipta akan ditetapkan secara otomatis berdasarkan tanggal publikasi.
is_is: Ártal höfundaréttar er sett sjálfkrafa og byggist á útgáfudegi.
it: L'anno di copyright verrà definito automaticamente in base alla data di pubblicazione.
ja: 著作権年は発行日を基準に自動的に設定されます。
ka_ge: კოპირაიტის წელი მითითებული იქნება ავტომატურად, გამოქვეყნების თარიღის მიხედვით.
kk_kz: Авторлық құқық жылы жариялану күніне байланысты автоматты түрде орнатылады.
ky: Автордук укук жылы жарыялоо датасына жараша автоматтык түрдө коюлат.
lt: Autorių teisių metai bus nustatyti automatiškai pagal išleidimo datą.
lv: Autortiesību gads tiks iestatīts automātiski, pamatojoties uz publicēšanas datumu.
mk: Годината на авторското право ќе биде поставена автоматски врз основа на датумот на објавување.
mr: प्रकाशनाच्या तारखेनुसार स्वामित्वाधिकार (कॉपीराईट) वर्ष स्वनियंत्रितपणे निश्चित (सेट) केले जाईल.
ms: Tahun hak cipta akan ditetapkan secara automatik berdasarkan tarikh penerbitan.
nb: Opphavsrettsåret settes automatisk basert på publiseringsdatoen.
nl: Het copyrightjaar zal automatisch aangepast worden op basis van de publicatiedatum.
pl: Data praw autorskich będzie nada automatycznie na podstawie daty publikacji.
pt: O ano de direitos de autor será configurado automaticamente com base na data de publicação.
pt_br: O ano dos direitos autorais será definido automaticamente com base na data de publicação.
ro_ro: Anul drepturilor de autor va fi setat automat pe baza datei publicării.
ru_ru: Год копирайта будет проставлен автоматически, исходя из даты публикации.
sl: Leto avtorskih pravic bo ob objavi avtomatično nastavljeno na datum izdaje.
th: ปีลิขสิทธิ์จะถูกกำหนดอัตโนมัติตามวันที่ตีพิมพ์
uk: Рік авторського права буде виставлено автоматично, базуючись на даті публікації.
uz_cyrl: Муаллифлик ҳуқуқи йили нашр этилган сана асосида автоматик белгиланади.
uz_latn: Mualliflik huquqi yili avtomatik ravishda nashr qilingan sanaga qarab belgilanadi.
vi: Năm bản quyền sẽ được đặt tự động dựa trên ngày xuất bản.
zh_hans: 版权年份将根据发布日期自动设置。
zh_tw: 版權年份將自動按出版日期設定。

# publication.datePublished
source: Date Published
bg_bg: Дата на публикуване
bs_ba: Datum objavljivanja
ca: Data de publicació
ckb: ڕێکەوتی بڵاوکردنەوە
de: Veröffentlichungsdatum
el_gr: Ημερομηνία Δημοσίευσης
fa: تاریخ منتشر شده
fi: Julkaisupäivä
fr_ca: Date de publication
gl_es: Data de publicación
hu_hu: Publikálás dátuma
hy: Հրապարակման ամսաթիվ
id: Tanggal Diterbitkan
is_is: Útgáfudagur
it: Data di pubblicazione
ja: 発行日
ka_ge: გამოქვეყნების თარიღი
kk_kz: Жарияланған күні
ky: Жарыялоо датасы
lt: Paskelbimo data
lv: Publicēšanas datums
mk: Датум на објава
mr: प्रकाशन दिनांक
ms: Tarikh Diterbitkan
nb: Dato publisert
nl: Datum van publicatie
pl: Data publikacji
pt: Data de publicação
pt_br: Data de Publicação
ro_ro: Data publicării
ru_ru: Дата публикации
sl: Datum objave
th: วันที่ตีพิมพ์
uk: Дата Публікації
uz_cyrl: Нашр этилган сана
uz_latn: Chop etilgan sana
vi: Ngày Xuất bản
zh_hans: 发布日期
zh_tw: 出版日期

# publication.editDisabled
source: This version has been published and can not be edited.
bg_bg: Тази версия е публикувана и не може да бъде редактирана.
bs_ba: Ova verzija je objavljena i ne može se uređivati.
ca: Aquesta versió ja s'ha publicat i no es pot editar.
ckb: ئەم وەشانە بڵاوکراوەتەوە و ناتوانرێت دەستکاری بکرێت.
de: Diese Version wurde veröffentlicht und kann nicht geändert werden.
el_gr: Αυτή η έκδοση έχει δημοσιευτεί και δεν είναι δυνατή η επεξεργασία της.
fa: این نسخه منتشر شده و نمی‌تواند ویرایش شود.
fi: Tämä versio on julkaistu eikä sitä voi muokata.
fr_ca: Cette version a été publiée et ne peut pas être modifiée.
gl_es: Esta versión xa publicouse e non se pode editar.
hu_hu: Ez a verzió publikálásra került és nem szerkeszthető.
hy: Այս տարբերակը հրապարակվել է և հնարավոր չէ խմբագրել:
id: Versi ini telah diterbitkan dan tidak dapat disunting.
is_is: Búið er að gefa út þessa útgáfu og ekki hægt að breyta henni.
it: Questa versione è stata pubblicata e non può essere modificata.
ja: このバージョンは公開されており、編集することはできません。
ka_ge: ეს ვერსია გამოქვეყნდა, მისი ჩასწორება შეუძლებელია.
kk_kz: Бұл нұсқа жарияланды және оны өңдеу мүмкін емес.
ky: Бул версия жарыяланды жана түзөтүлбөйт.
lt: Ši versija buvo paskelbta ir jos negalima redaguoti.
lv: Šī versija ir publicēta, un to nevar rediģēt.
mk: Оваа верзија е објавена и не може да се уредува.
mr: या प्रारूपाचे प्रकाशन झाले आहे आणि त्याचे संपादन आता शक्य नाही.
ms: Versi ini telah diterbitkan dan tidak dapat disunting.
nb: Denne versjonen er publisert og kan ikke redigeres.
nl: Deze versie is gepubliceerd en kan niet worden aangepast.
pl: Wersja zostało opublikowana i nie może być edytowana.
pt: Esta versão já foi publicada e não pode ser editada.
pt_br: Esta versão foi publicada e não pode ser editada.
ro_ro: Această versiune a fost publicată și nu poate fi modificată.
ru_ru: Эта версия была опубликована, её нельзя отредактировать.
sl: Ta verzija je bila objavljena in je ni mogoče spremeniti.
th: ไม่สามารถแก้ไขเวอร์ชันนี้ได้เนื่องจากได้ถูกตีพิมพ์แล้ว
uk: Ця версія була опублікована і не може бути змінена.
uz_cyrl: Ушбу версия нашр этилган ва уни таҳрирлаб бўлмайди.
uz_latn: Bu versiya chop etilgan va uni tahrir qilib bo'lmaydi.
vi: Phiên bản này đã được xuất bản và không thể chỉnh sửa.
zh_hans: 此版本已发布，无法编辑。
zh_tw: 此版本已出版及不能修改。

# publication.event.published
source: The submission was published.
bg_bg: Изпратеният материал беше публикуван.
bs_ba: Predaja je objavljena.
ca: La tramesa ha estat publicada.
de: Der Beitrag wurde veröffentlicht.
el_gr: Η υποβολή δημοσιεύτηκε.
fa: مقاله ارسال شده منتشر شده.
fi: Käsikirjoitus julkaistiin.
fr_ca: La soumission a été publiée.
gl_es: O envío foi publicado.
hu_hu: A cikk publikált.
hy: Ներկայացված նյութը հրապարակվել է.
id: Naskah telah diterbitkan.
is_is: Innsendingin hefur verið gefin út.
it: Questo articolo è stato pubblicato.
ja: 投稿が公開済みです。
ka_ge: მასალა გამოქვეყნდა.
kk_kz: Материал жарияланды.
ky: Тапшырма жарыяланды.
lt: Pateikimas buvo paskelbtas.
lv: Materiāls tika publicēts.
mk: Поднесокот беше објавен.
mr: सादरीकरणाचे प्रकाशन झाले आहे.
ms: Penyerahan telah diterbitkan.
nb: Innleveringen ble publisert.
nl: Deze inzending is gepubliceerd.
pl: Zgłoszenie zostało opublikowane.
pt: A submissão foi publicada.
pt_br: A submissão foi publicada.
ro_ro: Manuscrisul a fost publicat.
ru_ru: Материал был опубликован.
sl: Prispevek je bil objavljen.
th: การส่งนี้ถูกตีพิมพ์แล้ว
uk: Подання було опубліковано.
uz_cyrl: Мақола нашр этилди.
uz_latn: Taqdimot e'lon qilindi.
vi: Bài gửi đã được xuất bản.
zh_hans: 该稿件已发布。
zh_tw: 投稿已出版。

# publication.event.scheduled
source: The submission was scheduled for publication.
bg_bg: Изпратеният материал беше насрочен за публикуване.
bs_ba: Predaja je zakazana za objavljivanje.
ca: La tramesa s'ha programat per publicar-se.
de: Der Beitrag wurde zur Veröffentlichung vorgesehen.
el_gr: Η υποβολή είχε προγραμματιστεί για δημοσίευση.
fa: مقاله ارسال شده برای انتشار زمان‌بندی شده.
fi: Käsikirjoitus ajoitettiin julkaistavaksi.
fr_ca: La planification de la publication de la soumission a été enregistrée.
gl_es: O envío foi programado para a súa publicación.
hu_hu: A cikk publikálásra volt ütemezve.
hy: Ներկայացված նյութը նախատեսվում էր հրապարակել։
id: Naskah telah dijadwalkan untuk terbit.
is_is: Innsendingin hefur verið sett á birtingaráætlun.
it: Questo articolo è stato assegnato a una uscita.
ja: 投稿が予約済みです。
ka_ge: მასალა დაგეგმილია გამოსაქვეყნებლად.
kk_kz: Материалды жариялау жоспарланған.
ky: Тапшырма жарыяланууга пландалды.
lt: Pateikimas buvo suplanuotas publikavimui.
lv: Materiāls ieplānots publicēšanai.
mk: Поднесокот беше закажан за објава.
mr: सादरीकरण प्रकाशनासाठी अनुसूचीत केले (शेड्यूल्ड) गेले होते.
ms: Penyerahan dijadualkan untuk diterbitkan.
nb: Innleveringen var planlagt for publisering.
nl: Deze inzending is ingepland voor publicatie.
pl: Zgłoszenie zaplanowane do publikacji.
pt: A submissão foi agendada para publicação.
pt_br: A submissão foi agendada para publicação.
ro_ro: Manuscrisul a fost planificat pentru publicare.
ru_ru: Материал запланирован к публикации.
sl: Prispevek je bil načrtovan za objavo.
th: การส่งนี้ถูกกำหนดเวลาเพื่อตีพิมพ์
uk: Подання заплановане до публікації.
uz_cyrl: Мақола нашрга режалаштирилди.
uz_latn: Taqdimot chop etilishi rejalashtirilgan edi.
vi: Bài gửi đã được lên lịch để xuất bản.
zh_hans: 稿件已安排出版。
zh_tw: 投稿已安排出版。

# publication.event.unpublished
source: The submission was unpublished.
bg_bg: Изпратеният материал беше снет от публикуване.
bs_ba: Predaja nije objavljena.
ca: La tramesa ha estat retirada de publicació.
de: Der Beitrag wurde zurückgezogen.
fa: مقاله ارسال شده منتشر نشده.
fi: Käsikirjoituksen julkaisu peruttiin.
fr_ca: La soumission a été dépubliée.
gl_es: O envío foi retirado da publicación.
hu_hu: A cikk publikálását visszavonták.
hy: Ներկայացված նյութը հրապարակված չէր:
id: Naskah tidak diterbitkan.
is_is: Innsendingin hefur verið tekin úr birtingu.
it: Questo articolo è stato rimosso da un'uscita.
ja: 投稿は未発表にされました。
ka_ge: მასალა მოხსნილია გამოქვეყნებიდან.
kk_kz: Материал басылымнан алынып тасталды.
ky: Тапшырма жарыялануудан алынды.
lt: Pateikimas nebuvo paskelbtas.
lv: Materiāls ir nepublicēts.
mk: Објавата на поднесокот беше откажана.
mr: सादरीकरण अप्रकाशित होते.
ms: Penyerahan tidak diterbitkan.
nb: Innleveringen ble ikke publisert.
nl: Deze inzending is ongepubliceerd.
pl: Zgłoszenie nie zostało opublikowane.
pt: A submissão foi despublicada.
pt_br: A submissão foi despublicada.
ro_ro: Manuscrisul a fost retras de la publicare.
ru_ru: Материал был снят с публикации.
sl: Prispevek ni več objavljen.
th: การส่งนี้ถูกยกเลิกการตีพิมพ์
uk: Подання було знято з публікації.
uz_cyrl: Мақола нашрдан олинди.
uz_latn: Taqdimot e'lon qilinmadi.
vi: Bài gửi chưa được xuất bản.
zh_hans: 稿件尚未出版。
zh_tw: 投稿出版狀態已取消。

# publication.event.versionPublished
source: A new version was published.
bg_bg: Нова версия беше публикувана.
bs_ba: Nova verzija je objavljena.
ca: S'ha publicat una versió nova.
de: Eine neue Version wurde veröffentlicht.
el_gr: Δημοσιεύθηκε μια νέα έκδοση.
fa: نسخه جدید منتشر شده.
fi: Uusi versio julkaistiin.
fr_ca: Une nouvelle version a été publiée.
gl_es: Publicouse unha nova versión.
hu_hu: Új verzió került publikálásra.
hy: Հրապարակվել է նոր տարբերակ.
id: Versi baru telah diterbitkan.
is_is: Ný útgáfa hefur verið birt.
it: È stata pubblicata una nuova versione.
ja: 新版が公開されました。
ka_ge: გამოქვეყნდა ახალი ვერსია.
kk_kz: Жаңа нұсқа жарияланды.
ky: Жаңы версия жарыяланды.
lt: Buvo sukurta nauja versija.
lv: Publicēta jauna versija.
mk: Нова верзија беше објавена.
mr: नवी आवृत्ती प्रकाशित झाली होती.
ms: Versi baru telah diterbitkan.
nb: En ny versjon ble publisert.
nl: Een nieuwe versie is gepubliceerd.
pl: Nowa wersja została opublikowana.
pt: Foi publicada uma nova versão.
pt_br: Uma nova versão foi publicada.
ro_ro: O nouă versiune a fost publicată.
ru_ru: Опубликована новая версия.
sl: Nova verzija je bila objavljena.
th: เวอร์ชันใหม่ได้ถูกตีพิมพ์แล้ว
uk: Нова версія опублікована.
uz_cyrl: Янги версия нашр этилди.
uz_latn: Yangi versiya nashr etildi.
vi: Một phiên bản mới đã được xuất bản.
zh_hans: 新的版本已出版。
zh_tw: 已出版一個更新版本。

# publication.event.versionScheduled
source: A new version was scheduled for publication.
bg_bg: Нова версия беше насрочена за публикуване.
bs_ba: Nova verzija je zakazana za objavljivanje.
ca: S'ha programat una versió nova per publicar-se.
de: Eine neue Version wurde zur Veröffentlichung vorgesehen.
el_gr: Μια νέα έκδοση είχε προγραμματιστεί για δημοσίευση.
fa: نسخه جدید برای انتشار زمان‌بندی شده.
fi: Uusi versio ajoitettiin julkaistavaksi.
fr_ca: La planification de la publication d'une nouvelle version a été enregistrée.
gl_es: Unha nova versión foi programada para a súa publicación.
hu_hu: Új verzió volt publikálásra ütemezve.
hy: Նախատեսված էր նոր տարբերակի հրապարակում։
id: Versi baru telah dijadwalkan untuk terbit.
is_is: Ný útgáfa hefur verið sett á birtingaráætlun.
it: Una nuova versione è stata pianificata per la pubblicazione.
ja: 新版の発行を予定していました。
ka_ge: ახალი ვერსია დაგეგმილია გამოქვეყნებისათვის.
kk_kz: Жаңа нұсқа жариялауға жоспарланған.
ky: Жаңы версия жарыяланууга пландалды.
lt: Buvo numatyta išleisti naują versiją.
lv: Plānots publicēt jaunu versiju.
mk: Нова верзија беше закажана за објава.
mr: नवी आवृत्ती प्रकाशित करण्यासाठी अनुसूचीत केली (शेड्यूल्ड) गेली होती.
ms: Versi baru dijadualkan untuk diterbitkan.
nb: En ny versjon var planlagt for publisering.
nl: Een nieuwe versie is ingepland voor publicatie.
pl: Nowa wersja została zaplanowana do publikacji.
pt: Uma nova versão foi agendada para publicação.
pt_br: Uma nova versão foi agendada para publicação.
ro_ro: O nouă versiune a fost planificată pentru publicare.
ru_ru: Новая версия запланирована к публикации.
sl: Nova verzija je bila načrtovana za objavo.
th: เวอร์ชันใหม่ถูกกำหนดเวลาเพื่อตีพิมพ์
uk: Нова версія запланована до публікації.
uz_cyrl: Янги версия нашрга режалаштирилди.
uz_latn: Yangi versiya nashrga chiqarilishi rejalashtirilgan edi.
vi: Một phiên bản mới đã được lên lịch để xuất bản.
zh_hans: 新的版本已计划出版。
zh_tw: 已安排出版一個更新版本。

# publication.event.versionUnpublished
source: A version was removed from publication.
bg_bg: Версията беше снета от публикуване.
bs_ba: Verzija je uklonjena iz publikacije.
ca: S'ha eliminat una versió de publicació.
de: Eine Version wurde zurückgezogen.
el_gr: Μια έκδοση καταργήθηκε από τη δημοσίευση.
fa: نسخه جدید برای انتشار حذف گردیده.
fi: Versio poistettiin.
fr_ca: Une version a été dépubliée.
gl_es: Eliminouse unha versión de publicación.
hu_hu: A publikálásból egy verzió el lett távolítva.
hy: Տարբերակը հեռացվել է հրապարակումից։
id: Sebuah versi dihapus dari publikasi.
is_is: Útgáfa var tekin úr birtingu.
it: Una versione non è più pubblicata.
ja: 出版から削除されたバージョンがあります。
ka_ge: ვერსია მოხსნილია გამოქვეყნებიდან.
kk_kz: Нұсқа жариялаудан алынып тасталды.
ky: Версия жарыялануудан алынды.
lt: Versija buvo pašalinta iš leidinio.
lv: Versija tika izņemta no publicēšanas.
mk: Верзијата е отстранета од публикација.
mr: प्रकाशनातून ही आवृत्ती हटवली गेली.
ms: Versi dihapuskan dari penerbitan.
nb: En versjon ble fjernet fra publikasjonen.
nl: Een versie is verwijderd van publicatie.
pl: Wersja została usunięta z publikacji.
pt: Uma versão foi despublicada.
pt_br: Uma versão foi despublicada.
ro_ro: O versiune a fost eliminată de la publicare.
ru_ru: Версия была убрана с публикации.
sl: Nova verzija ni več objavljena.
th: เวอร์ชันถูกลบออกจากการตีพิมพ์
uk: Версія була прибрана з публікації.
uz_cyrl: Версия нашрдан олинди.
uz_latn: Bir versiya nashrdan olib tashlandi.
vi: Một phiên bản đã bị xóa từ mục xuất bản.
zh_hans: 版本已从出版物中删除。
zh_tw: 已從出版項目移除一個版本。

# publication.invalidSubmission
source: The submission for this publication could not be found.
bg_bg: Изпратените материали за тази публикация не могат да бъдат намерени.
bs_ba: Predaja rada za ovu publikaciju nije pronađena.
ca: No s'ha pogut trobar la tramesa per a aquesta publicació.
de: Die Einreichung für diese Veröffentlichung konnte nicht gefunden werden.
el_gr: Δεν ήταν δυνατή η εύρεση της υποβολής αυτής της δημοσίευσης.
fa: مقاله ثبت شده برای این انتشار یافت نشد.
fi: Tälle julkaistulle versiolle ei löydy vastaavaa käsikirjoitusta.
fr_ca: La soumission pour cette publication n'a pu être trouvée.
gl_es: Non se puido atopar o envío desta publicación.
hu_hu: Ennek a publikációnak a beküldése nem található.
hy: Այս հրապարակման համար ներկայացված նյութը չի գտնվել:
id: Naskah publikasi ini tidak dapat ditemukan.
is_is: Það fannst ekki innsending fyrir þessa birtingu.
it: L'articolo per questa uscita non è stato trovato.
ja: この出版物の投稿が見つかりませんでした。
ka_ge: მასალა ამ პუბლიკაციისათვის ვერ მოიძებნა.
kk_kz: Бұл басылымға арналған материал табылмады.
ky: Бул жарыяга тиешелүү тапшырма табылган жок.
lt: Šio autoriaus leidinio rasti nepavyko.
lv: Šīs publikācijas iesniegto materiālu neizdevās atrast.
mk: Поднесокот за оваа публикација не е пронајден.
mr: प्रकाशनासाठी हे सादरीकरण उपलब्ध नाही.
ms: Penyerahan untuk penerbitan ini tidak dapat dijumpai.
nb: Innleveringen til denne publikasjonen kunne ikke finnes.
nl: De inzending voor deze publicatie kon niet worden gevonden.
pl: Zgłoszenie do publikacji nie zostało odnalezione.
pt: A submissão desta publicação não foi encontrada.
pt_br: A submissão para esta publicação não foi encontrada.
ro_ro: Manuscrisul pentru această publicație nu a fost găsit.
ru_ru: Материал для этой публикации не удаётся найти.
sl: Prispevka za objavo ni bilo mogoče najti.
th: ไม่พบการส่งที่เกี่ยวข้องกับการตีพิมพ์นี้
uk: Подання для цієї публікації неможливо знайти.
uz_cyrl: Ушбу нашр учун ариза топилмади.
uz_latn: Bu nashrga ariza topilmadi.
vi: Bài gửi cho ấn phẩm này không thể được tìm thấy.
zh_hans: 找不到此出版物的稿件。
zh_tw: 未能找到此出版項目的投稿。

# publication.publish
source: Publish
bg_bg: Публикувай
bs_ba: Objavi
ca: Publicar
de: Veröffentlichen
el_gr: Δημοσίευση
fa: انتشار
fi: Julkaise
fr_ca: Publier
gl_es: Publicar
hu_hu: Publikál
hy: Հրապարակել
id: Terbitkan
is_is: Gefa út/Birta
it: Pubblicare
ja: 公開
ka_ge: გამოქვეყნება
kk_kz: Жариялау
ky: Жарыялоо
lt: Paskelbta
lv: Publicēt
mk: Објави
mr: प्रकाशित करा
ms: Terbitkan
nb: Publiser
nl: Publiceer
pl: Publikuj
pt: Publicar
pt_br: Publicar
ro_ro: Publicați
ru_ru: Опубликовать
sl: Objavi
th: ตีพิมพ์
uk: Опублікувати
uz_cyrl: Нашр этиш
uz_latn: Nashr qilish
vi: Xuất bản
zh_hans: 出版
zh_tw: 出版

# publication.publish.requirements
source: The following requirements must be met before this can be published.
bg_bg: Следните изисквания трябва да бъдат изпълнени, преди това да може да бъде публикувано.
bs_ba: Da bi se ovo moglo objaviti, moraju se ispuniti sljedeći zahtjevi.
ca: S'han de complir els següents requisits abans de poder-ho publicar.
de: Die folgenden Bedingungen müssen erfüllt sein, bevor dies veröffentlicht werden kann.
el_gr: Πρέπει να πληρούνται οι ακόλουθες προϋποθέσεις για να δημοσιευτεί.
fa: پیشنیازهای ذیل باید پیش از انتشار رعایت شود.
fi: Seuraavat ehdot pitää täyttyä ennen julkaisua.
fr_ca: Les conditions suivantes doivent être remplies avant que ceci ne puisse être publié.
gl_es: Para poder publicar isto débense cumprir os seguintes requisitos.
hu_hu: Az alábbi feltételeknek kell teljesülnie, mielőtt publikálhatóvá válik.
hy: Հետևյալ պահանջները պետք է բավարարվեն՝ նախքան սա կարող է հրապարակվել։
id: Persyaratan berikut harus dipenuhi sebelum naskah diterbitkan.
is_is: Eftirfarandi kröfur þarf að uppfylla áður en hægt er að birta þetta.
it: Prima della pubblicazione confermare i seguenti requisiti.
ja: これを公開するには、以下の要件を満たしていなければなりません。
ka_ge: გამოქვეყნების წინ აუცილებელია შემდეგი მოთხოვნების შესრულება.
kk_kz: Жарияламас бұрын келесі талаптарды орындау қажет.
ky: Бул жарыялануудан мурун төмөнкү талаптар аткарылышы керек.
lt: Prieš publikuojant, turi būti įvykdyti šie reikalavimai.
lv: Pirms publicēšanas ir jāizpilda šādas prasības.
mk: Следните услови мора да бидат исполнети пред ова да биде објавено.
mr: हे प्रकाशित करण्यापूर्वी खालील बाबींची पूर्तता करणे आवश्यक आहे.
ms: Keperluan berikut mesti dipenuhi sebelum ini dapat diterbitkan.
nb: Følgende krav må være oppfylt før dette kan publiseres.
nl: Aan de volgende vereisten moet voldaan worden voordat dit gepubliceerd kan worden.
pl: Następujące wymagania muszą być spełnione przed publikacją.
pt: Os seguintes requisitos devem ser cumpridos antes de ser publicado.
pt_br: Os seguintes requisitos devem ser atendidos antes que isso possa ser publicado.
ro_ro: Înainte ca manuscrisul să fie publicat, trebuie îndeplinite următoarele cerințe.
ru_ru: Перед публикацией необходимо выполнить следующие требования.
sl: Spodnje zahteve morajo biti izpolnjene pred objavo.
th: ข้อกำหนดต่อไปนี้ต้องได้รับการปฏิบัติตามก่อนที่จะสามารถตีพิมพ์ได้
uk: Наступні вимоги мають бути виконані перед публікацією.
uz_cyrl: Нашр этишдан олдин қуйидаги талаблар бажарилиши керак:
uz_latn: Buni nashr qilishdan oldin quyidagi talablar bajarilishi kerak.
vi: Các yêu cầu sau phải được đáp ứng trước khi bài này có thể được xuất bản.
zh_hans: 在出版之前，必须满足以下标准。
zh_tw: 出版前必須完成以下要求。

# publication.required.declined
source: A declined submission can not be published.
bg_bg: Изпратен е отказ за публикуване и материалът не може да бъде публикуван.
bs_ba: Odbijena predaja rada ne može se objaviti.
ca: Una tramesa rebutjada no pot ser publicada.
de: Ein abgelehnter Beitrag kann nicht veröffentlicht werden.
fa: مقاله ارسالی رد شده نمی‌تواند منتشر شد.
fi: Hylättyä käsikirjoitusta ei voi julkaista.
fr_ca: Une soumission refusée ne peut pas être publiée.
gl_es: Non se pode publicar un envío rexeitado.
hu_hu: Elutasított beküldés nem publikálható.
hy: Մերժված ներկայացված նյութը չի կարող հրապարակվել:
id: Naskah yang ditolak tidak bisa diterbitkan.
is_is: Ekki er hægt að gefa út handrit sem hefur verið hafnað.
it: Un articolo rigettato non può essere pubblicato.
ja: 拒否した投稿は公開できません。
ka_ge: დაწუნებული მასალის გამოქვეყენება არ შეიძლება.
kk_kz: Қабылданбаған материалды жариялау мүмкін емес.
ky: Тонулган тапшырма жарыяланбайт.
lt: Atmestas pateikimas negali būti publikuojamas.
lv: Noraidītu iesniegto materiālu nevar publicēt.
mk: Одбиен поднесок не може да биде објавен.
mr: नाकारलेले सादरीकरण प्रकाशित केले जात नाही.
ms: Penyerahan yang ditolak tidak dapat diterbitkan.
nb: En avvist innlevering kan ikke publiseres.
nl: Een afgewezen inzending kan niet worden gepubliceerd.
pl: Odrzucone zgłoszenie nie może być opublikowane.
pt: Uma submissão rejeitada não pode ser publicada.
pt_br: Uma submissão recusada não pode ser publicada.
ro_ro: O înregistrare de manuscris refuzată nu poate fi publicată.
ru_ru: Отклонённый материал нельзя опубликовать.
sl: Zavrnjen prispevek ne more biti objavljen.
th: การส่งที่ถูกปฏิเสธไม่สามารถตีพิมพ์ได้
uk: Матеріал якому відмовлено, неможливо опублікувати.
uz_cyrl: Рад этилган мақолани нашр этиб бўлмайди.
uz_latn: Rad etilgan arizani e'lon qilib bo'lmaydi.
vi: Không thể xuất bản một bài bị từ chối.
zh_hans: 被退稿的稿件无法出版。
zh_tw: 未能出版被拒的投稿。
