Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.event.articleGalleyMadeUnavailable
source: The article galley "{$galleyFormatName}" is made unavailable.
ar_iq: اللوح الطباعي للمؤَّلف "{$galleyFormatName}" لم يعد جاهزاً.
bg_bg: Типографията за статии "{$galleyFormatName}" е недостъпна.
bs_ba: Kopija članka "{$ galley FormatName}" nije dostupna.
ca: La galerada de l'article "{$galleyFormatName}" ja no està disponible.
ckb: تابلۆی توێژینەوەکە "{$galleyFormatName}" ئامادە نییە.
cs_cz: Sazebnice článku "{$galleyFormatName}" byla znepřístupněna.
de: Die Artikelfahne "{$galleyFormatName}" wird nicht mehr verfügbar sein.
el_gr: Το τυπογραφικό δοκίμιο του άρθρου "{$galleyFormatName}" δεν είναι διαθέσιμο.
es_es: La galerada del artículo "{$galleyFormatName}" ya no está disponible.
fa: نسخه نهایی "{$galleyFormatName}" در دسترس نیست.
fi: Artikkelin julkaistava tiedosto "{$galleyFormatName}" ei ole enää saatavilla.
fr_ca: Les épreuves de l'article « {$galleyFormatName} » ne sont pas disponibles.
gd_gb: Chan eil mòr-dhuilleag an artaigil “{$galleyFormatName}” ri làimh tuilleadh.
gl_es: A galerada do artigo "{$galleyFormatName}" xa non está dispoñibel.
hi_in: लेख गैली"{$galleyFormatName}" उपलब्ध कराया गया है ।
hu_hu: A cikk kefelenyomat elérhetősége "{$galleyFormatName}" megszüntetésre került.
hy: յս հոդվածի "{$galleyFormatName}" շարվածքը անհասանելի է դարձել։
id: Galai artikel "{$galleyFormatName}" tidak tersedia.
is_is: Galley fyrir greinar: "{$galleyFormatName}" er ekki lengur aðgengilegt.
it: La gabbia "{$galleyFormatName}" di questo articolo è resa indisponibile.
ja: 投稿ゲラ"{$galleyFormatName}"が利用できなくなりました。
ka_ge: სტატიების გალერეა „{$galleyFormatName}“ მიუწვდომელი გახდა.
kk_kz: "{$galleyFormatName}" электрондық жазбасын журнал оқырмандары көре алмайды.
ky: Макаланын галлейи "{$galleyFormatName}" жеткиликсиз кылынды.
lt: Straipsnio skilties {$galleyFormatName} dar negalima skaityti.
lv: Raksta saliktnis"{$galleyFormatName}" padarīts nepieejams.
mk: Пробниот отисок "{$galleyFormatName}" не е достапен.
mr: लेखाचे कच्चे मुद्रित (गॅली) "{$galleyFormatName}" अनुपलब्ध केले आहे.
ms: Artikel galley "{$galleyFormatName}" dibuat tidak tersedia.
nb: Artikkeloppsettet «{$galleyFormatName}» har blitt gjort utilgjengelig.
nl: De proef voor dit artikel "{$galleyFormatName}" is niet meer beschikbaar.
pl: Pliki do publikacji "{$galleyFormatName}" nie są dostępne.
pt: A composição do artigo "{$galleyFormatName}" está indisponível.
pt_br: A composição do artigo "{$galleyFormatName}" não está disponível.
pt_pt: A edição do artigo "{$galleyFormatName}" está indisponível.
ro_ro: Conținutul articolului"{$galleyFormatName}" nu este disponibil.
ru_ru: Гранка статьи «{$galleyFormatName}» сделана недоступной.
sl: Prelom "{$galleyFormatName}" za prispevek ni na voljo.
sr_rs@cyrillic: Пробна копија чланка "{$galleyFormatName}" више није доступна.
sr_rs@latin: Probna kopija članka "{$galleyFormatName}" više nije dostupna.
sv_se: Artikelns publiceringsversion "{$galleyFormatName}" är inte längre tillgänglig.
th: แกลเล่ย์บทความ "{$galleyFormatName}" ถูกปิดไม่ให้ใช้งาน
tr_tr: Makale dizgisi "{$galleyFormatName}" erişimden kaldırıldı.
uk: Гранка статті "{$galleyFormatName}" зроблена недоступною.
uz_cyrl: «{$galleyFormatName}» мақола галлейи мавжуд эмас.
uz_latn: "{$galleyFormatName}" maqolasining paneli endi mavjud emas.
vi: Bản in của bài báo "{$galleyFormatName}" chưa có.
zh_hans: 稿件文章 "{$galleyFormatName}" 校样未生成。
zh_tw: 文章樣對樣本「{$galleyFormatName}」現已收藏，不會供人查看。

# submission.event.publicIdentifiers
source: The submission's public identifiers updated.
ar_iq: قد تم تحديث معرفات النشر لهذا المؤلَّف.
bg_bg: Публичните идентификатори на подаването на материали са актуализирани.
bs_ba: Javni identifikatori predaje su ažurirani.
ca: Els identificadors públics de la tramesa s'han actualitzat.
ckb: ناسێنەرە گشتییەکانی پێشکەشکردنەکە نوێ کرانەوە.
cs_cz: Veřejné identifikátory příspěvku byly aktualizovány.
de: Die Identifier des Beitrags wurden aktualisiert.
el_gr: Τα δημόσια αναγνωριστικά της υποβολής επικαιροποιήθηκαν.
es_es: Identificadores públicos del envío actualizados.
fa: شناسه عمومی مقاله ارسال شده به روز رسانی شد.
fi: Käsikirjoituksen julkiset tunnisteet päivitetty.
fr_ca: Identifiants publics de la soumission mis à jour.
gd_gb: Chaidh aithnichearan poblach an tagraidh seo ùrachadh.
gl_es: Actualizáronse os identificadores públicos do envío.
hi_in: सबमिशन के सार्वजनिक पहचानकर्ताओं को अपडेट किया गया ।
hu_hu: A beküldés nyilvános azonosítói frissültek.
hy: Ուղարկված նյութի հանրային նույնացուցիչները թարմացվել են:
id: Identitas publik dari naskah ini telah diperbarui.
is_is: Auðkenni innsendingar hefur verið uppfært.
it: L'identificativo pubblico di questa proposta è aggiornato.
ja: 投稿の公開識別子が更新されました。
ka_ge: გაგზავნილი მასალის ღია იდენტიფიკატორები განახლებულია.
kk_kz: Жіберілген материалдың ашық идентификаторлары жаңартылды.
ky: Тапшырманын коомдук идентификаторлору жаңыртылды.
lt: Straipsnių viešieji identifikatoriai atnaujinti.
lv: Iesniegtā materiāla publiskie identifikatori ir atjaunināti.
mk: Обновен е јавниот идентификатор од поднесокот.
mr: सादरीकरणाचे पब्लिक आयडेंटिफायर अद्ययावत केले.
ms: Pengenalpasti awam penyerahan dikemas kini.
nb: Den offentlige identifikatoren til innleveringen er oppdatert.
nl: De publieke identificatie van de inzending is bijgewerkt.
pl: Publiczne identyfikatory zgłoszenia zaktualizowane.
pt: Os identificadores públicos da submissão foram atualizados.
pt_br: Os identificadores públicos da submissão foram atualizados.
pt_pt: Os identificadores públicos da submissão foram actualizados.
ro_ro: Identificatorii publici ai înregistrării au fost actualizați.
ru_ru: Открытые идентификаторы отправленного материала обновлены.
sl: Javni identifikatorji za prispevek so bili posodobljeni.
sr_rs@cyrillic: Јавни идентификатори предаје су ажурирани.
sr_rs@latin: Javni identifikatori predaje su ažurirani.
sv_se: Bidragets publika identifikatorer har uppdaterats.
th: อัปเดตตัวระบุสาธารณะของการส่งแล้ว
tr_tr: Gönderinin genel tanımlayıcıları güncellendi.
uk: Публічні ідентифікатори подання оновлені.
uz_cyrl: Материалнинг оммавий идентификаторлари янгиланди.
uz_latn: Yuborilgan ochiq identifikatorlar yangilandi.
vi: Dịnh danh công khai của bài báo đã được cập nhật.
zh_hans: 稿件的公开标识符已更新。
zh_tw: 已更新投稿的公開識別碼。

# grid.issueEntry.availableGalley.title
source: Format Approval
ar_iq: مصادقة التنسيق
bg_bg: Одобрение на формата
bs_ba: Odobrenje formata
ca: Acceptació de format
ckb: قبوڵکردنی ڕێکخستنەکە
cs_cz: Schválen formátu
de: Freigabe des Formats
el_gr: Έγκριση μορφοποίησης
es_es: Aceptación de formato
fa: تأیید فرمت
fi: Muodon hyväksyntä
fr_ca: Approbation du format
gd_gb: Aonta an fhòrmait
gl_es: Formato aprobado
hi_in: प्रारूप स्वीकृति
hu_hu: Formátum jóváhagyás
hy: Ձևաչափի հաստատում
id: Persetujuan Format
is_is: Samþykki á uppsetningu
it: Formato approvato
ja: フォーマット承認
ka_ge: ფორმატი მიღებულია
kk_kz: Пішімді растау
ky: Форматты бекитүү
lt: Formato patvirtinimas
lv: Formāta apstiprināšana
mk: Одобрување формат
mr: स्वरूपाला अनुमोदन
ms: Kelulusan Format
nb: Godkjenn format
nl: Goedkeuring formaat
pl: Zatwierdzanie formatu
pt: Aprovação do formato
pt_br: Formato para aprovação
pt_pt: Aprovação do formato
ro_ro: Aprobarea formatului
ru_ru: Одобрение формата
sl: Odobritev formata
sr_rs@cyrillic: Одобрење формата
sr_rs@latin: Odobrenje formata
sv_se: Godkännande av format
th: อนุมัติรูปแบบ
tr_tr: Format Onayı
uk: Підтвердження формату
uz_cyrl: Форматни тасдиқлаш
uz_latn: Formatni tasdiqlash
vi: Định dạng được phê duyệt
zh_hans: 格式合格
zh_tw: 格式核准

# grid.issueEntry.availableGalley.removeMessage
source: <p>This galley will <em>no longer be made available</em> to readers.</p>
ar_iq: <p>هذا اللوح الطباعي <em>لن يعود متاحاً</em> للقراء.</p>
bg_bg: <p> Тази типография <em>вече няма да бъде достъпна</em> за читателите. </p>
bs_ba: <p>Ova kopija<em>više neće biti dostupna</em>čitateljima.</p>
ca: <p>Aquesta galerada <em>ja no estarà disponible</em> per als lectors/es.</p>
ckb: <p>ئەم تابلۆیە <em>هیچی دیکە بەردەست نییە</em> بۆ خوێنەران.</p>
cs_cz: <p>Tato sazebnice <em>již nebude dostupná čtenářům</em>.</p>
de: <p>Diese Fahne wird <em>nicht mehr verfügbar sein</em> für Leser/innen.</p>
el_gr: <p>Αυτό το τυπογραφικό δοκίμιο <em>δεν θα είναι πλέον διαθέσιμο</em> στους αναγνώστες.</p>
es_es: <p>Esta galerada <em>ya no estará disponible</em> para los lectores.</p>
fa: <p>این کلیشه چاپی دیگر برای خوانندگان <em> در دسترس نمی‌باشد</em></p>
fi: <p>Tätä julkaistavaa tiedostoa <em>ei enää näytetä</em> lukijoille.</p>
fr_ca: <p>Ces épreuves <em>ne seront plus mises à la disposition</em> des lecteurs-trices.</p>
gd_gb: <p><em>Cha bhi</em> a’ mhòr-dhuilleag seo ri làimh an luchd-leughaidh.</p>
gl_es: <p>Esta galerada <em>xa non estará dispoñible</em> para os lectores. </p>
hi_in: <p> यह गैली <em> अब पाठकों को उपलब्ध </ em> नहीं कराई जाएगी </ p>
hu_hu: <p>Ez a megjelenítési formátum <em>többé nem elérhető</em> az olvasóknak.</p>
hy: <p>Այս շարվածքը <em>այլևս հասանելի չի լինի</em> ընթերցողներին։</p>
id: <p>Galai ini <em>tidak tersedia lagi</em> untuk pembaca.</p>
is_is: <p>Þetta galley verður <em>ekki lengur aðgengilegt</em> lesendum.</p>
it: <p>Questa gabbia <em>non sarà più disponibile</em> ai lettori.</p>
ja: <p>このゲラは <em>もう読者には提供されません</em>。</p>
ka_ge: <p>ეს გალერეა <em>აღარ შეიძლება იყოს ხელმისაწვდომი</em> მკითხველებისათვის.</p>
kk_kz: <p>Бұл электрондық жазбаны оқырмандар <em>көре алмайды</em>.</p>
ky: <p>Бул галлей <em>мындан ары окурмандарга жеткиликтүү болбойт</em>.</p>
lt: <p>Ši publikacijos versija <em>daugiau nebebus prieinama</em> skaitytojams.</p>
lv: <p>Šo saliktni <em>vairs nevar padarīt pieejamu</em> lasītājiem.</p>
mk: <p>Овој пробен отисок <em>нема повеќе да биде достапен</em> за читателите.</p>
mr: <p>हे कच्चे मुद्रित (गॅली) वाचकांसाठी <em>यापुढे उपलब्ध केले जाणार नाही</em>.</p>
ms: <p> Galley ini <em> tidak akan tersedia lagi </em> kepada pembaca. </p>
nb: <p>Dette oppsettet vil <em>ikke lenger være tilgjengelig</em> for leserne.</p>
nl: <p>Deze proef zal <em>niet langer beschikbaar</em> zijn voor lezers.</p>
pl: <p>Pliki gotowe do publikacji <em>nie będą dostępne</em> dla czytelników.</p>
pt: <p>Este formato de publicação<em> já não será disponibilizado</em> aos leitores.</p>
pt_br: <p>Esta composição não será <em>mais disponibilizada</em> para os leitores.</p>
pt_pt: <p>Esta edição <em>nunca será disponibilizada</em> aos leitores.</p>
ro_ro: <p>Acest conținut <em>nu va mai fi pus la dispoziția </em> cititorilor.</p>
ru_ru: <p>Эту гранку <em>больше нельзя сделать доступной</em> читателям.</p>
sl: <p>Ta prelom bralcem <em>ne bo več na voljo</em>.</p>
sr_rs@cyrillic: <p>Ова пробна копија више <em>неће бити доступна</em> за читаоце.</p>
sr_rs@latin: <p>Ova probna kopija više <em>neće biti dostupna</em> za čitaoce.</p>
sv_se: <p>Den här publiceringsversionen <em>kommer inte längre vara tillgänglig</em> för läsare.</p>
th: <p>แกลเล่ย์นี้จะ <em>ไม่สามารถใช้งานได้อีกต่อไป</em> สำหรับผู้อ่าน</p>
tr_tr: <p>Bu dizgiye, okuyucular tarafından <em>erişilemez</em> .</p>
uk: <p>Цю гранку <em>більше не можна зробити доступною</em> для читачів.</p>
uz_cyrl: <p>Ушбу галлей <em>энди ўқувчиларга тақдим этилмайди</em>.</p>
uz_latn: <p> Ushbu oshxona <em> ni endi o'quvchilarga taqdim etish </em> mumkin emas. </p>
vi: <p>Bản in này sẽ <em>sớm được cung cấp tới</em> độc giả.</p>
zh_hans: <p>此校样对读者 <em>不可用</em>。</p>

# grid.issueEntry.availableGalley.message
source: <p>This galley will <em>be made available</em> to readers.</p>
ar_iq: <p>هذا اللوح الطباعي <em>سيكون متاحاً</em> للقراء.</p>
bg_bg: <p> Тази типография <em>вече ще бъде достъпна</em> за читателите. </p>
bs_ba: <p>Ova kopija će<em>biti dostupna</em>čitateljima.</p>
ca: <p>Aquesta galerada <em>estarà disponible</em> per als lectors/es.</p>
ckb: <p>ئەم تابلۆیە <em>بەردەستە</em> بۆ خوێنەران.</p>
cs_cz: <p>Tato sazebnice <em>bude dostupná čtenářům</em>.</p>
de: <p>Diese Fahne wird für Leser/innen <em>verfügbar gemacht</em>.</p>
el_gr: <p>Αυτό το τυπογραφικό δοκίμιο <em>θα είναι διαθέσιμο</em> στους αναγνώστες.</p>
es_es: <p>Esta galerada <em>estará disponible</em> para los lectores.</p>
fa: <p>این کلیشه چاپی برای خوانندگان <em> در دسترس است</em></p>
fi: <p>Tämä julkaistava tiedosto <em>näytetään</em> lukijoille.</p>
fr_ca: <p>Ces épreuves <em>seront mises à la disposition</em> des lecteurs-trices.</p>
gd_gb: <p><em>Bidh</em> a’ mhòr-dhuilleag seo ri làimh an luchd-leughaidh.</p>
gl_es: <p>Esta galerada <em>estará dispoñible</em> para os lectores.</p>
hi_in: <p> यह गैली <em> अब पाठकों को उपलब्ध </ em> कराई जाएगी </ p>
hu_hu: <p>Ez a megjelenítési formátum <em>elérhető</em> az olvasóknak.</p>
hy: <p>Այս շարվածքը <em>հասանելի կդառնա</em> ընթերցողներին։</p>
id: <p>Galai ini <em>akan tersedia</em> untuk pembaca.</p>
is_is: <p>Þetta galley verður <em>aðgengilegt</em> lesendum.</p>
it: <p>Questa gabbia <em>sarà a disposizione</em> dei lettori.</p>
ja: <p>このゲラを<em>読者には提供します</em>。</p>
ka_ge: <p>ეს გალერეა <em>შეიძლება გახდეს ხელმისაწვდომი</em> მკითხველებისათვის.</p>
kk_kz: <p>Бұл электрондық жазбаны оқырмандарға <em>көрінетіндей етуге</em> болады.</p>
ky: <p>Бул галлей <em>окурмандарга жеткиликтүү болот</em>.</p>
lt: <p>Ši publikacijos versija <em>bus prieinama</em> skaitytojams.</p>
lv: <p>Šo saliktni <em>var padarīt pieejamu</em> lasītājiem.</p>
mk: <p>Овој пробен отисок <em>ќе биде достапен</em> за читателите.</p>
mr: <p>हे कच्चे मुद्रित (गॅली) वाचकांसाठी <em>उपलब्ध केले जाईल<em>. </p>
ms: <p> Galley ini <em> akan tersedia </em> kepada pembaca. </p>
nb: <p>Dette oppsettet vil <em>bli gjort tilgjengelig</em> for leserne.</p>
nl: <p>Deze proef zal <em>beschikbaar</em> zijn voor lezers.</p>
pl: <p>Pliki gotowe do publikacji <em>będą dostępne</em> dla czytelników.</p>
pt: <p>Este formato de publicação<em> será disponibilizado </em>aos leitores.</p>
pt_br: <p>Esta composição irá <em>se tornar disponível</em> para os leitores.</p>
pt_pt: <p>Esta edição <em>será disponibilizada </em>aos leitores.</p>
ro_ro: <p>Acest conținut <em>este disponibil</em> pentru cititori.</p>
ru_ru: <p>Эта гранку <em>можно сделать доступной</em> читателям.</p>
sl: <p>Ta prelom bo bralcem <em>na voljo</em>.</p>
sr_rs@cyrillic: <p>Ова пробна копија ће <em>бити доступна</em> за читаоце.</p>
sr_rs@latin: <p>Ova probna kopija će <em>biti dostupna</em> za čitaoce.</p>
sv_se: <p>Den här publiceringsversionen <em>kommer göras tillgänglig</em> för läsare.</p>
th: <p>แกลเล่ย์นี้จะ <em>พร้อมให้บริการ</em> สำหรับผู้อ่าน</p>
tr_tr: <p>Bu dizgi, okuyucular için <em>erişilebilir olacak</em>.</p>
uk: <p>Цю гранку <em>можна зробити доступною</em> для читачів.</p>
uz_cyrl: <p>Ушбу галлей <em>ўқувчиларга тақдим этилади</em>.</p>
uz_latn: <p> Ushbu zali <em> o'quvchilarga taqdim etilishi </em> mumkin. </p>
vi: <p>Bản in này sẽ <em>được cung cấp tới</em> độc giả.</p>
zh_hans: <p>此校样读者 <em>可用</em>。</p>

# grid.action.availableArticleGalley
source: Make this galley available
ar_iq: إجعل هذا اللوح الطباعي متاحاً
bg_bg: Направете тази типография достъпна
bs_ba: Učini ovu kopiju dostupnom
ca: Fer disponible aquesta galerada
ckb: ئەم تابلۆیە بخە بەردەست
cs_cz: Zpřístupnit tuto sazebnici
de: Diese Fahnen verfügbar machen
el_gr: Αυτό το τυπογραφικό δοκίμιο να είναι διαθέσιμο
es_es: Hacer disponible esta galerada
fa: اجازه دسترسی به این کلیشه چاپی را فعال کن
fi: Aseta tämä julkaistava tiedosto saataville
fr_ca: Rendre ces épreuves disponibles
gd_gb: Cuir a’ mhòr-dhuilleag seo ri làimh
gl_es: Fai esta galerada dispoñible
hi_in: इस गैली को उपलब्ध कराएं
hu_hu: Tegye ezt a formátumot elérhetővé
hy: Այս շարվածքը դարձրեք հասանելի
id: Sediakan galai ini
is_is: Gera þetta galley aðgengilegt
it: Rendi questa gabbia disponibile
ja: このゲラを利用可にする
ka_ge: გახდეს ეს გალერეა ხელმისაწვდომი
kk_kz: Электрондық жазбаны қол жетімді ету
ky: Бул галлейди жеткиликтүү кылуу
lt: Nustatyti, kad šią skiltį jau būtų galima skaityti
lv: Izveidot šo saliktni pieejamu
mk: Направи го пробниот отисок достапен
mr: हे कच्चे मुद्रित (गॅली) उपलब्ध करा
ms: Buat galley ini tersedia
nb: Gjør oppsettet tilgjengelig
nl: Maak deze proef beschikbaar
pl: Udostępnij pliki gotowe do publikacji
pt: Disponibilizar esta composição
pt_br: Tornar esta prova disponível
pt_pt: Disponibilize esta edição
ro_ro: Pune la dispoziție acest conținut
ru_ru: Сделать эту гранку доступной
sl: Naj bo ta prelom na voljo
sr_rs@cyrillic: Омогући овај фајл приказа
sr_rs@latin: Omogući ovaj fajl prikaza
sv_se: Gör den här publiceringsversionen tillgänglig.
th: เปิดให้แกลเล่ย์นี้พร้อมใช้งาน
tr_tr: Bu dizgiyi erişilebilir yap
uk: Зробити цю гранку доступною
uz_cyrl: Ушбу галлейни фойдаланиш учун очиш
uz_latn: Ushbu oshxonani tayyorlang
vi: Làm bản in này sẵn sàng
zh_hans: 启用此校样
zh_tw: 更變此校對樣本供讀者查看

# submission.galleyFiles
source: Galley Files
ar_iq: ملفات اللوح الطباعي
bg_bg: Типографски файлове
bs_ba: Datoteke kopije
ca: Arxius de galerada
ckb: تابلۆکان
cs_cz: Soubory sazebnice
de: Fahnendateien
el_gr: Αρχεία τυπογραφικών δοκιμίων
es_es: Archivos de galerada
fa: فایل‌های کلیشه چاپی
fi: Julkaistavat tiedostot
fr_ca: Fichiers des épreuves
gd_gb: Faidhlichean nam mòr-dhuilleag
gl_es: Arquivos da galerada
hi_in: गैली फाइलें
hu_hu: Formátum fájlok
hy: Շարվածքի նիշքեր
id: Berkas Galai
is_is: Galleyskrár - lokaprófarkir
it: File di pubblicazione
ja: ゲラファイル
ka_ge: გალერეის ფაილები
kk_kz: Электрондық жазба файлдары
ky: Галлей файлдары
lt: Skilties failai
lv: Saliktņa datnes
mk: Фајлови од отисок
mr: कच्च्या मुद्रितांच्या (गॅली) फाईल्स
ms: Fail Galley
nb: Oppsettfiler
nl: Proefbestanden
pl: Pliki do publikacji
pt: Ficheiros da composição
pt_br: Arquivos da composição (prova)
pt_pt: Ficheiros Edição
ro_ro: Fișiere conținut
ru_ru: Файлы гранок
sl: Datoteke prelomov
sr_rs@cyrillic: Фајлови приказа
sr_rs@latin: Fajlovi prikaza
sv_se: Filer för publiceringsversion
th: ไฟล์แกลเล่ย์
tr_tr: Dizgi Dosyaları
uk: Файли гранок
uz_cyrl: Галлей файллари
uz_latn: Galley fayllari
vi: Các tập tin bản in
zh_hans: 校样文件
zh_tw: 校對樣本檔案
