Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.proofReadingDescription
source: The layout editor uploads the production-ready files that have been prepared for publication here. Use <em>Assign Auditor</em> to designate authors and others to proofread the galleys, with corrected files uploaded for approval prior to publication.
ar_iq: يقوم المصمم الطباعي برفع الملفات الجاهزة المعدة للنشر هنا. استعمل <em>عيِّن مدققاً</em> ليقوم بدعوة المؤلفين وغيرهم للمساهمة في القراءة التصحيحية لتكون الملفات المصححة مرفوعة للمصادقة قبل النشر.
bg_bg: Редакторът на оформлението качва готовите за публикуване файлове, които са подготвени за публикуване тук. Използвайте <em>Присвояване на одитор</em>, за да посочите автори и други за корекция на типографиите, като коригираните файлове се качват за одобрение преди публикуването.
bs_ba: Uređivač izgleda ovdje prenosi datoteke spremne za produkciju koje su pripremljene za objavljivanje. Koristite <em>Dodijeli revizora</em> da biste odredili autore i druge koji će lektorisati kopije, s ispravljenim datotekama koje su prenesene na odobrenje prije objavljivanja.
ca: El maquetador/a carrega aquí els arxius llestos per a la producció que ha preparat per a la publicació. Utilitzi <em>Asignar auditor/a</em> per nombrar autors/es o altres per revisar les galerades amb els arxius corregits carregats per a la seva acceptació abans de publicar-los.
ckb: سەرنوسەر فایلی ئامادەکراوی بۆ بڵاوکردنەوە و بڵاوکردنەوە لێرە ئامادە کردووە. <em> کەسێک</em> دیاری بکە بۆ ئەوەی کاری هەڵسەنگاندنی زمانی و تابلۆ و فایلە ڕێکخراوەکان پێش بڵاوکردنەوە بار بکات.
cs_cz: Editor layoutu zde načte soubory připravené k publikování. Pomocí <em> Přiřadit auditora </em> určíte autory a další, aby provedli korektur sazebnice, a opravené soubory nahráli ke schválení před publikací.
de: Der oder die Layouter/in lädt die herstellungsfertigen Dateien hier hoch. Benutzen Sie <em>Auditor/in hinzufügen</em>, um Autor/innen und andere zum Korrekturlesen der Fahnen einzuplanen. Korrigierte Dateien werden vor Veröffentlichung zur Freigabe hochgeladen.
el_gr: Εδώ ο Επιμελητής Διάταξης μεταφορτώνει τα αρχεία που είναι έτοιμα για δημοσίευση. Επιλέξτε τον σύνδεσμο <em>Ανάθεση σε Eλεγκτή</em> για να αναθέσετε τη διόρθωση των τυπογραφικών δοκιμίων στους Συγγραφείς ή άλλους Χρήστες. Τα διορθωμένα αρχεία θα μεταφορτωθούν για έγκριση πριν τη δημοσίευση.
es_es: El maquetador/a carga aquí los archivos de producción listos que ha preparado para la publicación. Utilice <em>Asignar auditor</em> para designar autores/as u otros para corregir las galeradas con los archivos corregidos cargados para la aceptación previa a la publicación.
fa: صفحه‌آرا فایل آماده چاپ این مقاله را آپلود کرده است. از بخش <em>تعیین مخاطب</em> به خواننده اطلاع دهید تا قبل از چاپ مقاله محتوای نهایی آن را در فرمت آماده چاپ تایید نماید.
fi: Taittaja lataa tuotantovalmiit tiedostot, jotka on tässä kohtaa valmisteltu julkaisemista varten. Käytä <em>Valitse tarkastaja</em>-painiketta valitaksesi kirjoittajia ja muita henkilöitä oikolukemaan julkaistavat tiedostot, jotka on korjattu ja ladattu hyväksyttäväksi ennen julkaisemista.
fr_ca: Le ou la responsable de la mise en page téléverse ici les fichiers qui ont été préparés pour publication. Utiliser <em>Assigner un-e vérificateur-trice</em> pour identifier les auteurs-es et autres personnes qui vérifieront les épreuves, à partir des fichiers corrigés téléversés, pour approbation avant la publication.
gd_gb: Luchdaichidh deasaiche na co-dhealbhachd suas na faidhlichean a chaidh ullachadh airson foillseachadh agus a tha deiseil airson saothrachadh an-seo. Cleachd <em>Iomruin neach-sgrùdaidh</em> a thaghadh nan ùghdaran is daoine eile a nì dearbh-leughadh air na mòr-dhuilleagan. Thèid na faidhlichean ceartaichte a luchdadh suas airson aontachadh ron fhoillseachadh.
gl_es: O maquetador/a carga aquí os arquivos de produción que se prepararon para a súa publicación. Use <em>Asignar auditor/a</em> para designar autores/as e outros/as que revisen as galeradas, cos ficheiros corrixidos cargados para a súa aprobación antes da publicación.
hi_in: लेआउट संपादक उत्पादन-तैयार फ़ाइलों को अपलोड करता है जो यहां प्रकाशन के लिए तैयार किए गए हैं। प्रकाशन से पहले अनुमोदन के लिए अपलोड की गई सही फ़ाइलों के साथ, गैलीस को प्रमाणित करने के लिए लेखकों और अन्य को नामित करने के लिए <em> असाइन ऑडिटर </ em> का उपयोग करें।
hu_hu: A tördelő szerkesztő feltöltötte a megjelentetésre kész fájlokat, hogy publikálható legyen. Használja az <em>Ellenőr hozzárendelése</em> lehetőséget, hogy kijelölhesse a szerzőt és másokat a tördelt formátumok korrektúrázásához, a javított fájlokat jóváhagyásra fel kell tölteni a megjelentetés előtt.
hy: Դասավորության խմբագրիչը վերբեռնում է արտադրության համար պատրաստ նիշքերը, որոնք հրապարակման համար պատրաստվել են այստեղ: Օգտագործեք <em>Նշանակեք աուդիտոր</em> որոշելու հեղինակներին և այլոց, որոնք սրբագրելու են շարվածքները՝ մինչ հրապարակումը հաստատելու համար վերբեռնված նիշքերը:
id: Editor tata letak mengunggah file siap terbit. Gunakan <em>Tugaskan Auditor</em> untuk menentukan penulis atau pengguna lainnya untuk melakukan proofreading terhadap galai, dan mengunggah file yang telah dikoreksi sebelum publikasi dilakukan.
is_is: Setjari hleður hér upp skrám sem búið er að undirbúa fyrir birtingu. Notaðu <em>'Úthluta eftirlitsaðila</em> til að tilgreina höfund og aðra til að prófarkalesa lokaprófarkir í þessu galley, með leiðréttum skrám sem búið er að hlaða upp til samþykkis fyrir birtingu.
it: Il layout editor carica le bozze finali di pubblicazione qui. Utilizza il link <em>Assegna valutatore</em> per assegnare autori e/o altre persone a cui affidare il controllo delle bozze prima della pubblicazione.
ja: レイアウト編集者は、出版のために準備された制作準備済みのファイルをここにアップロードします。「監査役の指定」を使用して、出版前に承認のためにアップロードされた改訂済みのファイルを使って、著者やその他の人がゲラ刷りの校正を行うように指定します。
ka_ge: დამკაბადონებელი ატვირთავს აქ სრულიად მზა ფაილებს, რომლებიც მომზადებულია გამოსაქვეყნებლად. გამოიყენეთ <em>აუდიტორის დანიშვნა</em>, ავტორებისა და სხვა მომხმარებლების განსასაზღვრად გალერეების კორექტურისათვის, ჩასწორებული ფაილების ატვირთვით და მათი მოწონებით გამოქვეყნების წინ.
kk_kz: Сайт редакторлары жариялауға дайын файлдарды осы жерге жүктейді. Авторларды және басқа қолданушыларды электрондық жазбаның корректы етіп тағайындау және түзетілген файлдарды жүктеу үшін <em>Аудитор тағайындау </em> мүмуіншілігін пайдаланыңыз.
ky: Макет редактору бул жерге жарыяланууга даяр файлдарды жүктөйт. <em>Аудитор дайындоо</em> функциясын колдонуп авторлорду жана башкаларды галлейди текшерүүгө дайындаңыз, оңдолгон файлдар жарыялануудан мурун бекитүү үчүн жүктөлөт.
lt: Maketo redaktorius čia įkelia paruoštus publikavimui failus. Naudokite <em>Priskirti tikrintoją</em>, kad paskirtumėte autorius ar kitus asmenis koreguoti publikacijos maketus; pataisyti failai turi būti įkelti patvirtinimui prieš publikaciją.
lv: Maketētājs šeit augšupielādē pilnībā publicēšanai sagatavotas datnes. Izmantojiet <em>Piešķirt auditoru</em>, lai norīkotu autorus un citas personas, kas salīdzinās saliktņus ar labotajām datnēm, kas pirms publicēšanas augšupielādētas apstiprināšanai.
mk: Уредникот за форматирање ги поставува датотеките подготвени за објавување. Користете го <em> Доделете прегледувач</em> за да назначите автори и други да ги лекторираат галиите, со корегирани датотеки поставени за одобрување пред објавувањето.
mr: लेआउट संपादक येथे प्रकाशनासाठी तयार केलेल्या प्रकाशनयोग्य फाईल्स संक्रमित (अपलोड) करतो. प्रकाशनाच्या अगोदर सुधारून संक्रमित (अपलोड) केलेल्या कच्च्या मुद्रिताच्या (गॅली) फाईल्समधील लेखक आणि इतरांतर्फे मुद्रण दोष शोधण्यासाठी (प्रूफरीड) <em>ऑडिटर नेमा<em>.
ms: Editor susun atur memuat naik fail siap pengeluaran yang telah disiapkan untuk diterbitkan di sini. Gunakan <em> Tugaskan Juruaudit </em> untuk menugaskan pengarang dan yang lain untuk membuat proofread terhadap galley, dengan fail yang diperbaiki dimuat naik untuk persetujuan sebelum diterbitkan.
nb: Layout-redaktøren laster opp produksjonsklare filer som har blitt klargjort for publisering her. Bruk <em>«Oppnevn sluttkontrollør»</em> for å la forfattere og andre korrekturlese oppsettet. Korrigerte filer lastes opp for godkjenning før publisering.
nl: Hier plaatst de opmaakredacteur de afgewerkte bestanden die werden voorbereid voor publicatie. Gebruik <em>Wijs corrector toe</em> om auteurs en andere proeflezers aan te wijzen die de finale versie moeten lezen en goedkeuren voor publicatie.
pl: Składacz przesyła tutaj pliki gotowe do publikacji. Skorzystaj z <em>Przypisz audytora</em> w celu przypisania autorów i innych do sprawdzenia plików do publikacji.
pt: O editor de layout carrega os ficheiros prontos para produção que foram preparados para publicação aqui. Use <em>Atribuir Auditor</em> para designar autores e outros para rever as provas, com os ficheiros corrigidos enviados para aprovação antes da publicação.
pt_br: O editor de layout baixa aqui os arquivos prontos para produção (preparados para publicação). Use <em>Selecionar Auditores</em> para designar autores e outros para a leitura e correção das provas. Os arquivos corrigidos devem ser enviados para aprovação antes da publicação.
pt_pt: O editor de layout carrega os ficheiros prontos para produção que foram preparados para publicação aqui. Use <em>Atribuir Auditor</em> para designar autores e outros para rever as edições, com os ficheiros corrigidos enviados para aprovação antes da publicação.
ro_ro: Editorul de machete încarcă aici fișierele pregătite pentru producția publicației. Folosiți <em> Alocare Auditor </em> pentru a desemna autori și alți corectori pentru a corecta conținutul, cu fișiere corectate încărcate pentru aprobare înainte de publicare.
ru_ru: Верстальщик загружает сюда полностью готовые файлы, которые подготовлены для публикации. Используйте <em>Назначить аудитора</em>, чтобы определить авторов и других пользователей для корректуры гранок, с загрузкой откорректированных файлов и их одобрением перед публикацией.
sl: Grafični urednik naloži tukaj produkcijske verzije datotek, ki so bile pripravljene za objavo. Uporabite <em>Dodeli pregledovalca</em> da določite avtorja in ostale, ki bodo izvedli korekturo prelomov, ko boste naložili vse potrebne datoteke, ki morajo biti potrjene pred objavo.
sr_rs@cyrillic: Графички уредник поставља на сервер фајлове који су спремни за продукцију и који су припремљени за објављивање. Користи <em>Додели ревизора</em> да доделите аутора и друге за финалну проверу пробних копија,са исправљеним фајловима постављеним на сервер за одобрење пре објављивања.
sr_rs@latin: Grafički urednik postavlja na server fajlove koji su spremni za produkciju i koji su pripremljeni za objavljivanje. Koristi <em>Dodeli revizora</em> da dodelite autora i druge za finalnu proveru probnih kopija,sa ispravljenim fajlovima postavljenim na server za odobrenje pre objavljivanja.
sv_se: Layoutredaktören laddar upp de produktionsklara filerna här. Använd <em>Utse manusgranskare</em> för att uppdra åt författare eller andra att korrekturläsa publiceringsversionerna, med korrigerade filer uppladdade för godkännande före publicering.
th: บรรณาธิการการจัดวางอัปโหลดไฟล์ที่เตรียมไว้สำหรับการตีพิมพ์ที่นี่ ใช้ <em>กำหนดผู้ตรวจสอบ</em> เพื่อกำหนดผู้เขียนและบุคคลอื่นๆ ในการตรวจสอบแกลเล่ย์ พร้อมอัปโหลดไฟล์ที่แก้ไขเพื่ออนุมัติก่อนการตีพิมพ์
tr_tr: Sayfa düzenleyici, burada yayınlanmak üzere hazırlanmış olan biçimli dosyaları yükler. Yayından önce onay için yüklenen düzeltilmiş dosyalar ile, dizgiyi prova etmek için yazarları ve diğer kişileri atamak için <em>Atama Denetçisi</em>ni kullanın.
uk: Редактор верстки вивантажує сюди підготовлені до публікації файли. Використайте <em>Призначити аудитора</em>, щоб призначити авторів або інших користувачів для коректури гранок, із завантаженням відкоригованих файлів та їх схваленням перед публікацією.
uz_cyrl: Саҳифаловчи муҳаррир нашрга тайёр файлларни шу ерда юклайди. Муаллифларни ва бошқаларни галлейларингизни текшириш учун тайинлаш ва нашрдан олдин тасдиқлаш учун қайта кўриб чиқилган файлларни юклаш учун <em>Аудитор тайинлаш</em> функциясидан фойдаланинг.
uz_latn: Maket dizaynerlari nashrga tayyorlanadigan to'liq tayyorlangan fayllarni bu erga yuklaydi. Dalillarni tekshirish, qayta ko'rib chiqilgan fayllarni yuklash va nashr etishdan oldin ularni tasdiqlash uchun mualliflarni va boshqa foydalanuvchilarni aniqlash uchun <em> Auditorni tayinlash </em> dan foydalaning.
vi: Biên tập viên trình bày tải lên các tập tin sẵn sàng xuất bản đã được chuẩn bị để xuất bản ở đây. Sử dụng <em>Phân công người kiểm tra</em> để chỉ định các tác giả và những người khác để đọc lại các bản in, với các tập tin được sửa chữa được tải lên để phê duyệt trước khi xuất bản.
zh_hans: 美工编辑上传了准备发布时用的校样文件。请通过<em>分配任务</em>提醒作者和其他人对校样进行最后审核校对，如有修改，清在发布之前上传更正的文件。
zh_tw: 版面編輯會在此上載準備出版的檔案。使用<em>分配審查人員</em>來配置作者及其他用戶去校對稿件，並在出版前提供正確的檔案供核准。

# grid.action.approveProof
source: Approve this proof for inclusion in the galley.
ar_iq: صادق على هذه التصحيحات ليتم تضمينها في اللوح الطباعي.
bg_bg: Одобрете тази чернова за включване в типография.
bs_ba: Odobri ovu korekturu za uvrštavanje u kopiju.
ca: Acceptar aquesta prova per incloure-la a la galerada.
ckb: ئەم زانیارییانە لە تابلۆی چاپ پشتڕاست بکەوە.
cs_cz: Schválit tuto korekturu k vložení do sazebnice.
de: Diese Korrektur für die Aufnahme in die Fahne freigeben.
el_gr: Έγκριση αυτού του διορθωμένου δοκιμίου για συμπερίληψη στο τυπογραφικό δοκίμιο.
es_es: Aceptar esta prueba para incluirla en la galerada.
fa: نسخه بازبینی نهایی را تأیید کنید تا وارد مرحله چاپ نهایی شود.
fi: Hyväksy tämä korjausvedos sisällytettäväksi julkaistaviin tiedostoihin.
fr_ca: Approuver cette version pour inclusion dans les épreuves.
gd_gb: Thoir aonta dhan tionndadh dearbhaidh seo airson a ghabhail a-staigh sa mhòr-dhuilleag.
gl_es: Aceptar esta proba para a súa inclusión na galerada.
hi_in: गैली में शामिल करने के लिए इस प्रमाण को स्वीकार करें ।
hu_hu: A korrektúra jóváhagyása megjelentetési formátumként.
hy: Հաստատեք այս սևագիրը, շարվածքում ներառելու համար:
id: Setujui proof ini untuk dimasukkan ke dalam galai.
is_is: Samþykkja að taka þessa próförk með í galley.
it: Approva questa bozza per la pubblicazione.
ja: ゲラ刷りのために、この校正を承認する。
ka_ge: ამ მონახაზის მოწონება გალერეაში ჩართვისათვის.
kk_kz: Бұл жобаны электрондық жазбаға қосу үшін мақұлдаңыз.
ky: Бул корректураны галлейге кошууга бекитүү.
lt: Patvirtinti, kad šią korektūrą jau būtų galima įtraukti į skiltį.
lv: Apstiprināt šo korektūru iekļaušanai saliktnī.
mk: Одобрете ја пробната копија за да биде поставена за приказ.
mr: हे मुद्रण दोष शोधन झालेले (प्रूफरीड) स्वरूप कच्च्या मुद्रिता (गॅली) मध्ये समावेश करण्यासाठी मंजूर करा.
ms: Luluskan bukti ini untuk disertakan dalam galley.
nb: Godkjenn denne korrekturen for inkludering i oppsettet.
nl: Accepteer deze proef.
pl: Zatwierdź wersję po korekcie.
pt: Aprovar esta prova para inclusão na composição.
pt_br: Aprovar esta prova para inclusão na composição.
pt_pt: Aprovar esta prova para inclusão na edição.
ro_ro: Aprobați această corectură pentru includerea în conținut.
ru_ru: Одобрить этот черновик для включения в гранку.
sl: Odobri to spremembo za vljučitev v prelom.
sr_rs@cyrillic: Одобри пртобну копију за укључивање у приказ.
sr_rs@latin: Odobri prtobnu kopiju za uključivanje u prikaz.
sv_se: Godkänn det här korrekturet för inkludering i publiceringsversionen.
th: อนุมัติการตรวจสอบนี้เพื่อรวมอยู่ในแกลเล่ย์
tr_tr: Dizgiye dahil edilmek için bu düzenlemeyi onayla.
uk: Схвалити цю правку для включення в гранку.
uz_cyrl: Ушбу далилнинг галлейларга киритилишини маъқуллаш.
uz_latn: Ushbu qoralamani oshxonaga kiritish uchun tasdiqlang.
vi: Phê duyệt bản in thử này để đưa vào bản in chính thức.
zh_hans: 批准此用于校样的文件。
zh_tw: 核准及在校對樣本包含此稿件。

# grid.action.pageProofApproved
source: This proof has been approved for inclusion in the galley.
ar_iq: تمت المصادقة على التصحيحات ليتم تضمينها في اللوح الطباعي.
bg_bg: Тази чернова е одобрена за включване в типография.
bs_ba: Ova korektura je odobrena za uvrštavanje u kopiju.
ca: Aquesta prova ha estat acceptada per incloure-la a la galerada.
ckb: .ئەم بەڵگەیە پشتڕاست کرایەوە بۆ هەڵگرتنی لە تابلۆی چاپدا.
cs_cz: Korektura byla schválena k vložení do sazebnice.
de: Diese Korrektur wurde für die Aufnahme in die Fahne freigegeben.
el_gr: Αυτό το διορθωμένο δοκίμιο εγκρίθηκε για συμπερίληψη στο τυπογραφικό δοκίμιο.
es_es: Esta prueba ha sido aceptada para su inclusión en la galerada.
fa: مقاله تأیید نهایی و در نسخه نهایی گنجانده شد.
fi: Tämä korjausvedos on hyväksytty sisällytettäviksi julkaistaviin tiedostoihin.
fr_ca: Cette version a été approuvée pour inclusion dans les épreuves.
gd_gb: Fhuair an tionndadh dearbhaidh seo aonta agus thèid a ghabhail a-staigh sa mhòr-dhuilleag.
gl_es: Esta proba aceptouse para a súa inclusión na galerada.
hi_in: इस प्रमाण को गैली में शामिल करने के लिए मंजूरी दे दी गई है ।
hu_hu: A korrektúra elfogadásra került, mint megjelentethető változat.
hy: Այս սևագիրը հաստատվել է շարվածքում ներառելու համար։
id: Proof ini telah disetujui untuk dimasukkan ke dalam galai.
is_is: Búið er að samþykkja þessa próförk fyrir galleyið.
it: Questa bozza è stata approvata per la pubblicazione.
ja: 本校正はゲラ刷りのための承認を得ました。
ka_ge: ეს მონახაზი მოწონებულია გალერეაში დასამატებლად.
kk_kz: Бұл жоба электрондық жазбаға қосу үшін мақұлданды.
ky: Бул корректура галлейге кошууга бекитилди.
lt: Patvirtinta, kad šią korektūrą galima įtraukti į skiltį.
lv: Šī korektūra apstiprināta iekļaušanai saliktnī.
mk: Ова пробна копија е одобрена за да биде ставена за приказ.
mr: हे मुद्रण दोष शोधन झालेले (प्रूफरीड) स्वरूप कच्च्या मुद्रिता (गॅली) मध्ये समावेश करण्यासाठी मान्यता देण्यात आली आहे.
ms: Bukti ini telah diluluskan untuk dimasukkan ke dalam galley.
nb: Denne korrekturen har blitt godkjent for inkludering i oppsettet.
nl: Deze proef werd geaccepteerd.
pl: Wersja po korekcie została zatwierdzona.
pt: Esta prova foi aprovada para inclusão na composição.
pt_br: Esta prova foi aprovada para inclusão na composição.
pt_pt: Esta prova foi aprovada para inclusão na edição.
ro_ro: Această corectură a fost aprobată pentru a fi inclusă în conținut.
ru_ru: Этот черновик был одобрен для включения в гранку.
sl: Ta sprememba je bila odobrena za vključitev v prelom.
sr_rs@cyrillic: Ова пробна копија је одобрена за укључивање у приказ.
sr_rs@latin: Ova probna kopija je odobrena za uključivanje u prikaz.
sv_se: Det här korrekturet har blivit godkänt för inkludering i publiceringsversionen.
th: การตรวจสอบนี้ได้รับการอนุมัติให้รวมอยู่ในแกลเล่ย์แล้ว
tr_tr: Bu düzenleme, dizgiye dahil edilmek üzere onaylandı.
uk: Ця правка була схвалена для включення в гранку.
uz_cyrl: Ушбу далил галлейларга қўшиш учун тасдиқланган.
uz_latn: Ushbu qoralama oshxonaga kiritish uchun ma'qullandi.
vi: Bản in thử này đã được phê duyệt để đưa vào bản in chính thức.
zh_hans: 此校样文件已批准。
zh_tw: 此稿件已被核准，可包含在校對樣本中。

# submission.submit.titleAndSummary
source: Title and Abstract
ar_iq: العنوان والملخص
bg_bg: Заглавие и резюме
bs_ba: Naslov i sažetak
ca: Títol i resum
ckb: ناونیشان و پوختە
cs_cz: Název a abstrakt
de: Titel und Abstract
el_gr: Τίτλος και περίληψη
es_es: Título y resumen
fa: عنوان و چکیده
fi: Otsikko ja abstrakti
fr_ca: Titre et résumé
gd_gb: An tiotal is geàrr-chunntas
gl_es: Título e resumo
hi_in: शीर्षक और सार
hu_hu: Cím és absztrakt
hy: Վերնագիր և ամփոփում
id: Judul dan Abstrak
is_is: Titill og útdráttur
it: Titolo e abstract
ja: タイトルと要旨
ka_ge: დასახელება და აბსტრაქტი
kk_kz: Атауы және аңдатпа
ky: Аталыш жана аннотация
lt: Pavadinimas ir santrauka
lv: Virsraksts un kopsavilkums
mk: Наслов и апстракт
mr: शीर्षक आणि गोषवारा
ms: Tajuk dan Abstrak
nb: Tittel og sammendrag
nl: Titel en Samenvatting
pl: Tytuł i abstrakt
pt: Título e resumo
pt_br: Título e Resumo
pt_pt: Título e Resumo
ro_ro: Titlu și Rezumat
ru_ru: Название и аннотация
sl: Naslov in izvleček
sr_rs@cyrillic: Наслов и апстракт
sr_rs@latin: Naslov i apstrakt
sv_se: Titel och abstract
th: ชื่อและบทคัดย่อ
tr_tr: Başlık ve Özet
uk: Назва і анотація
uz_cyrl: Сарлавҳа ва Аннотация
uz_latn: Sarlavha va izoh
vi: Tiêu đề và Tóm tắt
zh_hans: 标题和摘要
zh_tw: 標題及摘要
