Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# editor.submission.decision.promoteFiles.externalReview
source: Select files that should be sent to the review stage.
bg_bg: Изберете файлове, които трябва да бъдат изпратени на етап рецензиране.
ca: Seleccioneu els arxius que haurien d'enviar-se a la fase de revisió.
de: Dateien auswählen, die zur Begutachtung geschickt werden sollen.
fa: فایل‌هایی که باید به مرحله داوری ارسال شود را انتخاب نمایید.
fi: Valitse tiedostot, jotka siirretään arviointivaiheeseen.
fr_ca: Sélectionner les fichiers devant être envoyés à l'étape d'évaluation.
hy: Ընտրեք նիշքեր, որոնք պետք է ուղարկվեն վերանայման փուլ:
id: Pilih file yang akan dikirim ke tahap review.
it: Seleziona i file che devono essere resi disponibili per la revisione.
ja: 査読段階に送るファイルを選択してください。
ka_ge: აირჩიეთ ფაილები, რომლებიც უნდა გაიგზავნოს განხილვის ეტაპზე.
kk_kz: Тексеру кезеңіне жіберілетін файлдарды таңдаңыз.
ky: Кароо баскычына жөнөтүлө турган файлдарды тандаңыз.
lt: Pasirinkite failus, kurie turėtų būti siunčiami peržiūrai.
lv: Atlasīt datnes, kas jānosūta uz recenzēšanas posmu.
mk: Изберете ги датотеките кои треба да се испратат во фазата на ревизија.
mr: समीक्षणाच्या टप्प्यावर पाठवायच्या फाईल्सची निवड करा.
ms: Pilih fail yang perlu dihantar ke peringkat semakan.
nb: Velg filer som skal sendes til fagfellevurderingssteget.
nl: Selecteer bestanden die doorgestuurd moeten worden naar de reviewfase.
pl: Wybierz pliki które powinny przejść do etapu recenzji.
pt: Selecione os ficheiros a enviar para a etapa de revisão.
pt_br: Selecione os arquivos que devem ser enviados para a etapa de avaliação.
sl: Izberite datoteke za fazo recenzije.
th: เลือกไฟล์ที่ควรส่งไปยังขั้นตอนการพิจารณา
uk: Виберіть файли, які повинні бути відправлені на етап рецензування.
uz_cyrl: Тақриз босқичига ўтказиладиган файлларни танланг.
uz_latn: Ko'rib chiqish bosqichiga yuborilishi kerak bo'lgan fayllarni tanlang.
vi: Chọn các tập tin sẽ được gửi đến giai đoạn xem xét.
zh_tw: 選擇發送至評審階段的檔案。

# doi.submission.issueMissing.publication
source: Could not create a DOI for the following submission: {$pubObjectTitle}. The submission must be assigned to an issue before a DOI can be generated.
bg_bg: Не можа да се създаде DOI за следното подаване на материали: {$pubObjectTitle}. Подадените материали трябва да бъдат присвоени към брой, преди да може да се генерира DOI.
ca: No s'ha pogut crear un DOI per a la següent tramesa: {$pubObjectTitle}. La tramesa ha d'assignar-se a un número abans que es pugui generar el DOI.
de: DOI für die Einreichung {$pubObjectTitle} konnte nicht kreiert werden. Die Einreichung muss einer Ausgabe zugewiesen sein, bevor eine DOI generiert werden kann.
fa: قادر به ایجاد DOI برای این مقاله ارسالی نشد: {$pubObjectTitle}. پیش از آنکه بتوان برای مقاله ارسالی DOI تولید کرد باید در یک شماره قرار گیرد.
fi: Käsikirjoitukselle {$pubObjectTitle} ei voitu luoda DOI-tunnusta. Käsikirjoituksen tulee olla ajoitettu johonkin numeroon ennen DOI:n luomista.
fr_ca: Impossible de créer un DOI pour la soumission suivante : {$pubObjectTitle}. La soumission doit être assignée à un numéro avant qu'un DOI puisse être généré.
hy: Չհաջողվեց ստեղծել DOI հետևյալ ներկայացման համար՝ {$pubObjectTitle}: Ներկայացումը պետք է նշանակվի թողարկմանը, նախքան DOI-ի ստեղծումը:
id: Tidak dapat memberikan DOI untuk naskah: {$pubObjectTitle}. Naskah harus dimasukkan ke dalam edisi agar dapat diberi DOI.
it: Non è stato possibile creare un DOI per questo articolo: {$pubObjectTitle}. L'articolo deve essere assegnato ad una uscita affinché il DOI sia generato.
ja: 下記の投稿の DOI を作成できませんでした: {$pubObjectTitle}。DOI を生成するには、投稿の巻号を指定する必要があります。
ky: Төмөнкү тапшырма үчүн DOI түзүлбөйт: {$pubObjectTitle}. DOI түзүлүшү үчүн тапшырма чыгарылышка дайындалышы керек.
lt: Nepavyko sukurti DOI šiam pateikimui: {$pubObjectTitle}. Prieš sugeneruojant DOI, pateikimas turi būti priskirtas problemai.
lv: Nevar izveidot DOI šādam materiālam: {$pubObjectTitle}. Lai varētu ģenerēt DOI, materiāls ir jāpiešķir žurnāla numuram.
mk: Не можевме да создадеме DOI за поднесокот: {$pubObjectTitle}. Поднесокот мора да биде доделен во издание пред да може да се генерира DOI.
mr: खालील सादरीकरणाला DOI देता आला नाही: {$pubObjectTitle}. DOI देण्यासाठी सादरीकरण एखाद्या अंकात प्रकाशनासाठी निश्चित करणे आवश्यक आहे.
ms: Tidak dapat membuat DOI untuk penyerahan berikut: {$pubObjectTitle}. Penyerahan mesti diberikan kepada isu sebelum DOI boleh dijana.
nb: Kunne ikke opprette en DOI til den følgende innlevering: {$pubObjectTitle}. Innleveringen må knyttes til en utgave før en DOI kan genereres.
nl: Kon geen DOI aanmaken voor de volgende inzending: {$pubObjectTitle}. De inzending moet toegewezen zijn aan een nummer voordat een DOI gegenereerd kan worden.
pl: Nie można wygenerować DOI dla zgłoszenia : {$pubObjectTitle]. Zgłoszenie powinno być uprzednio przypisane do jakiegoś wydania.
pt: Não foi possível criar o DOI para a seguinte submissão: {$pubObjectTitle}. A submissão deve ser atribuída a um número antes do DOI ser gerado.
pt_br: Não foi possível criar um DOI para a seguinte submissão: {$pubObjectTitle}. A submissão deve ser atribuída a uma edição antes que um DOI possa ser gerado.
sl: DOI-ja za prispevek {$pubObjectTitle} ni bilo mogoče ustvariti. Prispevek mora biti najprej dodeljen v številko revije.
th: ไม่สามารถสร้าง DOI สำหรับบทความต่อไปนี้: {$pubObjectTitle} การส่งบทความต้องถูกกำหนดให้กับฉบับก่อนจึงจะสามารถสร้าง DOI ได้
uk: Не вдалося створити DOI для наступного надсилання: {$pubObjectTitle}. Подання має бути віднесено до випуску, перш ніж можна буде створити DOI.
uz_cyrl: Мақола учун DOI яратиб бўлмади. У ҳали бирорта нашр сонига бириктирилмаган.
uz_latn: Quyidagi yuborish uchun DOI yaratib bo‘lmadi: {$pubObjectTitle}. DOI yaratilishidan oldin taqdimnoma muammoga tayinlanishi kerak.
vi: Không thể tạo DOI cho lần gửi sau: {$pubObjectTitle}. Việc gửi phải được chỉ định cho một vấn đề trước khi có thể tạo DOI.
zh_tw: 未能為此投稿{$pubObjectTitle}創建DOI。創建DOI前，必須分配投稿至其中一期。

# doi.submission.issueMissing.representation
source: Could not create a DOI for the {$pubObjectTitle} galley for the following submission: {$itemTitle}. The submission must be assigned to an issue before a DOI can be generated.
bg_bg: Не можа да се създаде DOI за типографията {$pubObjectTitle} на следното подаване на материали: {$itemTitle}. Подадените материали трябва да бъдат присвоени към брой, преди да може да се генерира DOI.
ca: No s'ha pogut crear un DOI per a la galerada {$pubObjectTitle} de la següent tramesa: {$itemTitle}. La tramesa ha d'assignar-se a un número abans que es pugui generar el DOI.
de: DOI für die {$pubObjectTitle} Fahne der Einreichung {$itemTitle} konnte nicht kreiert werden. Die Einreichung muss einer Ausgabe zugewiesen sein, bevor eine DOI generiert werden kann.
fa: قادر به تولید DOI برای نسخه نهایی {$pubObjectTitle} برای مقاله ثبت شده زیر نشد: {$itemTitle}. برای تولید DOI باید مقاله ثبت شده در یک شماره قرار گیرد.
fi: Käsikirjoituksen {$itemTitle} ladokselle {$pubObjectTitle} ei voitu luoda DOI-tunnusta. Käsikirjoituksen tulee olla ajoitettu johonkin numeroon ennen DOI:n luomista.
fr_ca: Impossible de créer un DOI pour les épreuves de {$pubObjectTitle} pour la soumission suivante : {$itemTitle}. La soumission doit être assignée à un numéro avant qu'un DOI puisse être généré.
hy: Չհաջողվեց ստեղծել DOI {$pubObjectTitle} շարվածքի հետևյալ ներկայացման համար՝ {$itemTitle}: Ներկայացումը պետք է նշանակվի թողարկմանը, նախքան DOI-ի ստեղծումը:
id: Tidak dapat memberikan DOI untuk galei {$pubObjectTitle} naskah berikut: {$itemTitle}. Naskah harus dimasukkan terlebih dahulu ke dalam sebuah edisi baru bisa diberi DOI.
it: Non è stato possibile creare un DOI per una galley, {$pubObjectTitle}, del seguente articolo: {$itemTitle}. L'articolo deve essere assegnato ad una uscita affinché il DOI sia generato.
ja: 下記の投稿「{$pubObjectTitle}」のゲラに DOI を作成できませんでした: {$itemTitle}。DOI を生成するには、投稿の巻号を指定する必要があります。
ky: {$itemTitle} тапшырмасы үчүн {$pubObjectTitle} галлейине DOI түзүлбөйт. DOI түзүлүшү үчүн тапшырма чыгарылышка дайындалышы керек.
lt: Nepavyko sukurti DOI {$pubObjectTitle} galerijai šiam pateikimui: {$itemTitle}. Prieš sugeneruojant DOI, pateikimas turi būti priskirtas problemai.
lv: Nevar izveidot DOI materiāla {$itemTitle} {$pubObjectTitle} saliktnim. Lai varētu ģenerēt DOI, materiāls ir jāpiešķir žurnāla numuram.
mk: Не можевме да создадеме DOI за {$pubObjectTitle} отисок за поднесокот: {$itemTitle}. Поднесокот мора да биде доделен во издание пред да може да се генерира DOI.
mr: खालील सादरीकरणाच्या {$pubObjectTitle} कच्च्या मुद्रिताला (गॅली) DOI देता आला नाही: {$itemTitle}. DOI देण्यापूर्वी सादरीकरण एखाद्या अंकात प्रकाशनासाठी निश्चित करणे आवश्यक आहे.
ms: Tidak dapat membuat DOI untuk galley {$pubObjectTitle} untuk penyerahan berikut: {$itemTitle}. Penyerahan mesti diberikan kepada isu sebelum DOI boleh dijana.
nb: Kunne ikke opprette en DOI til {$pubObjectTitle} oppsett til følgende innlevering: {$itemTitle}. Innleveringen må knyttes til en utgave før en DOI kan genereres.
nl: Kon geen DOI aanmaken voor de {$pubObjectTitle} drukproef van de volgende inzending: {$itemTitle}. De inzending moet aan een nummer toegewezen worden voordat een DOI gegenereerd kan worden.
pl: Nie można stworzyć DOI dla plików {$pubObjectTitle} następującego zgłoszenia: {$itemTitle}. Zanim DOI zostanie wygenerowane, zgłoszenie musi zostać uprzednio przypisane do wydania.
pt: Não foi possível criar o DOI para a composição {$pubObjectTitle} da seguinte submissão: {$itemTitle}. A submissão deve estar atribuída a um número antes de gerar um DOI.
pt_br: Não foi possível criar um DOI para a composição {$pubObjectTitle} para a seguinte submissão: {$itemTitle}. A submissão deve ser atribuída a uma edição antes que um DOI possa ser gerado.
sl: DOI-ja za prelom {$pubObjectTitle} prispevka {$itemTitle} ni bilo mogoče ustvariti. Prispevek mora biti najprej dodeljen v številko revije.
th: ไม่สามารถสร้าง DOI สำหรับแกลเล่ย์ {$pubObjectTitle} ของบทความต่อไปนี้: {$itemTitle} การส่งบทความต้องถูกกำหนดให้กับฉบับก่อนจึงจะสามารถสร้าง DOI ได้
uk: Не вдалося створити DOI для {$pubObjectTitle} гранки для наступного подання: {$itemTitle}. Подання має бути віднесено до випуску, перш ніж DOI може бути створений.
uz_cyrl: Мақола файли (galley) учун DOI яратиб бўлмади. У ҳали бирорта нашр сонига бириктирилмаган.
uz_latn: Quyidagi yuborish uchun {$pubObjectTitle} galereyasi uchun DOI yaratib bo‘lmadi: {$itemTitle}. DOI yaratilishidan oldin taqdimnoma muammoga tayinlanishi kerak.
vi: Không thể tạo DOI cho {$pubObjectTitle} cho bài gửi sau: {$itemTitle}. Việc gửi phải được chỉ định cho một vấn đề trước khi có thể tạo DOI.
zh_tw: 未能為投稿{$itemTitle}的校對樣本{$pubObjectTitle}創建DOI。創建DOI前，必須分配投稿至其中一期。

# doi.submission.incorrectContext
source: Could not create a DOI for the following submission: {$pubObjectTitle}. It does not exist in the current journal context.
bg_bg: Не можа да се създаде DOI за следното подаване на материали: {$pubObjectTitle}. Подадените материали не са присвоени към брой на списание.
ca: No s'ha pogut crear un DOI per a la següent tramesa: {$pubObjectTitle}. Aquesta no existeix en el context de la revista actual.
de: DOI für die Einreichung {$pubObjectTitle} konnte nicht kreiert werden. Die Einreichung existiert im aktuellen Zeitschriftenkontext nicht.
fa: قادر به ایجاد DOI برای این مقاله ارسالی نشد: {$pubObjectTitle}. چنین مقاله‌ای در این مجله وجود ندارد.
fi: Käsikirjoitukselle {$pubObjectTitle}ei voitu luoda DOI-tunnusta. Käsikirjoitusta ei ole olemassa tässä julkaisussa.
fr_ca: Impossible de créer un DOI pour la soumission suivante : {$pubObjectTitle}. Elle n'existe pas dans le contexte actuel de la revue.
hy: Չհաջողվեց ստեղծել DOI հետևյալ ներկայացման համար՝ {$pubObjectTitle}: Այն գոյություն չունի ամսագրի ներկայիս համատեքստում:
id: Tidak dapat memberikan DOI untuk naskah: {$pubObjectTitle}. Naskah tidak ditemukan pada jurnal ini.
it: Non è stato possibile creare un DOI per il seguente articolo: {$pubObjectTitle}. Non esiste nel sito della rivista.
ja: 下記の投稿の DOI を作成できませんでした: {$pubObjectTitle}。現在の雑誌コンテキストには存在しません。
ky: Төмөнкү тапшырма үчүн DOI түзүлбөйт: {$pubObjectTitle}. Ал учурдагы журнал контекстинде жок.
lt: Nepavyko sukurti DOI šiam pateikimui: {$pubObjectTitle}. Dabartiniame žurnalo kontekste jo nėra.
lv: Nevar izveidot DOI šādam materiālam: {$pubObjectTitle}. Tas nepastāv jaunākā žurnāla kontekstā.
mk: Не можевме да создадеме DOI за поднесокот: {$pubObjectTitle}. Моментално не постои во списанието.
mr: खालील सादरीकरणाला DOI देता आला नाही: {$pubObjectTitle}. प्रस्तुत नियतकालिकाशी ते जोडलेले नाही.
ms: Tidak dapat membuat DOI untuk penyerahan berikut: {$pubObjectTitle}. Ia tidak wujud dalam konteks jurnal semasa.
nb: Kunne ikke opprette en DOI til følgende innlevering: {$pubObjectTitle}. Den eksisterer ikke i det nåværende tidsskriftet.
nl: Kon geen DOI aanmaken voor de volgende inzending: {$pubObjectTitle}. Deze bestaat niet binnen de huidige tijdschriftcontext.
pl: Nie można wygenerować DOI dla zgłoszenia : {$pubObjectTitle]. Zgłoszenie nie istnieje w aktualnie wybranym tytule.
pt: Não foi possível criar um DOI para a seguinte submissão: {$pubObjectTitle}. Não existe no contexto da revista atual.
pt_br: Não foi possível criar um DOI para a seguinte submissão: {$pubObjectTitle}. Não existe no contexto da atual da revista.
sl: DOI-ja za prispevek {$pubObjectTitle} ni bilo mogoče ustvariti. Prispevek ne obstaja v kontekstu trenutne revije.
th: ไม่สามารถสร้าง DOI สำหรับบทความต่อไปนี้: {$pubObjectTitle} เนื่องจากไม่อยู่ในบริบทของวารสารปัจจุบัน
uz_cyrl: Мақола учун DOI яратиб бўлмади. Ушбу контекстда (журналда) DOI тизими фаоллаштирилмаган.
uz_latn: Quyidagi yuborish uchun DOI yaratib bo‘lmadi: {$pubObjectTitle}. Joriy jurnal kontekstida u mavjud emas.
vi: Không thể tạo DOI cho lần gửi sau: {$pubObjectTitle}. Nó không tồn tại trong tạp chí hiện tại.
zh_tw: 未能為此投稿{$pubObjectTitle}創建DOI。此期刊現查無此投稿。

# submission.layout.viewGalley
source: View Galley
bg_bg: Преглед на типографията
ca: Veure galerada
de: Fahne ansehen
fa: مشاهده نسخه نهایی
fi: Näytä julkaistava tiedosto
fr_ca: Afficher les épreuves
hy: Դիտել շարվածքը
id: Buka Galei
it: Visualizza il file
ja: ゲラ表示
ky: Галлейди көрүү
lt: Peržiūrėti numeri
lv: Saliktņa skatīšana
mk: Прегледајте го отисокот
mr: कच्चे मुद्रित (गॅली) पहा
ms: Lihat Galley
nb: Vis oppsett
nl: Bekijk drukproef
pl: Podejrzyj wersję do publikacji
pt: Ver composição
pt_br: Ver Composição
sl: Poglej prelom
th: ดูแกลเล่ย์
uk: Переглянути гранку
uz_cyrl: Файлни кўриш (Galley)
uz_latn: Galleyni ko'rish
vi: Xem phòng trưng bày

# galley.cantEditPublished
source: This galley can not be edited because it has already been published.
bg_bg: Тази типография не може да се редактира, защото вече е публикувана.
ca: Aquesta galerada no es pot editar perquè ja s'ha publicat.
de: Diese Fahne kann nicht bearbeitet werden, da sie bereits veröffentlicht ist.
fa: این نسخه نهایی نمی‌تواند ویرایش شود چرا که در حال حاضر منتشر شده است.
fi: Julkaistavaa tiedostoa ei voi muokata koska se on jo julkaistu.
fr_ca: Ces épreuves ne peuvent pas être éditées car elles ont déjà été publiées.
hy: Այս շարվածքը հնարավոր չէ խմբագրել, քանի որ այն արդեն հրապարակվել է:
id: Galei ini tidak dapat diedit karena telah diterbitkan.
it: Questo file non può essere modificato perché è già stato pubblicato.
ja: このゲラはすでに公開されているため編集できません。
ky: Бул галлей түзөтүлбөйт, анткени ал мурунтан жарыяланган.
lt: Šios galerijos negalima redaguoti, nes ji jau buvo publikuota.
lv: Šo saliktni nevar rediģēt, jo tas jau ir publicēts.
mk: Овој отисок не може да се изменува бидејќи веќе е објавен.
mr: या कच्च्या मुद्रिताचे (गॅली) संपादन करणे अशक्य आहे कारण ते यापूर्वीच प्रकाशित झाले आहे.
ms: Galley ini tidak boleh diedit kerana ia telah pun diterbitkan.
nb: Dette oppsettet kan ikke redigeres fordi det allerede har blitt publisert.
nl: Deze drukproef kon niet worden aangepast omdat deze reeds is gepubliceerd.
pl: Tej wersji nie można edytować, ponieważ została już opublikowana.
pt: Esta composição não pode ser editada porque já foi publicada.
pt_br: Esta composição não pode ser editada porque já foi publicada.
sl: Preloma ni mogoce urejati, ker je bil že objavljen.
th: ไม่สามารถแก้ไขแกลเล่ย์นี้ได้เนื่องจากได้ตีพิมพ์ไปแล้ว
uk: Цю гранку не можна редагувати, оскільки її вже опубліковано.
uz_cyrl: Нашр этилган файлни (galley) таҳрирлаб бўлмайди.
uz_latn: Bu galleyni tahrirlab bo‘lmaydi, chunki u allaqachon chop etilgan.
vi: Không thể chỉnh sửa phòng trưng bày này vì nó đã được xuất bản.

# submission.copyright.description
source: Please read and understand the copyright terms for submissions to this journal.
bg_bg: Моля, прочетете и разберете условията за авторските права при изпращане на материали към това списание.
ca: Si us plau, llegeixi i comprengui els termes de drets d'autor per a les trameses a aquesta revista.
de: Bitte lesen und verstehen Sie die Copyright-Bestimmungen für Einreichungen zu dieser Zeitschrift.
fa: لطفاً قوانین حق نشر را برای ثبت مقاله در این مجله با دقت مطالعه فرمایید.
fi: Lue ja sisäistä tämän julkaisun tekijänoikeusehdot käsikirjoituksille.
fr_ca: Veuillez lire et vous assurez de comprendre la politique de droits d'auteur pour les soumissions à cette revue.
hy: Խնդրում ենք կարդալ և հասկանալ այս ամսագրին ներկայացված նյութերի հեղինակային իրավունքի պայմանները:
id: Baca dan pahami syarat Hak Cipta naskah pada jurnal ini.
it: Si prega di leggere e accettare i termini di copyright per la presentazione di contributi a questa rivista.
ja: 本誌に投稿する際の著作権条件を読んで理解してください。
ky: Бул журналга тапшырмалар үчүн автордук укук шарттарын окуп, түшүнүңүз.
lt: Prašome perskaityti ir suprasti autorių teisių sąlygas, taikomas pateikiant straipsnius šiam žurnalui.
lv: Lūdzu, izlasiet un iepazīstieties ar autortiesību noteikumiem, kas attiecas uz materiālu iesniegšanu šim žurnālam.
mk: Ве молиме прочитајте и разберете ги условите за авторско право за поднесоци во ова списание.
mr: या नियतकालिकात केलेल्या सादरीकरणाच्या स्वामित्वाधिकारासंबंधीच्या (कॉपीराइट) अटी वाचा आणि समजून घ्या.
ms: Sila baca dan fahami syarat hak cipta untuk penyerahan jurnal ini.
nb: Vennligst les gjennom opphavsrettslige vilkår som gjelder innleveringer til dette tidsskriftet.
nl: Lees en begrijp alstublieft de copyrightvoorwaarden voor inzendingen aan dit tijdschrift.
pl: Prosimy o przeczytanie i zrozumienie warunków praw autorskich dotyczących zgłoszeń do tego czasopisma.
pt: Por favor, leia e entenda os termos de direitos de autor para as submissões a esta revista.
pt_br: Por favor, leia e entenda os termos de direitos autorais para submissões a esta revista.
sl: Prosimo preberite in se seznanite z izjavo o avtorskih pravicah za to revijo.
th: โปรดอ่านและทำความเข้าใจเงื่อนไขลิขสิทธิ์สำหรับการส่งบทความไปยังวารสารนี้
uk: Будь ласка, прочитайте та зрозумійте умови авторського права щодо подань до цього журналу.
uz_cyrl: Илтимос, ушбу мақола учун муаллифлик ҳуқуқи шартларини ўқинг ва тасдиқланг.
vi: Vui lòng đọc và hiểu các điều khoản về bản quyền đối với các bài gửi tới tạp chí này.
