Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.wizard.notAllowed.description
source: You are not allowed to submit to this journal because authors must be registered by the editorial staff. If you believe this is an error, please contact <a href='mailto:{$email}'>{$name}</a>.
bg_bg: Нямате право да изпращате материали към това списание, защото авторите трябва да бъдат регистрирани от редакцията на списанието. Ако смятате, че това е грешка, моля, свържете се с <a href='mailto:{$email}'>{$name}</a>.
ca: No podeu fer una tramesa a aquesta revista perquè els autors/ores han d'haver estat registrats pel personal editorial. Si creieu que es tracta d'un error, contacteu amb <a href='mailto:{$email}'>{$name}</a>.
de: Sie können keine Beiträge in dieser Zeitschrift einreichen, da Autor/innen von der Redaktion registriert werden müssen. Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an <a href='mailto:{$email}'>{$name}</a>.
fa: شما مجاز به ارسال مقاله در این مجله نیستید زیرا نویسندگان باید توسط هیئت تحریره ثبت نام شوند. در صورتی که فکر می‌کنید اشتباهی رخ داده لطفاً با <a href='mailto:{$email}'>{$name}</a> تماس برقرار کنید.
fi: Et voi lähettää käsikirjoitusta tähän julkaisuun, koska vain toimituskunta voi rekisteröidä uusia kirjoittajia. Jos arvioit tämän olevan virhe, otathan yhteyttä <a href='mailto:{$email}'>{$name}</a>.
fr_ca: Vous n'êtes pas autorisé.e à soumettre votre manuscrit à cette revue car les auteur.e.s doivent êtres inscrit.e.s par l'équipe éditoriale. S'il s'agit selon vous d'une erreur, contacter <a href='mailto:{$email}'>{$name}</a>.
hy: Ձեզ չի թույլատրվում ներկայացնել հոդված այս ամսագրին, քանի որ հեղինակները պետք է գրանցվեն խմբագրության կողմից: Եթե կարծում եք, որ սա սխալ է, դիմեք <a href='mailto:{$email}'>{$name}</a>:
id: Anda tidak diperbolehkan mengirim nasakah ke jurnal ini karena penulis harus difatar terlebih dahulu oleh staf redaksi. Jika menurut anda ini keliru, silakan hubungi <a href='mailto:{$email}'>{$name}</a>.
it: Non si è autorizzati all'invio di proposte editoriali a questa rivista occorre essere prima registrati dalla Redazione. Se si ritiene che si tratti di un errore, contattare <a href='mailto:{$email}'>{$name}</a>.
ja: 著者は編集スタッフによって登録される必要があるため、本誌に投稿することはできません。これが誤りであると思われる場合は、<a href='mailto:{$email}'>{$name}</a> までご連絡ください。
ky: Бул журналга тапшырма берүүгө уруксат жок, анткени авторлор редакциялык кызматкерлер тарабынан катталууга тийиш. Эгер бул ката деп ойлосоңуз, <a href='mailto:{$email}'>{$name}</a> менен байланышсаңыз.
lt: Jums neleidžiama pateikti darbų šiam žurnalui, nes autorius turi užregistruoti redakcijos darbuotojai. Jei manote, kad tai klaida, susisiekite su <a href='mailto:{$email}'>{$name</a>.
lv: Jūs nevarat iesniegt darbus šajā žurnālā, jo autoru reģistrāciju veic redakcija. Ja uzskatāt, ka tā ir kļūda, lūdzu, sazinieties ar <a href='mailto:{$email}'>{$name}</a>.
mk: Не можете да поднесувате во ова списание бидејќи уредниците мора да ги регистрираат авторите. Доколку сметате дека има грешка, ве молиме конатктирајте го/ја <a href='mailto:{$email}'>{$name}</a>.
mr: संपादकीय कर्मचारीवृंदाकडून लेखकाची नोंदणी झाल्याशिवाय आपल्याला या नियतकालिकात सादरीकरण करता येणार नाही. ही त्रुटी आहे असे तुम्हाला वाटत असल्यास, कृपया <a href='mailto:{$email}'>{$name}</a> यांच्याशी संपर्क साधा.
ms: Anda tidak dibenarkan menghantar jurnal ini kerana pengarang mesti didaftarkan oleh kakitangan editorial. Jika anda percaya ini adalah ralat, sila hubungi <a href='mailto:{$email}'>{$name}</a>.
nb: Du har ikke lov til å sende innleveringer til dette tidsskriftet fordi forfattere må registreres av tidsskriftets redaksjon. Hvis du mener at dette er en feil, vennligst ta kontakt med <a href='mailto:{$email}'>{$name}</a>.
nl: U kunt geen inzending maken bij dit tijdschrift omdat auteurs door de tijdschriftredactie moeten worden geregistreerd. Als U denkt dat dit een fout is, neem dan contact op met <a href='mailto:{$email}'>{$name}</a>.
pl: Nie możesz zgłaszać tekstów do tego czasopisma, ponieważ autorzy muszą być zarejestrowani przez redakcję. Jeśli uważasz, że masz do czynienia z błędem, skontaktuj się z <a href='mailto:{$email}'>{$name}</a>.
pt: Não possui permissão para submeter a esta revista porque os autores devem ser registados pela equipa editorial. Se acredita que isto é um erro, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
pt_br: Sem permissão para submeter para esta revista porque os autores devem ser registrados pela equipe editorial. Se acredita que isso é um erro, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
sl: Nimate pravic za oddajo prispevkov v to revijo, ker morajo biti avtorji registrirani s strani uredništva. Če mislite, da je to pomota, prosimo, da se obrnete na <a href='mailto:{$email}'>{$name}</a>.
th: คุณไม่ได้รับอนุญาตให้ส่งบทความไปยังวารสารนี้เนื่องจากผู้เขียนต้องลงทะเบียนโดยทีมบรรณาธิการ หากคุณเชื่อว่าเป็นความผิดพลาด โปรดติดต่อ <a href='mailto:{$email}'>{$name}</a>
uk: Ви не маєте права подавати матеріали в цей журнал, оскільки автори повинні бути зареєстровані редакцією. Якщо Ви вважаєте, що це помилка, будь ласка, зв'яжіться з <a href='mailto:{$email}'>{$name}</a>.
uz_cyrl: Сизга мақола топширишга рухсат берилмаган.
vi: Bạn không được phép gửi bài cho tạp chí này vì tác giả phải được ban biên tập đăng ký. Nếu bạn cho rằng đây là lỗi, vui lòng liên hệ <a href='mailto:{$email}'>{$name}</a>.

# submission.wizard.noSectionAllowed.description
source: You are not allowed to submit to this journal because submissions to all sections of this journal have been deactivated or restricted. If you believe this is an error, please contact <a href='mailto:{$email}'>{$name}</a>.
bg_bg: Не ви е разрешено да изпращате материали към това списание, защото изпращанията във всички раздели на това списание са деактивирани или ограничени. Ако смятате, че това е грешка, моля, свържете се с <a href='mailto:{$email}'>{$name}</a>.
ca: No pot fer trameses a aquesta revista perquè les trameses a totes les seccions d'aquesta revista s'han desactivat o restringit. Si creieu que es tracta d'un error, contacteu amb <a href='mailto:{$email}'>{$name}</a>.
de: Sie können keine Beiträge in dieser Zeitschrift einreichen, da Einreichungen für alle Rubriken dieser Zeitschrift deaktiviert oder restriktiert sind. Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an <a href='mailto:{$email}'>{$name}</a>.
fa: شما مجاز به ارسال مقاله در این مجله نیستید زیرا ارسال مقاله به همه بخش‌های این مجله غیرفعال یا محدود شده است. در صورتی که فکر می‌کنید اشتباهی رخ داده لطفاً با <a href='mailto:{$email}'>{$name}</a> تماس برقرار کنید.
fi: Et voi lähettää käsikirjoitusta tähän julkaisuun, koska kaikki julkaisun osastot ovat pois käytöstä tai rajoitettuja. Jos arvelet, että ilmoitus on virheellinen, otathan yhteyttä <a href='mailto:{$email}'>{$name}</a>.
fr_ca: Vous n'êtes pas autorisé.e à soumettre votre manuscrit à cette revue car les soumissions à toutes les rubriques de cette revue ont été désactivées ou restreintes. S'il s'agit selon vous d'une erreur, contacter <a href='mailto:{$email}'>{$name}</a>.
hy: Ձեզ չի թույլատրվում ներկայացնել հոդված այս ամսագրին, քանի որ այս ամսագրի բոլոր բաժինների ներկայացումները ապաակտիվացվել կամ սահմանափակվել են: Եթե կարծում եք, որ սա սխալ է, դիմեք <a href='mailto:{$email}'>{$name}</a>:
id: Anda tidak diperbolehkan mengirim nasakah ke jurnal ini karena semua seksi penerimaan naskah telah ditutup atau dibatasi. Jika menurut anda ini terjadi kesalahan, silakan hubungi <a href='mailto:{$email}'>{$name}</a>.
it: Non è possibile inviare una proposta a questa rivista perché l'invio a tutte le sezioni sono state disattivate o limitate. Se si ritiene che si tratti di un errore, contattare <a href='mailto:{$email}'>{$name}</a>.
ja: 本誌のすべてのセクションへの投稿が非アクティブ化または制限されているため、本誌に投稿することはできません。これが誤りであると思われる場合は、<a href='mailto:{$email}'>{$name}</a> までご連絡ください。
ky: Бул журналга тапшырма берүүгө уруксат жок, анткени бардык бөлүмдөргө тапшырмалар өчүрүлгөн же чектелген. Эгер бул ката деп ойлосоңуз, <a href='mailto:{$email}'>{$name}</a> менен байланышсаңыз.
lt: Jums neleidžiama pateikti darbų šiam žurnalui, nes pateikimas visuose šio žurnalo skyriuose buvo išjungtas arba apribotas. Jei manote, kad tai klaida, susisiekite su <a href='mailto:{$email}'>{$name</a>.
lv: Jūs nevarat iesniegt materiālus šajā žurnālā, jo iesniegšana visās šī žurnāla sadaļās ir deaktivizēta vai ierobežota. Ja uzskatāt, ka tā ir kļūda, lūdzu, sazinieties ar <a href='mailto:{$email}'>{$name}</a>.
mk: Не можете да поднесувате во ова списание бидејќи поденсувањето во сите секции на ова списание е деактивирано или ограничено. Доколку сметате дека има грешка, ве молиме конатктирајте го/ја <a href='mailto:{$email}'>{$name}</a>.
mr: या नियतकालिकात सर्वच विभागांत सादरीकरणाला मज्जाव केला गेला किंवा मर्यादा आणल्या असल्याने तुम्हाला यात सादरीकरण करता येणार नाही. ही त्रुटी आहे असे तुम्हाला वाटत असल्यास, कृपया <a href='mailto:{$email}'>{$name}</a> यांच्याशी संपर्क साधा.
ms: Anda tidak dibenarkan menyerahkan jurnal ini kerana penyerahan kepada semua bahagian jurnal ini telah dinyahaktifkan atau dihadkan. Jika anda percaya ini adalah ralat, sila hubungi <a href='mailto:{$email}'>{$name}</a>.
nb: Du har ikke lov til å levere et manuskript til dette tidsskriftet fordi innleveringer til alle seksjoner i dette tidsskriftet har blitt deaktivert eller begrenset. Hvis du mener at dette er en feil, vennligst ta kontakt med <a href='mailto:{$email}'>{$name}</a>.
nl: U kunt geen inzending maken aan dit tijdschrift omdat inzendingen voor alle onderdelen van dit tijdschrift inactief of beperkt zijn. Als U denkt dat dit een fout is, neem dan contact op met <a href='mailto:{$email}'>{$name}</a>.
pl: Nie możesz zgłaszać tekstów do jakichkolwiek sekcji tego czasopisma, ponieważ taką możliwość wyłączono lub ograniczono. Jeśli uważasz, że masz do czynienia z błędem, skontaktuj się z <a href='mailto:{$email}'>{$name}</a>.
pt: Não possui permissões para submeter a esta revista porque as submissões para todas as seções desta revista foram desativadas ou restritas. Se acredita que isto é um erro, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
pt_br: Sem permissão para submeter para esta revista porque as submissões para todas as seções desta revista foram desativadas ou restritas. Se acredita que isso é um erro, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
sl: Nimate pravic za oddajo prispevkov v to revijo, ker so vse rubrike deaktivirane ali omejene. Če mislite, da je to pomota, prosimo, da se obrnete na <a href='mailto:{$email}'>{$name}</a>.
th: คุณไม่ได้รับอนุญาตให้ส่งบทความไปยังวารสารนี้เนื่องจากการส่งในทุกส่วนของวารสารนี้ถูกปิดหรือถูกจำกัด หากคุณเชื่อว่าเป็นความผิดพลาด โปรดติดต่อ <a href='mailto:{$email}'>{$name}</a>
uk: Ви не маєте права подавати матеріали в цей журнал, оскільки подання до всіх розділів цього журналу було деактивовано або обмежено. Якщо Ви вважаєте, що це помилка, будь ласка, зв'яжіться з <a href='mailto:{$email}'>{$name}</a>.
uz_cyrl: Мақола топшириш учун очиқ бўлимлар мавжуд эмас.
vi: Bạn không được phép gửi bài cho tạp chí này vì việc gửi bài cho tất cả các phần của tạp chí này đã bị ngừng hoạt động hoặc bị hạn chế. Nếu bạn cho rằng đây là lỗi, vui lòng liên hệ <a href='mailto:{$email}'>{$name}</a>.

# submission.wizard.sectionClosed.message
source: {$contextName} is not accepting submissions to the {$section} section. If you need help recovering your submission, please contact <a href='mailto:{$email}'>{$name}</a>.
bg_bg: {$contextName} не приема изпращания в секцията {$section}. Ако имате нужда от помощ за възстановяване на изпратеното от вас, моля, свържете се с <a href='mailto:{$email}'>{$name}</a>.
ca: {$contextName} no accepta trameses a la secció {$section}. Si necessiteu ajuda per recuperar la vostra tramesa, contacteu amb <a href='mailto:{$email}'>{$name}</a>.
de: {$contextName} akzeptiert keine Einreichungen für die Rubrik {$section}. Wenn Sie Hilfe bei der Wiederherstellung Ihrer Einreichung benötigen, bitte kontaktieren Sie <a href='mailto:{$email}'>{$name}</a>.
fa: {$contextName} مقاله‌ای جهت ارسال در بخش {$section} نمی‌پذیرد. اگر به کمک نیاز دارید می‌توانید با <a href='mailto:{$email}'>{$name}</a> تماس برقرار کنید.
fi: {$contextName} ei vastaanota käsikirjoituksia osastoon {$section}. Jos tarvitset apua käsikirjoituksesi kanssa, ota yhteyttä <a href='mailto:{$email}'>{$name}</a>.
fr_ca: La revue {$contextName} n'accepte pas de soumission dans la rubrique {$section}. Si vous éprouvez des difficultés pour récupérer votre soumission, contacter <a href='mailto:{$email}'>{$name}</a>.
hy: {$contextName} -ը չի ընդունում ներկայացումները {$section} բաժնում: Եթե ձեր ներկայացումը վերականգնելու համար օգնության կարիք ունեք, դիմեք <a href='mailto:{$email}'>{$name}</a>.
id: {$contextName} tidak menerima naskah pada seksi {$section}. Jika perlu memperbaiki naskah Anda, silakan hubungi <a href='mailto:{$email}'>{$name}</a>.
it: {$contextName} non accetta proposte per la sezione {$section}. In caso di necessità di aiuto per il recupero della proposta editoriale, contattare <a href='mailto:{$email}'>{$name}</a>.
ja: 『{$contextName}』は、{$section} セクションへの投稿を受け付けていません。投稿の回復についてサポートが必要な場合は、<a href='mailto:{$email}'>{$name}</a> までお問い合わせください。
ky: {$contextName} {$section} бөлүмүнө тапшырмаларды кабыл албай жатат. Эгер тапшырмаңызды калыбына келтирүүдө жардам керек болсо, <a href='mailto:{$email}'>{$name}</a> менен байланышсаңыз.
lt: „{$contextName}“ nepriima pateiktų darbų į „{$section}“ skyrių. Jei jums reikia pagalbos atkuriant pateiktą darbą, susisiekite su <a href='mailto:{$email}'>{$name</a>.
lv: Žurnāls {$contextName} nepieņem materiālus sadaļā {$section}. Ja jums ir nepieciešama palīdzība, lai atgūtu savu iesniegto materiālu, lūdzu, sazinieties ar <a href='mailto:{$email}'>{$name}</a>.
mk: {$contextName} не прима поднесоци во секцијата {$section}. Доколку ви е потребна помош при пронаоѓање на вашиот поднесок, ве молиме конатктирајте го/ја <a href='mailto:{$email}'>{$name}</a>.
mr: {$contextName} {$section} विभागातील सादरीकरण स्वीकारत नाही. तुमचे सादरीकरण परत मिळवण्यासाठी तुम्हाला मदत हवी असल्यास, कृपया <a href='mailto:{$email}'>{$name}</a> यांच्याशी संपर्क साधा.
ms: {$contextName} tidak menerima penyerahan ke bahagian {$section}. Jika anda memerlukan bantuan memulihkan penyerahan anda, sila hubungi <a href='mailto:{$email}'>{$name}</a>.
nb: {$contextName} tar ikke imot innleveringer til seksjonen {$section}. Hvis du trenger hjelp med din innlevering, ta kontakt med <a href='mailto:{$email}'>{$name}</a>.
nl: {$contextName} accepteert geen inzendingen voor de sectie {$section}. Als U hulp nodig heeft bij het terughalen van uw inzending, neem dan contact op met <a href='mailto:{$email}'>{$name}</a>.
pl: Czasopismo {$contextName} nie przyjmuje zgłoszeń tekstów do sekcji {$section}. Jeśli potrzebujesz pomocy przy zgłaszaniu, skontaktuj się z <a href='mailto:{$email}'>{$name}</a>.
pt: {$contextName} não está a aceitar submissões para a secção {$section}. Se precisar de ajuda para recuperar a sua submissão, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
pt_br: {$contextName} não está aceitando submissões para a seção {$section}. Se precisar de ajuda para recuperar sua submissão, entre em contato com <a href='mailto:{$email}'>{$name}</a>.
sl: Revija {$contextName} ne sprejema prispevkov za rubriko {$section}. Če potrebujete pomoč pri dostopu do vašega prispevka, se obrnite na <a href='mailto:{$email}'>{$name}</a>.
th: {$contextName} ไม่รับบทความในส่วน {$section} หากคุณต้องการความช่วยเหลือในการกู้คืนการส่งบทความ โปรดติดต่อ <a href='mailto:{$email}'>{$name}</a>
uk: "{$contextName}" не приймає матеріали до розділу {$section}. Якщо Вам потрібна допомога у відновленні вашого подання, будь ласка, зв'яжіться з <a href='mailto:{$email}'>{$name}</a>.
uz_cyrl: {$section} бўлими ҳозирда ёпиқ.
vi: {$contextName} không chấp nhận nội dung gửi tới phần {$section}. Nếu bạn cần trợ giúp khôi phục nội dung gửi của mình, vui lòng liên hệ <a href='mailto:{$email}'>{$name}</a>.

# submission.sectionNotFound
source: The section for this submission could not be found.
bg_bg: Разделът за това изпращане на материали не можа да бъде намерен.
ca: No s'ha trobat la secció per a aquesta tramesa.
de: Die Rubrik für diese Einreichung konnte nicht gefunden werden.
fa: بخش مورد نظر برای ارسال مقاله یافت نشد.
fi: Osastoa tälle käsikirjoitukselle ei löytynyt.
fr_ca: Impossible de trouver la rubrique de cette soumission.
hy: Այս ներկայացման համար բաժինը չի գտնվել:
id: Seksi untuk naskah ini tidak ada.
it: Non è stato possibile trovare la sezione relativa a questa proposta.
ja: この投稿のセクションが見つかりませんでした。
ky: Бул тапшырмага тиешелүү бөлүм табылган жок.
lt: Šio leidinio numerio rasti nepavyko.
lv: Šim iesniegtajam materiālam paredzēto sadaļu neizdevās atrast.
mk: Не е пронајдена секцијата за овој поднесок.
mr: या सादरीकरणासाठी या नियतकालिकात योग्य विभाग नाही.
ms: Bahagian untuk penyerahan ini tidak ditemui.
nb: Det var ikke mulig å finne seksjonen for denne innleveringen.
nl: De sectie voor deze inzending kon niet worden gevonden.
pl: Nie znaleziono sekcji dla tego zgłoszenia.
pt: A secção para esta submissão não foi encontrada.
pt_br: A seção para esta submissão não pôde ser encontrada.
sl: Rubrika za ta prispevek ni bila najdena.
th: ไม่พบส่วนที่เกี่ยวข้องกับการส่งบทความนี้
uk: Розділ для цього подання знайти не вдалося.
uz_cyrl: Ушбу мақола учун бўлим топилмади.
vi: Không thể tìm thấy phần dành cho bài nộp này.

# submission.sectionRestrictedToEditors
source: Only editorial staff are allowed to submit to this section.
bg_bg: Само на редакционния екип е разрешено да изпраща материали в този раздел.
ca: Només el personal editorial pot fer trameses a aquesta secció.
de: Nur die Reaktion kann Beiträge in dieser Rubrik einreichen.
fa: فقط اعضای هیئت تحریریه مجاز به ثبت مقاله در این بخش هستند.
fi: Vain toimituskunta voi julkaista tässä osastossa.
fr_ca: Seul le personnel de la revue est autorisé à soumettre dans cette rubrique.
hy: Միայն խմբագրակազմին է թույլատրվում կատարել ներկայացումներ այս բաժնում:
id: Hanya staf redaksi yang bisa mengirim ke seksi ini.
it: Solo i membri del gruppo editoriale sono autorizzati a presentare proposte in questa sezione.
ja: このセクションに投稿できるのは編集スタッフのみです。
ky: Бул бөлүмгө тапшырма берүүгө редакциялык кызматкерлер гана уруксаттуу.
lt: Šiam skyriui gali teikti darbus tik redakcijos darbuotojai.
lv: Šajā sadaļā drīkst iesniegt tikai redakcijas darbinieki.
mk: Поднесувањето во оваа секција е дозволено само за уредниците.
mr: केवळ संपादकीय कर्मचारीवृंदाला या विभागात लेखन सादर करायची परवानगी आहे.
ms: Hanya kakitangan editorial dibenarkan menghantar ke bahagian ini.
nb: Kun redaksjonen kan sende inn manus til denne seksjonen.
nl: Alleen de redactie mag een inzending maken voor deze sectie.
pl: Do tej sekcji zgłaszać mogą wyłącznie pracownicy redakcji.
pt: Apenas a equipa editorial está autorizada a submeter artigos nesta secção.
pt_br: Somente a equipe editorial está autorizada a submeter artigos para esta seção.
sl: Samo uredništvo ima pravico oddati prispevek v to rubriko.
th: เฉพาะเจ้าหน้าที่บรรณาธิการเท่านั้นที่สามารถส่งบทความในส่วนนี้ได้
uk: До цього розділу дозволено подавати матеріали лише співробітникам редакції.
uz_cyrl: Ушбу бўлимга фақат таҳририят аъзолари мақола жойлаштириши мумкин.
vi: Chỉ có nhân viên biên tập mới được phép gửi đến phần này.

# submission.submit.form.authorRequired
source: At least one author is required.
ar_iq: أذكر مؤلفاً واحداً على الأقل لهذا الطلب.
bg_bg: Изисква се да е отбелязан поне един автор.
bs_ba: Potreban je najmanje jedan autor.
ca: Es requereix un autor com a mínim.
ckb: لانیکەم توێژەرێک داوا کراوە.
cs_cz: Je vyžadován minimálně jeden autor.
de: Mindestens ein/e Autor/in muss angegeben werden.
el_gr: Απαιτείται η καταχώρηση τουλάχιστον ενός Συγγραφέα.
es_es: Se requiere por lo menos un autor.
fa: حداقل یک نویسنده مورد نیاز است.
fi: Vähintään yksi kirjoittaja vaaditaan.
fr_ca: Au moins un-e auteur-e est requis-e.
gd_gb: Tha feum air co-dhiù aon ùghdar.
gl_es: Requírese polo menos un autor.
hi_in: कम से कम एक लेखक की आवश्यकता है ।
hu_hu: Legalább egy szerző kötelező.
hy: Պահանջվում է առնվազն մեկ հեղինակ:
id: Dibutuhkan setidaknya satu penulis.
is_is: Það þarf að vera a.m.k. einn höfundur.
it: È necessario indicare almeno un autore.
ja: 著者は最低1名必要です。
ka_ge: საჭიროა სულ მცირე ერთი ავტორი.
kk_kz: Кем дегенде бір авторды көрсету қажет.
ky: Аз дегенде бир автор талап кылынат.
lt: Turi būi nurodytas bent vienas autorius.
lv: Nepieciešams vismaz viens autors.
mk: Потребен е барем еден автор.
mr: किमान एक लेखक हवा.
ms: Diperlukan sekurang-kurangnya satu pengarang.
nb: Skriv inn minst en forfatter.
nl: Er is minimaal één auteur vereist.
pl: Przynajmniej jeden autor jest wymagany.
pt: É obrigatório ter pelo menos um autor.
pt_br: Pelo menos um autor é necessário.
pt_pt: É obrigatório pelo menos um autor.
ro_ro: Este necesar cel puțin un autor.
ru_ru: Требуется как минимум один автор.
sl: Zahtevan je vsaj en avtor.
sr_rs@cyrillic: Потребан је барем један аутор.
sr_rs@latin: Potreban je barem jedan autor.
sv_se: Minst en författare krävs.
th: ต้องมีผู้เขียนอย่างน้อยหนึ่งคน
tr_tr: En az bir yazar gerekli.
uk: Потрібно зазначити хоча б одного автора.
uz_cyrl: Камида битта муаллиф кўрсатилиши шарт.
uz_latn: Hech bo'lmaganda bitta muallif kerak.
vi: Ít nhất một tác giả được yêu cầu.
zh_hans: 至少要有一位作者。
zh_tw: 必須提供最少一個作者。

# submission.submit.form.titleRequired
source: Please enter the title of your article.
ar_iq: لطفاً، أذكر عنوان مؤلَّفك هذا.
bg_bg: Моля, въведете заглавието на вашата статия.
bs_ba: Unesite naslov članka.
ca: Introdueixi el títol del seu article, si us plau.
ckb: تکایە ناونیشانی توێژینەوەکەت بنوسە.
cs_cz: Vložte, prosím, název vašeho článku.
de: Bitte geben Sie den Titel Ihres Artikels an.
el_gr: Παρακαλούμε εισάγετε τον τίτλο του άρθρου.
es_es: Por favor, introduzca el título de su artículo.
fa: لطفاً عنوان مقاله خود را وارد کنید.
fi: Syötä artikkelisi otsikko.
fr_ca: Veuillez inscrire le titre de votre article.
gd_gb: Cuir a-steach tiotal an artaigil seo.
gl_es: Insira o título do seu artigo.
hi_in: कृपया अपने लेख का शीर्षक दर्ज करें ।
hu_hu: Kérjük, adja meg a cikk címét.
hy: Խնդրում ենք մուտքագրել ձեր հոդվածի վերնագիրը:
id: Mohon tuliskan judul naskah Anda.
is_is: Vinsamlega sláðu inn titil á greinina.
it: Inserisci il titolo del contributo.
ja: 投稿のタイトルを入力してください。
ka_ge: გთხოვთ, შეიტანოთ თქვენი სტატიის სათაური.
kk_kz: Мақаланың атауын енгізіңіз.
ky: Макалаңыздын аталышын киргизиңиз.
lt: Prašom įrašyti straipsnio pavadinimą.
lv: Lūdzu, ievadiet sava raksta virsrakstu.
mk: Внесете го насловот на статијата.
mr: कृपया तुमच्या लेखाचे शीर्षक नोंदवा.
ms: Sila masukkan tajuk artikel anda.
nb: Skriv inn tittelen på artikkelen.
nl: Vul de titel van uw artikel in.
pl: Podaj tytuł zgłaszanego tekstu.
pt: Por favor, insira o título do seu artigo.
pt_br: Por favor, indique o título do seu artigo.
pt_pt: Insira o título do seu artigo.
ro_ro: Introduceți titlul manuscrisului.
ru_ru: Пожалуйста, введите название Вашей статьи.
sl: Prosimo vnesite naslov vašega prispevka.
sr_rs@cyrillic: Унесите наслов рада
sr_rs@latin: Unesite naslov rada
sv_se: Vänligen mata in titeln på din artikel.
th: กรุณากรอกชื่อบทความของคุณ
tr_tr: Lütfen makalenizin başlığını giriniz.
uk: Будь ласка, введіть назву Вашої статті.
uz_cyrl: Мақола номини киритинг.
uz_latn: Iltimos, maqolangiz sarlavhasini kiriting.
vi: Vui lòng nhập tiêu đề của bài báo của bạn.
zh_hans: 请填写文章题目。
zh_tw: 請輸入您的文章標題。
