Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# publication.datePublished.description
source: The publication date will be set automatically when the issue is published. Do not enter a publication date unless the article was previously published elsewhere and you need to backdate it.
ar_iq: سيتم ضبط تأريخ النشر تلقائياً عند إطلاق العدد. لا تقم بإدخال تأريخ للنشر إلا إذا كانت المقالة سبق وأن نُشرت في موضع آخر وتريد توثيق تأريخ نشرها الحقيقي.
bg_bg: Датата на публикуване ще бъде зададена автоматично, когато броят бъде публикуван. Не въвеждайте дата на публикуване, освен ако статията не е публикувана преди това на друго място и трябва да я актуализирате.
bs_ba: Datum objavljivanja automatski će se postaviti kada se izdanje objavi. Ne unosite datum objavljivanja, osim ako je članak prethodno objavljen negdje drugdje i ako ga trebate datirati unazad.
ca: La data de publicació s'establirà automàticament quan es publiqui el número. No introduïu una data de publicació a menys que l'article hagi estat publicat prèviament en un altre lloc i necessiteu canviar-la.
ckb: ڕێککەوتنی بڵاوکردنەوەکە بە شێوەی تۆماتیکی و لەگەڵ بڵاوکردنەوەی ئەژمارەکە دادەنرێت. تکایە، ڕێککەوتی بڵاوکردنەوە داخل مەکە، تەنیا لە حاڵەتێکدا نەبێت کە ئامانج لێی نوێکردنەوەی توێژینەوەیەکە کە پێشتر بڵاو کراوەتەوە.
cs_cz: Datum vydání bude stanoveno automaticky při zveřejnění čísla. Nezadávejte datum publikace, pokud nebyl článek dříve publikován jinde a potřebujete jej antedatovat.
de: Das Veröffentlichungsdatum wird automatisch gesetzt, wenn die Ausgabe veröffentlicht wird. Geben Sie kein Veröffentlichungsdatum ein, außer der Artikel wurde zuvor woanders publiziert und Sie wollen ihn rückdatieren.
el_gr: Η ημερομηνία δημοσίευσης θα οριστεί αυτόματα κατά τη δημοσίευση του τεύχους. Μην εισαγάγετε ημερομηνία δημοσίευσης, εκτός εάν το άρθρο είχε δημοσιευτεί προηγουμένως αλλού και πρέπει να το μεταχρονολογήσετε.
es_es: La fecha de publicación se establecerá automáticamente cuando se publique el número. No introduzca una fecha de publicación a menos que el artículo haya sido publicado anteriormente en otro lugar y necesite cambiarla.
fa: تاریخ انتشار به طور خودکار مطابق زمان انتشار شماره تنظیم خواهد شد. فقط در صورتی تاریخ انتشار را وارد کنید که مقاله قبلاً در جایی دیگر منتشر شده و نیاز دارید که تاریخ آن را در گذشته تنظیم کنید.
fi: Julkaisuajankohta asetetaan automaattisesti, kun numero julkaistaan. Älä anna julkaisuajankohtaa, ellei sinun pidä tarkoituksella antaa artikkelille varhaisempaa julkaisupäivää.
fr_ca: La date de publication sera définie automatiquement lors de la publication du numéro. Ne pas entrer de date de publication sauf si l'article a déjà été publié ailleurs et que vous devez l'antidater.
gd_gb: Thèid ceann-là an fhoillseachaidh a shuidheachadh gu fèin-obrachail nuair a thèid an iris fhoillseachadh. Na cuir a-steach ceann-là foillsichidh ach ma chaidh an t-artaigeal fhoillseachadh roimhe seo am badeigin eile agus ma tha feum agad air seann cheann-là a chur air.
gl_es: A data de publicación establecerase automaticamente cando se publique o número. Non introduza unha data de publicación a menos que o artigo se publicase previamente noutro lugar e necesite actualizalo.
hi_in: अंक प्रकाशित होने पर प्रकाशन की तिथि अपने आप निर्धारित हो जाएगी। जब तक लेख पहले कहीं और प्रकाशित नहीं किया गया था, तब तक आप प्रकाशन तिथि दर्ज न करें और आपको इसे वापस करने की आवश्यकता है।
hu_hu: A megjelentetési dátum automatikusan beállítára kerül a szám publikálásakor. Ne adjon meg megjelentetési dátumot, hacsak nem a cikk már megjelent máshol korábban és visszadátumozása szükséges.
hy: Հրապարակման ամսաթիվը կսահմանվի ինքնաշխատ կերպով, երբ թողարկումը հրապարակվի: Մի մուտքագրեք հրապարակման ամսաթիվը, քանի դեռ հոդվածը նախկինում այլ տեղ չի հրապարակվել, և դուք պետք է այն հետին թվով թվագրեք:
id: Tanggal publikasi telah diset secara otomatis saat terbitan ini diterbitkan. Jangan memasukkan tanggal publikasi kecuali artikel tersebut telah diterbitkan di tempat lain dan Anda perlu memajukan tanggalnya.
is_is: Útgáfudagur er settur sjálfkrafa þegar tölublað er gefið út. Ekki slá inn útgáfudag nema greinin hafi verið birt áður annarsstaðar og þú þurfir að setja dagsetningu aftur í tímann.
it: La data di pubblicazione verrà assegnata in automatico quando l'uscita sarà pubblicata. Non inserire una data di pubblicazione a meno che l'articolo non sia già stato pubblicato e hai necessità di retrodatarlo.
ja: 発行日は、その号が発行されたときに自動的に設定されます。本投稿が以前に他の場所で公開されていて、それをバックデートする必要がある場合を除き、公開日を入力しないでください。
ka_ge: გამოქვეყნების თარიღი ავტომატურად მინიჭებული იქნება, როდესაც გამოცემა გამოქვეყნდება. არ შეიტანოთ გამოქვეყნების თარიღი, გარდა იმ შემთხვევებისა, როდესაც სტატია სადმე უკვე გამოქვეყნდა და თქვენ გჭირდებათ თარიღის წარსულში დამატება.
kk_kz: Журнал басылымы жарияланған кезде жариялау күні автоматты түрде орнатылады. Мақала бұрын жарияланған жағдайларды қоспағанда, жариялау күнін өз бетіңізбен енгізбеңіз.
ky: Жарыялануу датасы чыгарылыш жарыяланганда автоматтык түрдө коюлат. Эгер макала мурун башка жерде жарыяланган болсо жана артка даталоо керек болсо гана дата киргизиңиз.
lt: Išleidimo data bus nustatyta automatiškai, kai numeris bus išleistas. Neįveskite išleidimo datos, nebent straipsnis anksčiau buvo publikuotas kitur ir jums reikia jį datuoti atgal.
lv: Publikācijas datums tiks iestatīts automātiski, kad izdevums tiks publicēts. Neievietot publicēšanas datumu, ja vien raksts iepriekš nav publicēts citur un jums tas jānorāda ar atpakaļejošu datumu.
mk: Датумот на објавување ќе се постави автоматски кога ќе се објави бројот. Не внесувајте датум на објавување, освен ако статијата претходно била објавена на друго место и треба да ставите претходен датум.
mr: अंक प्रकाशित झाल्यावर प्रकाशनाची तारीख आपोआप निश्चित केली जाईल. अपवादात्मक परिस्थितीशिवाय, जसे लेख पूर्वी इतरत्र प्रकाशित झालेला आणि तुम्हाला तो मागील तारखेवर दाखवणे आवश्यक असल्यास, लेखावर प्रकाशनाच्या तारखेची नोंद करू नका.
ms: Tarikh penerbitan akan ditetapkan secara automatik apabila terbitan itu diterbitkan. Jangan masukkan tarikh penerbitan melainkan artikel itu sebelumnya diterbitkan di tempat lain dan anda perlu mengundurkannya.
nb: Publikasjonsdatoen blir satt automatisk når utgaven blir publisert. Ikke angi publikasjonsdato med mindre artikkelen har vært publisert tidligere et annet sted og du må oppgi første publiserte dato for artikkelen.
nl: De publicatiedatum wordt automatisch ingesteld wanneer het nummer gepubliceerd is. Voer geen publicatiedatum in, tenzij het artikel eerder elders is gepubliceerd en u het moet antidateren.
pl: Data publikacji będzie ustawiona automatycznie w momencie opublikowania numeru. Nie wprowadzaj daty publikacji ręcznie chyba że artykuł został wcześniej opublikowany gdzie indziej lub potrzebujesz go antydatować.
pt: A data de publicação será configurada automaticamente quando a edição for publicada. Não insira a data de publicação a menos que o artigo tenha sido publicado anteriormente noutro local e necessite de colocar data anterior.
pt_br: A data de publicação será definida automaticamente quando a edição for publicada. Não insira uma data de publicação, a menos que o artigo tenha sido publicado anteriormente em outro local e você precise atualizá-la.
ro_ro: Data publicării va fi setată automat la publicarea numărului. Nu introduceți o dată de publicare, cu excepția cazului în care articolul a fost anterior publicat.
ru_ru: Дата публикации будет автоматически проставлена, когда выпуск будет опубликован. Не вводите дату публикации, кроме случаев, когда статья ранее была где-то опубликована и вам необходимо проставить дату публикации задним числом.
sl: Datum objave bo določen avtomatično z datumom izdaje številke revije. Ne vpisujte datuma izdaje, razen, če članek ni bil že drugje objavljen in želite določiti datum iz preteklosti.
th: วันที่ตีพิมพ์จะถูกกำหนดอัตโนมัติเมื่อฉบับถูกตีพิมพ์ อย่ากรอกวันที่ตีพิมพ์ เว้นแต่บทความนั้นเคยถูกตีพิมพ์ที่อื่นมาก่อนและจำเป็นต้องกำหนดวันย้อนหลัง
tr_tr: Sayı yayınlandığında yayın tarihi otomatik olarak ayarlanacaktır. Makale daha önce başka bir yerde yayınlanmadıysa ve onu geri yüklemeniz gerekmediği sürece bir yayın tarihi girmeyin.
uk: Дата публікації буде встановлена автоматично при публікації номера. Не вводьте дату публікації, якщо тільки стаття раніше не була опублікована в іншому місці та вам не потрібно встановити її заднім числом.
uz_cyrl: Нашр санаси у чоп этилганда автоматик равишда ўрнатилади. Агар мақола аввал бошқа жойда нашр этилган бўлса ва сиз ушбу санани кўрсатишингиз керак бўлса, уни қўлда киритинг.
uz_latn: Chiqarilish sanasi chop etilgandan so'ng avtomatik ravishda o'rnatiladi. Maqola ilgari boshqa joyda chop etilmaguncha va uni kechiktirish kerak bo'lmaguncha, nashr qilinadigan sanani kiritmang.
vi: Ngày xuất bản sẽ được đặt tự động khi số được công bố. Không nhập ngày xuất bản trừ khi bài báo đã được xuất bản trước đó ở nơi khác và bạn cần phải sao lưu nó.
zh_hans: 出版日期会在期刊发行时自动设定。除非文章以前发表过或者在做回溯数据，否则不要人为设定。
zh_tw: 出版日期將自動定為該期的出版日期。請勿輸入一個出版日期，除非文章已在其他地方出版而您需要輸入當初的日期。

# publication.invalidSection
source: The section for this publication could not be found.
ar_iq: تعذر العثور على القسم المتعلق بهذا المنشور.
bg_bg: Разделът за тази публикация не може да бъде намерен.
bs_ba: Nije moguće pronaći sekciju za ovo objavljivanje.
ca: No s'ha pogut trobar la secció per a aquesta publicació.
ckb: بەشی ئەم بڵاوکراوەیە نەدۆزرایەوە.
cs_cz: Sekce pro tuto publikaci nebyla nalezena.
de: Die Rubrik für diese Veröffentlichung konnte nicht gefunden werden.
el_gr: Δεν βρέθηκε αυτή η ενότητα στη δημοσίευση.
es_es: No se pudo encontrar la sección de esta publicación.
fa: بخش مورد نظر برای این انتشار یافت نشد.
fi: Julkaistun version osastoa ei löytynyt.
fr_ca: La rubrique de cette publication est introuvable.
gd_gb: Cha b’ urrainn dhuinn an earrann dhen fhoillseachadh seo a lorg.
gl_es: Non se puido atopar a sección desta publicación.
hi_in: इस प्रकाशन के लिए अनुभाग नहीं मिला।
hu_hu: A rovat ehhez a cikkhez nem található.
hy: Այս հրապարակման բաժինը չի գտնվել:
id: Bagian untuk penerbitan ini tidak dapat ditemukan.
is_is: Kaflinn fyrir þessa útgáfu fannst ekki.
it: Non è possibile trovare la sezione per questo articolo.
ja: 本書のセクションは見つかりませんでした。
ka_ge: ვერ მოხერხდა ამ პუბლიკაციისათვის განყოფილების ნახვა.
kk_kz: Бұл мақаланың жарияланған журнал бөлімін табу мүмкін емес.
ky: Бул жарыянын бөлүмү табылган жок.
lt: Šio leidinio skyriaus nerasta.
lv: Šīs publikācijas sadaļu neizdevās atrast.
mk: Овој оддел на списанието не може да се најде.
mr: या प्रकाशनासाठी योग्य असा विभाग नाही.
ms: Bahagian untuk penerbitan ini tidak dapat dijumpai.
nb: Seksjonen for denne publikasjonen ble ikke funnet.
nl: De sectie voor deze publicatie is niet gevonden.
pl: Nie można odnaleźć działu dla tej publikacji.
pt: A secção desta publicação não foi encontrada.
pt_br: Não foi possível encontrar a seção desta publicação.
ro_ro: Secțiunea pentru această publicație nu a putut fi găsită.
ru_ru: Раздел для этой публикации не удаётся найти.
sl: Rubrika za ta članek ni bila najdena.
th: ไม่พบส่วนที่เกี่ยวข้องกับการตีพิมพ์นี้
tr_tr: Bu yayının bölümü bulunamadı.
uk: Не вдалося знайти розділ для цієї публікації.
uz_cyrl: Ушбу мақола учун бўлим топилмади.
uz_latn: Bu nashr uchun bo'lim topilmadi.
vi: Chuyên mục cho ấn phẩm này không thể được tìm thấy.
zh_hans: 未发现出版物的栏目。
zh_tw: 未能找到此出版項目的分類。

# publication.inactiveSection
source: {$section} (Inactive)
bg_bg: {$section} (неактивен)
bs_ba: {$section} (Neaktivno)
ca: {$section} (Inactiu)
ckb: {$section} (ناچالاک)
de: {$section} (Inaktiv)
fa: {$section} (غیرفعال)
fi: {$section} (Passiivinen)
gl_es: {$section} (Inactiva)
hy: {$section} (Ոչ ակտիվ)
id: {$section} (Tidak aktif)
it: {$section} (Inattiva)
ka_ge: {$section} (გაგზავნა გამორთულია)
kk_kz: "{$section} " (мақаланы редакцияға жіберу мүмкіндігі сөндірулі)
ky: {$section} (Иштебейт)
lt: {$section} (Neaktyvus)
lv: {$section} (Neaktīvs)
mk: {$section} (неактивно)
mr: {$section} (निष्क्रिय)
ms: {$section} (Tidak aktif)
nb: {$section} (Inaktiv)
nl: {$section} (Inactief)
pl: {$section} (Niekatywny)
pt: {$section} (Inativa)
ru_ru: «{$section}» (Отправка отключена)
sl: {$section} (Neaktivno)
th: {$section} (ไม่ใช้งาน)
uk: {$section} (Неактивний)
uz_cyrl: {$section} (Фаол бўлмаган бўлим)
uz_latn: {$ section} (faol emas)
vi: {$section} (không hoạt động)
zh_hans: {$section}（不活跃）

# publication.invalidIssue
source: The issue for this publication could not be found.
ar_iq: تعذر العثور على العدد المتعلق بهذا المنشور.
bg_bg: Броят за тази публикация не можа да бъде намерен.
bs_ba: Izdanje ovog objavljivanja nije moguće pronaći.
ca: No s'ha pogut trobar el número per a aquesta publicació.
ckb: ژمارەیەی ئەم بڵاوکراوەیە نەدۆزرایەوە.
cs_cz: Problém pro tuto publikaci nebyl nalezen.
de: Die Ausgabe für diese Veröffentlichung konnte nicht gefunden werden.
el_gr: Δεν βρέθηκε αυτό το τεύχος στη δημοσίευση.
es_es: No se pudo encontrar el número de esta publicación.
fa: شماره انتشار این مقاله یافت نشد.
fi: Julkaistun version numeroa ei löytynyt.
fr_ca: Le numéro de cette publication est introuvable.
gd_gb: Cha b’ urrainn dhuinn an iris dhen fhoillseachadh seo a lorg.
gl_es: Non se puido atopar o número desta publicación.
hi_in: इस प्रकाशन के लिए अंक नहीं मिल सका।
hu_hu: A szám ehhez a cikkhez nem található.
hy: Չհաջողվեց գտնել այս հրապարակման համարը:
id: Terbitan untuk penerbitan ini tidak dapat ditemukan.
is_is: Tölublað fyrir þessa útgáfu finnst ekki.
it: Non è possibile trovare l'uscita per questo articolo.
ja: 本書の巻号は見つかりませんでした。
ka_ge: ვერ მოხერხდა ამ პუბლიკაციის გამოცემის ნახვა.
kk_kz: Бұл мақаланың қай журнал басылымында жарияланғанын табу мүмкін емес.
ky: Бул жарыянын чыгарылышы табылган жок.
lt: Šio leidinio numerio rasti nepavyko.
lv: Šīs publikācijas izdevumu neizdevās atrast.
mk: Бројот на списанието не може да се најде.
mr: या प्रकाशनासाठी योग्य असा अंक नाही.
ms: Terbitan untuk penerbitan ini tidak dapat dijumpai.
nb: Utgaven for denne publikasjonen ble ikke funnet.
nl: Het nummer voor deze publicatie is niet gevonden.
pl: Nie można odnaleźć numeru dla tej publikacji.
pt: O número desta publicação não foi encontrado.
pt_br: Não foi possível encontrar o problema desta publicação.
ro_ro: Numărul pentru această publicație nu a fost găsit.
ru_ru: Выпуск для этой публикации не удаётся найти.
sl: Številka revije za ta članek ni bila najdena.
th: ไม่พบฉบับที่เกี่ยวข้องกับการตีพิมพ์นี้
tr_tr: Bu yayının sayısı bulunamadı.
uk: Випуск для цієї публікації знайти не вдалося.
uz_cyrl: Ушбу мақола учун нашр сони топилмади.
uz_latn: Bu nashr uchun muammo topilmadi.
vi: Số phát hành cho ấn phẩm này không thể được tìm thấy.
zh_hans: 未发现出版物的期次。
zh_tw: 未能找到此出版項目的期號。

# publication.publish.confirmation
source: All publication requirements have been met. Are you sure you want to publish this?
ar_iq: كل متطلبات النشر ملباة. هل أنت متأكد من رغبتك في النشر؟
bg_bg: Всички изисквания за публикуване са изпълнени. Сигурни ли сте, че искате да публикувате това?
bs_ba: Svi zahtjevi za objavljivanje su ispunjeni. Jeste li sigurni da ovo želite objaviti?
ca: Tots els requisits de publicació es compleixen. Esteu segurs que voleu publicar-ho?
ckb: هەمو پێویستییەکانی بڵاوکردنەوە ئامادەن. ئایا تۆ دەتەوێت ئەمە بڵاو بکەیتەوە؟
cs_cz: Všechny požadavky na zveřejnění byly splněny. Opravdu si přejete publikovat?
de: Alle Bedingungen für die Veröffentichung sind erfüllt. Sind Sie sicher, dass Sie dies veröffentlichen wollen?
el_gr: Πληρούνται όλες οι απαιτήσεις δημοσίευσης. Είστε σίγουροι ότι θέλετε να το δημοσιεύσετε;
es_es: Todos los requisitos de publicación se cumplen. ¿Está seguro de que quiere publicar?
fa: همه پیشنیازهای انتشار رعایت شده است. آیا مطمئنید که می‌خواهید این مقاله منتشر شود؟
fi: Kaikki julkaisuvaatimukset täyttyvät. Haluatko varmasti julkaista tämän?
fr_ca: Toutes les exigences de publication ont été remplies. Êtes-vous certain-e de vouloir publier ceci ?
gd_gb: Chaidh gach riatanas foillseachaidh a choileanadh. A bheil thu cinnteach gu bheil thu airson seo fhoillseachadh?
gl_es: Cumpríronse todos os requisitos de publicación. Seguro que queres publicar isto?
hi_in: सभी प्रकाशन आवश्यकताओं को पूरा किया गया है। क्या आप वाकई इसे प्रकाशित करना चाहते हैं?
hu_hu: Minden publikálási feltétel teljesült. Biztosan publikálni szeretné?
hy: Հրապարակման բոլոր պահանջները կատարվել են։ Վստա՞հ եք, որ ցանկանում եք հրապարակել սա:
id: Seluruh prasyarat penerbitan telah terpenuhi. Anda yakin ingin menerbitkan ini?
is_is: Búið er að uppfylla allar kröfur varðandi útgáfuna. Ertu viss um að þú viljir birta þetta?
it: I requisiti di pubblicazione sono corretti. Sei sicuro di voler pubblicare questo articolo?
ja: すべての出版要件を満たしています。これを公開してもよろしいですか？
ka_ge: ყველა მოთხოვნა ამ პუბლიკაციისათვის შესრულებულია. დარწმუნებული ხართ, რომ გსურთ ამ მასალის გამოქვეყნება?
kk_kz: Мақаланы жариялауға қойылатын барлық талаптар орындалды. Бұл мақаланы жариялау керек пе?
ky: Бардык жарыялоо талаптары аткарылды. Бул макаланы жарыялагыңыз келгенине ишенесизби?
lt: Visi publikavimo reikalavimai įvykdyti. Ar tikrai norite tai publikuoti?
lv: Visas publicēšanas prasības ir izpildītas. Vai tiešām vēlaties to publicēt?
mk: Сите барања за објавување се исполнети. Дали сте сигурни дека сакате да го објавите ова?
mr: प्रकाशनासंबंधी सर्व बाबींची पूर्तता झाली आहे. तुम्ही खात्रीपूर्वक हा प्रकाशित करू इच्छिता ना?
ms: Semua syarat penerbitan telah dipenuhi. Adakah anda pasti mahu menerbitkan naskah ini?
nb: Alle publiseringskrav er oppfylt. Er du sikker på at du vil publisere denne?
nl: Aan alle publicatievereisten is voldaan. Weet u zeker dat u dit wilt publiceren?
pl: Wszystkie dane są gotowe do publikacji. Czy chcesz je opublikować?
pt: Todos os requisitos da publicação foram cumpridos. Tem certeza que pretende publicar?
pt_br: Todos os requisitos de publicação foram atendidos. Tem certeza de que deseja realizar a publicação?
ro_ro: Toate cerințele de publicare au fost îndeplinite. Sigur doriți să publicați acest conținut?
ru_ru: Все требования к публикации были выполнены. Вы уверены, что хотите опубликовать этот материал?
sl: Vse zahteve za objavo so izpolnjene. Ste prepričani, da želite to objaviti?
th: ข้อกำหนดทั้งหมดสำหรับการตีพิมพ์ได้รับการปฏิบัติตามแล้ว คุณแน่ใจหรือว่าต้องการตีพิมพ์สิ่งนี้?
tr_tr: Tüm yayın gereksinimleri karşılanmıştır. Bunu yayınlamak istediğinizden emin misiniz?
uk: Всі вимоги до публікації були виконані. Ви впевнені, що хочете опублікувати?
uz_cyrl: Барча нашр талаблари бажарилди. Ҳақиқатан ҳам ушбу мақолани нашр қилмоқчимисиз?
uz_latn: Nashrning barcha talablari bajarildi. Haqiqatan ham buni nashr qilmoqchimisiz?
vi: Tất cả các yêu cầu xuất bản đã được đáp ứng. Bạn có chắc chắn muốn xuất bản?
zh_hans: 已符合所有发布标准。您要发布吗？
zh_tw: 已完成所有出版要求。是否確認出版此項目？
