Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# publication.publish.confirmation.futureIssue
source: All publication requirements have been met. This will be published when {$issue} is published. Are you sure you want to schedule this for publication?
ar_iq: كل متطلبات النشر ملباة. سيتم النشر عند إطلاق {$issue}. هل أنت متأكد من رغبتك في جدولة هذه الفقرة للنشر؟
bg_bg: Всички изисквания за публикуване са изпълнени. Това ще бъде публикувано, когато бъде публикуван {$issue}. Наистина ли искате да насрочите това за публикуване?
bs_ba: Svi zahtjevi za objavljivanje su ispunjeni. Ovo će biti objavljeno kad izađe {$issue}. Jeste li sigurni da ovo želite zakazati za objavljivanje?
ca: Tots els requisits de publicació es compleixen. Això es publicarà quan es publiqui {$issue}. Esteu segurs que voleu programar-ho per a publicació?
ckb: هەمو پێویستییەکانی بڵاوکردنەوە ئامادەن. ئەمە لەگەڵ ژمارەی {$issue}دا بڵاو دەبیتەوە. ئایا تۆ دڵنیایت لە بڵاوکردنەوەی ئەمە لە کاتی دیاریکراودا؟
cs_cz: Všechny požadavky na zveřejnění byly splněny. Při publikování bude zveřejněno: {$issue}. Opravdu si přejete naplánovat zveřejnění?
de: Alle Bedingungen für die Veröffentlichung sind erfüllt. Dies wird veröffentlicht, wenn {$issue} veröffentlicht wird. Sind Sie sicher, dass Sie dies zur Veröffentlichung einplanen wollen?
el_gr: Πληρούνται όλες οι απαιτήσεις δημοσίευσης. Αυτό θα δημοσιευτεί κατά τη δημοσίευση του τεύχους {$issue}. Επιβεβαιώστε ότι θέλετε να το προγραμματίσετε για δημοσίευση.
es_es: Todos los requisitos de publicación se cumplen. Este artículo se publicará cuando se publique {$issue}. ¿Está seguro de que quiere programarlo para publicación?
fa: همه پیشنیازهای انتشار رعایت شده است. این مقاله همزمان با انتشار شماره {$issue} منتشر خواهد شد. آیا مطمئن هستید که می‌خواهید مقاله طبق این زمان‌بندی منتشر شود؟
fi: Kaikki julkaisuvaatimukset täyttyvät. Tämä julkaistaan, kun numero {$issue} julkaistaan. Oletko varma, että haluat ajoittaa tämän julkaistavaksi?
fr_ca: Toutes les exigences de publication ont été remplies. Ceci sera publié quand le {$issue} sera publié. Êtes-vous certain-e de vouloir programmer cette publication ?
gd_gb: Chaidh gach riatanas foillseachaidh a choileanadh. Thèid seo fhoillseachadh nuair a thig {$issue} a-mach. A bheil thu cinnteach gu bheil thu airson seo a chur air an sgeideal airson foillseachadh?
gl_es: Cumpríronse todos os requisitos de publicación. Isto publicarase cando se publique {$issue}. Seguro/a que queres programar esta publicación?
hi_in: सभी प्रकाशन आवश्यकताओं को पूरा किया गया है। {$issue}प्रकाशित होने पर इसे प्रकाशित किया जाएगा। क्या आप वाकई प्रकाशन के लिए इसे शेड्यूल करना चाहते हैं?
hu_hu: Minden publikálási feltétel teljesült és a {$issue}-val/vel együtt kerül majd publikálásra. Biztosan publikálásra szeretné ütemezni?
hy: Հրապարակման բոլոր պահանջները կատարվել են։ Սա կհրապարակվի, երբ հրապարակվի {$issue}: Վստա՞հ եք, որ ցանկանում եք պլանավորել սա հրապարակման համար:
id: Seluruh prasyarat penerbitan telah terpenuhi. Ini akan diterbitkan saat {$issue} diterbitkan. Apakah Anda yakin ingin menjadwalkan ini untuk diterbitkan?
is_is: Búið er að uppfylla allar kröfur varðandi útgáfuna. Þetta verður birt þegar tölublað: {$issue} er birt. Ertu viss um að þú viljir setja þetta í birtingaráætlun?
it: I requisiti di pubblicazione sono corretti. Questo articolo sarà pubblicato alla pubblicazione di {$issue}. Sei sicuro di voler pianificare la pubblicazione di questo articolo?
ja: すべての出版要件を満たしています。{$issue}が発行されたときに公開されます。これを発行する予定でよろしいですか？
ka_ge: ყველა მოთხოვნა ამ პუბლიკაციისათვის შესრულებულია. მასალა გამოქვეყნდება გამოცემის „{$issue}“ გამოქვეყნებისას. დარწმუნებული ხართ, რომ გსურთ ამ მასალის გამოქვეყნება?
kk_kz: Мақаланы жариялауға қойылатын барлық талаптар орындалды. Мақала "{$issue}" басылымның бірге жарияланады. Сіз бұл мақаланы жариялауға жоспарлау керек пе?
ky: Бардык жарыялоо талаптары аткарылды. Бул {$issue} жарыяланганда жарыяланат. Жарыялоо үчүн пландагыңыз келгенине ишенесизби?
lt: Visi publikavimo reikalavimai įvykdyti. Šis leidinys bus išleistas, kai bus išleistas {$issue}. Ar tikrai norite suplanuoti jo publikavimą?
lv: Visas publicēšanas prasības ir izpildītas. Tas tiks publicēts, kad tiks publicēts {$issue}. Vai tiešām vēlaties ieplānot šo publicēšanu?
mk: Сите барања за објавување се исполнети. Ова ќе биде објавено кога број{$issue} ќе се објави. Дали сте сигурни дека сакате да го закажете ова за објавување?
mr: प्रकाशनासंबंधी सर्व बाबींची पूर्तता झाली आहे. हा {$issue} अंक प्रकाशित झाल्यावर याचे प्रकाशन होईल. तुम्ही खात्रीने हा प्रकाशनासाठी अनुसूचीत (शेड्यूल) करू इच्छिता ना?
ms: Semua syarat penerbitan telah dipenuhi. Naskah ini akan diterbitkan apabila {$issue} diterbitkan. Adakah anda pasti mahu menjadualkan ini untuk penerbitan?
nb: Alle publiseringskrav er oppfylt. Denne blir publisert når {issue} blir publisert. Er du sikker på at du vil publisere denne når nummeret publiseres?
nl: Aan alle publicatievereisten is voldaan. Dit wordt gepubliceerd wanneer {$issue} wordt gepubliceerd. Weet u zeker dat u dit wilt inplannen voor publicatie?
pl: Wszystkie dane są gotowe do publikacji. Zostaną upublicznione razem z wydaniem {$issue}. Czy chcesz zaplanować to wydanie do publikacji?
pt: Todos os requisitos de publicação foram cumpridos. Irá ser publicada quando o {$issue} for publicado. Tem certeza de que deseja agendar esta publicação?
pt_br: Todos os requisitos de publicação foram atendidos. Isto será publicado quando {$issue} for publicado. Tem certeza de que deseja agendar esta publicação?
ro_ro: Toate cerințele de publicare au fost îndeplinite. Conținutul va fi disponibil când se publică {$issue}. Sigur doriți să programați acest lucru pentru publicare?
ru_ru: Все требования к публикации были выполнены. Материал будет опубликован при публикации выпуска «{$issue}». Вы уверены, что хотите запланировать этот материал к публикации?
sl: Vse zahteve za objavo so izpolnjene. Objavljeno bo, ko bo objavljena številka {$issue} . Ste prepričani, da želite načrtovati to objavo?
th: ข้อกำหนดทั้งหมดสำหรับการตีพิมพ์ได้รับการปฏิบัติตามแล้ว สิ่งนี้จะถูกตีพิมพ์เมื่อ {$issue} ถูกตีพิมพ์ คุณแน่ใจหรือว่าต้องการกำหนดเวลาในการตีพิมพ์?
tr_tr: Tüm yayın gereksinimleri karşılanmıştır. Bu, {$issue} yayınlandığında yayınlanacak. Bunu yayınlanmak üzere planlamak istediğinizden emin misiniz?
uk: Всі вимоги до публікації були виконані. Це буде опубліковано, коли буде опубліковано {$issue}. Ви впевнені, що хочете запланувати цю публікацію?
uz_cyrl: Барча нашр талаблари бажарилди. Ушбу мақола {$issue} нашр этилганда чоп этилади. Ҳақиқатан ҳам буни режалаштирмоқчимисиз?
uz_latn: Nashrning barcha talablari bajarildi. Bu {$ issue} nashr qilinganida e'lon qilinadi. Haqiqatan ham buni nashrga rejalashtirmoqchimisiz?
vi: Tất cả các yêu cầu xuất bản đã được đáp ứng. Điều này sẽ được công bố khi {$issue} được xuất bản. Bạn có chắc chắn muốn lên lịch trình này để xuất bản?
zh_hans: 已符合所有发布标准。这将在{$ issue}发布。您确定要发布吗？
zh_tw: 已完成所有出版要求。當{$issue}期出版時，此項目會一同出版，是否確認安排到時候出版此項目？

# publication.publish.confirmation.backIssue
source: All publication requirements have been met. This will be published immediately in {$issue}. Are you sure you want to publish this?
ar_iq: كل متطلبات النشر ملباة. سيتم النشر حالاً ضمن {$issue}. هل أنت متأكد من رغبتك في النشر؟
bg_bg: Всички изисквания за публикуване са изпълнени. Това ще бъде публикувано незабавно в {$issue}. Сигурни ли сте, че искате да публикувате това?
bs_ba: Svi zahtjevi za objavljivanje su ispunjeni. Ovo će biti odmah objavljeno u {$issue}. Jeste li sigurni da ovo želite objaviti?
ca: Tots els requisits de publicació es compleixen. Això es publicarà immediatament a {$issue}. Esteu segurs que voleu publicar-ho?
ckb: هەمو پێویستییەکانی بڵاوکردنەوە ئامادەن. ئەمە لەگەڵ ژمارەی {$issue} دا بڵاو دەبێتەوە. ئایا تۆ دڵنیایت لە بڵاوکردنەوەی ئەمە؟
cs_cz: Všechny požadavky na zveřejnění byly splněny. Toto bude okamžitě zveřejněno v {$issue}. Opravdu si přejete publikovat?
de: Alle Bedingungen für die Veröffentlichung sind erfüllt. Dies wird sofort in {$issue} veröffentlicht. Sind Sie sicher, dass Sie dies veröffentlichen wollen?
el_gr: Πληρούνται όλες οι απαιτήσεις δημοσίευσης. Αυτό θα δημοσιευτεί αμέσως στο τεύχος {$issue}. Επιβεβαιώστε ότι θέλετε να το δημοσιεύσετε.
es_es: Todos los requisitos de publicación se cumplen. Este artículo se publicará inmediatamente en {$issue}. ¿Está seguro de que quiere publicarlo?
fa: همه پیشنیازهای انتشار رعایت شده است. این مقاله فوراً در شماره {$issue} چاپ خواهد شد. آیا اطمینان دارید که می‌خواهید این مقاله منتشر شود؟
fi: Kaikki julkaisuvaatimukset täyttyvät. Tämä julkaistaan välittömästi numerossa {$issue}. Oletko varma, että haluat julkaista tämän?
fr_ca: Toutes les exigences de publication ont été remplies. Ceci sera publié immédiatement dans le {$issue}. Êtes-vous certain-e de vouloir publier ceci ?
gd_gb: Chaidh gach riatanas foillseachaidh a choileanadh. Thèid seo fhoillseachadh sa bhad ann an {$issue}. A bheil thu cinnteach gu bheil thu airson seo fhoillseachadh?
gl_es: Cumpríronse todos os requisitos de publicación. Isto publicarase inmediatamente en {$issue}. Seguro que queres publicar isto?
hi_in: सभी प्रकाशन आवश्यकताओं को पूरा किया गया है। इसे तुरंत {$issue} में प्रकाशित किया जाएगा। क्या आप वाकई इसे प्रकाशित करना चाहते हैं?
hu_hu: Minden publikálási feltétel teljesült és a {$issue}-ben/ben kerül megjelentetésre. Biztosan publikálni szeretné?
hy: Հրապարակման բոլոր պահանջները կատարվել են։ Սա անմիջապես կհրապարակվի {$issue} -ում: Վստա՞հ եք, որ ցանկանում եք հրապարակել սա:
id: Semua persyaratan publikasi telah terpenuhi. Naskah ini akan segera diterbitkan dalam {$issue}. Anda yakin ingin menerbitkan?
is_is: Búið er að uppfylla allar kröfur varðandi útgáfuna. Þetta verður birt strax í tölublaði {$issue}. Ertu viss um að þú viljir birta þetta?
it: I requisiti di pubblicazione sono corretti. Questo articolo sarà pubblicato immediatamente nell'uscita {$issue}. Sei sicuro di voler pubblicare questo articolo?
ja: すべての出版要件を満たしています。すぐに{$issue}に掲載されます。これを公開してもよろしいですか？
ka_ge: ყველა მოთხოვნა ამ პუბლიკაციისათვის შესრულებულია. მასალა დაუყოვნებლივ გამოქვეყნდება გამოცემაში „{$issue}“. დარწმუნებული ხართ, რომ გსურთ ამ მასალის გამოქვეყნება?
kk_kz: Жариялауға қойылатын барлық талаптар орындалды. Материал дәл қазір "{$issue} " басылымында жарияланады. Жалғастыру керек пе?
ky: Бардык жарыялоо талаптары аткарылды. Бул дароо {$issue} ичинде жарыяланат. Жарыялагыңыз келгенине ишенесизби?
lt: Visi publikavimo reikalavimai įvykdyti. Tai bus nedelsiant paskelbta leidinyje {$issue}. Ar tikrai norite tai publikuoti?
lv: Visas publicēšanas prasības ir izpildītas. Tas tiks nekavējoties publicēts {$issue}. Vai tiešām vēlaties to publicēt?
mk: Сите барања за објавување се исполнети. Ова ќе биде објавено веднаш во број {$issue}. Дали сте сигурни дека сакате да го објавите ова?
mr: प्रकाशनासंबंधी सर्व बाबींची पूर्तता झाली आहे. हा लगेच {$issue} मध्ये प्रकाशित केला जाईल. तुम्ही खात्रीने हा प्रकाशित करू इच्छिता ना?
ms: Semua syarat penerbitan telah dipenuhi. Naskah ini akan segera diterbitkan dalam {$issue}. Adakah anda pasti mahu menerbitkan ini?
nb: Alle publiseringskrav er oppfylt. Denne blir publisert med en gang i {issue}. Er du sikker på at du vil publisere denne?
nl: Aan alle publicatievereisten is voldaan. Dit wordt onmiddellijk gepubliceerd in {$issue}. Weet u zeker dat u dit wilt publiceren?
pl: Wszystkie wymagania publikacyjne zostały spełnione. Zostaną upublicznione natychmiast jako {$issue}. Czy chcesz je na pewno opublikować?
pt: Todos os requisitos de publicação foram cumpridos. Irá ser publicada imediatamente no {$issue}. Tem certeza de que deseja agendar esta publicação?
pt_br: Todos os requisitos de publicação foram atendidos. Isto será publicado imediatamente em {$issue}. Tem certeza de que deseja realizar a publicação?
ro_ro: Toate cerințele de publicare au fost îndeplinite. Conținutul va fi publicat imediat în {$issue}. Sigur doriți să publicați acest conținut?
ru_ru: Все требования к публикации были выполнены. Материал будет опубликован прямо сейчас в выпуске «{$issue}». Вы уверены, что хотите опубликовать этот материал?
sl: Vse zahteve za objavo so izpolnjene. Objavljeno bo takoj v številki {$issue} . Ste prepričani, da želite objaviti?
th: ข้อกำหนดทั้งหมดสำหรับการตีพิมพ์ได้รับการปฏิบัติตามแล้ว สิ่งนี้จะถูกตีพิมพ์ทันทีใน {$issue} คุณแน่ใจหรือว่าต้องการตีพิมพ์สิ่งนี้?
tr_tr: Tüm yayın gereksinimleri karşılanmıştır. Bu derhal {$issue} dergisinde yayınlanacak. Bunu yayınlamak istediğinizden emin misiniz?
uk: Всі вимоги до публікації були виконані. Це буде негайно опубліковано в {$issue}. Ви впевнені, що хочете опублікувати?
uz_cyrl: Барча нашр талаблари бажарилди. Ушбу мақола дарҳол {$issue} таркибида нашр этилади. Ҳақиқатан ҳам нашр қилмоқчимисиз?
uz_latn: Nashrning barcha talablari bajarildi. Bu darhol {$ issue} da e'lon qilinadi. Haqiqatan ham buni nashr qilmoqchimisiz?
vi: Tất cả các yêu cầu xuất bản đã được đáp ứng. Điều này sẽ được công bố ngay lập tức trong {$issue}. Bạn có chắc chắn muốn xuất bản?
zh_hans: 已符合所有发布标准。将发布在{$ issue}。您确定要发布吗？
zh_tw: 已完成所有出版要求。此項目會立即在{$issue}期出版，是否確認安排到時候出版此項目？

# publication.publish.confirmation.datePublishedInPast
source: All publication requirements have been met. This will be published immediately because the date of publication has been set to {$datePublished}. Are you sure you want to publish this?
ar_iq: كل متطلبات النشر ملباة. سيتم النشر حالاً لأن تأريخ النشر قد سبق تعيينه ليكون في {$datePublished}. هل أنت متأكد من رغبتك في النشر؟
bg_bg: Всички изисквания за публикуване са изпълнени. Това ще бъде публикувано незабавно, тъй като датата на публикуване е зададена на {$datePublished}. Сигурни ли сте, че искате да публикувате това?
bs_ba: Svi zahtjevi za objavljivanje su ispunjeni. Ovo će biti objavljeno odmah jer je datum objavljivanja postavljen na {$datePublished}. Jeste li sigurni da ovo želite objaviti?
ca: Tots els requisits de publicació es compleixen. Això es publicarà immediatament atès que la data de publicació s'ha ajustat a {$datePublished}. Segur que voleu publicar-ho?
cs_cz: Všechny požadavky pro publikování byly splněny. Položka bude publikována okamžitě, protože datum publikování bylo nastaveno na {$datePublished}. Jste si jisti, že má být položka publikována?
de: Alle Vorraussetzungen für die Veröffentlichung wurden erfüllt. Dies wird sofort veröffentlicht, da das Veröffentlichungsdatum auf {$datePublished} gesetzt wurde. Sind Sie sicher, dass Sie dies veröffentlichen möchten?
el_gr: Πληρούνται όλες οι απαιτήσεις δημοσίευσης. Αυτό θα δημοσιευθεί αμέσως, επειδή η ημερομηνία δημοσίευσης έχει οριστεί την {$datePublished}. Επιβεβαιώστε ότι θέλετε να το δημοσιεύσετε.
es_es: Todos los requisitos de publicación se cumplen. Esto se publicará inmediatamente porque la fecha de publicación se estableció para el {$datePublished}. ¿Seguro que quiere publicarlo?
fa: همه پیشنیازهای انتشار رعایت شده است. از آنجا که تاریخ انتشار این مقاله در تاریخ {$datePublished} تنظیم شده این مقاله فوراً چاپ خواهد شد. آیا مطمئن هستید که می‌خواهید این مقاله را منتشر کنید؟
fi: Kaikki julkaisuvaatimukset täyttyvät. Tämä julkaistaan välittömästi, koska julkaisupäiväksi on asetettu {$datePublished}. Oletko varma, että haluat julkaista tämän?
fr_ca: Toutes les exigences de publication ont été remplies. Ceci sera publié immédiatement car la date de publication a été fixée au {$datePublished}. Êtes-vous certain-e de vouloir publier ceci ?
gd_gb: Chaidh gach riatanas foillseachaidh a choileanadh. Leis gun deach {$datePublished} a shuidheachadh mar cheann-là foillseachaidh, thèid fhoillseachadh sa bhad. A bheil thu cinnteach gu bheil thu airson seo fhoillseachadh?
gl_es: Cumpríronse todos os requisitos de publicación. Isto publicarase inmediatamente porque a data de publicación estableceuse en {$datePublished}. Seguro que queres publicar isto?
hy: Հրապարակման բոլոր պահանջները կատարվել են։ Սա անմիջապես կհրապարակվի, քանի որ հրապարակման ամսաթիվը նշանակվել է {$datePublished}: Վստա՞հ եք, որ ցանկանում եք հրապարակել սա:
id: Seluruh syarat publikasi telah terpenuhi. Naskah ini akan diterbitkan segera karena tanggal publikasi telah ditetapkan pada {$datePublished}. Yakin ingin menerbitkannya?
is_is: Búið er að uppfylla allar kröfur varðandi útgáfuna. Þetta verður birt strax vegna þess að útgáfudagsetningin er {$datePublished}. Ertu viss um að þú viljir birta þetta?
it: Tutti i requisiti di pubblicazioni sono completati. Questo articolo verrà pubblicato immediatamente in quanto la data di pubblicazione è stata fissata per il {$datePublished}. Confermi la pubblicazione?
ja: すべての出版要件を満たしています。発行日が{$datePublished}に設定されているから、すぐに掲載されます。これを公開してもよろしいですか？
ka_ge: ყველა მოთხოვნა ამ პუბლიკაციისათვის შესრულებულია. მასალა დაუყოვნებლივ გამოქვეყნდება, ვინაიდან მითითებულია გამოქვეყნების თარიღი {$datePublished}. დარწმუნებული ხართ, რომ გსურთ ამ მასალის გამოქვეყნება?
kk_kz: Жарияланымның барлық талаптары орындалды. Мақала дәл қазір жарияланады, себебі жариялану күні {$datePublished} болып орнатылған. Бұл материалды шынымен жариялағыңыз келе ме?
ky: Бардык жарыялоо талаптары аткарылды. Бул дароо жарыяланат, анткени жарыялоо датасы {$datePublished} болуп коюлган. Жарыялагыңыз келгенине ишенесизби?
lt: Visi publikavimo reikalavimai įvykdyti. Šis įrašas bus paskelbtas nedelsiant, nes publikavimo data nustatyta kaip {$datePublished}. Ar tikrai norite tai publikuoti?
lv: Visas publicēšanas prasības ir izpildītas. Tas tiks publicēts nekavējoties, jo publicēšanas datums ir iestatīts uz {$datePublished}. Vai tiešām vēlaties to publicēt?
mk: Сите барања за објавување се исполнети. Ова ќе биде објавено веднаш , зато што датумот на објавување е поставен на {$datePublished}. Дали сте сигурни дека сакате да го објавите ова?
mr: प्रकाशनासंबंधी सर्व बाबींची पूर्तता झाली आहे. हा लगेच प्रकाशित केले जाईल कारण प्रकाशनाची तारीख {$datePublished} वर सेट केली आहे. तुम्ही खात्रीने हा प्रकाशित करू इच्छिता ना?
ms: Semua syarat penerbitan telah dipenuhi. Naskah Ini akan diterbitkan dengan segera kerana tarikh penerbitan telah ditetapkan ke {$datePublished}. Adakah anda pasti mahu menerbitkan?
nb: Alle publiseringskrav er oppfylt. Denne blir publisert med en gang fordi publiseringsdato er satt til {$datePublished}. Er du sikker på at du vil publisere denne?
nl: Aan alle publicatievereisten is voldaan. Dit wordt onmiddellijk gepubliceerd omdat de publicatiedatum is ingesteld op {$datePublished}. Weet u zeker dat u dit wilt publiceren?
pl: Wszystkie wymagania publikacyjne zostały spełnione. Wydanie zostanie upublicznione natychmiast ponieważ data została ustawiona na {$datePublished}. Czy na pewno chcesz go upublicznić?
pt: Todos os requisitos de publicação foram cumpridos. O artigo será publicado de imediato porque a data de publicação foi definida para {$datePublished}. Tem certeza que quer publicar?
pt_br: Todos os requisitos de publicação foram atendidos. A publicação será imediatamente porque a data da publicação foi definida para {$datePublished}. Deseja realmente publicar?
ro_ro: Toate cerințele de publicare au fost îndeplinite. Conținutul va fi publicată imediat, deoarece data publicării a fost setată la {$datePublished}. Sigur doriți să publicați acest conținut?
ru_ru: Все требования к публикации были выполнены. Материал будет опубликован прямо сейчас, поскольку задана дата публикации {$datePublished}. Вы уверены, что хотите опубликовать этот материал?
sl: Vsi predpogoji za izdajo so izpolnjeni. Številka bo objavljena takoj, ker je datum izdaje nastavljen na {$datePublished}. Ste prepričani, da želite to objaviti?
th: ข้อกำหนดทั้งหมดสำหรับการตีพิมพ์ได้รับการปฏิบัติตามแล้ว สิ่งนี้จะถูกตีพิมพ์ทันทีเนื่องจากวันที่ตีพิมพ์ได้ถูกกำหนดไว้ที่ {$datePublished} คุณแน่ใจหรือว่าต้องการตีพิมพ์สิ่งนี้?
tr_tr: Tüm yayın gereklilikleri karşılanmıştır. Yayın tarihi {$datePublished} olarak ayarlandığı için bu hemen yayınlanacaktır. Bunu yayınlamak istediğinizden emin misiniz?
uk: Всі вимоги до публікації були виконані. Це буде опубліковано негайно, оскільки дата публікації була встановлена на {$datePublished}. Ви впевнені, що хочете це опублікувати?
uz_cyrl: Барча нашр талаблари бажарилди. Ушбу мақола {$datePublished} санаси билан нашр этилади. Ҳақиқатан ҳам нашр қилмоқчимисиз?
uz_latn: Nashrning barcha talablari bajarildi. Bu darhol e'lon qilinadi, chunki nashr qilingan sana {$ datePublished} qilib belgilandi. Haqiqatan ham buni nashr qilmoqchimisiz?
vi: Tất cả các yêu cầu xuất bản đã được đáp ứng. Bài này sẽ được xuất bản ngay lập tức vì ngày xuất bản đã được đặt thành {$datePublished}. Bạn có chắc chắn muốn xuất bản?
zh_hans: 已符合所有发布标准。本文将发布在{$ datePublished}的期刊。您确定要发布吗？
zh_tw: 已完成所有出版要求。由於出版日期為{$datePublished}，此項目將會立即出版，是否確認出版此項目？
