Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.abstract.wordCount.description
source: The abstract must be {$wordCount} words or less.
ar_iq: الملخص لا بد أن يكون من {$wordCount} كلمة أو أقل.
bg_bg: Резюмето трябва да съдържа {$wordCount} думи или по -малко.
bs_ba: Sažetak mora sadržavati {$ wordCount} riječi ili manje.
ca: El resum ha de tenir {$wordCount} paraules o menys.
ckb: کورتەی توێژینەوەکە نابێت لە {$wordCount} وشە زیاتر بێت.
cs_cz: Abstrakt musí obsahovat maximálně {$wordCount} slov.
de: Das Abstract darf höchstens {$wordCount} Wörter enthalten.
el_gr: Η περίληψη δεν πρέπει να υπερβαίνει τις {$wordCount} λέξεις.
es_es: El resumen debe tener {$wordCount} palabras o menos.
fa: چکیده باید ‏‏{$wordCount} کلمه یا کمتر باشد.
fi: Abstraktin tulee olla korkeintaan {$wordCount} sanaa.
fr_ca: Le résumé doit contenir {$wordCount} mots ou moins.
gd_gb: Feumaidh an geàrr-chunntas a bhith uiread a dh’fhaclan a dh’ fhaid no nas giorra: {$wordCount}.
gl_es: O resumo deberá ter un máximo de {$wordCount} palabras.
hi_in: सार {$ wordCount} शब्द या उससे कम का होना चाहिए ।
hu_hu: Az absztrakt legyen {$wordCount} szó vagy kevesebb.
hy: Ամփոփումը պետք է լինի ոչ ավել, քան {$wordCount} բառ:
id: Abstrak harus berjumlah {$wordCount} kata atau kurang.
is_is: Útdrátturinn þarf að vera {$wordCount} orð eða minna.
it: L'abstract deve essere di {$wordCount} parole o meno.
ja: 概要は{$wordCount}語以内でなければなりません。
ka_ge: აბსტრაქტი უნდა შეიცავდეს არაუმეტეს {$wordCount} სიტყვას.
kk_kz: Аңдатпаның сөз саны {$wordCount} аспауы тиіс.
ky: Аннотация {$wordCount} сөздөн ашпашы керек.
lt: Santrauką turi sudaryti ne daugiau kaip {$wordCount} žodžių.
lv: Kopsavilkumam jābūt {$wordCount} vārdus garam vai īsākam.
mk: Извадокот мора да има {$wordCount} зборови или помалку.
mr: गोषवारा {$wordCount} किंवा त्याहून कमी शब्दांत असणे आवश्यक आहे.
ms: Abstrak mestilah {$wordCount} perkataan atau kurang.
nb: Sammendraget må være {$wordCount} ord eller færre.
nl: De samenvatting mag maximaal {$wordCount} bevatten.
pl: Długość abstraktu nie może przekraczać {$wordCount} wyrazów.
pt: O resumo deverá ter no máximo {$wordCount} palavras.
pt_br: O resumo deve ter {$wordCount} palavras ou menos.
pt_pt: O resumo deverá ter no máximo {$wordCount} palavras.
ro_ro: Rezumatul trebuie să conțină maxim {$wordCount} cuvinte.
ru_ru: Аннотация должна содержать не более {$wordCount} слов.
sl: Izvleček mora biti dolg največ {$wordCount} besed.
sv_se: Abstractet får inte vara längre än {$wordCount} ord.
th: บทคัดย่อต้องมีความยาวไม่เกิน {$wordCount} คำ
tr_tr: Öz, {$wordCount} kelime veya daha az olmalıdır.
uk: Анотація повинна містити не більше, ніж {$wordCount} слів.
uz_cyrl: Аннотация {$wordCount} ёки ундан кам сўздан иборат бўлиши керак.
uz_latn: Annotatsiya {$ wordCount} yoki undan kam so'z bo'lishi kerak.
vi: Tóm tắt phải là {$wordCount} từ hoặc ít hơn.
zh_hans: 摘要不得超过 {$wordCount} 个字。
zh_tw: 摘要字數上限為 {$wordCount} 字。

# submission.submit.noContext
source: This submission's journal could not be found.
ar_iq: تعذر العثور على المجلة الموجه إليها طلب التقديم هذا.
bg_bg: Изпратените материали се отнасят към списание, което не е намерено.
bs_ba: Časopis ovog predanog rada nije moguće pronaći.
ca: No s'ha pogut trobar aquesta tramesa.
ckb: ئەو گۆڤارەی کە توێژینەوەکەت پێشکەش کردووە، نەدۆزرایەوە.
cs_cz: Časopis tohoto příspěvku nebyl nalezen.
de: Die Zeitschrift für diese Einreichung konnte nicht gefunden werden.
el_gr: Δεν ήταν δυνατή η εύρεση του περιοδικού που ανήκει αυτή η υποβολή.
es_es: No se pudo encontrar este envío.
fa: مقاله ارسالی شما یافت نشد.
fi: Käsikirjoitusta vastaavaa julkaisua ei löytynyt.
fr_ca: La revue de cette soumission est introuvable.
gd_gb: Cha b’ urrainn dhuinn iris-leabhar an tagraidh seo a lorg.
gl_es: Non se puido atopar este envío.
hi_in: इस सबमिशन की जर्नल नहीं मिल सकी ।
hu_hu: Nem található az ehhez a beküldéshez tartozó folyóirat.
hy: Այս ներկայացման ամսագիրը չհաջողվեց գտնել:
id: Jurnal untuk naskah yang diserahkan tidak dapat ditemukan.
is_is: Tímarit innsendingar fannst ekki.
it: Non è possibile trovare la rivista selezionata per la proposta di pubblicazione.
ja: この投稿のジャーナルは見つかりませんでした。
ka_ge: ამ მასალისთვის ვერ მოიძებნა ჟურნალი.
kk_kz: Бұл материалдың қай журналға тиесілі екенін табу мүмкін емес.
ky: Бул тапшырманын журналы табылган жок.
lt: Šio pateikto žurnalo rasti nepavyko.
lv: Šī iesniegtā materiāla žurnālu neizdevās atrast.
mk: Поднесеното списание не може да се најде.
mr: या सादरीकरणाचे नियतकालिक सापडत नाही.
ms: Jurnal penyerahan ini tidak dijumpai.
nb: Innleveringens tidsskrift ble ikke funnet.
nl: Het tijdschrift van deze inzending kan niet gevonden worden.
pl: Nie znaleziono czasopisma do którego pasuje to zgłoszenie.
pt: Esta submissão à revista não foi encontrada.
pt_br: Não foi possível encontrar esse envio.
ro_ro: Jurnalul acestei înregistrări nu a fost găsit.
ru_ru: Журнал для этого материала не удаётся найти.
sl: Revije, ki je bila določena prispevku, ni bila najdena.
th: ไม่พบวารสารที่เกี่ยวข้องกับการส่งนี้
tr_tr: Gönderinin bulunduğu dergi bulunamadı.
uk: Не вдалось знайти журнал цього матеріалу.
uz_cyrl: Ушбу материал журнали топилмади.
uz_latn: Ushbu material uchun jurnal topilmadi.
vi: Tạp chí của bài gửi này không thể được tìm thấy.
zh_hans: 找不到此投稿的期刊。
zh_tw: 未能找到您所投稿的期刊。

# submission.issueEntry
source: Metadata
ar_iq: البيانات الوصفية
bg_bg: Метаданни
bs_ba: Metapodaci
ca: Metadades
ckb: زانیاریی ناسێنەر
de: Metadaten
el_gr: Μεταδεδομένα
es_es: Metadatos
fa: فراداده
fi: Metatiedot
fr_ca: Métadonnées
gd_gb: Meata-dàta
gl_es: Metadatos
hi_in: मेटाडाटा
hu_hu: Metaadat
hy: Մետատվյալներ
is_is: Lýsigögn
it: Metadati
ja: メタデーター
ka_ge: მეტა-მონაცემები
kk_kz: Метадеректер
ky: Метадата
lt: Metaduomenys
lv: Metadati
mk: Метаподатоци
mr: प्राथमिक माहिती (मेटाडेटा)
pl: Metadane
pt: Metadados
pt_br: Metadados
pt_pt: Metadados
ro_ro: Metadate
ru_ru: Метаданные
sl: Metapodatki
sr_rs@cyrillic: Метаподаци
sr_rs@latin: Metapodaci
th: เมตาดาทา
tr_tr: Üst Veri
uk: Метадані
uz_cyrl: Метамаълумотлар
vi: Siêu dữ liệu
zh_hans: 元数据
zh_tw: 元資料

# submission.submit.whatNext.description
source: The journal has been notified of your submission, and you've been emailed a confirmation for your records. Once the editor has reviewed the submission, they will contact you.
ar_iq: لقد تم إشعار المجلة بشأن طلبك هذا، وقد تمت مراسلتك لتأكيد بياناتك. بمجرد أن يراجع المحرر طلبك، سيقوم بالاتصال بك.
bg_bg: Списанието е уведомено за вашето подаване на материали и сте получили потвърждение за получаването по имейл. След като редакторът прегледа изпратеното, той ще се свърже с вас.
bs_ba: Časopis je obaviješten o vašoj predaji rada, a vi ste e-mailom dobili potvrdu za svoju evidenciju. Nakon što urednik pregleda predaju rada, kontaktirat će vas.
ca: La revista ha rebut la seva tramesa i li enviarà un correu electrònic de confirmació per als seus registres. Quan l'editor/a hagi revisat la tramesa contactarà amb vostè.
ckb: گۆڤار لە پێشکەشکردنەکەت ئاگادار کرایەوە، ئەم ئیمەیڵەت بۆ دڵنیایی بۆ نێردرا. کاتێک سەرنوسەر توێژینەوەکەتی هەڵ سەنگاند، پەیوەندیت پێوە دەکاتەوە.
cs_cz: Redakce časopisu byla informována o vašem příspěvku a byl vám zaslán email s potvrzením o vašem příspěvku. Jakmile redaktor zkontroluje příspěvek, bude vás kontaktovat.
de: Die Zeitschrift wurde über Ihre Einreichung informiert, und Sie haben eine Bestätigung per E-Mail erhalten. Sobald die/der Redakteur/in die Einreichung begutachtet hat, werden Sie benachrichtigt.
el_gr: Οι συντελεστές του περιοδικού ειδοποιήθηκαν για την υποβολή και σας έχει σταλεί σχετική επιβεβαίωση. Μόλις ο Επιμελητής του περιοδικού ελέγξει την υποβολή, θα επικοινωνήσει μαζί σας.
es_es: La revista ha sido notificada acerca de su envío y se le enviará un correo electrónico de confirmación para sus registros. Cuando el editor haya revisado el envío, se contactará con usted.
fa: مجله مقاله ارسالی شما را دریافت کرد، و یک تاییدیه از طریق پست الکترونیکی برای شما ارسال شد. پس از بررسی مقاله ارسال شده توسط سردبیر، به شما از طریق ایمیل اطلاع داده خواهد شد.
fi: Julkaisulle on ilmoitettu käsikirjoituksestasi ja sinulle on lähetetty sähköpostitse vahvistus säilytettäväksi. Toimittajan arvioitua käsikirjoituksen sinuun otetaan yhteyttä.
fr_ca: La revue a été informée de votre soumission et vous a envoyé par courriel une confirmation pour vos dossiers. Un rédacteur communiquera avec vous lorsque votre soumission aura été examinée.
gd_gb: Chaidh fios mun tagradh agad a chur chun an iris-leabhair agus chaidh post-d a chur thugad a dhearbhas gun d’fhuair iad e. Turas a rinn an lèirmheasaiche lèirmheas air an tagradh, cuiridh iad fios thugad.
gl_es: A revista recibiu unha notificación do teu envío e recibiches por correo electrónico unha confirmación dos teus rexistros. Unha vez que o editor revise o envío, porase en contacto contigo.
hi_in: जर्नल को आपके प्रस्तुत करने के बारे में सूचित किया गया है, और आपको अपने रिकॉर्ड के लिए एक पुष्टिकरण ईमेल किया गया है। एक बार संपादक ने सबमिशन की समीक्षा की, तो वे आपसे संपर्क करेंगे ।
hu_hu: A folyóirat értesítette Önt a kézirata benyújtásáról, e-mailben küldött egy megerősítést is. Amint a szerkesztő átnézte a benyújtott kéziratot, felveszik Önnel a kapcsolatot.
hy: Ամսագիրը ծանուցվել է ձեր ներկայացման մասին, և դուք էլ․ փոստով ստացել եք ձեր գրառումների հաստատումը: Երբ խմբագիրն ուսումնասիրի նյութը, նրանք կկապվեն ձեզ հետ:
id: Pengelola jurnal telah diberitahu tentang naskah yang Anda serahkan, dan sebuah surel telah dikirimkan ke alamat Anda sebagai konfirmasi. Saat editor meninjau penyerahan naskah tersebut, Anda akan dihubungi.
is_is: Tímaritið hefur fengið tilkynningu um innsendingu frá þér og þú færð staðfestingu í tölvupósti. Þegar ritstjóri hefur farið yfir innsendinguna verður haft samband við þig.
it: La redazione ha ricevuto notifica della tua proposta e ti è stata inviata una email di conferma. Appena gli editor avranno visionato la tua proposta sarai contattato.
ja: 本誌編集部に投稿について通知され、記録の確認メールが送信されました。編集者が提出物を確認した次第、連絡いたします。
ka_ge: ჟურნალს ეცნობა თქვენი მასალის გამოგზავნის შესახებ, დამადასტურებელი წერილი გამოიგზავნა ელფოსტაზე. როგორც კი რედაქტორი ნახავს თქვენს მასალას, ჩვენ დაგიკავშირდებით.
kk_kz: Журнал редакциясы сіз жіберген материал туралы хабарланды, жазбаны растау хабарламасы сіздің электрондық поштаңызға жіберілді. Редактор сіздің материалыңызды қабылдағаннан кейін сізге кейін хабарласады.
ky: Журнал сиздин тапшырууңуз жөнүндө кабардар болду жана сизге жазуу үчүн ырастоо кат жөнөтүлдү. Редактор тапшырууну карап чыккандан кийин сиз менен байланышат.
lt: Apie Jūsų straipsnį leidiniui pranešta, o Jums išsiųstas patvirtinimas, kad straipsnis gautas. Kai redaktorius straipsnį perskaitys, su jumis susisieks.
lv: Žurnāls ir informēts par jūsu iesniegto materiālu, un jums ir nosūtīts apstiprinājums. Kad redaktors būs izskatījis materiālu, viņš ar jums sazināsies.
mk: Списанието е известено за поднесокот и ви е испратен и-мејл за потврда на записот. Кога уредникот ќе го прегледа поднесокот, тој ќе ве контактира.
mr: नियतकालिकाला तुमच्या सादरीकरणाबद्दल सूचित केले गेले आहे आणि तुम्हाला त्याची पोहोच ई-मेलने दिली गेली आहे. लवकरच संपादकाने सादरीकरणाचे समीक्षण केले की, ते तुमच्याशी संपर्क साधतील.
ms: Jurnal telah diberitahu mengenai penyerahan anda, dan e-mel pengesahan untuk rekod anda telah dihanter ke e-mel anda. Setelah editor menyemak penyerahan, mereka akan menghubungi anda.
nb: Tidsskriftet har blitt varslet om innleveringen din. Du har mottatt en e-post med bekreftelse. Så snart redaktøren har gått gjennom innleveringen, vil du bli kontaktet.
nl: Uw inzending heeft het tijdschrift goed bereikt; daarvan werd u via e-mail een bevestiging gestuurd. Zodra de redacteur de inzending heeft beoordeeld, wordt u gecontacteerd.
pl: Redaktorzy czasopisma zostali poinformowani o Twoim zgłoszeniu. Na Twój adres email zostało również wysłane potwierdzenie. Po przejrzeniu zgłoszenia, redaktor skontaktuje się z Tobą.
pt: A revista foi notificada da sua submissão, e foi-lhe enviada uma confirmação por e-mail para conservar como registo. Assim que o Editor tenha analisado a sua submissão, entrará em contato consigo.
pt_br: O periódico foi notificado de sua submissão e uma mensagem de confirmação foi enviada para o seu e-mail cadastrado. Assim que um dos editores revisar sua submissão, ele entrará em contato.
pt_pt: A revista foi notificada da sua submissão, e foi-lhe enviada uma confirmação por e-mail para conservar como prova. Assim vez que o Editor tenha analisado a submissão, este entrará em contacto.
ro_ro: Jurnalul a fost notificat cu privire la înregistrarea dvs. și ați primit o confirmare prin e-mail în acest sens. După ce editorul va examina înregistrarea, reprezentanții revistei vă vor contacta.
ru_ru: Журнал был уведомлен об отправке Вами материала, подтверждение записи были направлено на Вашу электронную почту. Как только редактор просмотрит ваш материал, мы свяжемся с вами.
sl: Uredništvo revije je bilo obveščeno o vaši oodaji prispevka. Hkrati ste preko emaila dobili tudi potrdilo o uspešni oddaji. Ko bodo urendiki pogledali prispevek, se vam bodo oglasili.
sr_rs@cyrillic: Часопис је обавештен о вашој предају и послата вам је имејл порука са потврдом ваших података. Када уредници прегледа предају контактираће вас.
sr_rs@latin: Časopis je obavešten o vašoj predaju i poslata vam je imejl poruka sa potvrdom vaših podataka. Kada urednik pregleda predaju kontaktiraće vas.
sv_se: Tidskriften har blivit meddelad om ditt insända bidrag, och du har fått en bekräftelse skickad till dig per e-post. När redaktören har läst ditt bidrag kommer hen att kontakta dig.
th: วารสารได้รับแจ้งการส่งของคุณแล้ว และมีการส่งอีเมลยืนยันถึงคุณเพื่อใช้เป็นหลักฐาน เมื่อบรรณาธิการได้พิจารณาการส่งแล้ว บรรณาธิการจะติดต่อกลับไปยังคุณ
tr_tr: Gönderiniz dergi yöneticilerine bildirildi, size de kayıtlarınızı doğrulamanız için bir e-posta gönderildi. Editör başvuruyu inceledikten sonra sizinle iletişime geçilecek.
uk: Редакцією журналу отримано повідомлення про подання Вашого рукопису; лист з підтвердженням було направлено на Вашу електронну пошту. Щойно редактори переглянуть Ваш матеріал, ми зв'яжемося з Вами.
uz_cyrl: Журнал сизнинг аризангиз тўғрисида хабардор қилинди ва сизнинг аризаларингиз учун электрон почта орқали тасдиқлов юборилди. Муҳаррир сизнинг аризангизни кўриб чиққач, у сиз билан боғланади.
uz_latn: Jurnal sizning materialingizni taqdim etganingiz to'g'risida xabar beradi, yozuvingizni tasdiqlash elektron pochtangizga yuboriladi. Muharrir sizning materialingizni ko'rib chiqishi bilanoq, biz siz bilan bog'lanamiz.
vi: Tạp chí đã được thông báo về bài gửi của bạn và bạn đã được gửi email xác nhận cho bài gửi của bạn. Khi biên tập viên xem xét bài gửi, họ sẽ liên lạc với bạn.
zh_hans: 该期刊已收到您提交的稿件通知，并且已通过电子邮件发送确认。 编辑审核完提交的内容后，他们将与您联系。
zh_tw: 期刊已收到您的投稿，您也會收到投稿記錄的電郵確認。當編輯開始審查稿件時，他們將聯絡您。

# grid.action.galleyInIssueEntry
source: Galley appears in issue entry
ar_iq: اللوح الطباعي يظهر في مقدمة العدد
bg_bg: Типография се появява в изданието
bs_ba: Kopija se pojavljuje u unosu izdanja
ca: La galerada apareix a l'entrada del número
ckb: ئەو تابلۆیەی لە پێشەکی ژمارەکەدا دەردەکەوێت
cs_cz: Ve vstupu do čísla je sazebnice
de: Fahne in der Ausgabe angezeigt
el_gr: Το τυπογραφικό δοκίμιο εμφανίζεται στη σχετική εγγραφή στο τεύχος
es_es: La galerada aparece en la entrada del número
fa: نسخه نهایی در شماره ثبت شد
fi: Julkaistava tiedosto näkyy numeron tiedoissa
fr_ca: Les épreuves se trouvent dans le dossier du numéro
gd_gb: Tha a’ mhòr-dhuilleag a’ nochdadh ann an innteart na h-irise
gl_es: A galerada aparece na entrada do número
hi_in: गैली अंक प्रविष्टि में दिखाई देता है
hu_hu: A kefelenyomat a folyóiratszám bejegyzésnél jelenik meg
hy: Շարվածքը հայտնվել է թողարկումում
id: Galai tampil di entri terbitan
is_is: Galley birtist fremst í tölublaði
it: La gabbia appare all'interno del fascicolo
ja: 最新号記事ゲラ
ka_ge: გალერეა გამოჩნდა გამოცემაში
kk_kz: Журнал басылымында жаңа электрондық жазба енгізілді
ky: Галлей чыгарылышта көрсөтүлөт
lt: Skiltis bus rodoma kaip leidinio elementas
lv: Saliktnis parādās žurnāla numura ierakstā
mk: Пробниот отисок е внесен во бројот
mr: अंकाच्या नोंदीमध्ये कच्चे मुद्रित (गॅली) दिसत आहे
ms: Galley muncul dalam entri terbitan
nb: Oppsettet vises i utgavens innholdsfortegnelse
nl: Proef wordt getoond in het nummer
pl: Pliki do publikacji są widoczne na stronie numeru
pt: A composição aparece na entrada do número
pt_br: Composição aparece na entrada dos fascículos
pt_pt: Edição aparece na entrada de números
ro_ro: Conținutul apare la începutul numărului
ru_ru: Гранка появилась в выпуске
sl: Prelom je v vpisu številke
sr_rs@cyrillic: Ова копија се појављује у броју часописа
sr_rs@latin: Ova kopija se pojavljuje u broju časopisa
sv_se: Publiceringsversion visas i numrets lista
th: แกลเล่ย์ปรากฏในรายการฉบับ
tr_tr: Sayı içeriğinde görünen dizgi
uk: Гранка з'явилась у випуску
uz_cyrl: Галлей нашрда пайдо бўлади
uz_latn: Galley nashrda paydo bo'ldi
vi: Bản in xuất hiện trong mục số phát hành
zh_hans: 当期文章校样

# grid.action.issueEntry
source: View this submission's metadata
ar_iq: راجع البيانات الوصفية لطلب النشر هذا
bg_bg: Вижте метаданните на тези изпратени материали
bs_ba: Pogledajte metapodatke ove predaje
ca: Veure les metadades de la tramesa
ckb: زانیاریی ناسێنەری ئەم پێشکەشکردنە ببینە
cs_cz: Prohlédněte si metadata příspěvku
de: Die Metadaten dieses Beitrags ansehen
el_gr: Προβολή των μεταδεδομένων αυτής της υποβολής
es_es: Ver los metadatos de este envío
fa: مشاهده فراداده‌های این مقاله ارسال شده
fi: Katsele tämän käsikirjoituksen metatietoja
fr_ca: Voir les métadonnées de la soumission
gd_gb: Faic meata-dàta an tagraidh seo
gl_es: Ver os metadatos deste envío
hi_in: इस सबमिशन का मेटाडेटा देखें
hu_hu: A cikk metaadatainak megtekintése
hy: Դիտիր այս նյութի մետատվյալները
id: Lihat metadata naskah ini
is_is: Skoða lýsigögn innsendingar
it: Vedi i metadati della proposta
ja: 本投稿メタデーターを表示
ka_ge: ამ მასალის მეტა-მონაცემების ჩვენება
kk_kz: Бұл материал үшін метадеректерді көрсету
ky: Бул тапшырманын метадатасын көрүү
lt: Peržiūrėti pateikto straipsnio metaduomenis
lv: Skatīt šī iesniegtā materiāla metadatus
mk: Види ги поднесените метаподатоци
mr: या सादरीकरणाची प्राथमिक माहिती (मेटाडेटा) पहा
ms: Lihat metadata penyerahan ini
nb: Se metadata for denne innleveringen
nl: Bekijk de metadata voor deze inzending
pl: Wyświetl metadane zgłoszenia
pt: Consultar metadados desta submissão
pt_br: Visualizar os metadados desta submissão
pt_pt: Consultar metadados desta submissão
ro_ro: Vizualizare metadate înregistrare
ru_ru: Показать метаданные этого материала
sl: Poglej metapodatke prispevka
sr_rs@cyrillic: Погледај метаподатке предаје
sr_rs@latin: Pogledaj metapodatke predaje
sv_se: Visa metadata för det här bidraget
th: ดูเมตาดาทาของการส่งนี้
tr_tr: Bu gönderinin üst verilerini görüntüle
uk: Переглянути метадані цього подання
uz_cyrl: Ушбу материалнинг метамаълумотларини кўриш
uz_latn: Ushbu material uchun metadata ko'rsating
vi: Xem siêu dữ liệu của bài gửi này
zh_hans: 查看稿件元数据
zh_tw: 查看此投稿元資料

# submission.event.articleGalleyMadeAvailable
source: The article galley "{$galleyFormatName}" is made available.
ar_iq: إن اللوح الطباعي للمؤَّلف "{$galleyFormatName}" قد صار جاهزاً.
bg_bg: Типографията за статии "{$galleyFormatName}" е достъпна.
bs_ba: Kopija članka "{$ galley FormatName}" je dostupna.
ca: La galerada de l'article "{$galleyFormatName}" ja està disponible.
ckb: تابلۆی توێژینەوەکە "{$galleyFormatName}" ئامادەیە.
cs_cz: Sazebnice článku "{$galleyFormatName}" byla zpřístupněna.
de: Die Artikelfahne "{$galleyFormatName}" wird verfügbar gemacht.
el_gr: Το τυπογραφικό δοκίμιο του άρθρου "{$galleyFormatName}" είναι διαθέσιμο.
es_es: La galerada del artículo "{$galleyFormatName}" ya está disponible.
fa: نسخه نهایی "{$galleyFormatName}" در دسترس است.
fi: Artikkelin julkaistava tiedosto "{$galleyFormatName}" on nyt saatavilla.
fr_ca: Les épreuves de l'article « {$galleyFormatName} » sont disponibles.
gd_gb: Chaidh mòr-dhuilleag an artaigil “{$galleyFormatName}” a chur ri làimh.
gl_es: A galerada do artigo "{$galleyFormatName}" xa está dispoñibel.
hi_in: लेख गैली"{$galleyFormatName}" उपलब्ध कराया गया है ।
hu_hu: A cikk kefelenyomata "{$galleyFormatName}" elérhetővé vált.
hy: Այս հոդվածի "{$galleyFormatName}" շարվածքը հասանելի է դարձել։
id: Galai artikel "{$galleyFormatName}" tersedia.
is_is: Galley fyrir greinar: "{$galleyFormatName}" er aðgengilegt.
it: La gabbia "{$galleyFormatName}" di questo articolo è resa disponibile.
ja: 投稿ゲラ"{$galleyFormatName}"が利用可能にされました。
ka_ge: სტატიების გალერეა „{$galleyFormatName}“ ხელმისაწვდომი გახდა.
kk_kz: "{$galleyFormatName}" электрондық жазбасын барлық журнал оқырмандары көре алады.
ky: Макаланын галлейи "{$galleyFormatName}" жеткиликтүү кылынды.
lt: Straipsnio skiltį {$galleyFormatName} jau galima skaityti.
lv: Raksta saliktnis "{$galleyFormatName}" ir pieejams.
mk: Пробниот отисок "{$galleyFormatName}" е достапен.
mr: लेखाचे कच्चे मुद्रित (गॅली) "{$galleyFormatName}" उपलब्ध केले आहे.
ms: Artikel galley "{$galleyFormatName}" telah tersedia.
nb: Artikkeloppsettet «{$galleyFormatName}» er gjort tilgjengelig.
nl: De proef voor dit artikel "{$galleyFormatName}" is nu beschikbaar.
pl: Pliki do publikacji "{$galleyFormatName}" są dostępne.
pt: A composição do artigo "{$galleyFormatName}" está disponível.
pt_br: A composição do artigo "{$galleyFormatName}" está disponível.
pt_pt: A edição do artigo "{$galleyFormatName}" está disponível.
ro_ro: Conținutul editat al articolului "{$galleyFormatName}" este disponibil.
ru_ru: Гранка статьи «{$galleyFormatName}» сделана доступной.
sl: Prelom "{$galleyFormatName}" za prispevek je na voljo.
sr_rs@cyrillic: Пробна копија чланка "{$galleyFormatName}" је доступна.
sr_rs@latin: Probna kopija članka "{$galleyFormatName}" je dostupna.
sv_se: Artikelns publiceringsversion "{$galleyFormatName}" har gjorts tillgänglig.
th: แกลเล่ย์บทความ "{$galleyFormatName}" ได้รับการเปิดให้ใช้งาน
tr_tr: Makale dizgisi "{$galleyFormatName}" erişilebilir hale getirildi.
uk: Гранка статті "{$galleyFormatName}" зроблена доступною.
uz_cyrl: «{$galleyFormatName}» мақола галлейи мавжуд.
uz_latn: {$ GalleyFormatName}" maqolasi mavjud.
vi: Bản in của bài báo "{$galleyFormatName}" đã có.
zh_hans: 稿件文章 "{$galleyFormatName}" 校样生成。
zh_tw: 文章樣對樣本「{$galleyFormatName}」現可供查看。
