Repository: pkp/ojs
Catalog: locale/*/submission.po
Languages: ar_iq, bg_bg, bs_ba, ca, ckb, cs_cz, de, el_gr, es_es, fa, fi, fr_ca, gd_gb, gl_es, hi_in, hu_hu, hy, id, is_is, it, ja, ka_ge, kk_kz, ky, lt, lv, mk, mr, ms, nb, nl, pl, pt, pt_br, pt_pt, ro_ro, ru_ru, sl, sr_rs@cyrillic, sr_rs@latin, sv_se, th, tr_tr, uk, uz_cyrl, uz_latn, vi, zh_hans, zh_tw

# submission.metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe journal content.
ar_iq: هذه المواصفات مستندة إلى جدول البيانات الوصفية Dublin Core، وهو صيغة قياسية عالمية تستعمل لوصف محتويات المجلة.
bg_bg: Тези спецификации се основават на набора от метаданни Dublin Core, международен стандарт, използван за описание на съдържанието на списанието.
bs_ba: Ove se specifikacije baziraju na skupu metapodataka Dublin Core, međunarodnom standardu koji se koristi za opisivanje sadržaja časopisa.
ca: Aquestes especificacions estan basades en el conjunt de metadades Dublin Core, un estàndard internacional usat per descriure el contingut de les revistes.
ckb: ئەم تایبەتمەندییانە بە زانیاریی ناسێنەری دوبلن پشتڕاست کراونەتەوە، کە ئەمە شێوازی ستانداردی نێودەوڵەتییە بۆ ناوەرۆکی گۆڤار.
cs_cz: Tyto specifikace vycházejí z množiny metadat Dublin Core, což je mezinárodní standard používaný k popisu obsahu časopisu.
de: Diese Spezifikationen basieren auf dem Dublin-Core-Metadaten-Schema, einem internationalen Standard zur Beschreibung von Zeitschrifteninhalten.
el_gr: Οι προδιαγραφές βασίζονται στο διεθνές πρότυπο Dublin Core, το οποίο χρησιμοποιείται για την περιγραφή περιεχομένου περιοδικών.
es_es: Estas especificaciones se basan en el conjunto de metadatos Dublin Core, un estándar internacional utilizado para describir el contenido de una revista.
fa: این مشخصات بر اساس مجموعه فراداده های هسته دوبلین تعریف شده اند، هسته دوبلین یک استاندارد بین المللی است که برای توصیف محتوای مجله استفاده می شود.
fi: Nämä määritykset perustuvat Dublin Core -metatietosanastostandardiin. Se on kansainvälinen standardi, jolla kuvataan julkaisun sisältöä.
fr_ca: Ces spécifications sont basées sur le schéma de métadonnées du Dublin Core, une norme internationale utilisée pour décrire les contenus d'une revue.
gd_gb: Tha na riatanasan seo stèidhichte air seata meata-dàta Dublin Core, stannard eadar-nàiseanta airson tuairisgeul a thoirt air susbaint iris-leabhraichean.
gl_es: Estas especificacións están baseadas no conxunto de metadatos Dublin Core, un estándar internacional usado para describir o contido da revista.
hi_in: ये विनिर्देश डबलिन कोर मेटाडेटा सेट पर आधारित हैं, जो एक अंतरराष्ट्रीय मानक है जिसका उपयोग जर्नल सामग्री का वर्णन करने के लिए किया जाता है ।
hu_hu: Ezek a specifikációk a Dublin Core metaadatokon alapulnak, ami egy nemzetközi szabvány a folyóirat tartalmak leírására.
hy: Այս բնութագրերը հիմնված են Dublin Core մետատվյալների հավաքածուի վրա, որը միջազգային ստանդարտ է, որն օգտագործվում է ամսագրի բովանդակությունը նկարագրելու համար:
id: Spesifikasi ini dibuat berdasarkan set metadata Dublin Core, suatu standar internasional untuk mendeskripsikan isi jurnal.
is_is: Þessar upplýsingar byggjast á Dublin Core lýsigögnum, sem er alþjóðlegur staðll notaður til að lýsa innihaldi tímarits.
it: Le specifiche sono basate sul set del Dublin Core, uno standard internazionale usato per descrivere i contenuti delle riviste.
ja: これらの仕様は、ダブリン・コア・メタデータ・セット（ジャーナル・コンテンツを記述するための国際標準）に基づいています。
ka_ge: ეს სპეციფიკაციები დაფუძნებულია Dublin Core-ის მეტა-მონაცემებზე — საერთაშორისო სტანდარტზე, რომელიც გამოიყენება ჟურნალის შიგთავსის აღწერისათვის.
kk_kz: Бұл ерекшеліктер Dublin Core метадеректер жиынтығына негізделген. Dublin Core - журнал мазмұнын сипаттау үшін қолданылатын халықаралық стандарт.
ky: Бул спецификациялар журнал мазмунун сүрөттөө үчүн колдонулган эл аралык стандарт — Dublin Core метадата топтомуна негизделген.
lt: Nustatymai grindžiami „Dublin Core“ metaduomenų rinkiniu, žurnalo turiniui atvaizduoti taikomi tarptautiniai standartai.
lv: Šo specifikāciju pamatā ir Dublin Core metadatu kopums - starptautisks standarts, ko izmanto žurnālu satura aprakstīšanai.
mk: Овие спецификации се засноваат на Даблинската основна метадата , меѓународен стандард што се користи за опишување на содржината на списанијата.
mr: ही वैशिष्ट्ये नियतकालिकाच्या मजकूराचे वर्णन करण्यासाठी आंतरराष्ट्रीय मानकावर (डब्लिन कोर मेटाडेटा सेट) आधारित आहेत.
ms: Spesifikasi ini berdasarkan set metadata Dublin Core, standard antarabangsa yang digunakan untuk menjelaskan kandungan jurnal.
nb: Disse spesifikasjonene er basert på metadatasettet Dublin Core, en internasjonal standard som bl.a. brukes til å beskrive tidsskriftsinnhold.
nl: Deze bepalingen zijn gebaseerd op de Dublin Core metadata specificatie, een internationale standaard voor de beschrijving van de inhoud van tijdschriften.
pl: Metadane oparte są o Dublin Core - międzynarodowy standard wykorzystywany do opisywania zawartości czasopism.
pt: Estas especificações são baseadas no conjunto de metadados Dublin Core, um padrão internacional usado para descrever o conteúdo da revista.
pt_br: Essas especificações são baseadas no conjunto de metadados Dublin Core, um padrão internacional usado para descrever o conteúdo da revista.
pt_pt: Estas especificações são baseadas no conjunto de metadados Dublin Core, um padrão internacional usado para descrever o conteúdo da revista.
ro_ro: Aceste specificații se bazează pe setul de metadate Dublin Core, un standard internațional utilizat pentru a descrie conținutul jurnalului.
ru_ru: Эти спецификации основаны на наборе метаданных Dublin Core — международном стандарте, используемом для описания контента журнала.
sl: Te specifikacije temljijo na Dublin Core standardu metapodatkov za opis vsebine revije.
sr_rs@cyrillic: Ове спецификације су базиране на Dublin Core сету метаподатака, међународном стандарду који се користи за описивање садржаја часописа.
sr_rs@latin: Ove specifikacije su bazirane na Dublin Core setu metapodataka, međunarodnom standardu koji se koristi za opisivanje sadržaja časopisa.
sv_se: Den här specifikationen baseras på metadataschemat Dublin Core, en internationell standard som används för att beskriva (bland annat) tidskriftsinnehåll.
th: ข้อกำหนดเหล่านี้อ้างอิงจากชุดเมตาดาทา Dublin Core ซึ่งเป็นมาตรฐานสากลที่ใช้ในการอธิบายเนื้อหาของวารสาร
tr_tr: Bu özellikler, dergi içeriğini tanımlamak için kullanılan uluslararası bir standart olan Dublin Core üst veri kümesine dayanmaktadır.
uk: Ці специфікації базуються на наборі метаданих Dublin Core - міжнародному стандарті, що використовується для опису контенту журналу.
uz_cyrl: Ушбу спецификациялар журналлар мазмунини тавсифлаш учун фойдаланиладиган халқаро стандарт бўлган Dublin Core метамаълумотлар тўпламига асосланади.
uz_latn: Bu spetsifikatsiyalar Dublin Core metadata to'plamiga asoslangan bo'lib, u jurnal tarkibini tavsiflash uchun ishlatiladi.
vi: Các thông số kỹ thuật này dựa trên bộ siêu dữ liệu Dublin Core, một tiêu chuẩn quốc tế được sử dụng để mô tả nội dung tạp chí.
zh_hans: 这些规范基于都柏林核心元数据集（一种用于描述期刊内容的国际标准）。
zh_tw: 這些規格均基於都柏林核心元資料標準，一個用於描述期刊內容的國際標準。

# section.any
source: Any Section
ar_iq: أي قسم
bg_bg: Произволен раздел
bs_ba: Bilo koja sekcija
ca: Qualsevol secció
ckb: هەر بەشێک
cs_cz: Libovolná sekce
de: Alle Rubriken
el_gr: Όλες οι ενότητες
es_es: Cualquier sección
fa: هر بخشی
fi: Kaikki osastot
fr_ca: Toute rubrique
gd_gb: Earrann sam bith
gl_es: Calquera sección
hi_in: कोई खंड
hu_hu: Bármelyik rovat
hy: Ցանկացած բաժին
id: Bagian Mana Saja
is_is: Hvaða kafli sem er
it: Qualsiasi sezione
ja: 任意のセクション
ka_ge: ნებისმიერი სექცია
kk_kz: Кез-келген бөлім
ky: Ар кандай бөлүм
lt: Bet kuris skyrius
lv: Jebkura sadaļa
mk: Било кој оддел
mr: कोणताही विभाग
ms: Mana-mana Bahagian
nb: Alle seksjoner
nl: Alle secties
pl: Dowolny dział
pt: Qualquer secção
pt_br: Qualquer seção
pt_pt: Qualquer Secção
ro_ro: Orice secțiune
ru_ru: Любой раздел
sl: Katerakoli rubrika
sv_se: Alla sektioner
th: ทุกส่วน
tr_tr: Herhangi Bir Bölüm
uk: Будь-який розділ
uz_cyrl: Ҳар қандай бўлим
uz_latn: Har qanday bo'lim
vi: Bất kỳ chuyên mục nào
zh_hans: 任意栏目
zh_tw: 任何分類

# submission.sectionOptions
source: Section Options
ar_iq: خيارات القسم
bg_bg: Параметри на раздела
bs_ba: Odaberite opcije
ca: Opcions de secció
ckb: هەڵبژاردنەکانی بەش
cs_cz: Možnosti sekce
de: Rubrikenoptionen
el_gr: Επιλογές Ενότητας
es_es: Opciones de sección
fa: گزینه‌های بخش
fi: Osaston valinnat
fr_ca: Options de rubrique
gd_gb: Roghainnean na h-earrainn
gl_es: Opcións da sección
hi_in: अनुभाग विकल्प
hu_hu: Rovat opciók
hy: Բաժնի Ընտրանքներ
id: Pilih Bagian
is_is: Valmöguleikar kafla
it: Opzioni di sezione
ja: セクション・オプション
ka_ge: სექციის პარამეტრები
kk_kz: Бөлім параметрлері
ky: Бөлүм параметрлери
lt: Skyriaus parinktys
lv: Sadaļas iespējas
mk: Опции за одделот
mr: विभागाची निवड
ms: Pilihan Bahagian
nb: Seksjonsinnstillinger
nl: Sectie opties
pl: Opcje działu
pt: Opções da secção
pt_br: Opções da seção
ro_ro: Opțiuni secțiune
ru_ru: Параметры раздела
sl: Nastavitve rubrike
th: ตัวเลือกส่วน
tr_tr: Bölüm Seçenekleri
uk: Параметри розділу
uz_cyrl: Бўлим параметрлари
uz_latn: Bo'lim variantlari
vi: Tùy chọn chuyên mục
zh_hans: 栏目选项
zh_tw: 分類選項

# catalog.browseTitles
source: {$numTitles} Items
ar_iq: {$numTitles} فقرة/فقرات
bg_bg: {$numTitles} елемента
bs_ba: {$numTitles} Stavke
ca: {$numTitles} elements
ckb: {$numTitles} دانە
cs_cz: {$numTitles} položek
de: {$numTitles} Elemente
el_gr: {$numTitles} Τεκμήρια
es_es: {$numTitles} elementos
fa: {$numTitles} آیتم
fi: {$numTitles} nimikettä
fr_ca: {$numTitles} titre(s)
gd_gb: Nithean ({$numTitles})
gl_es: {$numTitles} elementos
hi_in: {$numTitles} आइटम
hu_hu: {$numTitles} elemek
hy: {$numTitles} Նյութեր
id: {$numTitles} butir
is_is: {$numTitles} Atriði
it: {$numTitles} elementi
ja: {$numTitles} 項目
ka_ge: {$numTitles} ელემენტი
kk_kz: Атаулар саны: {$numTitles}
ky: {$numTitles} элемент
lt: {$numTitles} elementai
lv: {$numTitles} vienības
mk: {$numTitles} елементи
mr: {$numTitles} लेख
ms: {$numTitles} Item
nb: {$numTitles} titler
nl: {$numTitles} Onderdelen
pl: {$numTitles} pozycji
pt: {$numTitles} itens
pt_br: {$numTitles} Itens
ro_ro: Elemente {$numTitles} |
ru_ru: Число категорий: {$numTitles}
sl: {$numTitles} postavk
th: {$numTitles} รายการ
tr_tr: {$numTitles} Öge
uk: {$numTitles} Пункти
uz_cyrl: {$numTitles} та элемент
uz_latn: {$ numTitles} elementlar
vi: {$numTitles} mục
zh_hans: {$numTitles} 项

# catalog.category.heading
source: All Items
ar_iq: كل الفقرات
bg_bg: Всички елементи
bs_ba: Sve stavke
ca: Tots els elements
ckb: هەمو دانەکان
cs_cz: Všechny položky
de: Alle Elemente
el_gr: Όλα τα Τεκμήρια
es_es: Todos los ítems
fa: همه آیتم‌ها
fi: Kaikki nimikkeet
fr_ca: Tous les titres
gd_gb: A h-uile nì
gl_es: Tódolos elementos
hi_in: सभी आइटम
hu_hu: Összes elem
hy: Բոլոր նյութերը
id: Semua butir
is_is: Öll atriði
it: Tutti gli elementi
ja: 全項目
ka_ge: ყველა კატეგორია
kk_kz: Барлық категориялар
ky: Бардык элементтер
lt: Visi elementai
lv: Visas vienības
mk: Сите елементи
mr: सगळे लेख
ms: Semua Item
nl: Alle onderdelen
pl: Wszystkie pozycje
pt: Todos os itens
pt_br: Todos os itens
ro_ro: Toate elementele
ru_ru: Все категории
sl: Vse postavke
th: ทุกรายการ
tr_tr: Tüm Öğeler
uk: Всі пункти
uz_cyrl: Барча элементлар
uz_latn: Barcha narsalar
vi: Tất cả mục
zh_tw: 所有項目

# galley.editPublishedDisabled
source: The galleys of this publication can not be edited because it has already been published.
ar_iq: تعذر تعديل الألواح الطباعية لهذه المقالة لأنها سبق وأن تم نشرها.
bg_bg: Типографиите на тази публикация не могат да се редактират, тъй като тя вече е публикувана.
bs_ba: Kopije ove publikacije nije moguće uređivati jer je već objavljena.
ca: Les galerades d'aquesta publicació no poden editar-se perquè ja s'ha publicat.
ckb: نوسخەی ئەم توێژینەوەیە دەستکاری ناکرێت، چونکە بڵاو کراوەتەوە.
cs_cz: Sazebnice této publikace nelze upravovat, protože již byly publikovány.
de: Die Fahnen dieser Publikation können nicht bearbeitet werden, weil sie bereits veröffentlicht wurde.
el_gr: Δεν είναι δυνατή η επεξεργασία των τυπογραφικών δοκιμίων αυτής της έκδοσης επειδή έχει ήδη δημοσιευτεί.
es_es: Las galeradas de esta publicación no se pueden editar porque ya ha sido publicada.
fa: از آنجا که این مقاله در حال حاضر منتشر شده است نسخه نهایی آن قابل ویرایش نیست.
fi: Julkaistavia tiedostoja ei voi muokata, koska tämä käsikirjoituksen versio on jo julkaistu.
fr_ca: Les épreuves de cette publication ne peuvent pas être modifiées car elles ont déjà été publiées.
gd_gb: Cha ghabh mòr-dhuilleagan an fhoillseachaidh seo a dheasachadh a chionn ’s gun deach fhoillseachadh mu thràth.
gl_es: As galeradas desta publicación non se poden editar porque xa se publicou.
hi_in: इस प्रकाशन की गैलियों को संपादित नहीं किया जा सकता क्योंकि यह पहले ही प्रकाशित हो चुकी है।
hu_hu: Ennek a cikknek a posztprintje nem szerkeszthető, mert már publikálásra került.
hy: Այս հրատարակության շարվածքները չեն կարող խմբագրվել, քանի որ այն արդեն հրատարակվել է:
id: Galai dari publikasi ini tidak dapat disunting karena telah diterbitkan.
is_is: Ekki er hægt að breyta lokapróförkum þessarar útgáfu þar sem búið er að birta hana.
it: I file di pubblicazione di questo articolo non possono essere modificati perché è già stato pubblicato.
ja: 本書のゲラ刷りは既刊のため、編集できません。
ka_ge: ამ პუბლიკაციის გალერეების ჩასწორება არ შეიძლება, ვინაიდან ის უკვე გამოქვეყნებულია.
kk_kz: Бұл мақаланың электрондық жазбасын өңдеуге болмайды, себебі жарияланған мақаланы өзгертуге болмайды.
ky: Бул жарыянын галлейлери түзөтүлбөйт, анткени ал мурунтан жарыяланган.
lt: Šio leidinio galutinės versijos negalima redaguoti, nes jis jau buvo publikuotas.
lv: Šīs publikācijas saliktņus nav iespējams rediģēt, jo tā jau ir publicēta.
mk: Прегледите на оваа публикација не можат да се уредуваат затоа што веќе се објавени.
mr: या प्रकाशनाची कच्ची मुद्रिते (गॅली) संपादित केली जाऊ शकत नाहीत कारण ते अगोदरच प्रकाशित झाले आहे.
ms: Galley penerbitan ini tidak dapat disunting kerana sudah diterbitkan.
nb: Oppsettene til denne publikasjonen kan ikke redigeres fordi den allerede er publisert.
nl: De proeven van deze publicatie kunnen niet worden bewerkt omdat deze al is gepubliceerd.
pl: Szpalta została już opublikowana i nie może być już edytowana.
pt: A composição desta publicação não pode ser editada porque já foram publicada.
pt_br: A versão final desta publicação não pode ser editada porque ela já foi publicada.
ro_ro: Conținutul acestei publicații nu pot fi editat, deoarece a fost deja publicat.
ru_ru: Гранки этой публикации нельзя редактировать, так как она уже опубликована.
sl: Prelom tega članka ne morete več spreminjati, ker je bil že objavljen.
th: ไม่สามารถแก้ไขแกลเล่ย์ของการตีพิมพ์นี้ได้ เนื่องจากได้ถูกตีพิมพ์แล้ว
tr_tr: Bu makale yayımlandığı için dizgi biçimi düzenlenemez.
uk: Гранки цієї публікації не можуть бути відредаговані, оскільки вона вже була опублікована.
uz_cyrl: Бу нашрнинг галлейларини таҳрир қилиб бўлмайди, чунки у аллақачон чоп этилган.
uz_latn: Bu nashrning galereyalarini tahrir qilib bo'lmaydi, chunki u allaqachon nashr etilgan.
vi: Không thể chỉnh sửa các bản in của ấn phẩm này vì nó đã được xuất bản.
zh_hans: 此出版物已出版，所以校样已不能编辑。
zh_tw: 由於狀態為已出版，所以未能更改此出版項目的校對樣本。

# galley.publicationNotFound
source: The publication for this galley could not be found.
ar_iq: تعذر العثور على المنشور المتعلق بهذه الألواح الطباعية.
bg_bg: Публикацията за тази типография не можа да бъде намерена.
bs_ba: Publikacija za ovu kopiju nije pronađena.
ca: No s'ha pogut trobar la publicació per a aquesta galerada.
ckb: ئەم بڵاوکراوەیە نەدۆزرایەوە.
cs_cz: Publikace pro tuto sazebnici nebyla nalezena.
de: Die Veröffentlichung zu dieser Fahne konnte nicht gefunden werden.
el_gr: Δεν βρέθηκε η δημοσίευση που σχετίζεται με αυτό το τυπογραφικό δοκίμιο.
es_es: No se pudo encontrar la publicación de esta galerada.
fa: انتشار برای این نسخه نهایی یافت نشد.
fi: Julkaistavaa tiedostoa vastaavaa julkaistavaa versiota ei löytynyt.
fr_ca: La publication de ces épreuves est introuvable.
gd_gb: Cha b’ urrainn dhuinn am foillseachadh dhen mhòr-dhuilleag seo a lorg.
gl_es: Non se puido atopar a publicación desta galerada.
hi_in: इस गैली के लिए प्रकाशन नहीं मिल सका।
hu_hu: Ennek a posztprintnek a cikke nem található.
hy: Այս շարվածքի հրապարակումը չհաջողվեց գտնել:
id: Publikasi untuk galai ini tidak dapat ditemukan.
is_is: Útgáfa fyrir þetta galley finnst ekki.
it: Non è possibile trovare l'articolo per questi file di stampa.
ja: このゲラ刷りの出版物は見つかりませんでした。
ka_ge: ვერ მოიძებნა ამ გალერეის პუბლიკაცია.
kk_kz: Электрондық жазбаның мақаласы табылған жоқ.
ky: Бул галлейге тиешелүү жарыя табылган жок.
lt: Šios galerijos leidinio rasti nepavyko.
lv: Šī saliktņa publikāciju neizdevās atrast.
mk: Публикацијата за овој преглед не може да се најде.
mr: या कच्च्या मुद्रिताचे (गॅली) प्रकाशन मिळत नाही.
ms: Penerbitan untuk galley ini tidak dapat dijumpai.
nb: Publikasjonen til dette oppsettet ble ikke funnet.
nl: De publicatie voor deze proef kan niet gevonden worden.
pl: Nie można znaleźć publikacji do której należy ta szpalta.
pt: A publicação desta composição não foi encontrada.
pt_br: Não foi possível encontrar a publicação desta versão.
ro_ro: Publicarea pentru acest conținut nu a putut fi găsită.
ru_ru: Публикацию для этой гранки не удаётся найти.
sl: Članka za ta prelom ni bilo mogoče najti.
th: ไม่พบการตีพิมพ์สำหรับแกลเล่ย์นี้
tr_tr: Bu dizgi için yayın bulunamadı.
uk: Не вдалося знайти публікацію для цієї гранки.
uz_cyrl: Бу галлей учун нашр топилмади.
uz_latn: Bu oshxona uchun nashr topilmadi.
vi: Việc xuất bản của bản in này không thể được tìm thấy.
zh_hans: 未发现此校样的正式出版物。
zh_tw: 未能找到此出版項目的校對樣本。

# publication.assignToissue
source: Assign to Issue
bg_bg: Присвояване към брой
bs_ba: Dodijeli izdanju
ca: Assignar a número
ckb: پێسپاردن بە ژمارەیەک
de: Einer Ausgabe zuordnen
el_gr: Εκχώρηση σε Τεύχος
fa: قرار دادن در شماره
fi: Lisää numeroon
fr_ca: Assigner à un numéro
gl_es: Asignar ao número
hy: Հանձնարարել համարին
id: Dimasukkan ke dalam Terbitan
is_is: Tengja við tölublað
it: Assegna a un'uscita
ja: 巻号を指定
ka_ge: გამოცემაზე მინიჭება
kk_kz: Журнал басылымына жоспарлау
ky: Чыгарылышка дайындоо
lt: Priskirti numeriui
lv: Piešķirt žurnāla numuram
mk: Назначи за број на списание
mr: या अंकासाठी निश्चित करा
ms: Tugaskan ke Terbitan
nb: Legg til utgave
nl: Toewijzen aan nummer
pl: Przydziel do numeru
pt: Agendar para número
pt_br: Atribuir a Edição
ro_ro: Atribuire la număr
ru_ru: Назначить в выпуск
sl: Dodeli v številko
th: กำหนดให้กับฉบับ
uk: Призначити для видачі
uz_cyrl: Нашр сонига тайинлаш
uz_latn: Chiqarishni tayinlash
vi: Giao cho Số
zh_hans: 分配期次
zh_tw: 分配至其中一期

# publication.assignedToIssue
source: This has been assigned to <a href="{$issueUrl}">{$issueName}</a> but it has not been scheduled for publication.
bg_bg: Този материал е предвиден за <a href="{$issueUrl}">{$issueName}</a>, но не е насрочен за публикуване.
bs_ba: Ovo je dodijeljeno <a href="{$issueUrl}">{$issueName}</a>, ali nije zakazano za objavljivanje.
ca: S'ha assignat a <a href="{$issueUrl}">{$issueName}</a> però encara no s'ha programat per publicar-se.
de: Dieser Artikel wurde <a href="{$issueUrl}">{$issueName}</a> zugeordnet, aber noch nicht zur Veröffentlichung vorgesehen.
fa: این مقاله در شماره <a href="{$issueUrl}">{$issueName}</a> قرار داده شده اما برای انتشار زمان‌بندی نشده است.
fi: Osoitettu numeroon <a href="{$issueUrl}">{$issueName}</a>, mutta ei ajoitettu julkaistavaksi.
fr_ca: Cet article a été assigné au numéro <a href="{$issueUrl}">{$issueName}</a>, mais sa publication n'a pas été programmée.
gl_es: Isto foi asignado a <a href="{$issueUrl}">{$issueName}</a> pero non foi programado para a súa publicación.
hy: Սա նշանակվել է <a href="{$issueUrl}">{$issueName}</a> սակայն այն չի նախատեսվում հրապարակել։
id: Naskah ini telah dimasukkan ke <a href="{$issueUrl}">{$issueName}</a> namun belum dijadwalkan untuk terbit.
is_is: Þetta hefur verið tengt við <a href="{$issueUrl}">{$issueName}</a> en er ekki búið að setja í birtingaráætlun.
it: Assegnato all'uscita <a href="{$issueUrl}">{$issueName}</a> ma non ancora pianificato per la pubblicazione.
ja: これは <a href="{$issueUrl}">{$issueName}</a> に割り当てられていますが、公開が予定されていません。
ka_ge: ეს მასალა მიენიჭა <a href="{$issueUrl}">«{$issueName}»</a> გამოცემას, მაგრამ ის არ იყო დაგეგმილი გამოცემისათვის.
kk_kz: Бұл мақала <a href="{$issueUrl}">«{$issueName}»</a> журнал басылымына тағайындалды, бірақ мақаланы жариялау әлі жоспарланған жоқ.
ky: Бул <a href="{$issueUrl}">{$issueName}</a> чыгарылышына дайындалды, бирок жарыяланууга пландалган эмес.
lt: Tai buvo priskirta <a href="{$issueUrl}">{$issueName</a>, bet nebuvo suplanuota publikuoti.
lv: Tas ir piešķirts <a href="{$issueUrl}">{$issueName}</a>, bet tā publicēšana nav paredzēta.
mk: Ова е доделено на <a href="{$issueUrl}"> {$ issueName} </a>, но не е закажано за објавување.
mr: हे <a href="{$issueUrl}">{$issueName}</a> साठी निश्चित केले आहे परंतु ते प्रकाशनासाठी अनुसूचीत (शेड्यूल) केलेले नाही.
ms: Naskah ini telah diberikan kepada <a href="{$issueUrl}">{$ issueName}</a> tetapi belum dijadualkan untuk diterbitkan.
nb: Denne er tildelt <a href="{$issueUrl}">{$issueName}</a>, men det er ikke planlagt publisert.
nl: Dit is toegewezen aan <a href="{$issueUrl}">{$issueName}</a> maar is nog niet ingepland voor publicatie.
pl: Zostało przydzielone do <a href="{$issueUrl}">{$issueName}</a>, ale nie zostało zaplanowane do publikacji.
pt: Esta submissão foi designada a <a href="{$issueUrl}">{$issueName}</a> mas não foi agendada para publicação.
pt_br: Atribuído à <a href="{$issueUrl}">{$issueName}</a>, mas não foi agendado para publicação.
ru_ru: Этот материал был назначен в <a href="{$issueUrl}">«{$issueName}»</a>, но он не был запланирован для публикации.
sl: Dodeljeno v <a href="{$issueUrl}">{$issueName}</a> a še ni določen datum izdaje.
th: สิ่งนี้ได้ถูกกำหนดให้กับ <a href="{$issueUrl}">{$issueName}</a> แต่ยังไม่ได้ถูกกำหนดเวลาสำหรับการตีพิมพ์
uk: Ця робота була передана в <a href="{$issueUrl}">{$issueName}</a>, але її публікація не була запланована.
uz_cyrl: Нашр сонига тайинланди
uz_latn: Bu <a href="{$issueUrl}"> {$ issueName} </a> ga tayinlangan, lekin uni nashr qilish rejalashtirilmagan.
vi: Đã phân công cho <a href="{$issueUrl}">{$issueName}</a> nhưng chưa được lên lịch xuất bản.
zh_hans: 此文章已分配给<a href="{$issueUrl}">{$issueName}</a>，但是尚未安排发布。
zh_tw: 此已分配至<a href="{$issueUrl}">{$issueName}</a>一期，但此期尚未安排正式出版日子。

# publication.changeIssue
source: Change Issue
bg_bg: Промени броя
bs_ba: Promijeni izdanje
ca: Canviar número
de: Ausgabe ändern
fa: تغییر شماره
fi: Vaihda numero
fr_ca: Changer de numéro
gl_es: Cambiar número
hy: Փոխեք համարը
id: Ubah Terbitan
is_is: Breyta tölublaði
it: Cambia uscita
ja: 巻号を変更
ka_ge: გამოცემის შეცვლა
kk_kz: Журнал басылымын өзгерту
ky: Чыгарылышты өзгөртүү
lt: Pakeisti numeri
lv: Mainīt žurnāla numuru
mk: Смени издание
mr: अंक बदला
ms: Tukar Terbitan
nb: Endre utgave
nl: Wijzig nummer
pl: Zmień wydanie
pt: Alterar número
pt_br: Altera número
ru_ru: Изменить выпуск
sl: Spremeni številko
th: เปลี่ยนฉบับ
uk: Змінити випуск
uz_cyrl: Нашр сонини ўзгартириш
uz_latn: Muammoni o'zgartirish
vi: Thay đổi ấn bản
zh_hans: 更换期次
zh_tw: 更改期號
