Repository: pkp/ojs
Catalog: plugins/themes/default/locale/*/locale.po
Languages: bg, ca_es, ckb, da, de_de, es_es, fa_ir, fi_fi, fr_ca, id, it, kk, mk, pl, pt_br, pt_pt, sl_si, sv_se, tr, uk, uz_uz@latin, zh_hans

# plugins.themes.default.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
bg: Показване на изображението на началната страница като фон на заглавката (header).
ca_es: Mostrar la imatge de la pàgina d'inici com a fons de la capçalera.
ckb: وێنەی پەڕەی سەرەکی لە پاشبنەمای سەرپەڕە پیشان بدە.
da: Vis hjemmesidebilledet som sidehovedets baggrundsbillede.
de_de: Zeige das Homepage-Bild als Header Hintergrund.
es_es: Muestra la imagen de la página de inicio como fondo del encabezado.
fi_fi: Käytä kotisivun kuvaa yläpalkin taustakuvana.
fr_ca: Afficher l'image de la page d'accueil comme arrière-plan de l'en-tête.
id: Tampilkan gambar beranda sebagai latar header.
it: Visualizza l'immagine della pagina di inizio come sfondo dell'intestazione.
kk: Басты беттің суретін үстіңгі колонтитулдың фоны ретінде көрсету.
mk: Прикажи ја сликата од насловната страна како основа на насловот.
pl: Pokaż obraz strony głównej jako tło nagłówka.
pt_br: Mostrar a imagem da página inicial como plano de fundo do cabeçalho.
sl_si: Prikaži sliko domače strani kot ozadje glave.
sv_se: Visa förstasidans bild som sidhuvudets bakgrund.
tr: Anasayfa resmini başlık arkaplanı olarak kullan.
uk: Показувати зображення головної сторінки фоном верхнього колонтитулу.
uz_uz@latin: Bosh sahifa rasmini sarlavha fonida ko'rsating.
zh_hans: 将首页图像显示为标头背景。

# plugins.themes.default.option.displayStats.label
source: Usage statistics display options
bg: Опции за показване на статистиката за употреба
ckb: هەڵبژاردەکانی پیشاندانی ئاماری بەکارهێنان
da: Visningsmuligheder for brugsstatistik
id: Pilihan tampilan statistik penggunaan
it: Opzioni di visualizzazione delle statistiche d'uso
mk: Опции за прикажување на статистиката за користење
pl: Opcje wyświetlania statystyk
pt_br: Opções de visualização de estatísticas de uso
tr: Kullanım istatistikleri gösterim ayarları
uk: Параметри відображення статистики використання
zh_hans: 使用统计显示选项

# plugins.themes.default.option.displayStats.none
source: Do not display submission usage statistics chart for reader.
bg: Да не се показва диаграма със статистически данни за използването за читатели.
da: Fremvis ikke diagram over indsendelsesstatistik for læseren.
id: Jangan tampilkan bagan statistik aktivitas naskah kepada pembaca.
it: Non mostrare il grafico delle statistiche d'uso della proposta per il lettore.
mk: Не прикажувај статистика за користење на поднесоците на читателот.
pl: Nie wyświetlaj wyświetleń zgłoszenia czytelnikowi.
pt_br: Não exibir gráfico de estatísticas de uso de submissão para o leitor.
tr: Makale kullanıcı istatistikleri grafiğini okurlara gösterme.
uk: Не відображати читачеві діаграму статистики використання подання.
zh_hans: 不向读者显示提交稿件的使用统计图表。

# plugins.themes.default.option.displayStats.bar
source: Use bar type of the chart for usage statistics display.
bg: Използване на лентов тип на диаграмата за показване на статистически данни за употребата.
da: Anvend søjlediagram til visning af brugsstatistik.
id: Gunakan diagram batang untuk menampilkan statistik penggunaan.
it: Usa il grafico a barre per la visualizzazione delle statistiche d'uso.
mk: За приказ на статистиката на користење користи столбест дијаграм.
pl: Pokaż statystyki w stylu słupków.
pt_br: Use o tipo de barra do gráfico para exibição de estatísticas de uso.
tr: Kullanım istatistiklerini göstermek için sütun grafiği kullan.
uk: Використовувати стовпчиковий тип діаграми для відображення статистики використання.
zh_hans: 使用条形图显示使用统计数据。

# plugins.themes.default.option.displayStats.line
source: Use line type of the chart for usage statistics display.
bg: Използване на тип линия на диаграмата за показване на статистически данни за употребата.
da: Anvend kurvediagram til visning af brugsstatistik.
id: Gunakan diagram garis until tampilan statistik penggunaan.
it: Usa il grafico a linee per la visualizzazione delle statistiche d'uso.
mk: За приказ на статистиката на користење користи линиски графикон.
pl: Pokaż statystki w formie linii.
pt_br: Use o tipo de linha do gráfico para exibição de estatísticas de uso.
tr: Kullanım istatistiklerini göstermek için çizgi grafiği kullan.
uk: Використовувати лінійний тип діаграми для відображення статистики використання.
zh_hans: 使用折线图显示使用统计数据。

# plugins.themes.default.displayStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
bg: Яну Фев Мар Апр Май Юни Юли Авг Сеп Окт Ное Дек
da: Jan Feb Mar Apr Maj Jun Jul Aug Sep Okt Nov Dec
id: Jan Feb Mar Apr Mei Jun Jul Agu Sep Okt Nov Des
it: Gen Feb Mar Apr Mag Giu Lug Ago Set Ott Nov Dic
mk: Јан Феб Мар Апр Мај Јун Јул Авг Сеп Окт Нов Дек
pl: Sty Lut Mar Kwi Maj Cze Lip Sie Wrz Paz Lis Gru
pt_br: Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez
tr: Oca Şub Mar Nis May Haz Tem Ağu Eyl Eki Kas Ara
uk: Січ Лют Бер Кві Тра Чер Лип Сер Вер Жов Лис Гру
zh_hans: 一月 二月 三月 四月 五月 六月 七月 八月 九月 十月 十一月 十二月

# plugins.themes.default.displayStats.downloads
source: Downloads
bg: Сваляния
id: Unduhan
mk: Превземања
pl: Pobrania
tr: İndirmeler
uk: Завантажити
zh_hans: 下载次数

# plugins.themes.default.displayStats.noStats
source: Download data is not yet available.
bg: Данните за свалянията все още не са налични.
da: Download-data er endnu ikke tilgængelige.
id: Data unduhan tidak tersedia.
it: La data di download non è ancora disponibile.
mk: Податоците за превземање не се сè уште достапни.
pl: Statystyki pobrań niedostępne.
pt_br: Os dados de download ainda não estão disponíveis.
tr: İndirme verisi henüz mevcut değil.
uk: Дані для завантаження поки недоступні.
zh_hans: 下载数据尚不可用。

# plugins.themes.default.nextSlide
source: Next slide
bg: Следващ слайд
da: Næste slide/side
id: Salindia berikutnya
mk: Следен слајд
pl: Następny slajd
pt_br: Próximo slide
tr: Sonraki slayt
uk: Наступний слайд
zh_hans: 下一页

# plugins.themes.default.prevSlide
source: Previous slide
bg: Предишен слайд
da: Forrige slide/side
id: Salindia sebelumnya
mk: Претходен слајд
pl: Poprzedni slajd
pt_br: Slide anterior
tr: Önceki slayt
uk: Попередній слайд
zh_hans: 上一页
