Repository: pkp/ojs
Catalog: plugins/themes/default/locale/*/locale.po
Languages: bg, ca_es, ckb, da, de_de, es_es, fa_ir, fi_fi, fr_ca, id, it, kk, mk, pl, pt_br, pt_pt, sl_si, sv_se, tr, uk, uz_uz@latin, zh_hans

# plugins.themes.default.name
source: Default Theme
bg: Оформление на темата по подразбиране
ca_es: Tema predeterminat
ckb: ڕووکاری بنەڕەتی
da: Standard layout-tema
de_de: Standard-Thema
es_es: Tema predeterminado
fa_ir: پوشته پیش‌فرض
fi_fi: Oletusteema
fr_ca: Thème par défaut
id: Tema Bawaan
it: Tema di default
kk: "Негізгі безендіру" модулі
mk: Предодредена тема
pl: Domyślny motyw
pt_br: Tema Padrão
pt_pt: Tema Predefinido
sl_si: Privzete teme
sv_se: Default-tema
tr: Varsayılan Tema
uk: Усталена тема оформлення
uz_uz@latin: Standart holat
zh_hans: 默认主题

# plugins.themes.default.description
source: This theme implements the default theme.
bg: Това е оформлението на темата по подразбиране.
ca_es: Aquest tema implementa l'aparença predeterminada.
ckb: ئەم ڕوکارە پەیڕەوی ڕوکاری بنەڕەتی دەکات.
da: Dette tema implementerer standard layout-temaet.
de_de: Dieses grafische Thema stellt das Standard-Thema bereit.
es_es: Este tema implementa el tema predeterminado.
fa_ir: پوسته پیش‌فرض
fi_fi: Tällä teemalla otetaan käyttöön oletusteema.
fr_ca: Ce thème implémente le thème par défaut.
id: Tema ini menggunakan tema bawaan.
it: Questo tema è il tema di default.
kk: Негізгі дизайн безендірілуі.
mk: Оваа тема е применета како предодредена тема.
pl: Motyw domyślny OJS3.
pt_br: Este tema implementa o tema padrão.
pt_pt: Este é o tema predefinido do sistema OJS.
sl_si: Vtičnik implementira privzete teme.
sv_se: Det här temat applicerar default-temat.
tr: Bu tema eklentisi varsayılan temayı uygular.
uk: Застосовує усталену тему оформлення.
uz_uz@latin: Bu holat standart holatga o‘tkazadi.
zh_hans: 此主题为默认主题。

# plugins.themes.default.option.typography.label
source: Typography
bg: Типография
ca_es: Tipografia
ckb: چاپکاری
da: Typografi
de_de: Typographie
es_es: Tipografía
fa_ir: فونت سایت
fi_fi: Typografia
fr_ca: Typographie
id: Tipografi
it: I fonts
kk: Типографика
mk: Типографија
pl: Typografia
pt_br: Fonte
pt_pt: Tipografia
sl_si: Tipografija
sv_se: Typografi
tr: Tipografi
uk: Типографія
uz_uz@latin: Tipografiya
zh_hans: 排版

# plugins.themes.default.option.typography.description
source: Choose a font combination that suits this journal.
bg: Изберете комбинация от шрифтове, която подхожда за това списание.
ca_es: Trieu la combinació de fonts que s'adapti a aquesta revista.
ckb: فۆنتێک هەڵبژێرە کە لەگەڵ ئەم گۆڤارە بگونجێت.
da: Vælg en font, der passer til dette tidsskrift.
de_de: Wählen Sie eine Font-Kombination, die zur Zeitschrift passt.
es_es: Elija una combinación de fuentes que se adapte a este servidor.
fa_ir: انتخاب فونت برای مجله
fi_fi: Valitse fonttiyhdistelmä, joka sopii tälle julkaisulle.
fr_ca: Choisir une police de caractères pour le site Web de cette revue.
id: Silakan pilih kombinasi huruf sesuai dengan jurnal Anda.
it: Scegli una combinazione di font the vada bene per questa rivista.
kk: Осы журналға сәйкес келетін қаріптерді таңдаңыз.
mk: Избери комбинација на фонтови кои одговаат за ова списание.
pl: Wybierz ustawienia krojów pisma które najlepiej pasują do Twojego czasopisma.
pt_br: Escolha uma combinação de fontes adequada a esta revista.
pt_pt: Escolha uma fonte (tipo de letra) adequado à sua revista.
sl_si: Izberite kombinacijo pisave, ki ustreza vaši reviji.
sv_se: Välj en typsnittskombination som passar tidskriften.
tr: Bu dergiye uygun bir yazı tipi kombinasyonu seçiniz.
uk: Виберіть комбінацію шрифтів, що пасує для цього журналу.
uz_uz@latin: Ushbu jurnalga mos keladigan shrift kombinatsiyasini tanlang.
zh_hans: 选择适合此期刊的字体组合。

# plugins.themes.default.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
bg: Noto Sans: Дигитален безсерифен шрифт, създаден от Google за обширна езикова поддръжка.
ca_es: Noto Sans: font digital nativa dissenyada per Google amb un ampli suport idiomàtic.
ckb: Noto Sans: فۆنتی دیجیتاڵیی ڕەسەن کە لە لایەن گوگڵەوە دیزاین کراوە بە مەبەستی پاڵپشتیی چڕی زمان.
da: Noto Sans: En digital-skabt font designet af Google til brug for omfattende sprogunderstøttelse.
de_de: Noto Sans: Ein von Google gestalteter, rein digitaler Font mit umfangreicher Sprachunterstützung.
es_es: Noto Sans: una fuente nativa digital diseñada por Google para un amplio soporte de idiomas.
fa_ir: notoSans
fi_fi: Noto Sans: Googlen sähköiseen käyttöön suunnittelema fontti laajaan kielitukeen.
fr_ca: Noto Sans : Une police numérique sans empattement (serif) conçue par Google pour un support linguistique étendu.
id: Noto Sans: Sebuah huruf digital yang dirancang oleh Google untuk mendukung semua bahasa.
it: Noto Sans: Un font digital-native font fatto da Google con un esteso supporto linguistico.
kk: Noto Sans: бірнеше тілдерді қамтитын Google экран шрифті.
mk: Noto Sans: Дигитално-природен фонт дизајниран од Google за широка јазична поддршка.
pl: Noto Sans: Krój projektowany z myślą o wyświetlaniu na ekranach, zaprojektowany przez Google z dużym wsparciem dla języków.
pt_br: Noto Sans: Uma fonte digital-nativa projetada pelo Google para suporte extensivo de idiomas.
pt_pt: Noto Sans: um tipo de letra definido pela Google compatível com um grande número de idiomas.
sl_si: Noto Sans: Digitalna pisava, ki jo je razvil Google z obsežno podporo jezikom.
sv_se: Noto Sans: Ett typsnitt som designats av Google för digital miljö, med omfattande språkstöd.
tr: Noto Sans: Geniş dil desteği için Google tarafından tasarlanan font ailesidir.
uk: Noto Sans: екранний шрифт, розроблений Google для підтримки великої кількості мов.
uz_uz@latin: Noto Sans: Google tomonidan keng tilni qo'llab-quvvatlash uchun yaratilgan raqamli mahalliy shrift.
zh_hans: Noto Sans：由Google设计的数字原生字体，可提供广泛的语言支持。

# plugins.themes.default.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
bg: Noto Serif: Серифен вариант на дигиталния шрифт на Google.
ca_es: Noto Serif: variant de la font digital nativa de Google.
ckb: .Noto Serif: یەکێک لە فۆنتە ڕەسەنەکانی گوگڵ
da: Noto Serif: En serif-variant af Google's digital-native font.
de_de: Noto Serif: Eine Serifenvariante von Googles rein digitalem Font.
es_es: Noto Serif: una variante serif de la fuente digital nativa de Google.
fa_ir: notoSerif
fi_fi: Noto Serif: Serif-variantti Googlen sähköiseen käyttöön suunnittelemasta fontista.
fr_ca: Noto Serif : Variante avec empattement (serif) de la police de caractères numérique de Google.
id: Noto Serif: Sebuah varian Serif dari huruf digital asli Google.
it: Noto Serif: Una variante serif delle fonts native di Google.
kk: Noto Serif: Google сандық шрифтінің серифтік нұсқасы.
mk: Noto Serif: Варијанта на сериф од дигитално-природните фонтови на Google.
pl: Noto Serif: Wersja szeryfowa kroju Noto Sans.
pt_br: Noto Serif: Uma variante serif da fonte digital-nativa do Google.
pt_pt: Noto Serif: Uma variante com serif da fonte básica Noto Sans.
sl_si: Noto Serif: Serifna oblika Googlove digitalne pisave.
sv_se: Noto Serif: En serif-variant av Googles typsnitt för digital miljö.
tr: Noto Serif: Google'ın serif (tırnaklı) bir yazı tipi ailesidir.
uk: Noto Serif: варіант екранного шрифту Google з засічками (антиква).
uz_uz@latin: Noto Serif: Google raqamli shriftining serif talqini.
zh_hans: Noto Serif：Google数字原生字体的 serif 变体。

# plugins.themes.default.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
bg: Noto Serif/Noto Sans: Допълващо се сдвояване на серифни заглавия и безсерифен основен текст.
ca_es: Noto Serif/Noto Sans: parella complementària de fonts amb gràcia per als títols i sense gràcia per al cos del text.
ckb: Noto Serif/Noto Sans: شێوازی تەواوی فۆنتی serif بۆ سەرە بابەتەکان و sans-serif ناو دەقەکان.
da: Noto Serif/Noto Sans: En komplementær blanding af serif overskriftstyper og sans-serif brødtekst.
de_de: Noto Serif/Noto Sans: Eine Kombination aus Serifen-Überschriften und Sans-Serif-Fließtext.
es_es: Noto Serif/Noto Sans: una combinación complementaria con encabezados serif y texto de cuerpo sans-serif.
fa_ir: notoSerif_notoSans
fi_fi: Noto Serif / Noto Sans: Toisiaan täydentävä yhdistelmä, jossa serif-tyyli otsikoille ja sans-serif -tyyli leipätekstille.
fr_ca: Noto Serif/Noto Sans : Une combinaison de police de caractères avec en-têtes avec empattement (serif) et un texte de corps sans empattement.
id: Noto Serif/Noto Sans: Gabungan yang saling melengkapi di mana heading menggunakan serif dan isi teks menggunakan sans-serif.
it: Noto Serif/Noto Sans: Una coppia complementare con testate serif e corpo sans-serif.
kk: Noto Serif/Noto Sans: антиква тақырыбы мен гротескте терілген негізгі мәтіні бар стиль.
mk: Noto Serif/Noto Sans: Комплементарен пар со serif наслови и sans-serif за текстови.
pl: Noto Serif/Noto Sans: Kombinacja kroju szeryfowego dla nagłówków oraz bezszeryfowego dla tekstu głównego.
pt_br: Noto Serif / Noto Sans: Um complemento com cabeçalhos serif e corpo do texto sem serif.
pt_pt: Noto Serif/Noto Sans: Uma combinação complementar que inclui cabeçalhos com serif e o corpo de texto sans-serif.
sl_si: Noto Serif/Noto Sans: Kombinacija serifnih naslovov in ne-serifnega besedila.
sv_se: Noto Serif/Noto Sans: En kombination av ovanstående med rubriker i serif och brödtext i sans-serif.
tr: Noto Serif / Noto Sans: Serif başlıkları ve sans-serif gövde metni ile tamamlayıcı bir eşleştirme sağlar.
uk: Noto Serif/Noto Sans: поєднання шрифту з засічками (антиква) для заголовків та без засічок (гротеск) для основного тексту.
uz_uz@latin: Noto Serif / Noto Sans: serif sarlavhalari va sans-serif asosiy matni bilan qo'shimcha juftlik.
zh_hans: Noto Serif / Noto Sans：与衬线标题和无衬线正文文本互补的完美组合。

# plugins.themes.default.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
bg: Noto Sans/Noto Serif: Допълващо се сдвояване на безсерифни заглавия и серифен основен текст.
ca_es: Noto Sans/Noto Serif: parella complementària de fonts sense gràcia per als títols i amb gràcia per al cos del text.
ckb: Noto Sans/Noto Serif: فۆنتی تەواوی sans-serif بۆ سەرە بابەتەکان و serif ناو دەقەکان.
da: Noto Sans/Noto Serif: En komplementær blanding af sans-serif overskriftstyper og serif brødtekst.
de_de: Noto Sans/Noto Serif: Eine Kombination aus Sans-Serif-Überschriften und Serifen-Fließtext.
es_es: Noto Sans/Noto Serif: una combinación complementaria con encabezados sans-serif y texto de cuerpo serif.
fa_ir: notoSans_notoSerif
fi_fi: Noto Sans / Noto Serif: Toisiaan täydentävä yhdistelmä, jossa sans-serif -tyyli otsikoille ja serif-tyyli leipätekstille.
fr_ca: Noto Sans/Noto Serif : Une combinaison de police de caractères avec en-têtes sans empattement (serif) et un texte de corps avec empattement.
id: Noto Sans/Noto Serif: Gabungan yang saling melengkapi di mana heading menggunakan ssans-serif dan isi teks menggunakan serif.
it: Noto Sans/Noto Serif: Una coppia complementare con testate sans-serif e corpo serif.
kk: Noto Serif/Noto Sans: антиква тақырыбы мен гротескте терілген негізгі мәтіні бар стиль.
mk: Noto Sans/Noto Serif: Комплементарен пар со sans-serif наслови и serif за текстови.
pl: Noto Sans/Noto Serif: Kombinacja kroju bezszeryfowego dla nagłówków oraz szeryfowego dla tekstu głównego.
pt_br: Noto Serif / Noto Sans: Um complemento com cabeçalhos e corpo do texto sem serif.
pt_pt: Noto Sans/Noto Serif: Uma combinação complementar que inclui sans-serif nos cabeçalhos e serif no corpo do texto.
sl_si: Noto Sans/Noto Serif: Kombinacija ne-serifnih naslovov in serifnega besedila.
sv_se: Noto Sans/Noto Serif: En kombination av ovanstående med rubriker i sans-serif och brödtext i serif.
tr: Noto Sans / Noto Serif: Sans-serif başlıkları ve serif gövde metni ile tamamlayıcı bir eşleştirme sağlar.
uk: Noto Sans/Noto Serif: поєднання шрифту без засічок (гротеск) для заголовків та з засічками (антиква) для основного тексту.
uz_uz@latin: Noto Sans / Noto Serif: sans-serif sarlavhalari va serif asosiy matni bilan qo'shimcha juftlik.
zh_hans: Noto Sans / Noto Serif：与 sans-serif 标题和衬线体文本的完美组合。

# plugins.themes.default.option.typography.lato
source: Lato: A popular modern sans-serif font.
bg: Lato: Популярен модерен безсерифен шрифт.
ca_es: Lato: font sense gràcia moderna i popular.
ckb: Lato: فۆنتی sans-serif نوێ و بەربڵاو.
da: Lato: En populær moderne sans-serif font.
de_de: Lato: Ein beliebter, moderner Sans-Serif-Font.
es_es: Lato: una fuente popular sans-serif moderna.
fa_ir: lato
fi_fi: Lato: Suosittu, moderni sans-serif -fontti.
fr_ca: Lato : Une police de caractères populaire et moderne sans empattement.
id: Lato: Jenis huruf sans-serif yang populer dan modern.
it: Lato: un popolare font sans-serif.
kk: Lato: жаңа стильдегі қаріп.
mk: Lato: Популарен модерен sans-serif фонт.
pl: Lato: Popularny krój bezszeryfowy polskiego autorstwa.
pt_br: Lato: Uma fonte sem-serif popular e moderna.
pt_pt: Lato: Um tipo de letra sans-serif popular e moderno.
sl_si: Lato: Priljubljena moderna pisava sans-serif.
sv_se: Lato: Ett populärt och modernt sans-serif-typsnitt.
tr: Lato: Popüler bir modern sans-serif yazı tipi.
uk: Lato: популярний сучасний шрифт без засічок (гротеск).
uz_uz@latin: Lato: Mashhur zamonaviy sans-serif shrifti.
zh_hans: Lato：一种流行的现代无衬线字体。

# plugins.themes.default.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
bg: Lora: Широко разположен серифен шрифт, подходящ за четене онлайн.
ca_es: Lora: font de gràcia ampla especialment indicada per llegir en línia.
ckb: Lora: فۆنتی serif بۆ خوێندنەوە لە ئۆنلاین گونجاوە.
da: Lora: En bred serif font velegnet til online-læsning.
de_de: Lora: Ein breiter Serifen-Font, gut für Online-Lesen geeignet.
es_es: Lora: una fuente serif de amplio espectro buena para leer en línea.
fa_ir: lora
fi_fi: Lora: Laajasti aseteltu serif-fontti, sopii mainiosti verkkokäyttöön.
fr_ca: Lora : Une police avec empattement large idéal pour la lecture en ligne.
id: Lora: Jenis huruf serif yang banyak diakai dan cocok buat membaca daring.
it: Lora: un carattere serif ampio, ottimo per la lettura online.
kk: Lora: экраннан оқуға ыңғайлы кең қаріп.
mk: Lora: Широк-сет од serif фонт добар за читање онлајн.
pl: Lora: Szeroki font szeryfowy dobry do czytania z ekranu.
pt_br: Lora: Uma fonte ampla de serifa boa para ler on-line.
pt_pt: Lora: Um tipo de letra serif recomendado para leitura online.
sl_si: Lora: Široka serifna pisava za branje na spletu.
sv_se: Lora: Ett brett satt serif-typsnitt för god läsbarhet på webben.
tr: Lora: Çevrimiçi okumak için iyi tasarlanmış geniş bir serif (tırnaklı) yazı tipi.
uk: Lora: широкоформатний шрифт з засічками (антиква), зручний для читання з електронних пристроїв.
uz_uz@latin: Lora: Internetda o'qish uchun yaxshi serif shrifti.
zh_hans: Lora：广泛使用的衬线字体，非常适合在线阅读。

# plugins.themes.default.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
bg: Lora/Open Sans: Допълващо се сдвояване на серифни заглавия и безсерифен основен текст.
ca_es: Lora/Open Sans: parella complementària de fonts amb gràcia per als títols i sense gràcia per al cos del text.
ckb: Lora/Open Sans: شێوەی تەواوی فۆنتی serif بۆ سەرە بابەتەکان sans-serif بۆ ناو دەق.
da: Lora/Open Sans: En komplementær blanding af serif overskriftstyper og sans-serif brødtekst.
de_de: Lora/Open Sans: Eine Kombination aus Serifen-Überschriften und Sans-Serif-Fließtext.
es_es: Lora/Open Sans: una combinación complementaria con encabezados serif y texto de cuerpo sans-serif.
fa_ir: lora_openSans
fi_fi: Lora / Open Sans: Toisiaan täydentävä yhdistelmä, jossa serif-tyyli otsikoille ja sans-serif tyyli leipätekstille.
fr_ca: Lora/Open Sans : Une combinaison avec des en-têtes avec empattement et un corps de texte sans empattement.
id: Lora/Open Sans: Gabungan yang saling melengkapi di mana heading menggunakan serif dan isi teks menggunakan sans-serif.
it: Lora/Open Sans: Una coppia complementare con testate serif e corpo sans-serif.
kk: Lora/Open Sans: антиква тақырыптары мен гротескпен терілген негізгі мәтіннен тұратын стиль.
mk: Lora/Open Sans: Комплементарен пар од serif наслови и sans-serif фонт за текстови.
pl: Lora/Open Sans: Kombinacja kroju szeryfowego dla nagłówków oraz bezszeryfowego dla tekstu głównego.
pt_br: Lora / Open Sans: Um complemento com cabeçalhos serif e corpo do texto sem serif.
pt_pt: Lora/Open Sans: Uma combinação complementar que inclui cabeçalhos serif e corpo de texto sans-serif.
sl_si: Lora/Open Sans: Kombinacija serifnih naslvovo in sans-serifnega besedila.
sv_se: Lora/Open Sans: En kombination av ovanstående med rubriker i serif och brödtext i sans-serif.
tr: Lora / Open Sans: Serif başlıkları ve sans-serif gövde metni ile eşleştirme sağlar.
uk: Lora/Open Sans: поєднання шрифту з засічками (антиква) для заголовків та без засічок (гротеск) для основного тексту.
uz_uz@latin: Lora / Open Sans: serif sarlavhalari va sans-serif asosiy matni bilan bepul qo‘shimcha juftlik.
zh_hans: Lora / Open Sans：与衬线标题和无衬线正文文本完美组合。

# plugins.themes.default.option.colour.label
source: Colour
bg: Цвят
ca_es: Color
ckb: ڕەنگ
da: Farve
de_de: Farbe
es_es: Color
fa_ir: رنگ
fi_fi: Väri
fr_ca: Couleur
id: Warna
it: Colore
kk: Түс
mk: Боја
pl: Kolor
pt_br: Cor
pt_pt: Cores
sl_si: Barva
sv_se: Färg
tr: Renk
uk: Колір
uz_uz@latin: Rang
zh_hans: 配色

# plugins.themes.default.option.colour.description
source: Choose a colour for the header.
bg: Изберете цвят за заглавката (header).
ca_es: Trieu un color per a la capçalera.
ckb: ڕەنگ هەڵبژێرە بۆ سەرپەڕە.
da: Vælg en farve til sidehovedet.
de_de: Wählen Sie eine Farbe für den Header.
es_es: Elige un color para el encabezado.
fa_ir: انتخاب یک رنگ برای فضای بالای سایت
fi_fi: Valitse ylätunnisteen väri.
fr_ca: Choisir la couleur de l'en-tête.
id: Pilih warna untuk bagian header.
it: Scegli un colore per l'intestazione.
kk: Жоғарғы колонтитулдың түсін орнату.
mk: Избери боја на насловот.
pl: Wybierz kolor nagłówka.
pt_br: Escolha uma cor para o cabeçalho.
pt_pt: Escolha uma cor para o cabeçalho.
sl_si: Izberite barvo naslovov.
sv_se: Välj färg på sidhuvudet.
tr: Üst kısım için bir renk seçin.
uk: Виберіть колір верхнього колонтитулу.
uz_uz@latin: Sarlavha uchun rangni tanlang.
zh_hans: 选择标题的颜色。

# plugins.themes.default.option.showDescriptionInJournalIndex.option
source: Show the journal summary on the homepage.
bg: Покажете кратка информация за списанието на началната страница.
ca_es: Mostrar el sumari de la revista en la pàgina d'inici.
ckb: پوختەی گۆڤار لە پەڕی سەرەکی پیشان بدە.
da: Vis tidsskriftsresuméet på hjemmesiden.
de_de: Die Zusammenfassung der Zeitschrift auf der Homepage anzeigen.
es_es: Mostrar el resumen de la revista en la página de inicio.
fi_fi: Näytä lehden lyhyt kuvaus etusivulla.
fr_ca: Afficher le sommaire de la revue sur la page d'accueil.
id: Menampilkan riwayat jurnal pada halaman beranda.
it: Mostra il sommario della rivista nella homepage.
kk: Негізгі бетте журнал туралы қысқаша ақпаратты көрсету.
mk: Прикажи извадок од списание на почетната страница.
pl: Pokaż opis czasopisma na stronie głównej.
pt_br: Exibir o resumo do periódico na página inicial.
sl_si: Prikaži povzetek revije na domači strani.
sv_se: Visa tidskriftens sammanfattning på förstasidan.
tr: Ana sayfada dergi özetini göster.
uk: Показати резюме журналу на головній сторінці.
uz_uz@latin: Bosh sahifada jurnal xulosasini ko'rsating.
zh_hans: 在主页上显示期刊简介。

# plugins.themes.default.option.useHomepageImageAsHeader.label
source: Header Background Image
bg: Изберете фоново изображение за заглавката (header)
ca_es: Imatge de fons de la capçalera
ckb: وێنەی پاشبنەمای سەرپەڕە
da: Sidehovedets baggrundsbillede
de_de: Header Hintergrundbild
es_es: Imagen de fondo del encabezado
fi_fi: Yläpalkin taustakuva
fr_ca: Image d'arrière-plan de l'en-tête
id: Gambar Latar Header
it: Immagine di sfondo dell'intestazione
kk: Жоғарғы колонтитулдың фондық суреті
mk: Слика за основа на насловот
pl: Obraz tła w nagłówku
pt_br: Imagem de fundo do cabeçalho
sl_si: Ozadje slike glave
sv_se: Sidhuvudets bakgrundsbild
tr: Üst Kısım Arkaplan Resmi
uk: Фонове зображення верхнього колонтитулу
uz_uz@latin: Sarlavha fon rasmi
zh_hans: 标头背景图片

# plugins.themes.default.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
bg: Когато е качено изображение на начална страница, покажете го във фонов режим на заглавката вместо обичайната му позиция на началната страница.
ca_es: Quan la imatge de la pàgina d'inici s'hagi carregat, mostrar-la en el fons de la capçalera en lloc de en la posició habitual de la pàgina d'inici.
ckb: کاتێک وێنەی پەڕەی سەرەکی بار کرا، لە پاشبنەمای سەرپەڕە دەردەکەوێت لە جیاتی جێگای خۆی لە پەڕەی سەرەکی.
da: Når et hjemmesidebillede er blevet uploadet, skal det vises på sidehovedets baggrund i stedet for dets sædvanlige position på hjemmesiden.
de_de: Wenn ein Homepage-Bild hochgeladen wurde, zeige es im Hintergrund des Headers statt an der üblichen Stelle auf der Homepage.
es_es: Cuando se haya cargado una imagen de la página de inicio, muéstrela en el fondo del encabezado en lugar de su posición habitual en la página de inicio.
fi_fi: Mikäli kotisivun kuva on annettu, näytä se yläpalkin taustakuvana.
fr_ca: Lorsqu'une image de page d'accueil a été téléversée, l'afficher en arrière-plan de l'en-tête au lieu de sa position habituelle sur la page d'accueil.
id: Jika gambar halaman beranda sudah diunggah, tampilkan sebagai latar header bukan sebagaimana umumnya di halaman beranda.
it: Quando l'immagine della pagina di inizio è stata caricata, visualizzarla nello sfondo dell'intestazione anziché nella sua posizione abituale sulla pagina di inizio.
kk: Басты беттің суретін жүктегеннен кейін оны басты беттің әдеттегі орнына емес, үстіңгі колонтитул ретінде көрсетіңіз.
mk: Кога сликата од насловната страница се внесува, прикажи ја како основа на насловот наместо нејзината вообичаена позиција на насловната страница.
pl: Jeśli będzie załadowany obraz dla strony głównej, pokaż go w tle nagłówka zamiast zwyczajowego miejsca na froncie strony startowej.
pt_br: Quando uma imagem da página inicial tiver sido carregada, exiba-a no plano de fundo do cabeçalho, em vez da posição usual na página inicial.
sl_si: Ko bo slika naslovne strani naložena, naj se prikaže kot ozadje glave namesto na običajni lokaciji na domači strani.
sv_se: När förstasidans bild har laddats upp, visa det i bakgrunden på sidhuvudet istället för den vanliga platsen på förstasidan.
tr: Bir ana sayfa resmi yüklendiğinde, ana sayfadaki normal başlık konumu yerine başlığın arka planında görüntüleyin.
uk: Після вивантаження зображення для головної сторінки показувати його як фон верхнього колонтитулу замість звичної позиції на головній сторінці.
uz_uz@latin: Bosh sahifa tasvirini yuklanganda, uni bosh sahifadagi odatiy holat o'rniga sarlavha fonida ko'rsating.
zh_hans: 上传首页图片后，将其显示在标头的背景中，而不是首页上的通常位置。
