Repository: pkp/ojs
Catalog: plugins/reports/counter/locale/*/locale.po
Languages: ar_iq, az, id_id, is_is, it_it, ku_iq, nb_no, no_no, pl_pl, tr_tr, vi

# plugins.reports.counter.description
source: The COUNTER plugin allows reporting on journal activity, using the <a href="http://www.projectcounter.org">COUNTER standard</a>. These reports alone do not make a journal COUNTER compliant. To offer COUNTER compliance, review the requirements at the Project COUNTER website.
ar_iq: إضافة COUNTER تقدم التقارير عن نشاطات المجلة، باستعمال تقنية <a href="http://www.projectcounter.org">COUNTER القياسية</a>. هذه التقارير لوحدها لا تجعل إضافة COUNTER في المجلة متوافقة، للحصول على التوافقية المطلوبة، راجع المتطلبات في موقع مشروع COUNTER.
az: Sayğac Əlavəsi, sayt aktivliyini <a href="https://www.projectcounter.org">COUNTER</a> uyğun olaraq hesabat vermək və qeydiyyatdan keçirmək üçün istifadə edilir.
id_id: COUNTER plugin bisa merekam dan <a href="http://www.projectcounter.org/about.html" target="_new">COUNTER</a> melaporkan di aktifitas situs.
is_is: COUNTER (TELJARA) viðbótin gerir kleift að taka út skýrslur um virkni í tímaritinu, með því að nota <a href="http://www.projectcounter.org">COUNTER standard</a>. Þetta þýðir þó ekki að tímaritið uppfylli þar með kröfur Conter ("COUNTER compliant). Nánari upplýsingar er að finna á vefsíðu COUNTER (Project COUNTER website).
it_it: Il plugin COUNTER permette di visualizzare l'attività della testata nel formato <a href="http://www.projectcounter.org">COUNTER standard</a>. Questo report non rende la testata COUNTER compliant. Per adeguarsi alle norme COUNTER verificarne i requisiti sul sito COUNTER.
ku_iq: گرێدانی COUNTER ڕاپۆرت دەربارەی چالاکییەکانی گۆڤار دەخاتە ڕو. بەکارهێنانی ستانداردی <a href="http://www.projectcounter.org">COUNTER </a>. ئەم ڕاپۆرتانە بەتەنیا COUNTER ی گۆڤار تەواو ناکەن. بۆ خستنەڕوی گوێڕایەڵی COUNTER، بە پێداویستییەکانی پڕۆژەکەدا بچۆرەوە.
nb_no: Programtillegg for COUNTER muliggjør rapportering på tidsskriftaktivitet ved å bruke <a href="http://www.projectcounter.org">COUNTER standarden</a>. Disse rapportene alene gjør ikke et tidsskrift COUNTER kompatibelt. For å tilby COUNTER kompatibilitet, se retningslinjene på Project COUNTER sin nettside.
no_no: COUNTER-programutvidelsen gjør det mulig å registrere og <a href="http://www.projectcounter.org/about.html" target="_new">COUNTER</a>-rapportere trafikken på siden.
pl_pl: Wtyczka COUNTER pozwala generować raporty o aktywności czasopisma z wykorzystaniem <a href="http://www.projectcounter.org">standardu COUNTER</a>.
tr_tr: Sayaç Eklentisi, site aktivitesini <a href="http://www.projectcounter.org/about.html" target="_new">COUNTER</a> uyumlu olarak raporlamak ve kayıt etmek için kullanılır.
vi: Plugin COUNTER cho phép báo cáo về hoạt động của tạp chí, sử dụng <a href="http://www.projectcounter.org">COUNTER standard</a>. Các báo cáo này không làm cho một tạp chí tuân thủ COUNTER. Để cung cấp tuân thủ COUNTER, hãy xem xét các yêu cầu tại trang web Project COUNTER.

# plugins.reports.counter
source: COUNTER Reports
ar_iq: تقارير COUNTER
az: Sayğac Statistikaları
id_id: Statistik COUNTER
is_is: TELJARI skýrslur
it_it: Statistiche COUNTER
ku_iq: ڕاپۆرتەکانی COUNTER
nb_no: COUNTER-rapporter
no_no: COUNTER-statistikk
pl_pl: Raporty COUNTER
tr_tr: SAYAÇ İstatistikleri
vi: Báo cáo COUNTER

# plugins.reports.counter.1a.name
source: COUNTER Report JR1 (R3)
ar_iq: تقرير COUNTER JR1 (R3)
az: COUNTER Reporu JR1 (R3)
is_is: TELJARI skýrsla JR1 (R3)
it_it: Report COUNTER JR1 (R3)
ku_iq: ڕاپۆرتیCOUNTER JR1 (R3)
nb_no: COUNTER-rapport JR1 (R3)
tr_tr: COUNTER Reporu JR1 (R3)
vi: Báo cáo thống kê JR1 (R3)

# plugins.reports.counter.1a.xml
source: XML version
ar_iq: صيغة XML
is_is: XML útgáfa
ku_iq: وەشانی XML
pl_pl: Wersja XML
tr_tr: XML sürüm

# plugins.reports.counter.1a.description
source: COUNTER Journal Report 1 (R3): Full-Text Article Requests by Month and Journal
ar_iq: تقرير المجلة من COUNTER 1 (R3): طلبات المؤلفات بالنص الكامل حسب المجلة والشهر
az: COUNTER Jurnal Hesabatı 1 (R3): Tam Mətn Məqalə Tələbləri
is_is: TELJARI Tímaritsskýrsla 1 (R3): Beiðnir um heildartexta greina eftir mánuði og tímariti
it_it: COUNTER Journal Report 1 (R3): Full-Text degli articoli richiesti per mese e rivista
ku_iq: ڕاپۆرتی گۆڤار لە COUNTER 1 (R3):توێژینەوەی تەواو بە مانگ و گۆڤارەوە داوا کراوە
nb_no: COUNTER tidsskriftsrapport 1 (R3): Forespørsler om artikler i fulltekst etter måned og tidsskrift
pl_pl: COUNTER Journal Report 1 (R3): Zapytania o pełne teksty artykułów w danym miesiącu i czasopiśmie
tr_tr: COUNTER Dergi Raporu 1 (R3): Tam Metin Makale İstekleri
vi: COUNTER Báo cáo Tạp chí 1 (R3): Yêu cầu toàn văn bài viết theo tháng và tạp chí

# plugins.reports.counter.1a.title
source: Journal Report 1 (R3): Full-Text Article Requests by Month and Journal
ar_iq: تقرير المجلة 1 (R3): طلبات النص الكامل للمقالات حسب الشهر والمجلة
id_id: Laporan Jurnal 1 (R3): Permintaan Artikel Lengkap berdasarkan Bulan dan Jurnal
is_is: Tímaritsskýrsla 1 (R3): Beiðnir um heildartexta greina eftir mánuði og tímariti
it_it: Journal Report 1 (R3): Full-Text degli articoli richiesti per mese e rivista
ku_iq: ڕاپۆرتی گۆڤاری 1 (R3): توێژینەوەی تەواو بە مانگ و گۆڤارەوە داوا کراوە
no_no: Tidsskrift-rapport 1 (R3): Fulltekst artikkelforespørsler per måned og tidsskrift
pl_pl: Journal Report 1 (R3): Zapytania o pełne teksty artykułów w danym miesiącu i czasopiśmie
tr_tr: Dergi Raporu 1 (R3): Aylık Tam Metin Makale İstekleri

# plugins.reports.counter.1a.title1
source: Journal Report 1 (R3)
ar_iq: تقرير المجلة 1 (R3)
id_id: Laporan Jurnal 1 (R3)
is_is: Tímaritsskýrsla 1 (R3)
ku_iq: ڕاپۆرتی گۆڤار 1 (R3)
no_no: Tidsskrift-rapport 1 (R3)
tr_tr: Dergi Raporu 1 (R3)

# plugins.reports.counter.1a.title2
source: Number of Successful Full-Text Article Requests by Month and Journal (Year {$year})
ar_iq: عدد طلبات النص الكامل الناجحة للمقالات حسب الشهر والمجلة (لسنة {$year})
id_id: Jumlah Permintaan Artikel Full-Text yang sukses dari Bulan dan Jurnal (Year {$year})
is_is: Fjöldi beiðna um heildartexta greina eftir mánuði og tímariti (Ár {$year})
it_it: Numero dei full-Text degli articoli richiesti con successo (Anno {$year})
ku_iq: ژمارەی داواکراوە سەرکەوتووەکانی تەواوی دەق بەگوێرەی مانگ و گۆڤار (بۆ ساڵی{$year})
no_no: Antall artikkelnedlastninger per måned og tidsskrift (År {$year})
pl_pl: Liczba zapytań o pełne teksty artykułów na miesiąc i w danym czasopiśmie (Year {$year})
tr_tr: Aylık Başarılı Tam Metin Makale İstekleri Sayısı (Yıl {$year})

# plugins.reports.counter.1a.dateRun
source: Date run:
ar_iq: تأريخ التشغيل:
id_id: Tanggal Operasi:
is_is: Keyrsludagsetning:
it_it: Data di esecuzione:
ku_iq: ڕێککەوتی دەستپێکردن:
no_no: Kjørt dato:
pl_pl: Data uruchomienia:
tr_tr: Başlangıç tarihi:

# plugins.reports.counter.1a.publisher
source: Publisher
ar_iq: الناشر
id_id: Penerbit
is_is: Útgefandi
it_it: Editore
ku_iq: بڵاوکەرەوە
no_no: Utgiver
pl_pl: Wydawca
tr_tr: Yayncı

# plugins.reports.counter.1a.printIssn
source: Print ISSN
ar_iq: ISSN الطباعي
id_id: Cetak ISSN
is_is: Prent ISSN
it_it: ISSN
ku_iq: ISSNی چاپ
no_no: ISSN (trykt utgave)
pl_pl: Wyświetl ISSN
tr_tr: Basılı ISSN

# plugins.reports.counter.1a.onlineIssn
source: Online ISSN
ar_iq: ISSN للإنترنت
id_id: ISSN Online
is_is: eISSN
it_it: e-ISSN
ku_iq: ISSNی ئۆنلاین
no_no: ISSN (nettutgave)
tr_tr: Çevrimiçi ISSN

# plugins.reports.counter.1a.ytdTotal
source: YTD Total
ar_iq: مجموع YTD
is_is: Samtals í ár til þessa
it_it: Totale YTD
ku_iq: کۆی YTD
no_no: HIÅ Total
pl_pl: YTD łącznie
tr_tr: Bu Güne Kadar Yıllık Toplam

# plugins.reports.counter.1a.ytdHtml
source: YTD HTML
is_is: HTML árs til þessa
no_no: HIÅ HTML
tr_tr: Bu Güne Kadar Yıllık HTML

# plugins.reports.counter.1a.ytdPdf
source: YTD PDF
is_is: PDF árs til þessa
no_no: HIÅ PDF
tr_tr: Bu Güne Kadar Yıllık PDF

# plugins.reports.counter.1a.totalForAllJournals
source: Total for all journals
ar_iq: الإجمالي لكل المجلات
id_id: Total untuk seluruh jurnal
is_is: Samtala fyrir öll tímarit
it_it: Totale epr tutte le riviste
ku_iq: کۆ بۆ هەمو گۆڤارەکان
no_no: Totalt for alle tidsskrift
pl_pl: Łącznie dla wszystkich czasopism
tr_tr: Tüm dergiler için toplam

# plugins.reports.counter.1a.anonymous
source: anonymous
ar_iq: مجهول الاسم
is_is: nafnlaust
it_it: anonimo
ku_iq: ناوی نەناسراو
pl_pl: anonimowy
tr_tr: anonim

# plugins.reports.counter.release
source: COUNTER Release
ar_iq: إطلاق COUNTER
az: Counter Versiyası
is_is: TELJARI úgáfa
it_it: Versione COUNTER
ku_iq: وەشاندنی COUNTER
nb_no: COUNTER-versjon
pl_pl: Wersja COUNTER
tr_tr: COUNTER Sürümü
vi: Giấy phép COUNTER

# plugins.reports.counter.olderReports
source: Older Site Reports
ar_iq: التقارير الأقدم للموقع
is_is: Skýrslur eldri vefsíðna
it_it: Report più vecchi
ku_iq: ڕاپۆرتە کۆنەکانی پێگەکە
pl_pl: Raporty starszej strony
tr_tr: Eski Site Raporları

# plugins.reports.counter.error.badParameters
source: The report parameters were invalid.
ar_iq: معايير التقرير غير صحيحة.
az: Hesabat tənzimləri etibarsızdır.
is_is: Breytur skýrslunnar eru ógildar.
it_it: I parametri del report non sono validi.
ku_iq: ڕاپۆرتە نادروستەکان.
nb_no: Rapportens parametre var ugyldige.
pl_pl: Parametry raportu były nieprawidłowe.
tr_tr: Rapor parametreleri geçersiz.
vi: Các tham số báo cáo không hợp lệ.

# plugins.reports.counter.error.badRequest
source: The report request is invalid.
ar_iq: إلتماس التقرير غير صحيح.
az: Hesabat tələbi etibarsızdır.
is_is: Skýrslubeiðnin er ógild.
it_it: Il report richiesto non è valido.
ku_iq: داواکارییەکە نادروستە.
nb_no: Rapportforespørselen er ugyldig.
pl_pl: Żądanie raportu jest nieprawidłowe.
tr_tr: Rapor isteği geçersiz.
vi: Yêu cầu báo cáo không hợp lệ.

# plugins.reports.counter.error.noResults
source: No results were found for this report.
ar_iq: لا نتائج لهذا التقرير.
az: Bu hesabat üçün heç bir nəticə tapılmadı.
is_is: Engar færslur fundust fyrir þessa skýrslu.
it_it: Questo report non dà risultati.
ku_iq: هیچ ئەنجامێکی ئەم ڕاپۆرتە نەدۆزرایەوە.
nb_no: Det var ingen resultat for denne rapporten.
pl_pl: Brak wyników do wyświetlenia w raporcie.
tr_tr: Bu rapor için hiç bir sonuç bulunamadı.
vi: Không tìm thấy kết quả nào cho báo cáo này.

# plugins.reports.counter.allCustomers
source: All Customers
az: Bütün müştərilər
is_is: Allir viðskiptavinir
it_it: Tutti gli utenti
ku_iq: هەمو کڕیارەکان
nb_no: Alle kunder
pl_pl: Wszyscy klienci
tr_tr: Tüm Müşteriler
vi: Tất cả các khách hàng

# plugins.reports.counter.error.noXML
source: The results could not be formatted as XML.
ar_iq: تعذرت صياغة النتائج بتنسيق XML.
az: Nəticələr XML şəklində formatlandırıla bilmədi.
is_is: Ekki var hægt að birta niðurstöður á XML formi.
it_it: I risultati non possono essere rappresentati in XML.
ku_iq: ئەنجامەکان وەک XML ڕێک ناخرێن.
nb_no: Resultatene kunne ikke formateres som XML.
pl_pl: Wyniki nie mogą być zapisane w formacie XML.
tr_tr: Sonuçlar XML olarak biçimlendirilemedi.
vi: Kết quả có thể không được định dạng là XML.

# plugins.reports.counter.1a.introduction
source: These links generate COUNTER-ready reports based on the obsolete Release 3.0. This report spans all journals on the site. Use the latest Release instead, when possible.
ar_iq: هذه الروابط تنشئ تقارير جاهزة من COUNTER تستند على الإصدار المهمل 3.0. هذه التقارير تظهر عند جميع المجلات في الموقع. استعمل الإصدارات اللاحقة بدلاً عنه، إن أمكن ذلك.
it_it: Questi link generano report COUNTER-ready basati sulla versione Release3.0, ormai obsoleta. Questo report copre tutte le riviste del sito. Utilizza invece la versione più recente, quando possibile.
ku_iq: ئەم لینکانە ڕاپۆرتی COUNTERی ئامادە دەخنە بەردەست کە پاڵپشتن بە وەشانی ٣.٠ ئەم ڕاپۆرتانە هەمو گۆڤارەکانی سەر ئەم وێبسایتە دەگرێتەوە. دواهەمین وەشان بەکار بهێنە، لە هەر کاتێکدا بەردەست بو.
pl_pl: Podane linki generują gotowe raporty COUNTER oparte na przestarzałej wersji 3.0. Raport obejmuje wszystkie czasopisma z platformy wydawniczej. Używaj najnowszej wersji jeżeli to tylko możliwe.
tr_tr: Bu bağlantılar, eski Sürüm 3.0'a dayanarak COUNTER tabanlı raporlar oluşturur. Bu rapor sitede tüm dergileri kapsar. Mümkünse en son sürümü kullanın.

# plugins.reports.counter.legacyStats
source: The links below generate obsolete reports using the old plugin data, which is not COUNTER-ready. If you want to generate current COUNTER reports using the new OJS COUNTER metric type, use the links above.
ar_iq: الروابط أدناه تنشئ تقارير بصيغة مهملة عبر استعمال بيانات الوظيفة الإضافية القديمة، والتي هي غير موائمة لـ COUNTER. إذا أردت إنشاء تقارير COUNTER مستعملاً نوع المقاييس الجديدة في COUNTER لنظام المجلات المفتوحة، استعمل الروابط أعلاه.
it_it: I link sottostanti generano report obsoleti, utilizzando i vecchi dati del plugin, che non sono COUNTER-ready. Se vuoi generare un report COUNTER aggiornato utilizzando il nuovo tipo di metrica OJS COUNTER metric type, usa i link qui sopra.
ku_iq: لینکەکانی خوارەوە ڕاپۆرتی تەواو دەربارەی گرێدانی داتا کۆنەکان دەخەنە ڕو، کە COUNTER-ready نین. ئەگەر دەتەوێت ڕاپۆرتی COUNTER بە بەکارهێنانی سیستەمی گۆڤاری کراوە و جۆری پێوەرەکان بەدەست بگات، لینکەکانی سەرەوە بەکار بهێنە.
pl_pl: Poniższe linki generują przestarzałe raporty wykorzystując dane ze starej wtyczki, która nie jest gotowym COUNTER. Jeżeli chcesz wygenerować raporty za pomocą aktualnego COUNTER wykorzystaj typ metryki OJS COUNTER, użyj powyższych linków.
tr_tr: Aşağıdaki bağlantılar, COUNTER destekli olmayan eski eklenti verilerini kullanarak eski raporlar oluşturur. Yeni OJS COUNTER metrik tipini kullanarak mevcut COUNTER raporları oluşturmak istiyorsanız, yukarıdaki bağlantıları kullanın.

# plugins.reports.counter.1a.platform
source: Platform
ar_iq: منصة العمل
is_is: Verkvangur
it_it: Piattaforma
ku_iq: پلاتفۆڕم
no_no: Plattform
pl_pl: Platforma
