Repository: pkp/ojs
Catalog: plugins/pubIds/doi/locale/*/locale.po
Languages: de_de, es_es, pt_br, pt_pt, sv_se, tr_tr

# plugins.pubIds.doi.editor.preview.objects
source: Item
es_es: Articulo

# plugins.pubIds.doi.editor.preview.galleys
source: Galley: {$galleyLabel}
es_es: Galera: {$galleyLabel}

# plugins.pubIds.doi.editor.preview.publication.none
source: A DOI has not been assigned to this publication.
es_es: No se ha asignado un DOI a esta publicación.

# plugins.pubIds.doi.editor.preview.publication
source: The DOI for this publication will be {$doi}.
es_es: El DOI para esta publicación será {$doi}.

# plugins.pubIds.doi.editor.missingPrefix
source: The DOI must begin with {$doiPrefix}.
es_es: El DOI debe comenzar con {$doiPrefix}.

# plugins.pubIds.doi.editor.assignDoi.assigned
source: The DOI {$pubId} has been assigned.
de_de: DOI {$pubId} wurde zugewiesen.
es_es: El DOI {$pubId} ha sido asignado.
pt_br: O DOI {$pubId} foi atribuído.
pt_pt: O DOI {$pubId} foi atribuído.
sv_se: DOI:t {$pubId} har tilldelats.
tr_tr: DOI {$pubId} atanmıştır.

# plugins.pubIds.doi.editor.assignDoi.pattern
source: The DOI {$pubId} cannot be assigned because it contains an unresolved pattern.
de_de: DOI {$pubId} kann nicht zugewiesen werden, weil ein ungültiges Muster verwendet wird.
es_es: El DOI {$pubId} no se puede asignar porque contiene un patrón no resuelto.
pt_br: O DOI {$pubId} não pode ser atribuído porque contém um padrão inválido.
pt_pt: O DOI {$pubId} não pode ser atribuído porque contém um padrão em conflito.
sv_se: DOI:t {$pubId} kan inte tilldelas eftersom det innehåller ett ofullständigt mönster.
tr_tr: DOI {$pubId}, çözümlenmemiş bir şablon içerdiğinden atanamaz.

# plugins.pubIds.doi.editor.assignDoi.emptySuffix
source: The DOI cannot be assigned because the custom suffix is missing.
de_de: Es kann kein DOI zugewiesen werden, weil der angepasste Suffix fehlt.
es_es: El DOI no se puede asignar porque falta el sufijo personalizado.
pt_br: O DOI não pode ser atribuído porque o sufixo personalizado está faltando.
pt_pt: O DOI não pode ser atribuído porque o sufixo personalizado está em falta.
sv_se: DOI:t kan inte tilldelas eftersom ett anpassat suffix saknas.
tr_tr: Özel sonek eksik olduğundan DOI atanamaz.

# plugins.pubIds.doi.editor.assignDoi
source: Assign the DOI {$pubId} to this {$pubObjectType}
de_de: DOI {$pubId} zu diesem Objekt vom Typ {$pubObjectType} zuweisen?
es_es: Asigne el DOI {$pubId} a este {$pubObjectType}
pt_br: Atribua o DOI {$pubId} a este {$pubObjectType}
pt_pt: Atribuir DOI {$pubId} a esta {$pubObjectType}
sv_se: Tilldela DOI:t {$pubId} till {$pubObjectType}
tr_tr: Bu {$pubObjectType} için DOI {$pubId} atayın

# plugins.pubIds.doi.editor.clearObjectsDoi.confirm
source: Are you sure you wish to delete the existing DOI?
de_de: Sind Sie sicher, dass Sie den existierenden DOI entfernen möchten?
es_es: ¿Está seguro de que desea eliminar el DOI existente?
pt_br: Tem certeza de que deseja excluir o DOI existente?
pt_pt: Tem a certeza que pretende eliminar este DOI?
sv_se: Är du säker på att du vill ta bort befintlig DOI?
tr_tr: Mevcut DOI'yi silmek istediğinizden emin misiniz?

# plugins.pubIds.doi.editor.clearObjectsDoi
source: Clear
de_de: DOI entfernen
es_es: Borre
pt_br: Limpar DOI
pt_pt: Limpar DOI
sv_se: Rensa DOI
tr_tr: DOI Temizle

# plugins.pubIds.doi.editor.doiSuffixCustomIdentifierNotUnique
source: The given DOI suffix is already in use for another published item. Please enter a unique DOI suffix for each item.
de_de: Der angegebene DOI-Suffix wird bereits für ein anderes veröffentlichtes Element benutzt. Bitte vergeben Sie einen eindeutigen DOI-Suffix für jedes Element.
es_es: El sufijo DOI dado ya está en uso para otro elemento publicado. Ingrese un sufijo DOI único para cada artículo.
pt_br: O sufixo DOI informado já está em uso por outro item publicado. Informe um sufixo DOI único para cada item.
pt_pt: O sufixo DOI fornecido já está a ser utilizado por outra publicação. Insira um sufixo DOI único para cada publicação.
sv_se: Angivet DOI-suffix används redan för ett annat publicerat objekt. Fyll i ett unikt DOI-suffix för varje objekt.
tr_tr: Verilen DOI son eki yayınlanmış başka bir öğe için zaten kullanılıyor. Her öğe için benzersiz bir DOI sonek giriniz.

# plugins.pubIds.doi.editor.assigned
source: The DOI is assigned to this {$pubObjectType}.
de_de: Der DOI ist diesem Objekt vom Typ {$pubObjectType} zugewiesen.
es_es: El DOI se asigna a este {$pubObjectType}.
pt_br: O DOI é atribuído a este {$pubObjectType}.
pt_pt: O DOI é atribuído a este {$pubObjectType}.
sv_se: DOI är tilldelat till {$pubObjectType}.
tr_tr: DOI, {$pubObjectType} öğesine atanmıştır.

# plugins.pubIds.doi.editor.canBeAssigned
source: What you see is a preview of the DOI. Select the checkbox and save the form to assign the DOI.
de_de: Sie sehen eine Voransicht des DOI. Wählen Sie die Checkbox und speichern Sie das Formular, um den DOI zuzuweisen.
es_es: Lo que ve es una vista previa del DOI. Seleccione la casilla de verificación y guarde el formulario para asignar el DOI.
pt_br: O que você vê é uma pré-visualização do DOI. Marque a caixa de seleção e salve o formulário para atribuir o DOI.
pt_pt: Aquilo que vê é uma visualização prévia do DOI. Marque a caixa de selecção e guarde o formulário para atribuir o DOI.
sv_se: Det du ser är en förhandsgranskning av DOI:t. Kryssa i rutan och spara formuläret för att tilldela DOI:t.
tr_tr: Gördüğünüz şey DOI'nin bir ön izlemesi. DOI'yi atamak için onay kutusunu seçin ve formu kaydedin.

# plugins.pubIds.doi.editor.patternNotResolved
source: The DOI cannot be assigned because it contains an unresolved pattern.
de_de: Es kann kein DOI zugewiesen werden, weil ein ungültiges Muster verwendet wird.
es_es: El DOI no se puede asignar porque contiene un patrón no resuelto.
pt_br: O DOI não pode ser atribuído porque contém um padrão inválido.
pt_pt: O DOI não pode ser atribuído porque contém um padrão em conflito.
sv_se: DOI kan inte tilldelas eftersom det innehåller ett ofullständigt mönster.
tr_tr: Çözümlenemeyen bir şablon içerdiğinden DOI atanamaz.

# plugins.pubIds.doi.editor.missingParts
source: You can not generate a DOI because one or more parts of the DOI pattern are missing data.
es_es: No puede generar un DOI porque faltan datos en una o más partes del patrón de DOI.

# plugins.pubIds.doi.editor.customSuffixMissing
source: The DOI cannot be assigned because the custom suffix is missing.
de_de: Es kann kein DOI zugewiesen werden, weil der angepasste Suffix fehlt.
es_es: El DOI no se puede asignar porque falta el sufijo personalizado.
pt_br: O DOI não pode ser atribuído porque o sufixo personalizado está faltando.
pt_pt: O DOI não pode ser atribuído porque o sufixo personalizado está em falta.
sv_se: DOI kan inte tilldelas eftersom ett anpassat suffix saknas.
tr_tr: Özel sonek eksik olduğundan DOI atanamaz.

# plugins.pubIds.doi.editor.doiObjectTypeRepresentation
source: galley
de_de: Fahne
es_es: galera
pt_br: composição final
pt_pt: composição
sv_se: publiceringsversion
tr_tr: dizgi tablası

# plugins.pubIds.doi.editor.doi.assignDoi
source: Assign
es_es: Asignar

# plugins.pubIds.doi.editor.doi.description
source: The DOI must begin with {$prefix}.
es_es: El DOI debe comenzar con {$prefix}.

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide.confirm
source: Are you sure you wish to assign DOIs to all published objects that have not been assigned DOIs?
de_de: Sind Sie sicher, dass Sie allen veröffentlichten Objekten einen DOI zuweisen möchten, die bisher noch keine DOI zugewiesen bekommen haben?
es_es: ¿Está seguro de que desea asignar DOI a todos los objetos publicados a los que no se les ha asignado DOI?
pt_br: Tem certeza que deseja designar DOIs a todos os objetos publicados que não tem DOIs designados?
pt_pt: Tem a certeza que quer atribuir DOI a todos os objetos publicados e aos quais não tenham sido atribuídos DOI?
sv_se: Är du säker på att du vill tilldela DOI:er till alla publicerade objekt som inte har tilldelats DOI?
tr_tr: DOI'leri atanmamış tüm yayınlanmış öğelere DOI atamak istediğinizden emin misiniz?

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide.description
source: Assign DOIs to all published server objects that have not been assigned DOIs. This action can not be used with the individual suffix configuration. If you have modified the DOI configuration above, please save your changes before initiating this action. Assigning DOIs may take a long time, depending on the number of published objects in the server.
de_de: DOIs an alle Journalobjekte zuweisen, denen bisher noch keine DOI zugewiesen waren. Diese Aktion kann nicht mit einer individuellen Suffix-Konfiguration genutzt werden. Wenn Sie oben die DOI-Konfiguration verändert haben, speichern Sie bitte Ihre Änderungen, bevor Sie diese Aktion ausführen. DOI zuzuweisen kann eine Weile dauern, abhängig von der Anzahl im Journal publizierter Objekte.
es_es: Asigne DOI a todos los objetos publicados del servidor a los que no se les han asignado DOI. Esta acción no se puede usar con la configuración de sufijo individual. Si ha modificado la configuración de DOI anterior, guarde los cambios antes de iniciar esta acción. La asignación de DOI puede llevar mucho tiempo, dependiendo de la cantidad de objetos publicados en el servidor.
pt_br: Designar DOIs a todos os objetos publicados que ainda não têm DOI designado. Esta ação não pode ser usada com a configuração de sufixos personalizados. Se você modificou a configuração acima, por favor salve suas mudanças antes de iniciar esta ação. Designar DOIs pode levar um tempo considerável, dependendo do número de objetos publicados pela revista.
pt_pt: Atribuir DOI a todas as revistas publicadas aos quais ainda não tenham sido atribuídos DOI. Esta ação não pode ser usada com a configuração individual de sufixos. Se mudou a configuração de DOI acima, por favor guarde as suas alterações antes de iniciar esta ação. A atribuição de DOI pode demorar bastante tempo, dependendo do número de objetos publicados neste jornal.
sv_se: Tilldela DOI:er för alla publicerade tidskrifters objekt som inte tilldelats DOI:er. Denna åtgärd kan inte användas tillsammans med individuella suffix. Om du har ändrat DOI-konfigurationen ovan, spara dina ändringar innan du påbörjar den här åtgärden. Tilldelning av DOI:er kan ta lång tid, beroende på antalet publicerade objekt i tidskriften.
tr_tr: DOI'leri atanmamış yayınlanmış tüm dergi öğelerine DOI atayın. Bu eylem, bireysel sonek yapılandırmasıyla kullanılamaz. Yukarıdaki DOI yapılandırmasını değiştirdiyseniz, lütfen bu işlemi başlatmadan önce değişikliklerinizi kaydedin. DOI'leri atamak, dergideki yayınlanmış nesnelerin sayısına bağlı olarak uzun sürebilir.

# plugins.pubIds.doi.manager.settings.doiAssignJournalWide
source: Assign DOIs
de_de: DOI zuweisen
es_es: Asignar DOI
pt_br: Designar DOIs
pt_pt: Atribuir DOI
sv_se: Tilldela DOI:er
tr_tr: DOI'leri Ata

# plugins.pubIds.doi.manager.settings.doiReassign.confirm
source: Are you sure you wish to delete all existing DOIs?
de_de: Sind Sie sicher, dass Sie alle existierenden DOI löschen möchten?
es_es: ¿Está seguro de que desea eliminar todos los DOI existentes?
pt_br: Deseja realmente excluir todos os DOIs existentes?
pt_pt: Tem a certeza que pretende eliminar todos os DOIs?
sv_se: Är du säker på att du vill ta bort alla befintliga DOI:er?
tr_tr: Mevcut tüm DOI'leri silmek istediğinizden emin misiniz?

# plugins.pubIds.doi.manager.settings.doiReassign.description
source: If you change your DOI configuration, DOIs that have already been assigned will not be affected. Once the DOI configuration is saved, use this button to clear all existing DOIs so that the new settings will take effect with existing objects.
de_de: Wenn Sie Ihre DOI-Konfiguration ändern, sind bereits vergebene DOI nicht betroffen. Sobald die DOI-Konfiguration gespeichert wird, nutzen Sie diesen Knopf, um alle existierenden DOI zu löschen, so dass die neuen Einstellungen auch bereits existierende Objekte mit betreffen.
es_es: Si cambia la configuración de su DOI, los DOI que ya han sido asignados no se verán afectados. Una vez que se guarda la configuración de DOI, use este botón para borrar todos los DOI existentes para que la nueva configuración surta efecto con los objetos existentes.
pt_br: Se você alterar sua configuração DOI, os DOIs que já foram atribuídas não serão afetadas. Uma vez que a configuração DOI é salva, use este botão para limpar todas as DOIs existentes para que as novas configurações tenham efeito sobre os objetos existentes. ATENÇÃO, não utilize esse botão para atribuir DOIs a artigos com DOIs já depositados (O mesmo documento não pode ter dois DOI)
pt_pt: Se alterar a configuração DOI, os DOIs atribuídos não serão afectados. Uma vez guardada a configuração do DOI, use este botão para limpar todos os DOI existentes para que as novas configurações tenham efeito com as publicações existentes.
sv_se: Om du ändrar din DOI-konfiguration kommer DOI:er som redan tilldelats inte att ändras. När DOI-konfigurationen sparats, använd denna knapp för att rensa alla befintliga DOI:er så att de nya inställningarna träder i kraft för befintliga objekt.
tr_tr: DOI yapılandırmanızı değiştirirseniz, önceden atanmış DOI'ler bundan etkilenmez. DOI yapılandırması kaydedildikten sonra, mevcut tüm DOI'leri temizlemek için bu düğmeyi kullanın, böylece yeni ayarlar mevcut nesnelerle etkinleşir.

# plugins.pubIds.doi.manager.settings.doiReassign
source: Reassign DOIs
de_de: DOI neu zuweisen
es_es: Reasignar DOI
pt_br: Atribuir DOIs novamente
pt_pt: Reatribuir DOIs
sv_se: Tilldela DOI igen
tr_tr: DOI'leri yeniden ata

# plugins.pubIds.doi.manager.settings.doiRepresentationSuffixPatternRequired
source: Please enter the DOI suffix pattern for galleys.
de_de: Bitte geben Sie das DOI-Suffix-Muster für Fahnen ein.
es_es: Ingrese el patrón de sufijo DOI para galeradas.
pt_br: Informe o padrão do sufixo DOI para composições.
pt_pt: Insira o sufixo DOI padrão para números completos.
sv_se: Fyll i DOI-suffixmönstret för publiceringsversioner.
tr_tr: Lütfen dizgi tablaları için örnek/şablon DOI son ekini gibiniz.

# plugins.pubIds.doi.manager.settings.doiSubmissionSuffixPatternRequired
source: Please enter the DOI suffix pattern for preprints.
de_de: Bitte geben Sie das DOI-Suffix-Muster für Artikel ein.
es_es: Ingrese el patrón de sufijo DOI para los preprints.
pt_br: Informe o padrão do sufixo DOI para artigos.
pt_pt: Insira o sufixo DOI padrão para artigos.
sv_se: Fyll i DOI-suffixmönstret för artiklar.
tr_tr: Lütfen makaleler için örnek/şablon DOI son ekini giriniz.

# plugins.pubIds.doi.manager.settings.doiSuffixCustomIdentifier
source: Enter an individual DOI suffix for each published item. You'll find an additional DOI input field on each item's meta-data page.
de_de: Geben Sie einen individuellen DOI-Suffix für jedes publizierte Element ein. Sie finden ein zusätzliches DOI-Eingabefeld auf der Metadatenseite jedes Elements.
es_es: Ingrese un sufijo DOI individual para cada elemento publicado. Encontrará un campo de entrada DOI adicional en la página de metadatos de cada elemento.
pt_br: Insira um sufixo DOI individual para cada item publicado. Você encontrará um campo para inserir o DOI na página de meta-dados de cada item.
pt_pt: Insira um sufixo DOI individual para cada publicação. Encontrará um campo de entrada DOI adicional na página de metadados de cada publicação.
sv_se: Fyll i ett individuellt DOI-suffix för varje publicerat objekt. Ytterligare fält för DOI finns på varje objekts metadata-sida.
tr_tr: Yayınlanan her bir öğe için ayrı bir DOI soneki girin. Her bir öğenin üst veri sayfasında ek bir DOI giriş alanı bulacaksınız.

# plugins.pubIds.doi.manager.settings.doiSuffixDefault.description
source: %j.%a for preprints<br />%j.%a.g%g for galleys.
de_de: %j.v%vi%i für Ausgaben<br />%j.v%vi%i.%a für Artikel<br />%j.v%vi%i.%a.g%g für Fahnen.
es_es: %j.%a para preprints <br />%j.%a.g%g para galeras.
pt_br: %j.v%vi%i para edições<br />%j.v%vi%i.%a para artigos<br />%j.v%vi%i.%a.g%g para composições.
pt_pt: %j.v%vi%i para edições/números<br />%j.v%vi%i.%a para artigos<br />%j.v%vi%i.%a.g%g para números completos.
sv_se: %j.v%vi%i för nummer<br />%j.v%vi%i.%a för artiklar<br />%j.v%vi%i.%a.g%g för publiceringsversioner.
tr_tr: Sayılar için %j.v%vi%i<br />makaleler için %j.v%vi%i.%a<br />dizgi tablaları için %j.v%vi%i.%a.g%g.

# plugins.pubIds.doi.manager.settings.doiSuffixDefault
source: Use default patterns.
de_de: Die Standardmuster benutzen.
es_es: Use patrones predeterminados.
pt_br: Use os padrões predefinidos.
pt_pt: Usar padrão por omissão.
sv_se: Använd default-mönster.
tr_tr: varsayılan örneği/şablonu kullan.

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.representations
source: for galleys
de_de: für Fahnen
es_es: para galeradas
pt_br: para composições
pt_pt: para números completos
sv_se: för publiceringsversioner
tr_tr: dizgi tablaları için

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.submissions
source: for preprints
de_de: für Artikel
es_es: para preprints
pt_br: para artigos
pt_pt: para artigos
sv_se: för artiklar
tr_tr: makaleler için

# plugins.pubIds.doi.manager.settings.doiSuffixPattern.example
source: For example, %j.%a could create a DOI such as 10.1234/server_initials.12345
de_de: vol%viss%ipp%p würde z.B. einen DOI 10.1234/vol3iss2pp230 erzeugen.
es_es: Por ejemplo, %j.%a podría crear un DOI como 10.1234/server_initials.12345
pt_br: Por examplo, vol%viss%ipp%p poderiam criar um DOI com estrutura 10.1234/vol3iss2pp230
pt_pt: Por exemplo, vol%viss%ipp%p para criar um DOI tal como 10.1234/vol3iss2pp230
sv_se: Exempelvis skulle vol%viss%ipp%p kunna generera följande DOI: 10.1234/vol3iss2pp230
tr_tr: Örneğin; vol%viss%ipp%p kodlaması, 10.1234/vol3iss2pp230 gibi bir DOI yaratabilir.

# plugins.pubIds.doi.manager.settings.doiSuffixPattern
source: Use the pattern entered below to generate DOI suffixes. Use %j for server initials %a for the PPS preprint ID, %g for the PPS galley ID, %f for the PPS file ID and %x for "Custom Identifier".
de_de: Verwenden Sie das unten angegebene Muster, um DOI-Suffixe zu erzeugen. Nutzen Sie %j für die Initialen der Zeitschrift, %v für die Nummer des Jahrgangs, %i für die Nummer der Ausgabe, %Y für das Jahr, %a für die OJS-Artikel-ID, %g für die OJS-Fahnen-ID, %f für die OJS-Datei-ID, %p für die Seitenzahl und %x für die "benutzerdefinierte Kennung" (muss in Schritt 4.3 der Zeitschrifteneinrichtung aktiviert werden).
es_es: Use el patrón ingresado a continuación para generar sufijos DOI. Use %j para las iniciales del servidor %a para la ID de preprint de OPS, %g para la ID de la galera de OPS, %f para la ID de archivo de OPS y %x para el "Identificador Personalizado".
pt_br: Use o padrão informado a seguir para gerar sufixos DOI. Use %j para iniciais da publicação, %v para o volume, %i a edição, %Y para o ano, %a para o ID do artigo OJS, %g para o ID da composição OJS, %f para o ID do arquivo OJS e %p para o número da página.
pt_pt: Use o seguinte padrão para gerar os sufixos DOI. Use %j para as iniciais da revista, %v para o número do volume, %i para o número da edição, %Y para o ano, %a para o identificador dos artigos no OJS, %g para o identificador do número completo, %s para o identificador dos ficheiros, %p para o número de página e %x para o "identificador personalizado" (activar na configuração da revista).
sv_se: Använd mönstret som fyllts i nedan för att generera DOI-suffix. Använd %j för tidskriftens initialer, %v för volymn, %i för nummer, %Y för år, %a för OJS artikel-ID, %g för OJS publiceringsversions-ID, %f för OJS fil-ID, %p för sidnummer och %x för "Custom Identifier".
tr_tr: DOI eklerini oluşturmak için aşağıda girilen şablonu kullanın. Dergi için %", cilt numarası için %v, sayı için %i, yıl için %Y, OJS makale ID'si için "%a", OJS dizgi tablası ID'si için %g, OJS dosya ID'si için %f, sayfa numarası için %p ve "Özel Tanımlayıcı" için %x kullanın.

# plugins.pubIds.doi.manager.settings.doiSuffix.description
source: A DOI suffix can take any form, but must be unique among all publishing objects with the same DOI prefix assigned:
de_de: Ein DOI-Suffix kann in beliebiger Form sein, muss aber eindeutig unter allen Publikationsobjekten, denen derselbe DOI-Präfix zugewiesen wird:
es_es: Un sufijo DOI puede tomar cualquier forma, pero debe ser único entre todos los objetos de publicación con el mismo prefijo DOI asignado:
pt_br: O sufixo DOI pode assumir qualquer forma, desde que seja único entre todos todos os objetos publicados com o mesmo prefixo DOI:
pt_pt: O sufixo DOI pode ter vários formatos, mas deve ser único para todas as publicações usando o mesmo prefixo:
sv_se: Ett DOI-suffix kan ha vilket format som helst, men måste vara unikt bland de publiceringsobjekt som tilldelats samma DOI-prefix:
tr_tr: Bir DOI son ek dosyası herhangi bir biçimi alabilir, fakat tüm yayınlanmış nesneler arasında aynı DOI ön eki almışlar arasında tekil olmalıdır.

# plugins.pubIds.doi.manager.settings.doiSuffix
source: DOI Suffix
es_es: Sufijo DOI
pt_br: Sufixo DOI
pt_pt: Sufixo DOI
tr_tr: DOI Son Eki

# plugins.pubIds.doi.manager.settings.doiPrefixPattern
source: The DOI prefix is mandatory and must be in the form 10.xxxx.
de_de: Der DOI-Präfix ist verpflichtend und muss im Format 10.xxxx angegeben werden.
es_es: El prefijo DOI es obligatorio y debe tener el formato 10.xxxx.
pt_br: O prefixo DOI é obrigatório e deve possuir o formato 10.xxxx.
pt_pt: O prefixo DOI é obrigatório e deve ser definido no formato 10.xxxx.
sv_se: DOI-prefixet är obligatoriskt och måste vara i formatet 10.xxxx.
tr_tr: DOI ön eki zorunludur ve 10.xxxx biçiminde olmalıdır.

# plugins.pubIds.doi.manager.settings.doiPrefix.description
source: The DOI Prefix is assigned by registration agencies (e.g. <a href="http://www.crossref.org" target="_new">Crossref</a>) and is in the format 10.xxxx (e.g. 10.1234):
de_de: Der DOI-Präfix wird von Registrierungsagenturen (z.B. <a href="http://www.crossref.org" target="_new">Crossref</a>) vergeben und hat das Format 10.xxxx (z.B. 10.1234):
es_es: El prefijo DOI es asignado por las agencias de registro (por ejemplo, <a href="http://www.crossref.org" target="_new"> Crossref</a>) y tiene el formato 10.xxxx (por ejemplo, 10.1234):
pt_br: O prefixo DOI é atribuído por agências de registro (ex.: <a href="http://www.crossref.org" target="_new">CrossRef</a>) e possui o formato 10.xxxx (ex.: 10.1234):
pt_pt: O prefixo DOI é atribuído pelas agências de registo (ex: <a href="http://www.crossref.org" target="_new">CrossRef</a>) e é definido no formato 10.xxxx (ex. 10.1234):
sv_se: DOI-prefix delas ut av t.ex. <a href="http://www.crossref.org" target="_new">Crossref</a> och är i formatet 10.xxxx (t.ex. 10.1234):
tr_tr: DOI Ön Ekleri kayıt ajansları (Örneğin; <a href="http://www.crossref.org" target="_new">CrossRef</a>) tarafından atanmıştır ve biçimi 10.xxxx şeklindedir (Örneğin; 10.1234):

# plugins.pubIds.doi.manager.settings.doiPrefix
source: DOI Prefix
de_de: DOI-Präfix
es_es: Prefijo DOI
pt_br: Prefixo DOI
pt_pt: Prefixo DOI
tr_tr: DOI Ön Eki

# plugins.pubIds.doi.manager.settings.enableRepresentationDoi
source: Galleys
de_de: Fahnen
es_es: Galeradas
pt_br: Composições
pt_pt: Composições
sv_se: Publiceringsversioner
tr_tr: Dizgi Tablaları
