Repository: pkp/ojs
Catalog: plugins/pubIds/doi/locale/*/locale.po
Languages: de_de, es_es, pt_br, pt_pt, sv_se, tr_tr

# plugins.pubIds.doi.manager.settings.explainDois
source: Please select the publishing objects that will have Digital Object Identifiers (DOI) assigned:
de_de: Bitte wählen Sie die Publikationsobjekte, denen Digital Object Identifiers (DOI) zugewiesen werden:
es_es: Seleccione los objetos de publicación que tendrán asignados Identificadores de Objetos Digitales (DOI):
pt_br: Escolha os objetos publicados que terão Identificadores de Objeto Digital (DOI) atribuídos:
pt_pt: Escolha as publicações que terão DOI's associados:
sv_se: Välj de publiceringsobjekt som kommer att få Digital Object Identifiers (DOI:er) tilldelade sig:
tr_tr: Lütfen Dijital Nesne Belirleyici (DOI) atanacak yayımlanmış nesneleri seçiniz:

# plugins.pubIds.doi.manager.settings.doiObjectsRequired
source: Please choose the objects DOIs should be assigned to.
de_de: Bitte wählen Sie, welchen Objekten DOI zugewiesen werden sollen.
es_es: Elija los objetos a los que se deben asignar los DOI.
pt_br: Escolha a quais objetos serão atribuídos DOIs.
pt_pt: Escolha a que publicações os DOI devem ser associados.
sv_se: Välj de objekt som ska tilldelas DOI:er.
tr_tr: Lütfen DOI'lerin atanacağı nesneleri seçiniz.

# plugins.pubIds.doi.manager.settings.doiObjects
source: Server Content
de_de: Zeitschrifteninhalt
es_es: Contenido del servidor
pt_br: Conteúdo
pt_pt: Conteúdo da Revista
sv_se: Tidskriftens innehåll
tr_tr: Dergi İçeriği

# plugins.pubIds.doi.manager.settings.description
source: Please configure the DOI plugin to be able to manage and use DOIs in PPS:
de_de: Bitte konfigurieren Sie das DOI-Plugin, damit Sie DOI in OJS verwalten und benutzen können:
es_es: Configure el complemento DOI para poder administrar y usar DOI en OPS:
pt_br: Configure o plugin DOI para gerenciar e usar DOIs no OJS:
pt_pt: Configure o plugin DOI para gerir e usar DOIs na sua revista:
sv_se: Konfigurera DOI-pluginet för att kunna administrera och använda DOI:er i OJS:
tr_tr: ADS'de DOI'leri kullanmak ve yönetebilmek için lütfen DOI eklentilerini yapılandırın.

# plugins.pubIds.doi.description
source: This plugin enables the assignment of the Digital Object Identifiers to preprints and galleys in PPS.
de_de: Dieses Plugin ermöglicht die Zuweisung von DOIs (persistent identifiers) zu Ausgaben, Artikeln und Fahnen in OJS.
es_es: Este complemento permite la asignación de identificadores de objetos digitales a preprints y galeradas en OPS.
pt_br: Este plugin permite a atribuição dos Identificadores Digitais de Objetos a edições, artigos e composições finais no OJS.
pt_pt: Este plugin permite a atribuição do DOI a números, artigos e composições no OJS.
sv_se: Detta plugin möjliggör tilldelning av Digital Object Identifiers för nummer, artiklar och publiceringsversioner i OJS.
tr_tr: Bu eklenti, Dijital Nesne Tanımlayıcılarının OJS'deki dizgi tablaları, makaleler ve sayılara atanmasını sağlar.

# plugins.pubIds.doi.editor.doiObjectTypeSubmission
source: preprint
de_de: Artikel
pt_br: artigo
pt_pt: artigo
sv_se: artikel
tr_tr: makale
