Repository: pkp/ojs
Catalog: plugins/themes/immersion/locale/*/locale.po
Languages: ar, bg, ca, cs, da, de, es, fr_ca, fr_fr, gl, hy, it, ja, ka, mk, ms, ru, sl, tr, uk

# plugins.themes.immersion.options.journalDescription.disable
source: Disable (default)
ar: تعطيل (الإفتراضي)
bg: Деактивиране (по подразбиране)
ca: Deshabilitar (predeterminat)
cs: Zakázat (výchozí)
da: Deaktiver (default)
de: Deaktivieren (Standard)
es: Deshabilitar (predeterminado)
fr_ca: Désactiver (par défaut)
fr_fr: Désactiver (par défaut)
gl: Deshabilitar (predeterminado)
hy: Անջատել (կանխադրված)
it: Disabilita (default)
ja: 無効（デフォルト）
ka: გამორთვა (ნაგულისხმევი)
mk: Оневозможено (предодредено)
ms: Nyahdayakan (lalai)
ru: Отключить (по умолчанию)
sl: Onemogoči (privzeto)
tr: Devre dışı (varsayılan)
uk: Вимкнути (за замовчуванням)

# plugins.themes.immersion.options.journalDescription.enable
source: Enable
ar: تمكين
bg: Активиране
ca: Habilitar
cs: Povolit
da: Aktiver
de: Aktivieren
es: Habilitar
fr_ca: Activer
fr_fr: Activer
gl: Habilitar
hy: Միացնել
it: Abilita
ja: 有効化
ka: ჩართვა
mk: Овозможено
ms: Dayakan
ru: Включить
sl: Omogoči
tr: Etkinleştir
uk: Увімкнути

# plugins.themes.immersion.options.journalDescriptionColour.label
source: Journal description background
ar: خلفية وصف المجلة
bg: Фон за описанието на списанието
ca: Fons de la descripció de la revista
cs: Pozadí pro popis časopisu
da: Tidsskrifts beskrivelses baggrund
de: Hintergrund der Zeitschriftenbeschreibung
es: Fondo de la descripción de la revista
fr_ca: Couleur de fond de la description de la revue
fr_fr: Fond de la description
gl: Fondo da descrición da publicación
hy: Ամսագրի նկարագրության նախապատմություն
it: Sfondo della descrizione della rivista
ja: 雑誌の概要の背景
ka: ჟურნალის აღწერილობის ფონი
mk: Основа за опис на списанието
ms: Latar belakang butiran jurnal
ru: Цвет фона для описания журнала
sl: Ozadje opisa revije
tr: Dergi açıklaması arka planı
uk: Фон для опису журналу

# plugins.themes.immersion.options.journalDescriptionColour.description
source: Background colour for the journal description section on the journal home page
ar: لون خلفية وصف المجلة ضمن صفحتها الرئيسية
bg: Цвят на фона за раздела за описанието на списанието на началната страница на списанието
ca: Color de fons per a la secció de descripció de la revista a la pàgina d'inici de la revista
cs: Barva pozadí pro popis časopisu na domovské stránce časopisu
da: Baggrundsfarve for sektionen om tidsskriftets beskrivelse på tidsskriftets hjemmeside
de: Hintergrundfarbe des Abschnitts der Zeitschriftenbeschreibung auf der Zeitschriftenstartseite
es: Color de fondo para la sección de descripción de la revista en la página de inicio de la revista
fr_ca: Couleur d'arrière-plan de la section de description de la revue sur sa page d'accueil
fr_fr: Couleur d'arrière-plan de la section de description du journal sur la page d'accueil du journal
gl: Cor de fondo para a sección de descrición da publicación na súa páxina de inicio
hy: Ամսագրի գլխավոր էջում ամսագրի նկարագրության բաժնի հետնամասի գույնը
it: Colore di sfondo della sezione per la descrizione della rivista nella home page
ja: 雑誌ホームページの雑誌概要セクションの背景色
ka: ჟურნალის მთავარ გვერდზე ჟურნალის აღწერის განყოფილების ფონის ფერი
mk: Основна боја за делот на секцијата од списание во главната страница на списанието
ms: Warna latar untuk bahagian butiran jurnal di laman utama jurnal
ru: Цвет фона для раздела с описанием журнала на главной странице журнала
sl: Barva ozadja za razdelek z opisom revije na osnovni strani revije
tr: Dergi ana sayfasındaki dergi açıklama bölümü için arka plan rengi
uk: Фоновий колір для секції опису журналу на головній сторінці журналу

# plugins.themes.immersion.option.displayStats.label
source: Usage statistics display options
ar: خيارات عرض إحصائيات الاستعمال
bg: Опции за показване на статистика за употреба
ca: Opcions de visualització de les estadístiques d'us
cs: Možnosti zobrazení statistik používání
da: Visningsmuligheder for brugsstatistik
de: Anzeigeoptionen für die Nutzungsstatistik
es: Opciones de visualización de las estadísticas de uso
fr_ca: Options d'affichage des statistiques d'utilisation
fr_fr: Options d'affichage des statistiques d'utilisation
hy: Օգտագործման վիճակագրության ցուցադրման ընտրանքներ
it: Opzione di visualizzazione delle statistiche d'utilizzo
ja: 利用統計表示オプション
mk: Опции за прикажување на статистиката за користење
ru: Параметры отображения статистики использования
sl: Možnosti prikaza statistik uporabe
tr: Kullanım istatistikleri görüntüleme seçenekleri
uk: Параметри відображення статистики використання

# plugins.themes.immersion.option.displayStats.none
source: Do not display submission usage statistics chart for reader.
ar: لا تعرض مخطط إحصائيات الاستعمال عن التقديمات للقراء.
bg: Не показвайте диаграма със статистически данни за използването на подаването за четец.
ca: No mostrar el gràfic d'estadístiques de trameses als lectors/ores.
cs: Nezobrazujte čtenářům tabulku statistik využití příspěvku.
da: Fremvis ikke diagram over indsendelsers brugsstatistik for læseren.
de: Lesenden die Nutzungsstatistik für Einreichungen nicht anzeigen.
es: No mostrar el gráfico de estadísticas de envíos a los lectores/as.
fr_ca: Ne pas afficher aux lecteur.trice.s le graphique des statistiques d'utilisation des soumissions.
fr_fr: Ne pas afficher aux lecteur·rice·s le graphique des statistiques d'utilisation des soumissions.
hy: Մի ցուցադրեք ներկայացումների օգտագործման վիճակագրության աղյուսակը ընթերցողի համար:
it: Non mostrare l'invio del grafico delle statistiche d'uso per il lettore.
ja: 読者に投稿利用統計チャートを表示しない。
mk: Не прикажувај табела за статистика за користење на поднесување за читателот.
ru: Не показывать график статистики использования материала читателю.
sl: Brlacem ne prikazuj grafa statistik prispevkov.
tr: Okuyucu için kullanım istatistikleri tablosunu görüntüleme.
uk: Не відображати читачеві діаграму статистики використання подання.

# plugins.themes.immersion.option.displayStats.bar
source: Use bar type of the chart for usage statistics display.
ar: استعمل مخطط إحصائي من نوع الأعمدة لعرض إحصائيات الاستعمال.
bg: Използвайте лентов тип на диаграмата за показване на статистически данни за употребата.
ca: Utilitzar un gràfic de barres per mostrar les estadístiques d'ús.
cs: Pro zobrazení statistik používání použijte sloupcový typ grafu.
da: Anvend søjlediagram til visning af brugsstatistik.
de: Den Balkentyp des Diagramms für die Anzeige der Nutzungsstatistik verwenden.
es: Usar un gráfico de barras para la visualización de las estadísticas de uso.
fr_ca: Utiliser le type de graphique à barres pour afficher les statistiques d'utilisation.
fr_fr: Utiliser un graphique à barres pour afficher les statistiques d'utilisation.
hy: Օգտագործման վիճակագրության ցուցադրման համար օգտագործեք գծապատկերի վահանակի տեսակը:
it: Utilizza il tipo grafico a barre per visualizzare le statistiche.
ja: 利用統計の表示には、棒グラフを使用します。
mk: Користете го типот на лента на графиконот за прикажување на статистиката за користење.
ru: Использовать столбиковую диаграмму для показа статистики использования.
sl: Uporabi vrstični diagram za prikaz statistik uporabe.
tr: Kullanım istatistikleri için çubuk grafik tipini kullanın.
uk: Використовувати стовпчиковий тип діаграми для відображення статистики використання.

# plugins.themes.immersion.displayStats.monthInitials
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ar: كا2 شبا آذر نيس أيا حزي تمو آب أيل تش1 تش2 كا1
bg: яну фев мар апр май юни юли авг сеп окт ное дек
ca: Gen. Feb. Març Abr. Maig Juny Jul. Ag. Set. Oct. Nov. Des.
cs: Led Úno Bře Dub Kvě Čer Čvn Srp Zář Říj Lis Pro
da: Jan Feb Mar Apr Maj Jun Jul Aug Sep Okt Nov Dec
de: Jan Feb Mär Apr Mai Jun Jul Aug Sep Okt Nov Dez
es: Ene Feb Mar Abr May Jun Jul Ago Sep Oct Nov Dic
fr_ca: Jan. Fév. Mar. Avr. Mai Juin Juil. Août Sept. Oct. Nov. Déc.
fr_fr: Janv. Févr. Mars Avr. Mai Juin Juill. Août Sept. Oct. Nov. Déc.
hy: Հնվ Փտր Մար Ապր Մյս Հնս Հլս Օգս Սպտ Հկտ Նոյ Դկտ
it: Gen Feb Mar Apr Mag Giu Lug Ago Set Ott Nov Dic
ja: 1月 2月 3月 4月 5月 6月 7月 8月 9月 10月 11月 12月
mk: јануари февруари март април мај јуни јули август септември октомври ноември декември
ru: Янв Фев Мар Апр Май Июн Июл Авг Сен Окт Ноя Дек
sl: Jan Feb Mar Apr Maj Jun Jul Avg Sep Okt Nov Dec
tr: Oca Şub Mar Nis May Haz Tem Ağu Eyl Ekim Kas Ara
uk: Січ Лют Бер Кві Тра Чер Лип Сер Вер Жов Лис Гру

# plugins.themes.immersion.displayStats.downloads
source: Downloads
ar: التنزيلات
bg: Изтегляния
ca: Descàrregues
cs: Stažení
es: Descargas
fr_ca: Téléchargements
fr_fr: Téléchargements
hy: Ներբեռնումներ
it: Download
ja: ダウンロード数
mk: Преземања
ru: Скачивания
sl: Prenosi
tr: İndirmeler
uk: Завантаження

# plugins.themes.immersion.displayStats.noStats
source: Download data is not yet available.
ar: تنزيل البيانات غير متاح بعد.
bg: Данните за изтегляне все още не са налични.
ca: Les dades de descàrrega encara no estan disponibles.
cs: Data ke stažení zatím nejsou k dispozici.
da: Download-data er endnu ikke tilgængelige.
de: Downloaddaten sind noch nicht verfügbar.
es: Los datos de descarga todavía no están disponibles.
fr_ca: Les données de téléchargement ne sont pas encore disponible.
fr_fr: Les données de téléchargement ne sont pas encore disponibles.
hy: Ներբեռնման տվյալները դեռ հասանելի չեն:
it: I dati di download non sono ancora disponibili.
ja: ダウンロードデータはまだありません。
mk: Податоците за преземање сè уште не се достапни.
ru: Данные скачивания пока не доступны.
sl: Podatki o prenosih še niso na voljo.
tr: İndirme verileri henüz mevcut değil.
uk: Дані завантажень поки не доступні.

# plugins.themes.immersion.option.displayStats.line
source: Use line type of the chart for usage statistics display.
ar: استعمل مخطط إحصائي من نوع الخطوط لعرض إحصائيات الاستعمال.
bg: Използвайте тип линия на диаграмата за показване на статистически данни за употребата.
ca: Utilitzar un gràfic de línies per mostrar les estadístiques d'ús.
cs: Pro zobrazení statistik používání použijte čárový typ grafu.
da: Anvend kurvediagram til visning af brugsstatistik.
de: Den Linientyp des Diagramms für die Anzeige der Nutzungsstatistik verwenden.
es: Usar un gráfico de líneas para la visualización de las estadísticas de uso.
fr_ca: Utiliser le type de graphique à ligne pour afficher les statistiques d'utilisation.
fr_fr: Utiliser un graphique linéaire pour afficher les statistiques d'utilisation.
hy: Օգտագործման վիճակագրության ցուցադրման համար օգտագործեք գծապատկերի գծի տեսակը:
it: Utilizza il tipo grafico a linee per visualizzare le statistiche.
ja: 利用統計の表示には、ライングラフを使用します。
mk: Користете го типот на линијата на графиконот за прикажување на статистиката за користење.
ru: Использовать линейный график для показа статистики использования.
sl: Uporabi črtni diagram za prikaz statistik uporabe.
tr: Kullanım istatistikleri için çizgi grafik tipini kullanın.
uk: Використовувати лінійний тип діаграми для відображення статистики використання.
