Repository: pkp/ojs
Catalog: plugins/themes/immersion/locale/*/locale.po
Languages: ar, bg, ca, cs, da, de, es, fr_ca, fr_fr, gl, hy, it, ja, ka, mk, ms, ru, sl, tr, uk

# plugins.themes.immersion.name
source: Immersion Theme
ar: نمط Immersion
bg: Тема "Immersion"
ca: Tema Immersion
cs: Téma Immersion
da: Immersion Tema
es: Tema Immersion
fr_ca: Thème Immersion
fr_fr: Theme Immersion
gl: Tema Immersion
hy: Ընկղման թեմա
it: Tema Immersion
ja: イマージョン・テーマ
ka: თემა Immersion
mk: Тема Immersion
ms: Tema Immersion
ru: Тема «Погружение»
sl: Immersion tema
tr: Immersion Teması
uk: Імерційна тема

# plugins.themes.immersion.description
source: An OJS theme with full-page images, large typefaces, and bold colour blocks tailored for journals with a focus on visuals.
ar: نمط مخصص لنظام المجلات المفتوحة 3.1.1+ معد لتقديم تجربة قراءة متفردة مع خيارات تصميمة هامة مثل إمكانية التحكم بألوان أقسام المجلة.
bg: Тема на OJS с изображения на цяла страница, големи шрифтове и удебелени цветни блокове, пригодени за списания с акцент върху визуализацията.
ca: Aquest és un tema d'OJS amb imatges a pàgina completa, tipografies grans i blocs en negreta que s'adapta a revistes que donen molta importància al factor visual.
cs: Téma OJS s celostránkovými obrázky, velkým písmem a výraznými barevnými bloky je přizpůsobeno časopisům se zaměřením na vizuální stránku.
da: Et OJS tema med helsidebilleder, store skrifttyper og modige farveblokke skræddersyet til tidsskrifter med fokus på det visuelle.
de: Ein Theme für OJS 3.1.1+, das einen Schwerpunkt auf immersives Lesen legt und einige gewagte Designmöglichkeiten bietet wie z.B. Farbangaben für ganze Rubriken.
es: Este es un tema de OJS con imágenes a página completa, tipografías grandes y bloques en negrita que se adapta a revistas que dan mucha importancia al factor visual.
fr_ca: Un thème pour OJS affichant des images pleine-largeur, de grandes polices de caractères et des blocs de couleurs contrastantes, conçu pour les revues désirant mettre l'accent sur les éléments visuels.
fr_fr: Un thème pour OJS 3.1.1+ qui met l'accent sur une expérience de lecture immersive et offre des options de conception audacieuses telles que des choix de couleurs dans toute la section.
gl: Un tema de OJS con imaxes a páxina completa, grandes tipos de letra e bloques de cores en negrita adaptados para publicaciones con importante estilo visual.
hy: OJS թեմա՝ ամբողջ էջով պատկերներով, մեծ տառատեսակներով և թավ գունավոր բլոկներով, որոնք հարմարեցված են ամսագրերի համար՝ ուշադրություն դարձնելով տեսողական պատկերներին:
it: Un tema OJS con immagini a tutta pagina, caratteri grandi e blocchi di colore in grassetto su misura per le riviste con un focus sulla grafica.
ja: 全ページ画像、大きな書体、大胆なカラーブロックを備えたOJSテーマであり、ビジュアル重視の雑誌に適しています。
ka: OJS თემა მთლიანი გვერდის სურათებით, დიდი ტიპაჟებით და თამამი ფერადი ბლოკებით, რომლებიც შექმნილია ჟურნალებისთვის, რომელზეც ფოკუსირებულია ვიზუალები.
mk: OJS тема со слики на цела страна, големи наслови и масни обоени блокови прилагодени за списанија со визуелене фокус.
ms: Tema OJS dengan imej halaman penuh, muka taip besar dan blok warna tebal yang disesuaikan untuk jurnal dengan tumpuan pada visual.
ru: Тема OJS с полностраничными изображениями, крупными шрифтами и большими цветовыми блоками, разработанная для журналов с акцентом на изображения и другие визуалы.
sl: OJS tema s celostranskimi slikami, velikimi pisavami in poudarjenimi barvami blokov za revije s fokusom na vizualnem efektu.
tr: Görsellere odaklanarak dergiler için uyarlanmış tam sayfa görseller, büyük yazı tipleri ve kalın renk blokları içeren bir OJS teması.
uk: Тема для OJS із повноекранними зображеннями, великими шрифтами й насиченими кольоровими блоками, розроблена для журналів з акцентом на візуальному контенті.

# plugins.themes.immersion.colorPick
source: Color Picker
ar: منتقي الألوان
bg: Средство за избиране на цвят
ca: Selector de color
cs: Nástroj pro výběr barvy
da: Farvevælger
de: Farbwähler
es: Selector de color
fr_ca: Sélecteur de couleurs
fr_fr: Selecteur de couleur
gl: Selector de cores
hy: Գույնի ընտրիչ
it: Selettore di colore
ja: カラーピッカー
ka: მორგებული ფერის არჩევა
mk: Бирач на боја
ms: Pemilih Warna
ru: Выбор цвета
sl: Izbira barv
tr: Renk Seçici
uk: Обрати колір

# plugins.themes.immersion.colorPickInstructions
source: Pick a color for a section to display on the journal's front-end. Must be valid HTML hex code (e.g., #ffff00 for yellow).
ar: إختر لوناً للقسم ليتم عرضه به في واجهة المجلة. ينبغي أن يكون ترميزاً رقمياً صحيحاً بتنسيق HTML hex (مثلاً، #ffff00 للون الأصفر).
bg: Изберете цвят за раздел, който да се показва на публичната част на списанието. Трябва да е валиден шестнадесетичен HTML код (напр. #ffff00 за жълто).
ca: Escolliu un color de secció per mostrar-lo a la interfície d'usuari de la revista. Ha de ser un codi HTML hexadecimal vàlid (p. ex., #ffff00 per al groc).
cs: Vyberte barvu pro oddíl, který se má zobrazit na úvodní straně časopisu. Musí to být platný šestnáctkový kód HTML (např. #ffff00 pro žlutou).
da: Vælg en farve til en sektion, der vises på tidsskriftets front-end. Skal være gyldig HTML hex code (f.eks. "ffff00 for gul).
de: Wählen Sie eine Farbe für eine Rubrik, die im Frontend der Zeitschrift angezeigt wird. Sie müssen einen gültigen HTML-Hexcode angeben (z.B. #ffff00 für gelb).
es: Elija un color para la sección a mostrar en la parte frontal de la revista. Debe ser un código hexadecimal HTML válido (ej.:, #ffff00 para amarillo).
fr_ca: Choisir la couleur de la rubrique à afficher au niveau de l'interface utilisateur. Doit être un code hexadécimal HTML valide (par exemple, #ffff00 pour le jaune).
fr_fr: Choisissez une couleur pour une section à afficher sur le front-end. Doit être un code hexadécimal HTML valide (par exemple, # ffff00 pour le jaune).
gl: Escolle unha cor para que unha sección se mostre na portada da publicación. Debe ser un código hexadecimal HTML válido (por exemplo, #ffff00 para o amarelo).
hy: Ընտրեք գույն մի հատվածի համար, որը կցուցադրվի ամսագրի ճակատային մասում: Պետք է լինի վավեր HTML տասնվեցական կոդ (օրինակ՝ #ffff00 դեղինի համար):
it: Seleziona un colore per una sezione da mostrare nell'interfaccia utente della rivista. Deve essere in codice hex HTML valido (ad es. #ffff00 per il giallo).
ja: 雑誌のフロントエンドに表示するセクションの色を選択してください。有効な HTML HEXコードを記入してください（たとえば、黄色は #ffff00)。
ka: შეარჩიეთ ფერი სექციისთვის, რომლითაც გამოისახება ჟურნალის წინა ბოლოში. უნდა იყოს მოქმედი HTML hex კოდი (მაგ., # Ffff00 ყვითლისთვის).
mk: Избери боја за секцијата за да се прикаже во списанието. Мора да биде HTML hex code (на пример, #ffff00 за жолто).
ms: Pilih warna untuk bahagian untuk dipaparkan pada bahagian hadapan jurnal. Mestilah kod heks HTML yang sah (cth., #ffff00 untuk kuning).
ru: Выберите цвет для отображения раздела на страницах журнала. Должен быть корректным шестнадцатеричным HTML-кодом (например, #ffff00 для жёлтого).
sl: Izberite barvo za razdelek na prvi strani revije. Biti mora veljavna HTML koda (npr. #ffff00 za rumeno).
tr: Derginin arayüzünde görüntülenecek bir bölüm için bir renk seçin. Geçerli onaltılık HTML kodu olmalıdır (ör. Sarı için # ffff00).
uk: Оберіть колір для розділу, який буде відображатися на сайті журналу. Має бути валідним HTML кодом (наприклад, #ffff00 для жовтого).

# plugins.themes.immersion.section.coverPage
source: Section Cover Image
ar: صورة غلاف القسم
bg: Изображение на корицата на раздела
ca: Imatge de portada de la secció
cs: Obrázek na titulní straně oddílu
da: Sektion coverbillede
de: Titelbild einer Rubrik
es: Imagen de portada de la sección
fr_ca: Image de couverture de la rubrique
fr_fr: Image de couverture de la section
gl: Imaxe da portada da sección
hy: Բաժնի շապիկի պատկեր
it: Immagine di copertina per la sezione
ja: セクション表紙画像
ka: განყოფილების გარეკანის სურათი
mk: Слика за секцијата
ms: Gambar muka depan bahagian
ru: Изображение обложки раздела
sl: Naslovna slika rubrike
tr: Bölüm Kapak Resmi
uk: Малюнок обкладинки розділу

# plugins.themes.immersion.announcements.colorPick
source: Announcements section colour on the journal's home page
ar: لون قسم الإعلانات على صفحة المجلة الرئيسية
bg: Цвят на раздела за съобщения на началната страница на списанието
ca: Color de la secció d'avisos de la pàgina d'inici de la revista
cs: Barva sekce Oznámení na domovské stránce časopisu
da: Meddelelser-sektionens farve på tidsskriftets hjemmeside
de: Rubrikenfarbe für Ankündigungen auf der Homepage der Zeitschrift
es: Color de la sección de anuncios en la página de inicio de la revista
fr_ca: Couleur de la section « annonces » de la page d'accueil
fr_fr: Couleur de la section annonce de la page d'accueil
gl: Cor da sección de anuncios na páxina de inicio da publicación
hy: Հայտարարությունների բաժնի գույնը ամսագրի գլխավոր էջում
it: Colore della sezione avvisi nella home page della rivista
ja: 雑誌のホームページのお知らせセクションの色
ka: განცხადების განყოფილების ფერი ჟურნალის მთავარ გვერდზე
mk: Боја за најава на секцијата во насловната страна на списанието
ms: Warna bahagian pengumuman di laman utama jurnal
ru: Цвет раздела объявлений на главной странице журнала
sl: Barva za razdelek z obvestili na naslovni strani revije
tr: Derginin ana sayfasındaki Duyurular bölüm rengi
uk: Колір розділу оголошень на головній сторінці журналу

# editor.issues.sectionArea
source: Options for issue's sections
ar: خيارات أقسام الأعداد
bg: Опции за секциите на броя
ca: Opcions per a les seccions de la revista
cs: Možnosti sekcí čísla
da: Valgmuligheder for nummerets sektioner
de: Optionen für Rubriken der Ausgabe
es: Opciones para las secciones de las publicaciones
fr_ca: Options pour les rubriques des numéros
fr_fr: Options pour les sections des numéros
gl: Opcións para as seccións do número
hy: Թողարկման բաժնի ընտրանքներ
it: Opzioni per le sezioni dei fascicoli
ja: 巻号のセクションのオプション
ka: საკითხის განყოფილებების პარამეტრები
mk: Опции за секции на бројот
ms: Pilihan untuk bahagian terbitan
ru: Настройки для разделов выпуска
sl: Možnosti za rubrike revije
tr: Sayı bölümü için seçenekler
uk: Налаштування для розділів випуску

# plugins.themes.immersion.issue.published
source: Published
ar: منشور
bg: Публикуван
ca: Publicat
cs: Publikováno
da: Udgivet
de: Veröffentlicht
es: Publicado
fr_ca: Publié-e
fr_fr: Publié
gl: Publicado
hy: Հրատարակված
it: Pubblicato
ja: 発行日
ka: გამოქვეყნებული
mk: Објавено
ms: Diterbitkan
ru: Опубликован
sl: Objavljeno
tr: Yayınlanan
uk: Опубліковано

# plugins.themes.immersion.issue.description
source: Issue description
ar: وصف العدد
bg: Описание на броя
ca: Descripció del número
cs: Popis vydání
da: Nummerbeskrivelse
de: Beschreibung der Ausgabe
es: Descripción del número
fr_ca: Description du numéro
fr_fr: Description du numéro
gl: Descrición do número
hy: Թողարկման նկարագրություն
it: Descrizione del fascicolo
ja: 巻号の概要
ka: გამოცემის აღწერა
mk: Опис на бројот
ms: Butiran isu
ru: Описание выпуска
sl: Opis številke
tr: Sayı açıklaması
uk: Опис випуску

# plugins.themes.immersion.registration.consent
source: Consent
ar: موافق
bg: Съгласие
ca: Consentiment
cs: Souhlas
da: Samtykke
de: Zustimmung
es: Consentimiento
fr_ca: Consentement
fr_fr: Consentement
gl: Consentimento
hy: Համաձայնություն
it: Consenso
ja: 同意
ka: თანმხობა
mk: Согласност
ms: Persetujuan
ru: Согласие
sl: Soglasje
tr: İzin ver
uk: Згода

# plugins.themes.immersion.mainMenu
source: Main menu
ar: القائمة الرئيسية
bg: Главно меню
ca: Menú principal
cs: Hlavní menu
da: Hovedmenu
de: Hauptmenü
es: Menú principal
fr_ca: Menu principal
fr_fr: Menu principal
gl: Menú principal
hy: Հիմնական ընտրացանկ
it: Menu principale
ja: メインメニュー
ka: მთვარი მენიუ
mk: Главно мени
ms: Menu utama
ru: Главное меню
sl: Glavni meni
tr: Ana menü
uk: Головне меню

# plugins.themes.immersion.language.toggle
source: Change the language. The current language is:
ar: تغيير اللغة. اللغة الحالية هي:
bg: Смяна на езика. Текущият език е:
ca: Canviar l'idioma. L'actual és:
cs: Změna jazyka. Aktuální jazyk je:
da: Skift sprog. Nuværende sprog er:
de: Sprache ändern. Aktuell ausgewählte Sprache ist:
es: Cambiar el idioma. El idioma actual es:
fr_ca: Changer de langue. La langue actuelle est :
fr_fr: Changer de langue. La langue actuelle est :
gl: Cambiar o idioma. O actual é:
hy: Փոխեք լեզուն։ Ներկայիս լեզուն հետևյալն է:
it: Cambia la lingua. La lingua corrente è:
ja: 言語変更。選択中の言語は次のとおりです:
ka: ენის შეცვლა. ამჟამინდელი ენა:
mk: Промени јазик. Сегашниот јасик е:
ms: Tukar bahasa. Bahasa semasa adalah:
ru: Изменить язык. Текущий язык:
sl: Spremeni jezik. Trenutni jezik je:
tr: Dili değiştir. Mevcut dil:
uk: Змінити мову. Поточна мова:

# plugins.themes.immersion.adminMenu
source: Admin menu
ar: قائمة المشرف
bg: Административно меню
ca: Menú d'administració
cs: Menu správce
de: Administrationsmenü
es: Menú de administración
fr_ca: Menu d'administration
fr_fr: Administration
gl: Menú de administración
hy: Ադմինի ընտրացանկ
it: Menu di amministrazione
ja: アドミンメニュー
ka: ადმინისტრატორის მენიუ
mk: Администраторско мени
ms: Menu Pentadbir
ru: Меню администрирования
sl: Administratorski meni
tr: Admin menü
uk: Адмінменю

# plugins.themes.immersion.about.journal
source: About the journal
ar: عن المجلة
bg: Относно списанието
ca: Quant a la revista
cs: O časopise
da: Om tidsskriftet
de: Über die Zeitschrift
es: Acerca de la revista
fr_ca: À propos de la revue
fr_fr: À propos du journal
gl: Acerca da publicación
hy: Ամսագրի մասին
it: Sulla rivista
ja: 本誌について
ka: ჟურნალის შესახებ
mk: За списанието
ms: Mengenai jurnal
ru: О журнале
sl: O reviji
tr: Dergi hakkında
uk: Про журнал

# plugins.themes.immersion.issue.fullIssueLink
source: See the full issue
ar: معاينة العدد الكامل
bg: Преглед на целия брой
ca: Veure el número complet
cs: Podívejte se na celé číslo
da: Se hele nummeret
de: Komplette Ausgabe sehen
es: Ver el número completo
fr_ca: Afficher le numéro complet
fr_fr: Voir le numéro complet
gl: Ver o número completo
hy: Տես ամբողջական թողարկումը
it: Guarda il fascicolo completo
ja: 全巻号をご覧
ka: იხილეთ სრული ნომერი
mk: Види го целиот број
ms: Lihat terbitan penuh
ru: Посмотреть полный выпуск
sl: Poglej celotno številko
tr: Tüm sayıyı gör
uk: Переглянути повний випуск

# plugins.themes.immersion.search.parameters
source: Parameters
ar: العوامل
bg: Параметри
ca: Paràmetres
cs: Parametry
da: Parametre
de: Parameter
es: Parámetros
fr_ca: Paramètres
fr_fr: Paramètres
gl: Parámetros
hy: Պարամետրեր
it: Parametri
ja: パラメータ
ka: პარამეტრები
mk: Параметри
ms: Parameter
ru: Параметры
sl: Parametri
tr: Parametreler
uk: Параметри

# plugins.themes.immersion.article.biography
source: Bio
ar: السيرة
bg: Биография
ca: Biografia
cs: Bio (životopis)
da: Biografi
de: Biografie
es: Biografía
fr_ca: Biographie
fr_fr: Biographie
gl: Biografía
hy: Կենսագրություն
it: Biografia
ja: 著者略歴
ka: ბიოგრაფია
mk: Био
ru: Биография
sl: Biografija
tr: Biyografi
uk: Біографія

# plugins.themes.immersion.article.figure
source: Cover image
ar: صورة الغلاف
bg: Обложка
ca: Imatge de portada
cs: Obrázek na obálku
da: Coverbillede
de: Titelbild
es: Imagen de portada
fr_ca: Image de couverture
fr_fr: Image de couverture
gl: Imaxe da portada
hy: Շապիկի պատկեր
it: Immagine di copertina
ja: 表紙画像
ka: ყდის სურათი
mk: Насловна страна
ms: Gambar muka hadapan
ru: Обложка
sl: Naslovnica
tr: Kapak resmi
uk: Обкладинка статті

# plugins.themes.immersion.authors.browse
source: Browse by Author
ar: التصفح حسب المؤلف
bg: Преглед по автор
ca: Navegar per autor/a
cs: Procházet podle autorů
da: Søg via forfatter
de: Nach Autor/in blättern
es: Navegar por autor/a
fr_ca: Parcourir par auteur
fr_fr: Navigation par auteur
gl: Explorar por autor/a
hy: Թերթիր ըստ հեղինակի
it: Scorri per autore
ja: 筆者別に閲覧
ka: ავტორთა სიის დათვალიერება
mk: Листање автори
ms: Layari mengikut Pengarang
ru: Просмотр по автору
sl: Išči po avtorju
tr: Yazara göre gör
uk: Знайти за автором

# plugins.themes.immersion.author.details
source: Author Details
ar: تفاصيل المؤلف
bg: Информация за автора
ca: Detalls de l'autor/a
cs: Podrobnosti o autorovi
da: Om forfatteren
de: Autor/innendetails
es: Información del autor
fr_ca: Renseignements sur l'auteur-e
fr_fr: Détails sur l'auteur
gl: Información do autor/a
hy: Հեղինակի մանրամասներ
it: Dettagli dell'autore
ja: 著者詳細
ka: ავტორის დეტალები
mk: Детали за авторот
ms: Butir-butir Pengarang
ru: Информация об авторе
sl: Podrobnosti avtorja
tr: Yazar Detayları
uk: Детальніше про автора

# plugins.themes.immersion.options.sectionDescription.label
source: Show section description
ar: إظهار وصف القسم
bg: Показване на описанието на раздела
ca: Mostrar la descripció de la secció
cs: Ukázat popis sekce
da: Vis sektionsbeskrivelse
de: Beschreibung der Rubrik anzeigen
es: Mostrar descripción de la sección
fr_ca: Afficher la description de la rubrique
fr_fr: Afficher la description de la section
gl: Mostrar a descrición da sección
hy: Ցույց տալ բաժնի նկարագրությունը
it: Mostra la descrizione della sezione
ja: セクション概要を表示
ka: სექციის აღწერილობის ჩვენება
mk: Прикажи опис на секција
ms: Tunjukkan bahagian butiran
ru: Показать описание раздела
sl: Pokaži opis rubrike
tr: Bölüm açıklamasını göster
uk: Показувати опис розділу

# plugins.themes.immersion.options.sectionDescription.description
source: If activated, the section description will be shown under the appropriate section on the journal homepage
ar: عند تفعيله، فإن وصف القسم سيظهر مرافقاً للقسم المعني على الصفحة الرئيسية للمجلة
bg: Ако е активирано, описанието на раздела ще бъде показано под съответния раздел на началната страница на списанието
ca: Si està activat, la descripció de la secció es mostrarà sota la secció corresponent a la pàgina d'inici de la revista
cs: Pokud je aktivován, popis sekce se zobrazí pod příslušnou sekcí na domovské stránce časopisu
da: Hvis aktiveret, vil sektionsbeskrivelsen blive vist under den passende sektion på tidsskriftets hjemmeside
de: Wenn diese Option aktiviert ist, wird die Beschreibung der Rubrik unter der jeweiligen Rubrik auf der Homepage der Zeitschrift angezeigt
es: Si está activado, la descripción de la sección se mostrará en la sección correspondiente en la página de inicio de la revista
fr_ca: Si activée, la description de la rubrique sera affichée sous la rubrique appropriée de la page d'accueil de la revue
fr_fr: Si cette option est activée, la description de la rubrique sera affichée sous la rubrique correspondante sur la page d'accueil du journal
gl: Se está activada, a descrición da sección mostrarase na sección correspondente na páxina de inicio da publicación
hy: Եթե ակտիվացված է, բաժնի նկարագրությունը կցուցադրվի ամսագրի տնային էջի համապատասխան բաժնում
it: Se attivata, la descrizione della sezione sarà mostrata per la sezione appropriata nell'home page della rivista
ja: 有効にすると、雑誌ホームページの該当セクション見出しの下にセクションの概要が表示されます
ka: გააქტიურების შემთხვევაში, განყოფილების აღწერა ნაჩვენებია ჟურნალის მთავარ გვერდზე განთავსებულ შესაბამის განყოფილებაში
mk: Ако се активира, описот на секцијата ќе се прикаже во соодветниот дел од страницата на списанието
ms: Sekiranya diaktifkan, bahagian butiran akan ditunjukkan di bawah bahagian yang sesuai di laman utama jurnal
ru: Если включено, описание раздела будет показано в соответствующем разделе на главной странице журнала
sl: Če je vključeno, se bo pod rubriko prikazal opis rubrike na domači strani revije
tr: Etkinleştirilirse, bölüm açıklaması dergi ana sayfasındaki uygun bölümün altında gösterilecektir
uk: Якщо активовано, на головній сторінці журналу під відповідним розділом буде показано опис розділу

# plugins.themes.immersion.options.sectionDescription.disable
source: Disable
ar: تعطيل
bg: Деактивиране
ca: Desactivar
cs: Zakázat
da: Deaktiver
de: Deaktivieren
es: Desactivar
fr_ca: Désactiver
fr_fr: Désactiver
gl: Deshabilitar
hy: Անջատել
it: Disabilita
ja: 無効
ka: გამორთვა
mk: Оневозможено
ms: Nyahdayakan
ru: Отключить
sl: Onemogoči
tr: Devre dışı bırak
uk: Вимкнути

# plugins.themes.immersion.options.sectionDescription.enable
source: Enable; requires Browse By Section plugin to be activated
ar: تمكين؛ يتطلب تمكين إضافة التصفح حسب الأقسام
bg: Активиране; изисква активиране на добавката (плъгин) "Преглед по секции" (Browse By Section)
ca: Activar; necessita que el mòdul de navegar per seccions estigui habilitat
cs: Povolit; vyžaduje, aby byl aktivován zásuvný modul Procházet podle sekcí
da: Aktiver; kræver Søg via sektion plugin er aktiveret
de: Aktivieren; erfordert die Aktivierung des Browse-By-Section-Plugins
es: Activar; requiere que el módulo de navegar por sección esté habilitado
fr_ca: Activer ; requiert le plugiciel « Parcourir par rubrique » pour être activé
fr_fr: Activer ; nécessite le module « Parcourir par rubrique » pour être activé
gl: Habilitar; require que se active o complemento Explorar por sección
hy: Միացնել; պահանջում է «Թերթիր ըստ բաժնի» հավելվածի ակտիվացումը
it: Abilita; richiede che sia attivato il plugin Scorri per sezione
ja: 有効化（セクション別閲覧プラグインが有効化されている必要あり）
ka: ჩართვა; მოითხოვს „დაათვალიერება სექციის მიხედვით“ პლაგინის გააქტიურებას
mk: Овозможено; потребен е плагин за Листање по секции за да се активира
ms: Dayakan; memerlukan plugin Browse By Section untuk diaktifkan
ru: Включить; требует включения модуля «Просмотр по разделам»
sl: Omogoči; predpogoj je, da je vključen vtičnik za Iskanje po rubriki
tr: Etkinleştirme; Bölüme Göre Göz At eklentisinin etkinleştirilmesini gerektirir
uk: Увімкнути; потребує активації та налаштування модуля Browse By Section

# plugins.themes.immersion.options.journalDescription.label
source: Show journal description
ar: إظهار وصف المجلة
bg: Показване на описанието на списанието
ca: Mostrar la descripció de la revista
cs: Ukázat popis časopisu
da: Vis tidsskrifts beskrivelse
de: Beschreibung der Zeitschrift anzeigen
es: Mostrar descripción de la revista
fr_ca: Afficher la description de la revue
fr_fr: Afficher la description du journal
gl: Mostrar a descrición da publicación
hy: Ցույց տալ ամսագրի նկարագրությունը
it: Mostra la descrizione della rivista
ja: 雑誌の概要を表示
ka: ჟურნალის აღწერილობის ჩვენება
mk: Прикажува опис на списание
ms: Tunjukkan butiran jurnal
ru: Показать описание журнала
sl: Pokaži opis revije
tr: Dergi açıklamasını göster
uk: Показати опис журналу

# plugins.themes.immersion.options.journalDescription.description
source: If enabled, the journal description will be shown on the journal's landing page
ar: عند تفعيله، فإن وصف المجلة سيظهر على صفحة تواجدها ضمن الموقع
bg: Ако е активирано, описанието на списанието ще бъде показано на целевата страница на списанието
ca: Si està activat, la descripció de la revista es mostrarà a la pàgina de destí de la revista
cs: Pokud je tato možnost povolena, popis časopisu se zobrazí na vstupní stránce časopisu
da: Hvis aktiveret, vil tidsskriftets beskrivelse blive vist på tidsskriftets forside
de: Wenn aktiviert, wird die Zeitschriftenbeschreibung auf der Startseite der Zeitschrift angezeigt
es: Si está habilitado, la descripción de la revista se mostrará en la página de destino de la revista
fr_ca: Si activée, la description de la revue sera affichée sur sa page d'accueil
fr_fr: Si cette option est activée, la description du journal sera affichée sur sa page d'accueil
gl: Se está habilitado, a descrición da publicación amosarase na súa páxina de inicio
hy: Եթե միացված է, ամսագրի նկարագրությունը կցուցադրվի ամսագրի վայրէջքի էջում
it: Se abilitato, la descrizione della rivista verrà mostrata in home page
ja: 有効にすると、雑誌の概要が雑誌のホームページに表示されます
ka: ჩართვის შემთხვევაში, ჟურნალის აღწერა გამოჩნდება ჟურნალის საწყის გვერდზე
mk: Ако е овозможен, описот на списанието ќе се прикаже на насловната страна на списанието
ms: Sekiranya didayakan, butiran jurnal akan ditunjukkan di halaman landing jurnal
ru: Если включено, описание журнала будет показано на странице лендинга журнала
sl: Če je vključeno, se bo opis revije prikazal na osnovni strani revije
tr: Etkinleştirilirse, dergi açıklaması derginin ana sayfasında gösterilecektir
uk: Якщо увімкнено, опис журналу буде представленим на головній сторінці журналу
