Repository: pkp/ojs
Catalog: plugins/generic/premiumSubmissionHelper/locale/*/LC_MESSAGES/locale.po
Languages: fr_fr

# plugins.generic.premiumSubmissionHelper.displayName
source: Premium Submission Helper
fr_fr: Aide à la soumission Premium

# plugins.generic.premiumSubmissionHelper.description
source: Provides advanced analysis tools for premium users
fr_fr: Fournit des outils d'analyse avancée pour les utilisateurs premium

# plugins.generic.premiumSubmissionHelper.analyzeButton
source: Analyze Abstract
fr_fr: Analyser le résumé

# plugins.generic.premiumSubmissionHelper.analyzing
source: Analyzing...
fr_fr: Analyse en cours...

# plugins.generic.premiumSubmissionHelper.results
source: Analysis Results
fr_fr: Résultats de l'analyse

# plugins.generic.premiumSubmissionHelper.wordCount
source: Word Count
fr_fr: Nombre de mots

# plugins.generic.premiumSubmissionHelper.analysisResults
source: Analysis Results
fr_fr: Résultats de l'analyse

# plugins.generic.premiumSubmissionHelper.error.pluginDisabled
source: Abstract analysis is not currently available.
fr_fr: L'analyse de résumé n'est pas disponible pour le moment.

# plugins.generic.premiumSubmissionHelper.error.abstractRequired
source: Please provide an abstract to analyze.
fr_fr: Veuillez fournir un résumé à analyser.

# plugins.generic.premiumHelper.error.analysisFailed
source: Abstract analysis failed. Please try again.
fr_fr: Une erreur est survenue lors de l'analyse du résumé.

# plugins.generic.premiumSubmissionHelper.error.abstractEmpty
source: Abstract cannot be empty.
fr_fr: Le résumé ne peut pas être vide.

# plugins.generic.premiumSubmissionHelper.error.abstractTooShort
source: Abstract must be at least {minWords} words (currently {currentWords}).
fr_fr: Le résumé doit contenir au moins {minWords} mots (actuellement {currentWords}).

# plugins.generic.premiumHelper.error.abstractTooLong
source: Abstract cannot exceed {maxWords} words (currently {currentWords}).
fr_fr: Le résumé ne peut pas dépasser {maxWords} mots (actuellement {currentWords}).
