Repository: pkp/ojs
Catalog: plugins/importexport/medra/locale/*/locale.po
Languages: ar_iq, de_de, it_it, mk_mk, pt_br

# plugins.importexport.medra.displayName
source: mEDRA Export/Registration Plugin
ar_iq: إضافة التصدير/التسجيل mEDRA
de_de: mEDRA-Export/Registrierungs-Plugin
it_it: Plugin di esportazione e registrazione per mEDRA
mk_mk: mEDRA плагин за експорт/регистрација
pt_br: Plugin de Exportação/Registro mEDRA

# plugins.importexport.medra.description
source: Export issue, article and galley metadata in Onix for DOI (O4DOI) format and register DOIs with the mEDRA registration agency.
ar_iq: تصدير البيانات الوصفية للعدد، المقالة، واللوح الطباعي في Onix من أجل تلبية صيغة DOI النسخة (O4DOI) مع تسجيل DOI في وكالة التسجيل mEDRA.
de_de: Exportieren Sie Metadaten zu Ausgaben, Artikeln und Fahnen im Format Onix for DOI (O4DOI), und registrieren Sie DOI bei der mEDRA-Registrierungsagentur.
it_it: Esporta metadati di fascicoli, articoli e file principali in formato Onix for DOI (O4DOI) e registra DOI su mEDRA.
mk_mk: Експортирај метаподатоци за издание, труд и орисок во Onix за ДОИ (O4DOI) формат и регистрирај го ДОИ-те со mEDRA агенцијата за регистрација.
pt_br: Exporta metadados de edições, artigos e composições finais no formato Onix para DOI (O4DOI) e registra DOIs na agência de registro mEDRA.

# plugins.importexport.medra.intro
source: If you want to register DOIs with mEDRA, please follow the directions on the <a href="http://www.medra.org/en/guide.htm" target="_blank">mEDRA homepage</a> to receive a username and password. If you do not have your own username and password you'll still be able to export into the mEDRA XML format (Onix for DOI) but you cannot register your DOIs with mEDRA from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the mEDRA registration service requirements.
ar_iq: إذا أردت تسجيل DOI مع mEDRA، لطفاً، اتبع التعليمات في <a href="http://www.medra.org/en/guide.htm" target="_blank">الصفحة الرئيسية mEDRA</a> للحصول على اسم المستخدم وكلمة المرور. إن لم يكن لك اسم مستخدم وكلمة مرور خاصين بك، سيكون بإمكانك أيضاً التصدير إلى mEDRA بصيغة XML (Onix لـ DOI) لكن لن تستطيع تسجيل DOI الخاصة بك في mEDRA من داخل نظام المجلات المفتوحة. لطفاً، لاحظ أن كلمة المرور سيتم حفظها بشكل نص صريح غير مشفر، نظراً لمتطلبات خدمة التسجيل في mEDRA.
de_de: Wenn Sie DOI bei mEDRA registrieren möchten, folgen Sie bitten den Hinweisen auf der <a href="http://www.medra.org/de/guide.htm" target="_blank">mEDRA-Homepage</a>, um einen Benutzer/innennamen und ein Passwort zu erhalten. Wenn Sie nicht über Benutzer/innennamen und Passwort verfügen, werden Sie immerhin in der Lage sein, in das mEDRA-XML-Format (Onix for DOI) zu exportieren, aber Sie können Ihre DOI nicht aus OJS heraus bei mEDRA registrieren. Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert werden wird, da der mEDRA-Registrierungsdienst dies erfordert.
it_it: Se vuoi registrare DOI con mEDRA, segui le istruzioni riportate nella <a href="http://www.medra.org/en/guide.htm" target="_blank">homepage mEDRA</a> per ricevere username e password. Se non hai le credenziali potrai comunque esportare i metadati in ONIX ma non registrare DOI con mEDRA da OJS. La password sarà registrata in testo semplice, non crittografata, secondo le indicazioni di mEDRA.
mk_mk: Доколку сакате да регистрирате ДОИ преку mEDRA, ве молиме да ги следите упатствата на <a href="http://www.medra.org/en/guide.htm" target="_blank">главната страница на mEDRA</a> за да добиете корисничко име и лозинка. Доколку немате ваши корисничко име и лозинка, се уште ќе можете да експортирате во mEDRA XML формат (Onix за ДОИ) но нема да можете да ги регистрирате вашите ДОИ преку mEDRA од OJS. Ве молиме имајте во предвид дека лозинката ќе биде зачувана како обичен текст, односно без енкрипција, заради потребите на mEDRA услугите за регистрација.
pt_br: Caso deseje registrar DOIs no mEDRA, siga as instruções na <a href="http://www.medra.org/en/guide.htm" target="_blank">página do mEDRA</a> para receber seu login e senha. Mesmo que não possua dados próprios de login e senha, ainda assim será possível exportar os dados para o formato mEDRA XML (Onix para DOI), porém não poderá registrar seus DOIs no mEDRA por meio do OJS. Note que a senha será salva como texto puro, isto é, não encriptada, devido aos requisitos do serviço de registro mEDRA.

# plugins.importexport.medra.settings.form.description
source: Please configure the mEDRA export plugin:
ar_iq: لطفاً، قم بتهيئة إضافة التصدير mEDRA:
de_de: Bitte konfigurieren Sie das mEDRA-Export-Plugin:
it_it: Configura il plugin di export per mEDRA:
mk_mk: Ве молиме да го конфигурирате mEDRA плагинот за експорт:
pt_br: Configure o plugin de exportação mEDRA:

# plugins.importexport.medra.settings.form.usernameRequired
source: Please enter your mEDRA username. The username may not contain colons.
ar_iq: لطفاً، أدخل اسم دخولك إلى mEDRA. لا ينبغي أن يحتوي اسم المستخدم على علامات تنقيط.
de_de: Bitte geben Sie Ihren mEDRA-Benutzer/innennamen ein. Der Benutzer/innenname darf keinen Doppelpunkt enthalten.
it_it: Inserisci il tuo username mEDRA.
mk_mk: Ве молиме да го внесете вашето mEDRA корисничко име. Корисничкото име не смее да содржи две точки.
pt_br: Informe seu login mEDRA. O login não pode conter dois pontos (:)

# plugins.importexport.medra.settings.form.registrantName
source: The name of the institution registered at mEDRA
ar_iq: اسم المؤسسة المسجلة في mEDRA
de_de: Der Name der bei mEDRA registrierten Institution
it_it: Istituzione registrata con mEDRA
mk_mk: Името на институцијата регистрирана во mEDRA
pt_br: Instituição registerada no mEDRA

# plugins.importexport.medra.settings.form.registrantNameRequired
source: Please enter the institution that is registered at mEDRA.
ar_iq: لطفاً، أدخل اسم المؤسسة المسجلة في mEDRA.
de_de: Bitte geben Sie die Institution, die bei mEDRA registriert ist, ein.
it_it: Inserisci il nome dell'istituzione registrata con mEDRA.
mk_mk: Ве молиме внесете ја институцијата која е регистрирана во mEDRA.
pt_br: Informe o nome da instituição registrada no mEDRA.

# plugins.importexport.medra.settings.form.fromFields
source: Person to be contacted by mEDRA in case of technical inquiries:
ar_iq: الشخص المعني بالتواصل مع mEDRA في حالة الاستفسارات الفنية:
de_de: Person, die von mEDRA kontaktiert werden soll im Fall technischer Anfragen:
it_it: Persona che verrà contattata da mEDRA in caso di problemi tecnici:
mk_mk: Лицето за контакт од страна на mEDRA во случај на технички барања:
pt_br: Quem o mEDRA contactará em caso de dúvidas técnicas:

# plugins.importexport.medra.settings.form.fromCompany
source: Institution
ar_iq: المؤسسة
it_it: Istituzione
mk_mk: Институција
pt_br: Instituição

# plugins.importexport.medra.settings.form.fromCompanyRequired
source: Please enter the institution that is technically responsible for DOI export (e.g. the institution hosting your web server).
ar_iq: لطفاً، أدخل اسم المؤسسة المسؤولة فنياً عن تصدير DOI (مثلاً: المؤسسة المضيفة لملقمك).
de_de: Bitte geben Sie die Institution an, die technisch für den DOI-Export zuständig ist (z.B. die Institution, die Ihren Webserver betreut).
it_it: Inserisci l'istituzione tecnicamente responsabile dei DOI (es. chi gestisce il server web).
mk_mk: Ве молиме да ја внесете институцијата која е технолошки одговорна за експорт на ДОИ (пр. институцијата која го хостира вашиот веб сервер).
pt_br: Informe o nome do técnico responsável pela exportação DOI (instituição de hospedagem, por exemplo).

# plugins.importexport.medra.settings.form.fromName
source: Contact Person
ar_iq: شخص التواصل
de_de: Kontaktperson
it_it: Nome
mk_mk: Лице за контакт
pt_br: Contato técnico

# plugins.importexport.medra.settings.form.fromNameRequired
source: Please enter a technical contact person.
ar_iq: لطفاً، أدخل اسم الشخص المعني بالتواصل الفني.
de_de: Bitte geben Sie eine technische Kontaktperson an.
it_it: Inserisci il nome del contatto tecnico.
mk_mk: Ве молиме внесете технолошко лице за контакт.
pt_br: Informe o nome do técnico responsável.

# plugins.importexport.medra.settings.form.fromEmailRequired
source: Please enter a valid technical contact email.
ar_iq: لطفاً، أدخل عنوان البريد الالكتروني الصحيح للشخص المعني بالتواصل الفني.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse für den technischen Kontakt an.
it_it: Inserisci un indirizzo email valido per il contatto tecnico.
mk_mk: Ве молиме да внесете валиден и-меил за технолошки контакт.
pt_br: Informe um endereço de e-mail válido.

# plugins.importexport.medra.settings.form.publicationCountry
source: Please choose the country to be informed as 'publication country' to mEDRA.
ar_iq: لطفاً، إختر البلد الذي ستتم الإشارة إليه على أنه 'بلد النشر' لـ mEDRA.
de_de: Bitte wählen Sie das Land aus, das als 'Publikationsland' an mEDRA gemeldet werden soll.
it_it: Scegli lo stato da inserire in mEDRA come 'Paese di pubblicazione'.
mk_mk: Ве молиме, изберете ја земјата што ќе се информира како „земја на објавување“ до mEDRA.
pt_br: Escolha o país a ser informado como 'país de publicação' para o mEDRA.

# plugins.importexport.medra.settings.form.exportIssuesAs
source: Please choose whether you want to export issues as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works' or 'manifestations'</a>.
ar_iq: لطفاً، إختر فيما لو أردت تصدير أعداد المجلة بمثابة <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'أعمال' أو 'تجليات'</a>.
de_de: Bitte wählen Sie aus, ob Sie Ausgaben als <a href="http://www.medra.org/de/metadata_td.htm" target="_blank">'Werke' oder als 'Manifestationen'</a> exportieren möchten.
it_it: Scegli se esportare fascicoli come <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'opere' o 'manifestazioni'</a>.
mk_mk: Ве молиме одберете дали сакате да ги експортирате изданијата како <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'дела' или 'манифестации'</a>.
pt_br: Escolha se deseja exportar edições como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'trabalhos' ou 'manifestações'</a>.

# plugins.importexport.medra.settings.form.work
source: work
ar_iq: عمل
de_de: Werk
it_it: opera
mk_mk: дело
pt_br: trabalho

# plugins.importexport.medra.settings.form.manifestation
source: manifestation
ar_iq: تجلي
it_it: manifestazione
mk_mk: манифестација
pt_br: manifestação

# plugins.importexport.medra.workOrProduct
source: NB: DOIs assigned to articles will be exported to mEDRA as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'works'</a>. DOIs assigned to galleys will be exported as <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestations'</a>.
ar_iq: NB: إن DOI المعينة للمقالات سيتم تصديرها إلى mEDRA بشكل <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'أعمال'</a>. أما DOI المعينة للألواح الطباعية فسيتم تصديرها بمثابة <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'تجليات'</a>.
de_de: Achtung: DOI, die Artikeln zugewiesen worden sind, werden zu mEDRA als <a href="http://www.medra.org/de/metadata_td.htm" target="_blank">'Werke'</a> exportiert. DOI, die Fahnen zugewiesen worden sind, werden als <a href="http://www.medra.org/de/metadata_td.htm" target="_blank">'Manifestationen'</a> exportiert.
it_it: NB: I DOI assegnati agli articoli verranno esportati in mEDRA come <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'opere'</a>. I DOI assegnati ai file principali degli articoli verranno esportati come <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestazioni'</a>.
mk_mk: Забелешка: DOI доделени на статии ќе бидат извезени во mEDRA како <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'работи' </a>. DOI доделени на приказите ќе бидат извезени како <a href="http://www.medra.org/en/metadata_td.htm" target="_blank"> 'манифестации' </a>.
pt_br: NB: DOIs designados a artigos serão exportados para o mEDRA como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'trabalhos'</a>. DOIs designados a composições publicadas serão exportadas como <a href="http://www.medra.org/en/metadata_td.htm" target="_blank">'manifestações'</a>.

# plugins.importexport.medra.senderTask.name
source: mEDRA automatic registration task
ar_iq: مهمة التسجيل التلقائي للإضافة mEDRA
it_it: Registrazione automatica DOI mEDRA
mk_mk: mEDRA задача за автоматска регистрација

# plugins.importexport.medra.crossref
source: Deposit to Crossref. (This service must be enabled for your account.)
it_it: Deposita su Crossref. (Solo per utenti abilitati.)

# plugins.importexport.medra.crossref.error.cause
source: Cause: file not valid in respect to the mEDRA and/or Crossref requirements.
it_it: Motivo: file non valido rispetto ai requisiti di mEDRA e/o Crossref.

# plugins.importexport.medra.crossref.error.number
source: Number of errors
it_it: Numero di errori

# plugins.importexport.medra.crossref.error.details
source: The following requirements were not met
it_it: I seguenti requisiti non sono stati rispettati

# plugins.importexport.medra.crossref.error.code
source: CODE
it_it: CODICE

# plugins.importexport.medra.crossref.error.element
source: ELEMENT
it_it: ELEMENTO

# plugins.importexport.medra.crossref.error.description
source: DESCRIPTION
it_it: DESCRIZIONE

# plugins.importexport.medra.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ar_iq: الاستعمال: {$scriptName} {$pluginName} export xmlFileName journal_path {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register journal_path {issues|articles|galleys} objectId1 [objectId2] ...
de_de: Verwendung: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
it_it: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
mk_mk: Начин на кориње: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

# plugins.importexport.medra.settings.form.exportIssuesAs.label
source: Issues export as
ar_iq: تصدير الأعداد بشكل
de_de: Ausgaben exportieren als
it_it: Esporta i fascicoli come
mk_mk: Изданија се експортираат како
pt_br: Exportar edições como

# plugins.importexport.medra.settings.form.automaticRegistration.description
source: OJS will register assigned DOIs automatically to mEDRA. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
ar_iq: سيقوم نظام المجلات المفتوحة بتسجيل المكونات الرقمية DOI تلقائياً في mEDRA. لطفاً، لاحظ أن ذلك قد يستغرق وقتاً قصيراً بعيد النشر بسبب المعالجة (أي اعتماداً على إعداداتك للإضافة cronjob). بإمكانك بعدها التحقق من كل المكونات غير المسجلة.
de_de: OJS wird zugewiesene DOI automatisch bei mEDRA registrieren. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann (z.B. abhängig von Ihrer Cronjob-Konfiguration). Sie können nach bisher unregistrierten DOI suchen.
it_it: OJS registrerà presso mEDRA i DOI assegnati automaticamente. Questa operazione può richiedere un po' di tempo dopo l'avvenuta pubblicazione.
mk_mk: OJS автоматски ќе регистрира назначени ДОИ во mEDRA. Ве молиме имајте во предвид дека ќе биде потребно малку време после објавување ова да се процесира (пр. зависно од вашата cronjob конфигурација). Можете да ги проверите сите нерегистрирани ДОИ.
pt_br: OJS depositará DOIs automaticamente no mEDRA. Por favor note que isso pode levar um tempo depois da publicação. Você pode verificar os DOIs não registrados.

# plugins.importexport.medra.settings.form.testMode.description
source: Use the mEDRA test API (testing environment) for DOI registration. Please do not forget to remove this option for the production.
ar_iq: استعمل خاصية إختبار mEDRA (بيئة الاختبار) للمكونات الرقمية. لطفاً، لا تنس إزالة هذا الخيار عند التشغيل الفعلي.
de_de: Die mEDRA-Test-API (Testumgebung) für die DOI-Ablieferung benutzen. Bitte vergessen Sie nicht, diese Option vor dem Produktivbetrieb abzuwählen.
it_it: Usa la API di test di mEDRA per la registrazione dei DOI. Non dimenticare di togliere questa possibilità per la produzione.
mk_mk: Користете го mEDRA API за тестирање (околина за тестирање) за ДОИ регистрацијата. Ве молиме не заборавајте да ја извадите оваа опција за продукција.

# plugins.importexport.medra.settings.form.username
source: Username
ar_iq: اسم المستخدم
de_de: Benuzter/innenname
mk_mk: Корисничко име
pt_br: Login

# plugins.importexport.medra.settings.form.fromEmail
source: Email
ar_iq: البريد الالكتروني
mk_mk: И-меил
