Repository: pkp/ojs
Catalog: plugins/generic/doaj/locale/*/locale.po
Languages: et, hr

# plugins.importexport.doaj.displayName
source: DOAJ Export Plugin
et: DOAJ ekspordi plugin
hr: Dodatak za iznošenje u DOAJ

# plugins.importexport.doaj.description
source: Export Journal for DOAJ.
et: Ekspordi ajakiri DOAJ jaoks.
hr: Ovaj dodatak iznosi časopis za DOAJ i omogućuje slanje informacija o časopisu DOAJ kontaktu.

# plugins.importexport.doaj.export.contact
source: Contact DOAJ for inclusion
et: Kaasamiseks kontakteeru DOAJ-ga
hr: Kontaktiraj DOAJ za uključenje

# plugins.importexport.doaj.registrationIntro
source: If you would like to register articles from within OJS, please enter your DOAJ API Key. Else, you'll still be able to export into the DOAJ XML format but you cannot register your articles with DOAJ from within OJS.
et: Kui soovid registreerida OJS artikleid, palun sisesta oma DOAJ API võti. Vastasel juhul saad eksportida DOAJ XML formaati, kuid ei saa artikleid OJS sees registreerida DOAJ-s.
hr: Ako želite registrirati članke iz OJS-a, molimo unesite svoj DOAJ API ključ. Inače ćete i dalje moći izvoziti u DOAJ XML format, ali nećete moći registrirati svoje članke s DOAJ iz OJS-a.

# plugins.importexport.doaj.settings.form.apiKey
source: DOAJ API Key
et: DOAJ API võti
hr: DOAJ API ključ

# plugins.importexport.doaj.settings.form.apiKey.description
source: You will find your API key on your DOAJ user page.
et: Leiad oma API võtme DOAJ kasutaja lehelt.
hr: Svoj API ključ ćete pronaći na svojoj DOAJ korisničkoj stranici.

# plugins.importexport.doaj.settings.form.automaticRegistration.description
source: OJS will deposit articles automatically to DOAJ. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered articles.
et: OJS deponeerib artikleid automaatselt DOAJ-sse. Pane tähele, et publikatsiooni töötlemine võib võtta veidi aega (nt olenevalt sinu ajatamise seadistusest). Saad kontrollida kõiki registreerimata artikleid.
hr: OJS će članke automatski deponirati u DOAJ. Molimo imajte na umu da će možda biti potrebno kraće vrijeme nakon objavljivanja do procesiranja. Možete provjeriti postoje li neregistrirani članci.

# plugins.importexport.doaj.senderTask.name
source: DOAJ automatic registration task
et: DOAJ automaatne registreerimine
hr: DOAJ automatska registracija

# plugins.importexport.doaj.register.error.mdsError
source: Deposit was not successful! The DOAJ API returned an error: '{$param}'.
et: Deponeerimine ei olnud edukas! DOAJ API andis vaeteate: '{$param}'.
hr: Registracija nije bila uspješna! DOAJ API je vratio pogrešku: '{$param}'.

# plugins.importexport.doaj.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
et: Kasutus: {$scriptName} {$pluginName} eksport [xmlFileName] [journal_path] artiklid objectId1 [objectId2] ...
hr: Primjena: {$scriptName} {$pluginName} export [xmlNazivDatoteke] [putanja_časopisa] articles objectId1 [objectId2] ...
