Repository: pkp/ojs
Catalog: plugins/generic/pln/locale/*/locale.po
Languages: ar_iq, fr_ca, nl_nl, zh_cn

# plugins.generic.pln
source: PKP PN Plugin
ar_iq: إضافة مشروع المعرفة العامة PLN
fr_ca: Plugiciel PKP PLN
zh_cn: PKP PN 插件

# plugins.generic.pln.description
source: The PKP PN plugin will deposit your published content into the PKP Preservation Network.
ar_iq: إن إضافة مشروع المعرفة العامة PKP PN ستقوم بإيداع محتوياتك المنشورة في شبكة LOCKSS الخاصة من أجل الحفاظ عليها.
fr_ca: Le Plugiciel PKP PN déposera votre contenu publié dans le réseau privé LOCKSS de PKP pour préservation.
nl_nl: De PKP PN plugin deponeert uw publicaties in het PKP Private LOCKSS Network ter preservatie.
zh_cn: PKP PLN插件将您出版的内容存储在PKP Private LOCKSS Network中。

# plugins.generic.pln.manager.setup.description
source: <strong>PKP Preservation Network</strong><br /><br />Please read the <a href="https://pkp.sfu.ca/pkp-pn" target="_blank">overview of the PKP PN</a> and complete <a href="{$plnPluginURL}">this simple form</a>. This option will enable inclusion of your journal in the Public Knowledge Project Preservation Network (PKP PN).
ar_iq: <strong>الشبكة الخاصة لمشروع المعرفة العامة LOCKSS</strong><br /><br />لطفاً، إقرأ <a href="https://pkp.sfu.ca/pkp-lockss/" target="_blank">نظرة عامة على PKP PN لمشروع المعرفة العامة</a> ومن ثم أكمل <a href="{$plnPluginURL}">هذا النموذج البسيط</a>. هذا الخيار سيمكنك من تضمين مجلتك في الشبكة الاصة لمشروع المعرفة العامة LOCKSS (PKP PLN).
fr_ca: <strong>Réseau privé LOCKSS de PKP</strong><br /><br />Veuillez lire le <a href="https://pkp.sfu.ca/pkp-lockss/" target="_blank">guide de PKP PLN</a> et compléter <a href="{$plnPluginURL}">ce simple formulaire</a>. Cette option permettra l'inclusion de votre revue dans le réseau LOCKSS privé du Public Project Knowledge (PKP PLN).
nl_nl: <strong>PKP Private LOCKSS Network</strong><br /><br />Gelieve het <a href="https://pkp.sfu.ca/pkp-lockss/" target="_blank">overshot van het PKP PLN</a> te lezen en <a href="{$plnPluginURL}">dit formulier</a> in te vullen. Deze optie zorgt ervoor dat uw tijdschrift wordt opgenomen in het Public Knowledge Project Private LOCKSS Network (PKP PLN).
zh_cn: <strong>PKP Private LOCKSS Network</strong><br /><br />请阅读 <a href="https://pkp.sfu.ca/pkp-lockss/" target="_blank"> PKP PN 概述</a> 并且完成 <a href="{$plnPluginURL}">这个简单的表格</a>. 该操作可以使你的期刊收录到公共知识项目的Private LOCKSS Network (PKP PLN)中。

# plugins.generic.pln.enabled
source: The PKP PN plugin has been enabled.
ar_iq: إن إضافة PKP PN لمشروع المعرفة العامة قد تم تمكينها.
fr_ca: Le plugiciel PKP PN a été activé.

# plugins.generic.pln.disabled
source: The PKP PN plugin has been disabled.
ar_iq: إن إضافة PKP PN لمشروع المعرفة العامة قد تم تعطيلها.
fr_ca: Le plugiciel a été désactivé.

# plugins.generic.pln.settings
source: Settings
ar_iq: الإعدادات
fr_ca: Paramètres
nl_nl: Instellingen
zh_cn: 设置

# plugins.generic.pln.settings.acron_required
source: The PKP PN plugin requires either the Acron plugin or a periodic scheduling tools such as 'cron.'
ar_iq: إن إضافة PKP PN تتطلب وجود إضافة Acron أو تواجد أداة جدولة دورية مثل 'cron.'
fr_ca: Le plugiciel PKP PN exige le plugiciel Acron ou des outils de planification périodiques comme 'cron'.

# plugins.generic.pln.settings.saved
source: PKP PN settings saved.
ar_iq: تم حفظ إعدادات PKP PN لمشروع المعرفة العامة.
fr_ca: Paramètres de PKP PN enregistrés .
nl_nl: PKP PN instellingen opgeslagen.
zh_cn: 保存PKP PN 设置

# plugins.generic.pln.settings.terms_of_use
source: Terms of Use
ar_iq: شروط الاستعمال
fr_ca: Conditions d'utilisation
nl_nl: Gebruiksvoorwaarden
zh_cn: 使用条款

# plugins.generic.pln.settings.terms_of_use_help
source: As Journal Manager, I, in good faith, accept and confirm the following terms and conditions for participation in the Public Knowledge Projectâ€™s Preservation Network (PKP-PN):
ar_iq: باعتباري فرد الاتصال الرئيسي، فإنني، وبإيمان ووعي مطلقين، أوافق على الشروط الآتية والمتعلقة بالمشاركة ضمن الشبكة الخاصة LOCKSS لمشروع المعرفة العامة، أو ما يسمى اختصاراً (PKP-PLN):
fr_ca: Avant de déposer sur un réseau il est important d'accepter toutes les conditions d'utilisation.
nl_nl: Voorafgaand aan deponeren moet u akkoord gaan met de gebruiksvoorwaarden
zh_cn: 在存储在网络前，您需要同意所有的使用条款。

# plugins.generic.pln.settings.terms_of_use_agree
source: I Agree
ar_iq: أوافق
fr_ca: J'accepte
nl_nl: Akkoord
zh_cn: 我同意

# plugins.generic.pln.settings.journal_uuid
source: Journal Identifier
ar_iq: رمز تعريف المجلة
fr_ca: Identifiant de la revue
nl_nl: Tijdschrift identificatie
zh_cn: 期刊标识符

# plugins.generic.pln.settings.journal_uuid_help
source: This is your journal's unique identifier for the PKP PN. You may need to share this with PKP PN administrators for support purposes.
ar_iq: هذا هو رمز تعريف مجلتك لـ PKP PN الخاص بمشروع المعرفة العامة. بإمكانك مشاركته مع مدراء PKP PN لمشروع المعرفة العامة لأغراض الحصول على الدعم.
fr_ca: Ceci est l’identifiant unique de votre revue pour PKP PLN. Vous devrez probablement le partager avec les administrateurs de PKP PN en cas de demande de support.
nl_nl: Dit is de unieke identificatie van uw tijdschrift voor het PKP PLN. Mogelijk heeft u dit nodig bij sondersteuningsvragen aan de PKP PN beheerders..
zh_cn: 这是您的期刊PKP PLN的唯一标识符。您可能需要与PKP PLN管理员分享以寻求支持。

# plugins.generic.pln.settings.refresh
source: Refresh
ar_iq: تنشيط
fr_ca: Rafraîchir
nl_nl: Verversen
zh_cn: 刷新

# plugins.generic.pln.settings.refresh_help
source: If for some reason there are no terms listed above or you know these terms have been updated, click Refresh to update the terms listed above.
ar_iq: إن لم يكن هناك فقرات مدرجة أعلاه لأي سبب كان، أو أنك على علم بأن تلك الفقرات قد تم تعديلها، أنقر على زر تنشيط لمحاولة عرض الفقرات مجدداً.
fr_ca: Si pour quelques raisons, il n'y aucun terme listé ci-dessus, où si vous savez que ces termes ont été mis à jour, cliquez sur rafraîchir pour mettre à jour les termes listés ci-dessus.
nl_nl: Als hierboven geen gebruiksvoorwaarden getoond worden, of als u weet dat ze bijgewerkt zijn, klik dan op Verversen.
zh_cn: 如果由于某种原因，没有所列条款，或者您知道的条款已经更新，击刷新更新上面列出的条款。

# plugins.generic.pln.required.object_type
source: Please choose an deposit object type.
ar_iq: لطفاً، إختر نوعية مكون الإيداع.
fr_ca: Veuillez choisir un type d'objet pour le dépôt.
nl_nl: Kies een objet type voor het deponeren.
zh_cn: 请选择存储对象类型。

# plugins.generic.pln.required.object_threshold
source: Please choose a deposit object threshold.
ar_iq: لطفاً، إختر عتبة مكون الإيداع.
nl_nl: Kies een drempelwaarde voor inzenden.
zh_cn: 请选择存储对象入口。

# plugins.generic.pln.required.terms_of_use_agreement
source: Agreement to the network's terms of use is required in order to deposit to the PKP PN.
ar_iq: الموافقة على شروط استعمال الشبكة أمر ضروري لغرض الإيداع في PLN.
fr_ca: L'acceptation des conditions d'utilisation du réseau est requise pour déposer sur le PLN..
nl_nl: U moet akkoord gaan met de gebruiksvoorwaarden om te kunnen deponeren in de PLN
zh_cn: 为了存放到PLN上，须同意网络的使用条款。

# plugins.generic.pln.objects.article
source: Article
ar_iq: المؤلَّف
nl_nl: Artikel
zh_cn: 文章

# plugins.generic.pln.objects.issue
source: Issue
ar_iq: العدد
fr_ca: Numéro
nl_nl: Nummer
zh_cn: 期次

# plugins.generic.pln.status.network_status
source: Network Status: {$networkStatusMessage}
ar_iq: حالة الشبكة: {$networkStatusMessage}
fr_ca: Statut du réseau: {$networkStatusMessage}
nl_nl: Netwerk status: {$networkStatusMessage}
zh_cn: 网络状态: {$networkStatusMessage}

# plugins.generic.pln.status.deposits
source: Deposits
ar_iq: الإيداعات
fr_ca: Dépôt
nl_nl: Deponeringen
zh_cn: 存储

# plugins.generic.pln.status
source: Status
ar_iq: الحالة
fr_ca: Statut
zh_cn: 状态

# plugins.generic.pln.status.id
source: ID
ar_iq: رمز التعريف

# plugins.generic.pln.status.type
source: Type
ar_iq: النوع
zh_cn: 类型

# plugins.generic.pln.status.items
source: Items
ar_iq: الفقرات
zh_cn: 项目

# plugins.generic.pln.status.confirmReset
source: Are you sure you want to reset this deposit? It will be repackaged and resent to the processing server.
ar_iq: هل أنت متأكد من رغبتك في إعادة تهيئة هذا الإيداع؟ سيعاد رزمه وإرساله إلى الملقم المعالج.
fr_ca: Êtes-vous sûr de vouloir réinitialiser ce dépôt ? Il sera reconstitué et renvoyé au serveur de traitement.

# plugins.generic.pln.status.unknown
source: Unknown
ar_iq: مجهول
fr_ca: Inconnu

# plugins.generic.pln.status.new
source: New
ar_iq: جديد
fr_ca: Nouveau

# plugins.generic.pln.status.packaged
source: Packaged
ar_iq: معبأة
nl_nl: Ingepakt
zh_cn: 包装的

# plugins.generic.pln.status.transferred
source: Transferred
ar_iq: منقولة
fr_ca: Transferré
nl_nl: Verstuurd
zh_cn: 已转移

# plugins.generic.pln.status.received
source: Received
ar_iq: مستلمة
fr_ca: Reçu
nl_nl: Ontvangen
zh_cn: 已接收

# plugins.generic.pln.status.validated
source: Validated
ar_iq: مصادق عليه
fr_ca: Validé

# plugins.generic.pln.status.sent
source: Sent to LOCKSS
ar_iq: مرسل إلى LOCKSS
fr_ca: Envoyé à LOCKSS

# plugins.generic.pln.status.syncing
source: Syncing
ar_iq: قيد المزامنة
fr_ca: En synchronisation
nl_nl: Synchroniseren
zh_cn: 同步中

# plugins.generic.pln.status.agreement
source: Agreement
ar_iq: موافقة
fr_ca: Accord

# plugins.generic.pln.status.updated
source: Updated
ar_iq: محدثة
fr_ca: Mis àjour
nl_nl: Bijgewerkt
zh_cn: 已更新

# plugins.generic.pln.status.local_failure
source: Local Failure
ar_iq: فشل محلي
fr_ca: Échec local
nl_nl: Lokale fout
zh_cn: 局部失败

# plugins.generic.pln.status.remote_failure
source: Remote Failure
ar_iq: فشل ناء
fr_ca: Échec distant
nl_nl: Fout aan de andere kant
zh_cn: 远程失败

# plugins.generic.pln.depositorTask.name
source: PKP PN Depositor Task
ar_iq: مهمة الإيداع في PKP PN لمشروع المعرفة العامة
fr_ca: Tâche de dépôt PKP PLN
nl_nl: PKP PN Depositor Taak
zh_cn: PKP PN 存储器任务

# plugins.generic.pln.notifications.processing_for
source: Depositor processing for {$title}.
ar_iq: معالجة الإيداع الخاص بـ {$title}.
fr_ca: Déposant en traitement de
nl_nl: Depositor verwerken voor
zh_cn: 存储进程

# plugins.generic.pln.notifications.getting_servicedocument
source: Getting service document.
ar_iq: يجري الحصول على مستند الخدمة.
fr_ca: Obtenir le document de service.

# plugins.generic.pln.notifications.pln_not_accepting
source: The PKP PN is not currently accepting deposits.
ar_iq: إن PKP PN لمشروع المعرفة العامة لا يتقبل حالياً إيداعات.
fr_ca: Le PKP PN n'accepte pas les dépôt actuellement.
nl_nl: Het PKP PN accepteert momenteel geen inzendingen.
zh_cn: PKP PN 当前不接受存储。

# plugins.generic.pln.notifications.pln_accepting
source: The PKP PN is accepting deposits.
ar_iq: إن PKP PN لمشروع المعرفة العامة يتقبل الإيداعات.
fr_ca: Le PKP PN accepte les dépôts
nl_nl: Het PKP PN accepteert inzendingen.
zh_cn: PKP PN 正在接受存储。

# plugins.generic.pln.notifications.check_status
source: Check the status of your deposits.
ar_iq: تحقق من حالة إيداعاتك.
fr_ca: Vérifier les statuts de vos dépôts
nl_nl: Controleer de status van uw inzendingen.
zh_cn: 检查您存储的状态。

# plugins.generic.pln.notifications.issn_missing
source: Your journal must have an ISSN to deposit content to the PKP PN.
ar_iq: على مجتلك أن تمتلك رمز ISSN حتى تتمكن من إيداع محتوياتها في PKP PN لمشروع المعرفة العامة.
fr_ca: Votre revue doit avoir un ISSN pour déposer son contenu à PKP PLN.
nl_nl: Uw tijdschrift heeft een ISSN nodig om te kunnen deponeren in het PKP PLN.
zh_cn: 您的期刊需要具备一个ISSN以完成在PKP PLN上存储。

# plugins.generic.pln.notifications.http_error
source: There was an error connecting to the PKP PN - please contact your system administrator.
ar_iq: حدث خطأ ما عند الاتصال بـ PKP PN لمشروع المعرفة العامة، لطفاً، اتصل بمدير النظام عندك.
fr_ca: Une erreur est survenue pendant la connexion à PKP PN - veuillez contacter votre administrateur système
nl_nl: De verbinding met het PKP PN is mislukt - neem contact op met uw systeembeheerder.
zh_cn: 链接PKP PLN时出现错误。请联系你的系统管理员。

# plugins.generic.pln.notifications.terms_updated
source: The PKP PN terms of use have been updated. Agreement with new terms is required to continue depositing.
ar_iq: لقد تم تعديل شروط الاستعمال لـ PKP PN لمشروع المعرفة العامة. الموافقة على الشروط الجديدة مطلوب لمواصلة الإيداع فيها.
fr_ca: Les conditions d'utilisation de PKP PN ont été mises à jour. L'acceptation des nouvelles conditions sont requises avant de continuer à déposer.
nl_nl: De PKP PN gebruiksvoorwaarden zijn verander. Inzenden is pas weer mogelijk na uw akkoord daarmee.
zh_cn: PKP PLN的使用条款需要更新。在继续存储前须同意网络的使用条款。

# plugins.generic.pln.notifications.zip_missing
source: ZipArchive support must be enabled to proceed.
ar_iq: دعم ZipArchive ينبغي تمكينه للمتابعة.
fr_ca: Le support ZipArchive doit être activé avant de procéder.
nl_nl: ZipArchive support moet ingeschakeld zijn om verder te gaan.
zh_cn: 开启ZipArchive 支持以继续进行。

# plugins.generic.pln.notifications.issn_setting
source: Your journal must have an ISSN before you can agree to the terms of service. You can enter the ISSN on the Journal Settings page. Once the journal ISSN is entered, the terms of service will be shown below.
ar_iq: ينبغي أن يكون لمجلتك رمز ISSN قبل أن يتسنى لك الموافقة على شروط الخدمة. بإمكانك إدخال رمز ISSN في صفحة إعدادات المجلة. بمجرد إدخال هذا الرمز، ستظهر لك شروط الخدمة أدناه.
fr_ca: Votre revue doit avoir un ISSN pour pouvoir accepter les conditions d'utilisation. Vous pouvez entrer votre ISSN dans les paramètres de votre revue. Une fois l'ISSN de la revue ajouté, les conditions d'utilisation seront affichées ci-dessous.

# plugins.generic.pln.notifications.tar_missing
source: Your system must have a tar executable.
ar_iq: ينبغي أن تكون لنظامك القدرة على تشغيل ملفات مضغوطة بصيغة tar.
fr_ca: Votre système doit avoir un exécutable tar.

# plugins.generic.pln.error.network.servicedocument
source: Network error {$error} connecting to the PKP PN to get the service document.
ar_iq: خطأ في الشبكة: {$error} عند الاتصال بـ PKP PN للحصول على مستند الخدمة.
fr_ca: Erreur réseau {$error} connexion au PKP PN pour obtenir le document de service.

# plugins.generic.pln.error.network.deposit
source: Network error {$error} connecting to the PKP PN to send the deposit.
ar_iq: خطأ في الشبكة: {$error} عند الاتصال بـ PKP PN لإرسال الإيداع.
fr_ca: Erreur réseau {$error} connexion au PKP PN pour envoyer le dépôt.

# plugins.generic.pln.error.network.swordstatement
source: Network error {$error} connecting to the PKP PN to get a status update for deposit.
ar_iq: خطأ ما في الشبكة {$error} عند محاولة الاتصال بـ PKP PN للحصول على تحديث لوضعية الإيداع.
fr_ca: Erreur réseau {$error} connexion au PKP PN pour obtenir une mise à jour du statut du dépôt.

# plugins.generic.pln.error.http.servicedocument
source: PN server returned HTTP error {$error} when attempting to get the service document.
ar_iq: أعاد ملقم PKP PN خطأ بترميز HTTP مفاده: {$error} عند محاولة الحصول على مستند الخدمة.
fr_ca: Erreur HTTP {$error} envoyée par le serveur PKP PN lors d'une tentative de connexion au document de service.

# plugins.generic.pln.error.http.deposit
source: PN server returned HTTP error {$error} when sending the deposit.
ar_iq: أعاد ملقم PKP PN خطأ بترميز HTTP مفاده: {$error} عند إرسال الإيداع.
fr_ca: Erreur HTTP {$error} envoyée par le serveur PKP PN lors de l'envoi du dépôt.

# plugins.generic.pln.error.http.swordstatement
source: PN server returned HTTP error {$error} when checking the status of a deposit.
ar_iq: أعاد ملقم PKP PN خطأ من نوع HTTP {$error} عند التحقق من وضعية الإيداع.
fr_ca: Erreur HTTP {$error} envoyée par le serveur PKP PN lors de la vérification du statut d'un dépôt.

# plugins.generic.pln.error.depositor.missingpackage
source: Cannot find package file {$file}.
ar_iq: تعذر العثور على ملف حزمة {$file}.
fr_ca: Impossible de trouver le dossier compressé {$file}.

# plugins.generic.pln.error.depositor.export.articles.error
source: An error occured while exporting articles. The server's error log may have more information.
ar_iq: حصل خطأ ما عند تصدير المؤلفات. قد يتضمن ملف توثيق الملقم المزيد من المعلومات.
fr_ca: Une erreur s'est produite pendant l'exportation des articles. Consultez le fichier d'erreur (log) du serveur pour plus d'informations.

# plugins.generic.pln.error.depositor.export.issue.error
source: An error occured while exporting an issue. The server's error log may have more information.
ar_iq: حصل خطأ ما عند تصدير العدد. قد يتضمن ملف توثيق الملقم المزيد من المعلومات.
fr_ca: Une erreur s'est produite pendant l'exportation d'un numéro. Consultez le fichier d'erreur (log) du serveur pour plus d'informations.

# plugins.generic.pln.error.handler.uuid.invalid
source: The requested UUID is not valid or is not formatted correctly.
ar_iq: الرمز التعريفي UUID غير صحيح، أو غير منسق كما ينبغي.
fr_ca: L'UUID demandé n'est pas valide ou n'est pas formaté correctement.

# plugins.generic.pln.error.handler.uuid.notfound
source: There is no deposit with the requested UUID.
ar_iq: ليس هناك أي إيداع ذو صلة بالرمز التعريفي المعطى.
fr_ca: Il n'y a aucun dépôt associé à l'UUID demandé.

# plugins.generic.pln.error.handler.file.notfound
source: The deposit file cannot be found. It may not have been packaged yet, or the package may have been removed.
ar_iq: تعذر العثور على ملف الإيداع. قد لا يكون مكتمل الرزم بعد، أو أن الرزمة الخاصة به قد تمت إزالتها.
fr_ca: Le fichier de dépôt ne peut être trouvé. Il n'a peut être pas encore été paqueté ou a été supprimé.

# plugins.generic.pln.depositor.statusupdates
source: Processing deposit status updates.
ar_iq: تجري معالجة تحديثات موقف الإيداع.
fr_ca: Le statut du traitement du dépôt a été mis à jour.

# plugins.generic.pln.depositor.updatedcontent
source: Processing updated content.
ar_iq: معالجة المحتوى المحدث.
fr_ca: Traitement de contenu mis à jour.

# plugins.generic.pln.depositor.newcontent
source: Processing new content.
ar_iq: معالجة المحتوى الجديد.
fr_ca: Nouveau contenu en traitemnt

# plugins.generic.pln.depositor.packagingdeposits
source: Packaging content for deposit.
ar_iq: يجري رزم محتوى الإيداع.
fr_ca: Paquetage de contenu pour le dépôt en cours.

# plugins.generic.pln.depositor.transferringdeposits
source: Sending deposits to the PKP PN.
ar_iq: يجري إرسال الإيداعات إلى PLN.
fr_ca: Envoi des dépôts au PKP PN en cours.

# plugins.generic.plngateway.displayName
source: PN Gateway
ar_iq: بوابة PLN
fr_ca: Passerelle PLN

# plugins.generic.plngateway.description
source: Reports PKP PN Status and recent article titles for the staging server.
ar_iq: يقدم تقارير عن موقف PKP PN مع عناوين المؤلفات الأخيرة إلى الملقم المرحلي.
fr_ca: Rapporte le statut du PKP PN et les titres d'article récents pour le serveur de test.

# plugins.generic.pln.status.docs
source: The PKP PN <a href="{$statusDocsUrl}">deposit statuses are described here</a>.
fr_ca: Les statuts de dépôt du PKP PN <a href="{$statusDocsUrl}">sont décrits ici</a>.
