Repository: pkp/ojs
Catalog: plugins/importexport/users/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, es_es, eu, hr_hr, id_id, it_it, kk_kz, ku_iq, ky, ms_my, nl_nl, pt_pt, ru_ru, sr_rs@latin, tr_tr, uk, vi_vn

# plugins.importexport.users.import.sendNotify
source: Send a notification email to each imported user containing the user's username and password.
ar_iq: أرسل إشعاراً بالبريد الالكتروني إلى كل مستخدم تم استيراده متضمناً اسم المستخدم وكلمة مروره.
bg_bg: Изпратете имейл с известие до всеки импортиран потребител, съдържащ съответното потребителско име и парола.
ca_es: Enviar un correu electrònic de notificació a cadascun dels usuaris/àries importats amb el seu nom d'usuari/ària i la contrasenya.
es_es: Enviar un correo electrónico de notificación a cada uno de los usuarios/as importados con su nombre de usuario/a y su contraseña.
eu: Bidali jakinarazpen-mezu elektroniko bat inportatutako erabiltzaile bakoitzari, erabiltzailearen erabiltzaile-izena eta pasahitza dituena.
hr_hr: Pošalji e-poštom svakom unesenom korisniku obavijest koja sadrži njegovo korisničko ime i lozinku.
id_id: Kirim email pemberitahuan kepada setiap pengguna yang diimpor yabg mengandung username dan password.
it_it: invia un email di notifica ad ogni utente importato contenente la username e password.
kk_kz: Әрбір импортталған қолданушыға оның аты мен құпия сөзін көрсететін электрондық пошта арқылы хабарлама жіберіңіз.
ku_iq: ناوی بەکارهێنەر و وشەی نهێنی بۆ هەر یەک لە بەکارهێنە هاوردەکراوەکان بنێرە.
ky: Ар бир импорттолгон колдонуучуга анын колдонуучу аты жана сырсөзү камтылган эскертүү электрондук кат жөнөтүңүз.
ms_my: Hantar pemakluman e-mel kepada setiap pengguna yang diimport yang mengandungi nama pengguna dan kata laluan pengguna.
nl_nl: Verstuur een verwittigings-e-mail aan alle geïmporteerde gebruikers, met hun gebruikersnaam en wachtwoord.
pt_pt: Enviar um e-mail de notificação para cada utilizador importado contendo o nome de utilizador e a senha.
ru_ru: Отправить каждому импортированному пользователю уведомление по электронной почте с указанием его имени пользователя и пароля.
sr_rs@latin: Pošalji imejl svakom unetom korisniku sa njegovim korisničkim imenom i lozinkom.
tr_tr: Sistme kaydedilen her kullanıcıya kullanıcı adı ve şifrelerini içeren bir mesaj gönder.
uk: Надіслати кожному імпортованому користувачу електронною поштою ім'я користувача та його пароль.
vi_vn: Gửi email thông báo cho mỗi người dùng được nhập vào với tên tài khoản và mật khẩu tương ứng.

# plugins.importexport.users.import.continueOnError
source: Continue to import other users if a failure occurs.
ar_iq: تابع استيراد المستخدمين الآخرين عند حدوث خطأ ما.
bg_bg: Ако възникне грешка импортирането продължава със следващите потребители.
ca_es: Continuar important els altres usuaris/àries si hi ha un error.
es_es: Continuar importando el resto de usuarias/os si ocurre un error.
eu: Jarraitu beste erabiltzaile batzuk inportatzen, errore bat gertatzen bada.
hr_hr: U slučaju greške nastavi s unošenjem ostalih korisnika.
id_id: Lanjutkan mengimpor pengguna lain jika terjadi kegagalan.
it_it: Continua a importare altri utenti se si presenta un erore.
kk_kz: Қате жағдай орын алған кезде қалған қолданушыларды импорттауды жалғастырыңыз.
ku_iq: ئەگەر شکستیش لە یەکێک لە بەکارهێنەران ڕوی دا، بەردەوام بە لە هاوردەکردنی ئەوانی دیکە.
ky: Ката кетсе да башка колдонуучуларды импорттоону улантыңыз.
ms_my: Terus mengimport pengguna lain sekiranya berlaku kegagalan.
nl_nl: Ga door met importeren als het proces mislukt voor een gebruiker.
pt_pt: Continuar importando outros utilizadores se ocorrer um erro.
ru_ru: Продолжить импорт остальных пользователей при возникновении ошибки.
sr_rs@latin: U slučaju greške nastavi sa uvozom.
tr_tr: Bir hata oluşur ise diğer kullanıcıları yüklemeyi sürdür.
uk: Продовжити імпортувати інших користувачів, якщо трапилася помилка.
vi_vn: Tiếp tục nhập người dùng khác nếu xảy ra lỗi.

# plugins.importexport.users.import.usersWereImported
source: The following users were successfully imported into the system
ar_iq: المستخدمون الآتية أسماؤهم تم استيرادهم بنجاح إلى النظام
bg_bg: Следните потребители бяха успешно импортирани в системата
ca_es: Els següents usuaris/àries s'han importat correctament al sistema
es_es: Los/as siguientes usuarios/as fueron importados/as en el sistema
eu: Ondorengo erabiltzaileak arrakastaz inportatu dira sistemara
hr_hr: Sljedeći korisnici su uspješno uneseni u sustav
id_id: Pengguna berikut ini berhasil diimpor ke dalam sistem
it_it: I seguenti utenti sono stati importati nel sistema con successo
kk_kz: Келесі қолданушылар жүйеге сәтті импортталды
ku_iq: ئەم بەکارهێنەرانە بە سەرکەوتویی بۆ سیستەمەکە زیاد کران.
ky: Төмөнкү колдонуучулар системага ийгиликтүү импорттолду
ms_my: Pengguna berikut berjaya diimport ke dalam sistem
nl_nl: Volgende gebruikers werden met succes geïmporteerd in het systeem
pt_pt: Os seguintes utilizadores foram importados com sucesso para a revista.
ru_ru: Следующие пользователи были успешно импортированы в систему
sr_rs@latin: Sledeći korisnici su uspešno uvezeni
tr_tr: Aşağıdaki kullanıcılar sisteme başarı ile eklendi
uk: Наступні користувачі були успішно імпортовані до системи
vi_vn: Những người dùng sau đã được nhập thành công vào hệ thống

# plugins.importexport.users.import.errorsOccurred
source: Errors occurred during the import
ar_iq: حدثت أخطاء خلال عملية الاستيراد
bg_bg: Възникнаха грешки по време на импортирането
ca_es: Hi ha hagut errors durant la importació
es_es: Han ocurrido errores durante la importación
eu: Erroreak gertatu dira inportazioan
hr_hr: Pogreške koje su se pojavile prilikom unošenja
id_id: Terjadi galat dalam mengimpor
it_it: Si sono presentati errori durante l'importazione
kk_kz: Импорттау кезінде қателер орын алды
ku_iq: هەڵەیەک لە کاتی هاوردەکردنەکەدا ڕوی دا
ky: Импорттоо учурунда каталар кетти
ms_my: Ralat berlaku semasa import
nl_nl: Er waren fouten tijdens het importeren
pt_pt: Ocorreram erros durante a importação
ru_ru: При импорте произошли ошибки
sr_rs@latin: Greške prilikom uvoza
tr_tr: Veri alınırken hata oldu
uk: Під час імпорту трапилися помилки
vi_vn: Đã có lỗi xảy ra trong quá trình nhập

# plugins.importexport.users.import.confirmUsers
source: Confirm that these are the users you would like to import into the system
ar_iq: أكد أن هؤلاء المستخدمون الذين تريد استيرادهم إلى النظام
bg_bg: Потвърдете, че това са потребителите, които искате да импортирате в системата
ca_es: Confirmeu que aquests son els usuaris/àries que voleu importar al sistema
es_es: Confirme que son las/os usuarias/os que le gustaría importar en el sistema
eu: Berretsi hauek direla sistemara inportatu nahi dituzun erabiltzaileak
hr_hr: Molim potvrdite da su ovo korisnici koje želite unijeti u sustav
id_id: Konfirmasi jika pengguna ini ingin Anda impor ke dalam sistem
it_it: Conferma che questi sono gli utenti che vuoi importare nel sistema
kk_kz: Бұл жүйеге импорттағыңыз келетін қолданушылар екенін растаңыз
ku_iq: دڵنیایی بدە کە ئەمانە ئەو کەسانەن کە دەتەوێت هاوردەی سیستەمەکەیان بکەیت
ky: Бул колдонуучуларды системага импорттоону каалаганыңызды ырастаңыз
ms_my: Sahkan bahawa ini adalah pengguna yang ingin anda import ke dalam sistem
nl_nl: Bevestig dat u deze gebruikers wilt importeren in het systeem
pt_pt: Confirme que estes são os utilizadores que gostaria de importar para a revista
ru_ru: Подтвердите, что это те самые пользователи, которых вы хотите импортировать в систему
sr_rs@latin: Potvrdite da su ovo korisnici koje želite da uvezete
tr_tr: Bu kullanıcıların sisteme eklenmesini istediğiniz kullanıcılar olduğunu onaylayınız
uk: Підтвердьте, що це користувачі, яких ви хочете імпортувати в систему
vi_vn: Xác nhận rằng đây là những người dùng bạn muốn nhập vào hệ thống

# plugins.importexport.users.import.warning
source: Warning
ar_iq: تحذير
bg_bg: Предупреждение
ca_es: Avís
es_es: Aviso
eu: Abisua
hr_hr: Upozorenje
id_id: Peringatan
it_it: Attenzione
kk_kz: Ескерту
ku_iq: هۆشیارکردنەوە
ky: Эскертүү
ms_my: Amaran
nl_nl: Waarschuwing
pt_pt: Aviso
ru_ru: Предупреждение
sr_rs@latin: UPOZORENJE
tr_tr: Uyarı
uk: Попередження
vi_vn: Cảnh báo

# plugins.importexport.users.import.encryptionMismatch
source: Cannot use passwords hashed with {$importHash}; OJS is configured to use {$ojsHash}. If you continue, you will need to reset the imported users' passwords.
ar_iq: لا يمكن استعمال كلمات المرور المرمزة بواسطة {$importHash}؛ نظام المجلات المفتوحة مصمم لاستعمال {$ojsHash}. إذا تابعت الأمر، سيكون عليك إعادة ضبط كلمات مرور المستخدمين الذين ستستورد حساباتهم إلى النظام.
bg_bg: Не можете да използвате пароли хеширани с {$importHash}; OJS е конфигуриран да използва {$ojsHash}. Ако продължите, ще трябва да нулирате паролите на импортираните потребители.
ca_es: No es poden utilitzar contrasenyes codificades amb {$importHash}; OJS està configurat per utilitzar {$ojsHash}. Si continueu necessitareu reinicialitzar les contrasenyes dels usuaris/àries importats.
es_es: No es posible usar contraseñas codificadas con {$importHash}; OJS está configurado para utilizar {$ojsHash}. Si decide continuar, necesitará volver a crear las contraseñas de los usuarios/as importados.
hr_hr: Nije moguće koristiti lozinke pohranjene hash funkcijom {$importHash}; OMP je podešen da koristi {$ompHash}. Ukoliko nastavite, morat ćete ponovno postaviti lozinke ovako unesenih korisnika.
id_id: Tidak bisa menggunakan password hashed dengan {$importHash}; OJS disetting untuk memakai {$ojsHash}. Jika tetap lanjut, Anda peelu mereset password pengguna yang diimpor.
it_it: Non si possono usare password criptate con {$importHash}; OMP è configurato per usare {$ompHash}. Se continui, dovrai resettare le password degli utenti importati.
kk_kz: Сіз {$importHash} алгоритмімен хэшталған парольдерді пайдалана алмайсыз; OJS қазір {$ojsHash} пайдалануға конфигурацияланған. Егер сіз жалғастырсаңыз, импортталған қолданушылардың құпия сөздерін қалпына келтіру қажет болады.
ku_iq: ناتوانیت وشەی نهێنی بە یارمەتی {$importHash}; بەکار بهێنیت،. سیستەمی گۆڤاری کراوە تەنیا ڕێگە بە {$ojsHash} دەدات. ئەگەر بەردەوام دەبیت، تۆ دەبێت وشەی نهێنی بەکارهێنەرە هاوردەکان بەتاڵ بکەیتەوە.
ky: {$importHash} менен хэштелген сырсөздөрдү колдонууга болбойт; OJS {$ojsHash} колдонууга конфигурацияланган. Эгер улантсаңыз, импорттолгон колдонуучулардын сырсөздөрүн кайра коюшуңуз керек болот.
ms_my: Tidak dapat menggunakan kata laluan yang dicincang dengan {$importHash}; OJS dikonfigurasi untuk menggunakan {$ojsHash}. Sekiranya anda meneruskan, anda perlu menetapkan semula kata laluan pengguna yang diimport.
nl_nl: Wachtwoorden die met {$importHash} werden versleuteld, kunnen niet worden gebruikt. OJS is geconfigureerd om {$ojsHash} te gebruiken. Als u doorgaat, zal u de wachtwoorden voor de geïmporteerde gebruikers moeten vernieuwen.
pt_pt: Não é possível usar senhas com {$importHash}; O OJS está configurado para usar {$ojsHash}. Se continuar, tem de restabelecer as senhas dos utilizadores importados.
ru_ru: Нельзя использовать пароли, хэшированные алгоритмом {$importHash}; OJS сейчас настроен на использование {$ojsHash}. Если вы продолжите, то вам будет необходимо сбросить пароли импортированных пользователей.
sr_rs@latin: Nemoguće korišćenje lozinki hešovanih sa {$importHash}; OJS je konfigurisan da koristi {$ojsHash}. Ukoliko nastavite, moraćete resetovati lozinke svih korisnika koje uvezete.
tr_tr: {$importHash} ile şifreli şifreler kullanılamıyor; OJS, {$ojsHash} kullanacak şekilde yapılandırıldı. Devam ederseniz, içe aktarılan kullanıcıların şifrelerini sıfırlamanız gerekir.
uk: Не можна використовувати паролі, хешовані алгоритмом {$importHash}; OJS налаштовано на використання {$ojsHash}. Якщо ви продовжите, вам доведеться скинути паролі імпортованих користувачів.
vi_vn: Không thể sử dụng mật khẩu được băm với {$importHash}; OJS được định cấu hình để sử dụng {$ojsHash}. Nếu bạn tiếp tục, bạn sẽ cần đặt lại mật khẩu của người dùng đã nhập.

# plugins.importexport.users.unknownPress
source: An unknown journal path "{$journalPath}" was specified.
ar_iq: مسار مجلة "{$journalPath}" غير معروف تم تحديده.
bg_bg: Посочен е неизвестен път на списанието "{$journalPath}".
ca_es: S'ha especificat un ruta de revista "{$journalPath}" desconeguda.
es_es: Se ha especificado una ruta incorrecta para la revista "{$journalPath}".
eu: "{$journalPath}" aldizkariaren helbide ezezaguna zehaztu da.
hr_hr: Navedena je nepoznata putanja "{$pressPath}".
id_id: Alamat jurnal "{$journalPath}" tidak dikenali.
it_it: È stata specificata una path del press sconosciuta "{$pressPath}".
kk_kz: "{$journalPath}" журналының белгісіз жолы көрсетілді.
ku_iq: ڕێچکەیەکی نادیاری گۆڤارەکە "{$journalPath}" دیاری کرا.
ky: Белгисиз журнал жолу "{$journalPath}" көрсөтүлдү.
ms_my: Laluan url jurnal yang tidak diketahui "{$journalPath}" telah ditentukan.
nl_nl: Er werd een onbekend tijdschriftpad "{$journalPath}" opgegeven.
pt_pt: Foi especificado um caminho "{$journalPath}" desconhecido da revista.
ru_ru: Был указан неизвестный путь журнала «{$journalPath}».
sr_rs@latin: Nepoznata putanja časopisa "{$journalPath}".
tr_tr: Bilinmeyen bir dergi yolu "{$journalPath}" belirtildi.
uk: Вказано невідомий шлях журналу "{$journalPath}".
vi_vn: Một đường dẫn tạp chí không xác định "{$journalPath}" đã được chỉ định.

# plugins.importexport.users.export.exportUsers
source: Export Users
ar_iq: تصدير المستخدمين
bg_bg: Експорт на потребители
ca_es: Exportar usuaris/àries
es_es: Exportar usuarias/os
eu: Esportatu erabiltzaileak
hr_hr: Iznesi korisnike
id_id: Ekspor Pengguna
it_it: Esporta Utenti
kk_kz: Қолданушыларды экспорттау
ku_iq: هەناردەکردنی بەکارهێنەران
ky: Колдонуучуларды экспорттоо
ms_my: Eksport Pengguna
nl_nl: Exporteer gebruikers
pt_pt: Exportar Utilizadores
ru_ru: Экспортировать пользователей
sr_rs@latin: Izvezi korisnike
tr_tr: Kullanıcı verilerini dışarı ver
uk: Експортувати користувачів
vi_vn: Xuất người dùng

# plugins.importexport.users.export.exportByRole
source: Export By Role
ar_iq: التصدير حسب الدور
bg_bg: Експорт според ролята
ca_es: Exportar per rol
es_es: Exportar por rol
eu: Esportatu rolaren arabera
hr_hr: Iznesi po ulozi
id_id: Ekspor Berdasarkan Peran
it_it: Esporta per ruolo
kk_kz: Рөлдер бойынша экспорттау
ku_iq: هەناردە بە گوێرەی ڕۆڵ
ky: Роль боюнча экспорттоо
ms_my: Eksport Mengikut Peranan
nl_nl: Exporteer volgens rol
pt_pt: Exportar por Papel
ru_ru: Экспортировать по ролям
sr_rs@latin: Izvezi po ulozi
tr_tr: Kullanıcıları rollerine göre ver
uk: Експортувати за ролями
vi_vn: Xuất theo vai trò

# plugins.importexport.users.export.exportAllUsers
source: Export All
ar_iq: تصدير الكل
bg_bg: Експорт на всички
ca_es: Exportar tot
es_es: Exportar todo
eu: Esportatu guztia
hr_hr: Iznesi sve
id_id: Ekspor Semua
it_it: Esporta tutti
kk_kz: Барлығын экспорттау
ku_iq: هەناردەکردنی هەمووان
ky: Бардыгын экспорттоо
ms_my: Eksport Semua
nl_nl: Exporteer alle
pt_pt: Exportar Todos
ru_ru: Экспортировать всех
sr_rs@latin: Izvezi sve
tr_tr: Tümünü ver
uk: Експортувати усіх
vi_vn: Xuất tất cả

# plugins.importexport.users.export.errorsOccurred
source: Errors occurred during the export
ar_iq: حدثت أخطاء خلال عملية التصدير
bg_bg: Възникнаха грешки по време на експортирането
ca_es: Hi ha hagut errors durant l'exportació
es_es: Ha ocurrido un error durante la exportación
eu: Erroreak gertatu dira esportazioan
hr_hr: Pogreške koje su se pojavile prilikom iznošenja
id_id: Terjadi galat selama proses ekspor
it_it: Si sono presentati errori durante l'esportazione
kk_kz: Экспорттау кезінде қателер орын алды
ku_iq: هەندێک هەڵە لە کاتی هەناردەکردنەکەدا ڕویان دا
ky: Экспорттоо учурунда каталар кетти
ms_my: Ralat berlaku semasa eksport
nl_nl: Er waren fouten tijdens het exporteren
pt_pt: Ocorreram erros durante a exportação
ru_ru: При экспорте произошли ошибки
sr_rs@latin: Došlo je do grešaka prilikom izvoza
tr_tr: Veriler verilmeye hazırlanırken hata oldu
uk: Під час експорту трапилися помилки
vi_vn: Đã có lỗi xảy ra khi Xuất dữ liệu người dùng

# plugins.importexport.users.export.couldNotWriteFile
source: Could not write to the file "{$fileName}".
ar_iq: تعذرت الكتابة إلى الملف "{$fileName}".
ca_es: No s'ha pogut escriure en l'arxiu "{$fileName}".
es_es: No ha sido posible escribir al fichero "{$fileName}".
hr_hr: Nije moguće pisati po datoteci "{$fileName}".
id_id: Tidak dapat membuat file "{$fileName}".
it_it: Non si può scrivere sul file "{$fileName}".
ku_iq: ناتوانیت شت لەسەر "{$fileName}" بنوسیت.
nl_nl: Kon het bestand "{$fileName}" niet schrijven.
pt_pt: Não foi possível gravar no ficheiro "{$fileName}".
ru_ru: Не могу записать в файл «{$fileName}».
sr_rs@latin: Nemoguće upisivanje u fajl "{$fileName}".
tr_tr: "{$fileName}" dosyasına yazamıyorum.
vi_vn: Không thể ghi vào tập tin "{$fileName}".

# plugins.importexport.users.importComplete
source: The import completed successfully. Users with usernames and email addresses that are not already in use have been imported, along with accompanying user groups.
ar_iq: إكتملت عملية الاستيراد بنجاح. اسماء المستخدمين وعناوينهم البريدية من الذين لم يسبق معرفتهم قد تم استيرادها فضلاً عن المجموعات المصاحبة لهم.
bg_bg: Импортирането завърши успешно. Потребителите с потребителски имена и имейл адреси, които все още не се използват, са импортирани заедно с придружаващите ги групи потребители.
ca_es: La importació s'ha completat correctament. S'han importat els usuaris/àries amb noms d'usuaris/àries i correus electrònics que ja no estan en ús, juntament amb els grups d'usuaris/àries corresponents.
es_es: La importación finalizó correctamente. Se han importado los usuarios/as con nombres de usuario/a y correos electrónicos que ya no están en uso, junto con los grupos de usuarios/as correspondientes.
id_id: Impot berhasil. Pengguna dengan usernames dan alamat email yang belum digunakan telah diimpor, bersama dengan grup pengguna.
it_it: L'import è finito con successo. Gli utenti con usernames and email che non sono ancora in uso sono stati importati, insieme ai gruppi di utenti.
kk_kz: Импорт сәтті орындалды. Қолданушы есімімен әлі қолданылмаған электрондық пошта мекенжайлары бар қолданушылар тиісті қолданушы топтарымен бірге импортталды.
ku_iq: هاوردەکردنەکە بە تەواوی سەرکەوتو بو. بەکارهێنەران بە ناوی بەکاهێنەر و ئیمەیڵەکانیانەوە هاوردە کران.
ky: Импорттоо ийгиликтүү аяктады. Колдонуучу аттары жана электрондук почта даректери мурунтан колдонулбаган колдонуучулар, тиешелүү колдонуучу топтору менен кошо импорттолду.
ms_my: Import berjaya dilakukan. Pengguna dengan nama pengguna dan alamat e-mel yang belum digunakan telah diimport, bersama dengan kumpulan pengguna yang menyertainya.
nl_nl: De gebruikers werden met succes geïmporteerd: gebruikers met gebruikersnamen en e-mailadressen die nog niet in gebruik waren zijn geïmporteerd, met overeenkomstige gebruikersgroepen.
pt_pt: A importação foi concluída com sucesso. Utilizadores com nomes de utilizadores e endereços de e-mail que ainda não estão em uso foram importados, juntamente com os grupos de utilizadores que os acompanham.
ru_ru: Импорт выполнен успешно. Пользователи с их именами пользователей и адресами электронной почты, которые еще не использовались, были импортированы вместе с соответствующими группами пользователей.
sr_rs@latin: Uvoz je uspešno završen. Korisnici sa korisničkim imenima i imejl adresama koje do sada nisu bila u upotrebi su uspešno uvezeni i dodati u odgovarajuće grupe.
tr_tr: İçe aktarma başarıyla tamamlandı. Kullanılmayan kullanıcı adları ve e-posta adresleri olan kullanıcılar, birlikte gelen kullanıcı grupları ile birlikte içe aktarılmıştır.
uk: Імпорт завершено успішно. Користувачі з іменами користувачів та адресами електронної пошти, які ще не використовувалися, імпортуються разом із відповідними групами користувачів.
vi_vn: Việc nhập thành công. Người dùng có tên người dùng và địa chỉ email chưa được sử dụng đã được nhập cùng với các nhóm người dùng đi kèm.

# plugins.importexport.users.results
source: Results
ar_iq: النتائج
bg_bg: Резултати
ca_es: Resultats
es_es: Resultados
eu: Emaitzak
id_id: Hasil
it_it: Risultati
kk_kz: Нәтижелер
ku_iq: ئەنجامەکان
ky: Натыйжалар
ms_my: Hasil
nl_nl: Resultaten
pt_pt: Resultados
ru_ru: Результаты
sr_rs@latin: Rezultati
tr_tr: Sonuçlar
uk: Результати
vi_vn: Kết quả

# plugins.importexport.users.uploadFile
source: Please upload a file under "Import" in order to continue.
ar_iq: لطفاً، إرفع ملفاً ضمن "استيراد" للمتابعة.
bg_bg: Моля, качете файл в „Импорт“ за да продължите.
ca_es: Carregueu un arxiu en l'apartat "Importar" per continuar.
es_es: Cargue un archivo en "Importar" para continuar.
eu: Mesedez, kargatu fitxategi bat "Inportatu" atalean, jarraitu ahal izateko.
id_id: Unggahlah file pada "Impor" untuk melanjutkan.
it_it: Carica un file nell'area "Importa" per continuare.
kk_kz: Жалғастыру үшін файлды "қолданушыларды импорттау" бөліміне жүктеңіз.
ku_iq: بۆ بەردەوامبون، تکایە فایلێک لە ژێر ''هاوردە'' بار بکە.
ky: Улантуу үчүн "Импорттоо" бөлүмүнө файл жүктөңүз.
ms_my: Sila muat naik fail di bawah "Import" untuk meneruskan.
nl_nl: Laad eerst een bestand op onder "Importeer".
pt_pt: Faça o upload de um ficheiro em "Importar" para continuar.
ru_ru: Пожалуйста, загрузите файл в раздел «Импортировать пользователей», чтобы продолжить.
sr_rs@latin: Molimo dodajte fajl u opciji "Uvoz" za nastavak.
tr_tr: Devam etmek için lütfen "İçe Aktar"ın altında bir dosya yükleyin.
uk: Будь ласка, вивантажте файл через "Імпорт", щоб продовжити.
vi_vn: Vui lòng tải lên một tập tin trong "Nhập" để tiếp tục.
