Repository: pkp/ojs
Catalog: plugins/importexport/users/locale/*/locale.po
Languages: ar_iq, bg_bg, ca_es, es_es, eu, hr_hr, id_id, it_it, kk_kz, ku_iq, ky, ms_my, nl_nl, pt_pt, ru_ru, sr_rs@latin, tr_tr, uk, vi_vn

# plugins.importexport.users.displayName
source: Users XML Plugin
ar_iq: إضافة XML للمستخدمين
bg_bg: Плъгин за импорт/експорт на потребители в XML
ca_es: Mòdul d'usuaris/àries XML
es_es: Módulo XML de usuarios/as
eu: Erabiltzaileen XML plugina
hr_hr: Dodatak za XML korisnika
id_id: Plugin XML Pengguna
it_it: XML Plugin Utenti
kk_kz: "XML-дегі қолданушылар" модулі
ku_iq: گرێدانی XML بۆ بەکارهێنەران
ky: Колдонуучулардын XML плагини
ms_my: Plugin XML Pengguna
nl_nl: Gebruikers XML plugin
pt_pt: Plugin Utilizadores XML
ru_ru: Модуль «Пользователи в XML»
sr_rs@latin: Users XML dodatak
tr_tr: Kullanıcı XML Eklentisi
uk: Плагін користувачів в XML
vi_vn: Plugin người dùng XML

# plugins.importexport.users.description
source: Import and export users
ar_iq: استيراد وتصدير المستخدمين
bg_bg: Импорт/експорт на потребители
ca_es: Importar i exportar usuaris/àries
es_es: Importación y exportación de usuarios/as
eu: Inportatu eta esportatu erabiltzaileak
hr_hr: Unošenje i iznošenje korisnika.
id_id: Impor dan ekspor pengguna
it_it: Importa e esporta utenti
kk_kz: Қолданушыларды импорттайды және экспорттайды
ku_iq: هاوردەکردن و هەناردەکردنی بەکارهێنەران
ky: Колдонуучуларды импорттоо жана экспорттоо
ms_my: Import dan eksport pengguna
nl_nl: Importeer en exporteer gebruikers
pt_pt: Importar e exportar utilizadores
ru_ru: Импортирует и экспортирует пользователей
sr_rs@latin: Uvoz i izvoz korisnika
tr_tr: Kullanıcı verilerinin alış verişi için
uk: Імпортувати й експортувати користувачів
vi_vn: Nhập và xuất người dùng

# plugins.importexport.users.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ar_iq: الاستعمال: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
bg_bg: Употреба: {$scriptName} {$pluginName} [command] ... Команди: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ca_es: Ús: {$scriptName} {$pluginName} [command] ... Ordres: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
es_es: Uso: {$scriptName} {$pluginName} [command] ... Comandos: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
eu: Erabilera: {$scriptName} {$pluginName} [command] ... Komandoak: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
hr_hr: Primjena: {$scriptName} {$pluginName} [naredba] ... Naredba: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
id_id: Penggunaan: {$scriptName} {$pluginName} [command] ... Perintah: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
kk_kz: Қолдану реті: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ku_iq: بەکارهێنان: {$scriptName} {$pluginName} [command] ... کردارەکان: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ky: Колдонуу: {$scriptName} {$pluginName} [буйрук] ... Буйруктар: импорттоо [xmlFileName] [journal_path] экспорттоо [xmlFileName] [journal_path] экспорттоо [xmlFileName] [journal_path] [userId1] [userId2] ...
ms_my: Penggunaan: {$scriptName} {$pluginName} [command] ... Perintah: import [xmlFileName] [journal_path] eksport [xmlFileName] [journal_path] eksport [xmlFileName] [journal_path] [userId1] [userId2] ...
nl_nl: Gebruik: {$scriptName} {$pluginName} [commando] ... Commando's: import [xmlBestandsNaam] [tijdschriftPad] export [xmlBestandsNaam] [tijdschriftPad] export [xmlBestandsNaam] [tijdschriftPad] [gebruikersId1] [gebruikersId2] ...
pt_pt: Modo de utilização: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
ru_ru: Вызов: {$scriptName} {$pluginName} [команда] ... Команды: import [ИмяФайлаXML] [путь_журнала] export [ИмяФайлаXML] [путь_журнала] export [ИмяФайлаXML] [путь_журнала] [IdПользователя1] [IdПользователя2] ...
sr_rs@latin: Primena: {$scriptName} {$pluginName} [command] ... Naredbe: import [xmlFileName] [press_path] [optional flags] export [xmlFileName] [press_path] export [xmlFileName] [press_path] [role_path1] [role_path2] ... Opcione oznake: continue_on_error: Ukoliko je zatato, u slučaju greške ne staje sa uvozom korisnika send_notify: Ukoliko je zadato šalje imejl obaveštenje svim korisnicima sa podacima o korisničkom imenu i lozinci Primeri: Uvozi korisnike u myPress časopis iz myImportFile.xml, nastavljajući u slučaju greške: {$scriptName} {$pluginName} import myImportFile.xml myPress continue_on_error Izvozi korisnike iz časopisa myPress u fajl myExportFile.xml: {$scriptName} {$pluginName} export myExportFile.xml myPress Izvozi korisnike registrovane kao recenzente sa njihovim recenzentskim ulogama: {$scriptName} {$pluginName} export myExportFile.xml myPress reviewer
tr_tr: Kullanım: {$scriptName} {$pluginName} [komut] ... Komutlar: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
uk: Використання: {$scriptName} {$pluginName} [command] ... Команди: import [xmlFileName] [journal_path] export [xmlFileName] [journal_path] export [xmlFileName] [journal_path] [userId1] [userId2] ...
vi_vn: Sử dụng: {$scriptName} {$pluginName} [command] ... Các lệnh: nhập [xmlFileName] [journal_path] xuất [xmlFileName] [journal_path] xuất [xmlFileName] [journal_path] [userId1] [userId2] ...

# plugins.importexport.users.cliUsage.examples
source: Examples: Import users into myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export all users from myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export users specified by their ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ar_iq: أمثلة: استيراد المستخدمين إلى myJournal من myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal تصدير كل المستخدمين من myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal تصدير المستخدمين المحددين باستعمال رموزهم التعريفية: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
bg_bg: Примери: Импорт на потребители в myJournal от myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Експорт на всички потребители от myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Експорт на потребители указани чрез тяхното ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ca_es: Exemples: Importar usuaris/àries a myJournal des de myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Exportar tots els usuaris/àries des de myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Exportar usuaris/àries especificats pel seu ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
es_es: Ejemplos: Importar usuarios/as a myJournal desde myImportFile.xml: {$scriptName} {$pluginName} importar myImportFile.xml myJournal Exportar todos los usuarios/as desde myJournal: {$scriptName} {$pluginName} exportar myExportFile.xml myJournal Exportar los usuarios/as especificados por su ID: {$scriptName} {$pluginName} exportar myExportFile.xml myJournal 1 2
eu: Adibideak: Inportatu erabiltzaileak myJournal-era myImportFile.xml-tik: {$scriptName} {$pluginName} import myImportFile.xml myJournal Esportatu erabiltzaile guztiak myJournal-etik: {$scriptName} {$pluginName} export myExportFile.xml myJournal Esportatu IDaren bidez zehaztutako erabiltzaileak: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
id_id: Contoh: Impor pengguna ke myJournal dari myImportFile.xml: {$scriptName} {$pluginName} impor myImportFile.xml myJournal Ekspor semua pengguna dari myJournal: {$scriptName} {$pluginName} ekspor myExportFile.xml myJournal Ekspor pengguna berdasarkan ID: {$scriptName} {$pluginName} ekspor myExportFile.xml myJournal 1 2
it_it: Examples: Importa utenti dentro la rivista usando il file myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Esporta tutti gli utenti da myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Esporta gli utenti specificando il loro ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
kk_kz: Мысалы: Import users into myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export all users from myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export users specified by their ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ku_iq: نمونەکان: هاوردەکردنی هەمو بەکارهێنەران بۆ myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal هەناردەکردنی هەمو بەکارهێنەران بۆ myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal بەکارهێنەرە هەناردەکراوەکان لە ڕێگەی ناسنامەیانەوە دیاری کراون: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ky: Мисалдар: myImportFile.xml сайтынан myJournalга колдонуучуларды импорттоо: {$scriptName} {$pluginName} myImportFile.xml myJournal импорттоо myJournal'дан бардык колдонуучуларды экспорттоо: {$scriptName} {$pluginName} myExportFile.xml myJournal экспорттоо Идентификатору менен көрсөтүлгөн колдонуучуларды экспорттоо: {$scriptName} {$pluginName} myExportFile.xml myJournal 1 2 экспорттоо
ms_my: Contoh: Import pengguna ke myJournal dari myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Eksport semua pengguna dari myJournal: {$scriptName} {$pluginName} eksport myExportFile.xml myJournal Eksport pengguna yang ditentukan oleh ID mereka: {$scriptName} {$pluginName} eksport myExportFile.xml myJournal 1 2
nl_nl: Voorbeelden: Importeer gebruikers in mijnTijdschrift van mijnImporteerBestand.xml: {$scriptName} {$pluginName} import mijnImporteerBestand.xml mijnTijdschrift Exporteer alle gebruikers van mijnTijdschrift: {$scriptName} {$pluginName} export mijnExporteerBestand.xml mijnTijdschrift Exporteer gebruikers met een speciefieke ID: {$scriptName} {$pluginName} export mijnExporteerBestand.xml mijnTijdschrift 1 2
pt_pt: Exemplos: Import users into myJournal from myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Export all users from myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Export users specified by their ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
ru_ru: Примеры: Импортировать пользователей в myJournal из файла myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Экспортировать всех пользователей из myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Экспортировать всех пользователей, указанных своими ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
tr_tr: Örnekler: Kullanıcıları myImportFile.xml dosyasından içe aktar: {$scriptName} {$pluginName} myImportFile.xml myJournal'ı içe aktar Tüm kullanıcıları myJournal'dan dışa aktar: {$scriptName} {$pluginName} myExportFile.xml myJournal'dan ihraç et Kullanıcıları ID'leri ile dışa aktar: {$scriptName} {$pluginName} myExportFile.xml myJournal 1 2 ihraç et
uk: Приклади: Імпортувати користувачів в myJournal з файлу myImportFile.xml: {$scriptName} {$pluginName} import myImportFile.xml myJournal Експортувати усіх користувачів з myJournal: {$scriptName} {$pluginName} export myExportFile.xml myJournal Експортувати всіх користувачів, указаних своїми ID: {$scriptName} {$pluginName} export myExportFile.xml myJournal 1 2
vi_vn: Ví dụ: Nhập người dùng vào myJournal từ myImportFile.xml: {$scriptName} {$pluginName} nhập myImportFile.xml myJournal Xuất tất cả người dùng từ myJournal: {$scriptName} {$pluginName} xuất myExportFile.xml myJournal Xuất người dùng được chỉ định bởi ID của họ: {$scriptName} {$pluginName} xuất myExportFile.xml myJournal 1 2

# plugins.importexport.users.import.importUsers
source: Import Users
ar_iq: استيراد المستخدمين
bg_bg: Импорт на потребители
ca_es: Importar usuaris/àries
es_es: Importar usuarios/as
eu: Inportatu erabiltzaileak
hr_hr: Unesi korisnike
id_id: Impor Pengguna
it_it: Importa Utenti
kk_kz: Қолданушыларды импорттау
ku_iq: هاوردەکردنی بەکارهێنەران
ky: Колдонуучуларды импорттоо
ms_my: Import Pengguna
nl_nl: Importeer gebruikers
pt_pt: Importar Utilizadores
ru_ru: Импортировать пользователей
sr_rs@latin: Uvoz korisnika
tr_tr: Kullanıcı verilerini Ekle
uk: Імпортувати користувачів
vi_vn: Nhập người dùng

# plugins.importexport.users.import.instructions
source: Select an XML data file containing user information to import into this journal. See the journal help for details on the format of this file.<br /><br />Note that if the imported file contains any usernames or email addresses that already exist in the system, the user data for those users will not be imported and any new roles to be created will be assigned to the existing users.
ar_iq: إختر ملف بيانات بصيغة XML يتضمن معلومات المستخدمين لاستيرادها إلى هذه المجلة. أنظر ملف المساعدة الخاص بالمجلة للحصول على تفاصيل عن صيغة هذا الملف.<br /><br />لاحظ أنه إن كان الملف المستورد يتضمن أي أسماء مستخدمين أو عناوين بريد الكتروني موجودة سلفاً في النظام، فإن بيانات هؤلاء المستخدمين لن يتم استيرادها، مع منحهم أي أدوار جديدة فيما لو جاءت مستوردة من الملف المعني، أي بعبارة أخرى، سيتم التعامل مع المستخدمين المكررين على أنهم معروفون سابقاً في النظام.
bg_bg: Изберете XML файл с данни, съдържащ потребителска информация, за да импортирате в това списание. Вижте помощта за списанието за подробности относно формата на този файл. <br /> <br /> Обърнете внимание, че ако импортираният файл съдържа потребителски имена или имейл адреси, които вече съществуват в системата, потребителските данни за тези потребители няма да бъдат импортирани и всички нови роли, които ще бъдат създадени, ще бъдат присвоени на съществуващите потребители.
ca_es: Seleccioneu un arxiu de dades XML que contingui informació d'usuaris/àries per importar en aquesta revista. Consulteu l'ajuda de la revista per obtenir detalls sobre el format d'aquest arxiu.<br /><br />Tingueu en compte que si l'arxiu importat conté algun nom d'usuari/ària o correu electrònic ja existent en el sistema, aquestes dades no s'importaran i els nous rols que es crearan s'assignaran a usuaris/àries que ja existeixin.
es_es: Seleccione un fichero XML que contenga los datos de usuarias/os que quiere importar en la revista. Consulte la ayuda de la revista para saber los detalles del formato de este fichero.<br /><br />Tenga en cuenta que si el fichero importado contiene nombres de usuaria/o o direcciones de correo electrónico que ya existan en el sistema no se importarán los datos de esas/os usuarias/os y los nuevos roles a crear se asignarán a las/os usuarias/os existentes.
hr_hr: Molim odaberite XML datoteku koja sadrži informacije o korisnicima koje želite unijeti u ovaj časopis. Konzultirajte pomoć časopisa za detalje o formatu ove datoteke.<br /><br />Ukoliko unesena datoteka sadrži bilo koja korisnička imena ili adrese e-pošte koje već postoje u sustavu, ti korisnici neće biti uneseni, već će njihove uloge biti dodijeljene onima postojećih korisnika.
id_id: Pilih file data XML yang berisi informasi pengguna untuk diimpor ke dalam jurnal ini. Baca bantuan jurnal untuk selengkapnya dalam format yang dimaksud.<br /><br />Perku diketahui bahwa file yang diimpor mengandung username atau alamat email yang ada dalam sistem, data pengguna tersebut tidak akan diimpor dan setiap peran baru yang akan diberikan akan ditetapkan pda pengguna yang ada.
it_it: Seleziona un file di dati XML contenente informazioni sull'utente da importare in questo press. Vedi l'help del press per dettagli sul formato di questo file.<br /><br />Nota che se il importato file contiene ogni username o indirizzo email gi&#x00E0; esistente nel sistema, i dati per quegli utenti non saranno importati e ogni nuovo ruolo da creare sar&#x00E0; assegnato agli utenti esisenti.
kk_kz: Осы журналға импорттау үшін қолданушылар туралы ақпаратты қамтитын XML деректер файлын таңдаңыз. Осы файлдың пішімі туралы мәліметтерді журналдың көмегіне қараңыз.<br/><br/>егер импортталған файлда жүйеде бұрыннан бар қолданушы есімдері немесе электрондық пошта мекенжайлары болса, онда бұл қолданушылар үшін деректер импортталмайды және барлық жаңа рөлдер бұрыннан бар пайдаланушыларға тағайындалады.
ku_iq: فایلی داتای XML دیاری بکە کە زانیاریی بەکارهێنەرانی تێدایە بۆ هاوردەکردنیان بۆ ئەم گۆڤارە. سەیری یارمەتییەکانی گۆڤار بکە بۆ ڕێکخستنی ئەم فایلە. <br /><br /> تێبینی ئەوە بکە کە ئەگەر فایلە هاوردەکراوەکە هەمان ناوی بەکارهێنەر یان هەمان ئیمەیڵ لەخۆ بگرێت کە لە سیستەمەکەدا هەیە، بەکارهێنەرە ڕەسەنەکە دەمێنێتەوە و بەکارهێنەرە هاوردەکراوەکە ناگات و هیچ ڕۆڵێکیش وەرناگرێت.
ky: Бул журналга импорттоо үчүн колдонуучу маалыматтарын камтыган XML файлды тандаңыз. Бул файлдын форматы боюнча журнал жардамын караңыз.<br /><br />Эскертүү: Эгер импорттолгон файлда системада мурунтан бар колдонуучу аттары же электрондук почта даректери болсо, ал колдонуучулардын маалыматтары импорттолбойт жана түзүлө турган жаңы ролдор учурдагы колдонуучуларга дайындалат.
ms_my: Pilih fail data XML yang mengandungi maklumat pengguna untuk diimport ke jurnal ini. Lihat bantuan jurnal untuk perincian mengenai format file ini. <br /> <br /> Perhatikan bahawa jika fail yang diimport berisi nama pengguna atau alamat e-mel yang sudah ada dalam sistem, data pengguna untuk pengguna tersebut tidak akan diimport dan sebarang peranan baru yang akan dibuat akan diberikan kepada pengguna yang wujud.
nl_nl: Selecteer een XML bestand met gebruikergegevevens om in dit tijdschrift te importeren. Raadpleeg het hulpsysteem van het tijdschrift voor details over het formaat van dit bestand.<br /><br />Merk op dat als het geïmporteerde bestand reeds bestaande gebruikersnamen of e-mailadressen bevat, de gegevens voor die gebruikers niet zullen worden geïmporteerd, en alle nieuwe rollen zullen worden toegekend aan de reeds bestaande gebruikers.
pt_pt: Seleccione um ficheiro de dados XML contendo informações sobre o utilizador para importar para esta revista. Consulte a ajuda da revista para obter detalhes sobre o formato deste ficheiro. <br /> <br /> Note que, se o ficheiro importado contiver quaisquer nomes de utilizadores ou endereços de e-mail que já existam no sistema, os dados do utilizador para estes utilizadores não serão importados e quaisquer novos papéis a serem criados serão atribuídos aos utilizadores existentes.
ru_ru: Выберите файл данных XML, содержащий информацию о пользователях, для импорта в этот журнал. Подробности о формате этого файла смотрите в помощи журнала.<br /><br />Обратите внимание, что если импортируемый файл содержит имена пользователей или адреса электронной почты, уже существующие в системе, то данные для этих пользователей не будут импортированы, а все новые роли, которые должны были быть созданы, будут назначены существующим пользователям.
sr_rs@latin: Odaberite XML fajl koji sadrži informacije o korisnicima koje želite uvesti u časopis. Konsultujte pomoć za detale o formatu fajla.<br /><br />Ukoliko fajl sadrži podatke o korisnicima koji već postoje, oni neće biti uneti već će se postojećim korisnicima promeniti/dodeliti uloge iz fajla.
tr_tr: Bu dergiye eklenecek kullanıcı bilgilerini içeren veri dosyasını seçiniz. Dergi yardım sayfalarından ilgili dosya yapısı ile ilgili bilgilere bakınız.<br /><br />Not: veri alınırken sistemde kayıtlı kullanıcı adı veya e-posta adresi ile aynı olan kullanıcılar yendiden kaydedilmez, eğer bu kullanıcıların ek rolleri tanımlı ise, bu roller kayıtlı kullanıcıya eklenir.
uk: Виберіть файл даних XML, що містить інформацію про користувача для імпорту в цей журнал. Докладніше про формат цього файлу дивіться у довідці журналу.<br /><br />Зауважте, що якщо імпортований файл містить будь-які імена користувачів або адреси електронної пошти, які вже існують у системі, дані користувача для цих користувачів не будуть імпортовані і будь-які нові ролі, які мали б бути створені, будуть призначені існуючим користувачам..
vi_vn: Chọn tập tin dữ liệu XML chứa thông tin người dùng để nhập vào tạp chí này. Xem trợ giúp tạp chí để biết chi tiết về định dạng của tập tin này. <br /> <br /> Lưu ý rằng nếu tập tin đã nhập chứa bất kỳ username hoặc địa chỉ email nào đã tồn tại trong hệ thống, dữ liệu người dùng cho những người dùng đó sẽ không được nhập và bất kỳ vai trò mới nào sẽ được tạo sẽ được gán cho người dùng hiện tại.

# plugins.importexport.users.import.dataFile
source: User data file
ar_iq: ملف بيانات المستخدم
bg_bg: Файл с потребителски данни
ca_es: Arxiu de dades d'usuari/ària
es_es: Fichero de datos de usuaria/o
eu: Erabiltzaile-datuen fitxategia
hr_hr: Datoteka s podacima o korisnicima
id_id: File data pengguna
it_it: File di Dati utente
kk_kz: Қолданушы деректері бар файл
ku_iq: فایلی داتای بەکارهێنەر
ky: Колдонуучу маалымат файлы
ms_my: Fail data pengguna
nl_nl: Gebruikers gegevensbestand
pt_pt: Ficheiro de dados do utilizador
ru_ru: Файл с данными пользователей
sr_rs@latin: Fajl sa podacima
tr_tr: Kullanıcı veri dosyası
uk: Файл із даними користувачів
vi_vn: Tập tin dữ liệu người dùng
