Repository: pkp/ojs
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: bg_bg, de_de, es_es, fr_ca, gl_es, it_it, ka_ge, kk_kz, pl_pl, pt_br, pt_pt, sv_se, uz_uz@latin, vi_vn

# plugins.pubIds.urn.description
source: This plugin enables the assignment of the Uniform Resource Names to the issues, articles and galleys in OJS.
bg_bg: Този плъгин дава възможност за присвояване на унифицирани имена на ресурси (URN, Uniform Resource Names) към изданията, статиите и типографиите в OJS.
de_de: Dieses Plugin ermöglicht die Zuweisung von Uniform Resource Names zu Ausgaben, Artikeln und Fahnen in OJS.
es_es: Este módulo activa la asignación de URN (Uniform Resource Names) de los números, artículos y galeradas en OJS.
fr_ca: Ce plugiciel permet l'attribution d'URN (Uniform Resource Names) aux numéros, articles et versions d'articles dans OJS.
gl_es: Este complemento permite a asignación dos URN (Uniform Resource Names - Nomes de Recurso Uniforme) aos números, artigos e galeradas de OJS.
it_it: Queto plugin permette l'assegnazione di Uniform Resource Names ai fascicoli, agli articoli, ai file / gabbie in OJS
ka_ge: უზრუნველყოფს ერთიანი რესურსის სახელების (Uniform Resource Name, URN) მინიჭებას გამოცემებზე, სტატიებზე და გალერეებზე OJS-ში.
kk_kz: Журнал басылымдары, мақалалар мен мақала жазбалары үшін бірыңғай ресурс атауларын (URN) тағайындау мүмкіндігін орнатады.
pl_pl: Wtyczka umożliwia przypisanie Uniform Resource Names (ujednoliconego formatu nazw zasobów) do numerów, tekstów i plików w OJS.
pt_br: Este plugin permite a atribuição dos Nomes Uniformes de Recursos a edições, artigos e composições finais no OJS.
pt_pt: Este plugin permite a atribuição de Uniform Resource Names aos números, artigos e composições no OJS.
sv_se: Det här pluginet gör det möjligt att tilldela Uniform Resource Names till nummer, artiklar och publiceringsversioner i OJS.
uz_uz@latin: Bu plagin OJSdagi muammolar, maqolalar va galeylarga yagona manba nomlarini tayinlash imkonini beradi.
vi_vn: Plugin này cho phép gán Tên tài nguyên thống nhất cho các số, bài viết và bản in trong OJS.

# plugins.pubIds.urn.manager.settings.description
source: Please configure the URN plugin to be able to manage and use URNs in OJS:
bg_bg: Моля, конфигурирайте URN плъгина, за да може да управлява и използва URN в OJS:
de_de: Bitte konfigurieren Sie das URN-Plugin, damit Sie URN in OJS verwalten und benutzen können:
es_es: Configura el módulo URN para poder administrar y usar URNs en OJS:
fr_ca: Veuillez configurer le plugiciel URN pour pouvoir gérer et utiliser les URN dans OJS:
gl_es: Configure o complemento URN para poder xestionar e usar URN en OJS:
it_it: Per favore configura il plugin URN per gestire e usare gli URN in OJS
ka_ge: გთხოვთ მოარგეთ მოდული „URN“, რათა შესაძლებელი გახდეს URN-ის გამოყენება OJS-ში და მისი მართვა:
kk_kz: «URN» модулін OJS -те URN -ді пайдалану және басқару үшін конфигурациялаңыз:
pl_pl: Skonfiguruj wtyczkę, aby zarządzać i korzystać z URN w OJS.
pt_br: Favor configurar o plugin URN para poder gerenciar e usar URNs no OJS:
pt_pt: Configure o plugin URN para gerire usar URNs no OJS:
sv_se: Konfigurera URN pluginet så att det blir möjligt att hantera och använda URN:s i OJS:
uz_uz@latin: Iltimos, URN plaginini OJSda URNlarni boshqarish va ulardan foydalanish imkoniyatiga ega qilib sozlang:
vi_vn: Vui lòng định cấu hình plugin URN để có thể quản lý và sử dụng URN trong OJS:

# plugins.pubIds.urn.manager.settings.urnObjects
source: Journal Content
bg_bg: Съдържание на списанието
de_de: Zeitschrifteninhalt
es_es: Contenido de la revista
fr_ca: Contenu de la revue
gl_es: Contido da publicación
it_it: Contenuto della rivista
ka_ge: ჟურნალის შიგთავსი
kk_kz: Журнал мазмұны
pl_pl: Zawartość czasopisma
pt_br: Conteúdo do Periódico
pt_pt: Conteúdo Revista
sv_se: Tidskriftsinnehåll
uz_uz@latin: Jurnal tarkibi
vi_vn: Nội dung tạp chí

# plugins.pubIds.urn.manager.settings.urnObjectsRequired
source: Please choose the objects URNs should be assigned to.
bg_bg: Моля, изберете обектите, към които трябва да бъдат присвоени URN.
de_de: Bitte wählen Sie, welchen Objekten URN zugewiesen werden sollen.
es_es: Escoja los objetos a los que asignar URNs.
fr_ca: Veuillez choisir les objets auxquels des URN doivent être attribués
gl_es: Escolla os obxectos aos que deben asignarse as URN.
it_it: Scegliere gli oggetti ai quali assegnare gli URN.
ka_ge: გთხოვთ აირჩიოთ ობიექტები, რომლებსაც უნდა მიენიჭოთ URN.
kk_kz: URN тағайындалатын объектілерді таңдаңыз.
pl_pl: Wybierz obiekty, do których powinny zostać przypisane URN.
pt_br: Escolha a quais objetos serão atribuídos URNs.
pt_pt: Seleccione as publicações às quais devem ser atribuídos os URNs .
sv_se: Välj objekt som ska tilldelas URN:er.
uz_uz@latin: Iltimos, URNlar tayinlanishi kerak bo'lgan ob'ektlarni tanlang.
vi_vn: Vui lòng chọn các đối tượng URN nên được chỉ định.

# plugins.pubIds.urn.manager.settings.explainURNs
source: Please select the publishing objects that will have Uniform Resource Names (URN) assigned:
bg_bg: Моля, изберете обектите за публикуване, на които ще бъдат присвоени единни имена на ресурси (URN):
de_de: Bitte wählen Sie die Publikationsobjekte, denen Uniform Resource Names (URN) zugewiesen werden:
es_es: Escoja los objetos publicados a los que asignar URN (Uniform Resource Name):
fr_ca: Sélectionner les objets publiés auxquels des URN seront attribués:
gl_es: Seleccione os obxectos da publicación que terán asignados nomes de recurso uniforme (URN):
it_it: Per favore seleziona glim oggetti che avranno assegnati gli Uniform Resource Names (URN):
ka_ge: გთხოვთ აირჩიოთ გამოქვეყნებული ობიექტები, რომლებსაც ექნებათ მინიჭებული ერთიანი რესურსის სახელი (Uniform Resource Names, URN):
kk_kz: Бірыңғай ресурс атаулары (URN) тағайындалған нысандарды таңдаңыз:
pl_pl: Wybierz obiekty, do których zostały przypisane Uniform Resource Names (URN):
pt_br: Selecione os objetos de publicação que terão Nomes de Recursos Uniformes (URN) atribuídos:
pt_pt: Seleccione as publicações que terão Uniform Resource Names (URN) atribuídos:
sv_se: Välj de publiceringsobjekt som ska tilldelas Uniform Resource Names (URN):
uz_uz@latin: Iltimos, yagona resurs nomlari (URN) tayinlanadigan nashr ob'ektlarini tanlang:
vi_vn: Vui lòng chọn các đối tượng xuất bản sẽ được gán Uniform Resource Names (URN):

# plugins.pubIds.urn.manager.settings.enableIssueURN
source: Issues
bg_bg: Броеве
de_de: URN werden Ausgaben zugewiesen werden.
es_es: Números
fr_ca: Numéros
gl_es: Números
it_it: Gli URN verranno assegnati ai fascicoli.
ka_ge: გამოცემები
kk_kz: Басылымдар
pl_pl: Numery
pt_br: Edições
pt_pt: Números
sv_se: Nummer
uz_uz@latin: Muammolar
vi_vn: Các số

# plugins.pubIds.urn.manager.settings.enableSubmissionURN
source: Articles
es_es: Artículos
it_it: Gli URN verranno assegnati agli articoli.
pl_pl: Artykuły
pt_pt: Artigos
sv_se: Artiklar

# plugins.pubIds.urn.manager.settings.enableRepresentationURN
source: Galleys
bg_bg: Типографии
de_de: URN werden Fahnen (z.B. HTML- oder PDF-Dateien) zugewiesen werden.
es_es: Galeradas
fr_ca: Fichiers déposés
gl_es: Galeradas
it_it: Gli URN verranno assegnati alle gabbie (cioè ai file HTML o PDF degli articoli).
ka_ge: გალერეები
kk_kz: Электрондық жазба
pl_pl: Pliki
pt_br: Composições
pt_pt: Composições
sv_se: Publiceringsversioner
uz_uz@latin: Galleylar
vi_vn: Các bản in

# plugins.pubIds.urn.manager.settings.urnPrefix
source: URN Prefix
bg_bg: URN префикс
de_de: URN-Präfix
es_es: Prefijo URN
fr_ca: Préfixe URN
gl_es: Prefixo URN
it_it: Prefisso URN
ka_ge: URN პრეფიქსი
kk_kz: URN префиксі
pl_pl: Prefiks URN
pt_br: Prefixo URN
pt_pt: Prefixo URN
uz_uz@latin: URN prefiksi
vi_vn: Tiền tố URN

# plugins.pubIds.urn.manager.settings.urnPrefix.description
source: The URN prefix is the fix, never changing part of the URN (e.g. "urn:nbn:de:0000-").
bg_bg: Префиксът на URN е корекцията, която никога не променя част от URN (например "urn: nbn: de: 0000-").
de_de: Der URN-Präfix ist der feste, niemals wechselnde Bestandteil des URN (z.B. "urn:nbn:de:0000-").
es_es: El prefijo URN es la parte no cambiante del URN (p.ej. "urn:nbn:de:0000-").
fr_ca: Le préfixe URN est la partie fixe, qui ne change jamais (exemple :urn:nbn:de:0000-).
gl_es: O prefixo URN é a parte fixa, que non cambia nunca, da URN (por exemplo, "urn:nbn:de:0000-").
ka_ge: URN პრეფიქსი არის მუდმივი, URN-ის არასდროს ცვლადი ნაწილი (მაგალითად, „urn:nbn:de:0000-“).
kk_kz: URN префиксі URN-нің тұрақты, ешқашан өзгермейтін бөлігі (мысалы, «urn:nbn:de:0000-»).
pl_pl: Prefiks URN jest ustalony, nigdy nie zmieniaj tej części URN (np. ""urn:nbn:de:0000-").
pt_br: O prefixo URN é a parte fixa, inalterável do URN (ex.: "urn:nbn:de:0000-").
pt_pt: O prefixo URN é a correcção, nunca mudando parte da URN (por exemplo, "urn: nbn: de: 0000-").
sv_se: URN-prefixet är den delen fasta delen av URN:et, som aldrig ändras (t.ex. "urn:nbn:de:0000-").
uz_uz@latin: URN prefiksi-bu URNning hech qachon o'zgarmaydigan qismi (masalan, "urn: nbn: de: 0000-").
vi_vn: Tiền tố URN là bản sửa lỗi, không bao giờ thay đổi một phần của URN (ví dụ: "urn:nbn:de:0000-").

# plugins.pubIds.urn.manager.settings.form.urnPrefixPattern
source: The URN prefix pattern must be in the form "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
bg_bg: Моделът на префикс URN трябва да бъде във формата "&lt;NID&gt;":"&lt;NSS&gt;.
de_de: Der URN-Präfix muss in der Form "urn:"&lt;NID&gt;":"&lt;NSS&gt; angegeben werden.
es_es: El patrón del prefijo URN debe seguir el formato "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
fr_ca: Le préfixe URN doit adopter la forme "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
gl_es: O padrón do prefixo URN debe ter a forma "urn:"&lt;NID&gt;":"&lt;NSS&gt ;.
it_it: Il pattern del prefisso deve essere nella forma "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
ka_ge: URN-ის პრეფიქსის შაბლონიუნდა იყოს შემდეგი ფორმით: "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
kk_kz: URN префиксінің үлгісі urn:"&lt;NID&gt;":"&lt;NSS&gt;.
pl_pl: Wzór prefiksu URN musi mieć format: "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
pt_br: O padrão de prefixo URN deve ser na forma "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
pt_pt: O prefixo padrão do URN deve estar sob a forma "urn:"&lt;NID gt;":"& lt;NSS&gt ;
sv_se: Mönstret för URN-prefixet måste ha formen "urn:"&lt;NID&gt;":"&lt;NSS&gt;.
uz_uz@latin: URN prefiksi namunasi "urn:" & lt; NID & gt; ":" & lt; NSS & gt; shaklida bo'lishi kerak.
vi_vn: Mẫu tiền tố URN phải ở dạng "urn:"&lt;NID&gt;":"&lt;NSS&gt;.

# plugins.pubIds.urn.manager.settings.urnSuffix
source: URN Suffix
bg_bg: URN суфикс
es_es: Sufijo URN
fr_ca: Suffixe URN
gl_es: Sufixo URN
it_it: Suffisso URN
ka_ge: URN-ის სუფიქსი
kk_kz: URN жұрнағы
pl_pl: Sufiks URN
pt_br: Sufixo URN
pt_pt: Sufixo URN
uz_uz@latin: URN qo'shimchasi
vi_vn: Hậu tố URN

# plugins.pubIds.urn.manager.settings.urnSuffix.description
source: A URN suffix can take any form, but must be unique among all publishing objects with the same URN prefix assigned:
bg_bg: Суфиксът на URN може да има всякаква форма, но трябва да бъде уникален сред всички обекти на публикуване със същия префикс URN:
de_de: Ein URN-Suffix kann in beliebiger Form sein, muss aber eindeutig unter allen Publikationsobjekten, denen derselbe URNPräfix zugewiesen wird:
es_es: El sufijo URN pude tomar cualquier forma, pero debe ser único entre todos los objetos publicados bajo un mismo prefijo URN:
fr_ca: Un suffixe URN peut prendre n'importe quelle forme, mais il doit être unique parmi tous les objets de publication qui ont le même préfixe URN:
gl_es: Un sufixo URN pode adoptar calquera forma, pero debe ser único entre todos os obxectos da publicación co mesmo prefixo URN asignado:
it_it: Un suffisso URN può prendere ogni forma ma deve essere univoco tra tutto il pubblicato con lo stesso prefisso URN:
ka_ge: URN-ის სუფიქსმა შესაძლოა მიიღოს ნებისმიერი ფორმა, მაგრამ უნდა იყოს უნიკალური ყველა გამოქვეყნებულ ობიექტს შორის, რომლებსაც მინიჭებული აქვთ ერთი და იგივე URN პრეფიქსი:
kk_kz: URN жұрнағы кез келген нысанда болуы мүмкін, бірақ сол URN префиксі тағайындалған барлық жарияланған нысандар арасында бірегей болуы керек:
pl_pl: Sufiks URN może przyjąć dowolną formę, ale musi być unikalny wśród opublikowanych obiektów z przypisanym tym samym prefiksem URN.
pt_br: Um sufixo URN pode assumir qualquer forma, mas deve ser exclusivo entre todos os objetos de publicação com o mesmo prefixo URN atribuído:
pt_pt: Um sufixo URN pode assumir qualquer forma, mas deve ser exclusivo entre todas as publicações com o mesmo prefixo URN atribuído:
sv_se: Ett URN-suffix kan ha vilken form som helst, men måste vara unikt bland alla publicerade objekt inom samma tilldelade URN-prefix:
uz_uz@latin: URN qo'shimchasi har qanday shaklga ega bo'lishi mumkin, lekin bir xil URN prefiksi tayinlangan barcha nashriyot ob'ektlari orasida yagona bo'lishi kerak:
vi_vn: Hậu tố URN có thể có bất kỳ dạng nào, nhưng phải là duy nhất trong số tất cả các đối tượng xuất bản có cùng tiền tố URN được gán:

# plugins.pubIds.urn.manager.settings.urnSuffixPattern
source: Use the pattern entered below to generate URN suffixes. Use %j for journal initials, %v for the volume number, %i for the issue number, %Y for the year, %a for the OJS article ID, %g for the OJS galley ID, %f for the OJS file ID, %p for the page number and %x for "Custom Identifier".
bg_bg: Използвайте шаблона, въведен по -долу, за да генерирате URN суфикси. Използвайте %j за инициали на списанието, %v за номера на тома, %i за номера на броя, %Y за годината, %a за идентификатора на статията в OJS, %g за идентификатора на OJS типографията, %f за идентификатора на файла OJS , %p за номера на страницата и %x за "Персонализиран идентификатор".
de_de: Verwenden Sie das unten angegebene Muster, um URN-Suffixe zu erzeugen. Nutzen Sie %j für die Initialen der Zeitschrift, %v für die Nummer des Jahrgangs, %i für die Nummer der Ausgabe, %Y für das Jahr, %a für die OJS-Artikel-ID, %g für die OJS-Fahnen-ID, %f für die OJS-Datei-ID, %p für die Seitenzahl und %x für die "benutzerdefinierte Kennung".
es_es: Indique el patrón que desea emplear para generar sufijos URN. Utilice %j para las iniciales de la revista, %v para el número de volúmen, %i para el número de número, %Y para el año, %a para el ID de artículo, %g para el ID de galerada, %f para el ID de fichero, %p para el número de página y %x para el "Identificador personalizado"
fr_ca: Utiliser le modèle ci-dessous pour générer des suffixes URN. Utilisez %j pour les initiales de la revue, %v pour le numéro du volume, %i pour le numéro, %Y pour l'année, %a pour l'identifiant OJS de l'article, %g pour l'identifiant OJS de l'épreuve, %f pour l'identifiant OJS du fichier, %p pour le numéro de page et %x pour un "Identifiant personnalisé".
gl_es: Use o padrón inserido abaixo para xerar sufixos URN. Use %j para as iniciais da publicación, %v para o número do volume, %i para o número do número, %Y para o ano, %a para o ID do artigo OJS, %g para o ID da galerada OJS, %f para o ID do arquivo OJS , %p para o número de páxina e %x para "Identificador personalizado".
it_it: Usa la struttura inserita qua sotto per generare i suffisso URN. Usa %j per le iniziali della ribista, %v per il numero voluime, %i per il numero fascicolo, %Y oer l'anno, %a per l' OJS id dell'articolo, %g per l'id OJS della gabbia / file, %f per l'id OJS del file, %p per il numero di pagina e %x per "suffisso personalizzato"
ka_ge: ქვემოთ მოცემული შაბლონის გამოყენება URN-ის სუფიქსის გენერირებისათვის. გამოიყენეთ %j ჟურნალის აბრევიატურისათვის, %v ტომის ნომერისათვის, %i გამოცემის ნომრისათვის, %Y წლისათვის, %a სტატიის ID-ისათვის OJS-ში, %g გალერეის ID-ისათვის OJS-ში, %f ფაილის ID-ისათვის OJS-ში, %p გვერდის ნომრისათვის და %x „ინდივიდუალური სუფიქსისათვის“.
kk_kz: URN жұрнақтарын құрастыру үшін төменде берілген үлгіні пайдаланыңыз. Журнал аббревиатурасы үшін %j, шығарылым нөмірі үшін %v, шығарылым нөмірі үшін %i, жылдық %Y, OJS -те мақала идентификаторы үшін %a, OJS -те галерея идентификаторы үшін %g, OJS файл идентификаторы үшін %f пайдаланыңыз. бет нөмірі үшін және «реттелетін жұрнақ» үшін %x.
pl_pl: Użyj poniższego wzoru aby wygenerować sufiksy URN. Wykorzystaj %j dla inicjału czasopisma, %v dla oznaczenia tomu, %i dla oznaczenia numeru, %Y dla roku, %a dla identyfikatora artykułu w OJS, %g dla identyfikatora pliku z artykułem w OJS, %f dla identyfikatora pliku w OJS, %p dla numeru strony oraz %x dla "dostosowanego identyfikatora".
pt_br: Use o padrão digitado abaixo para gerar sufixos URN. Use %j para as iniciais da revista, %v para o número do volume, %i para o número da edição, %Y para o ano, a para o ID do artigo do OJS, %g para o ID da composição final, %f para o ID do arquivo do OJS , %p para o número da página e %x para "Identificador personalizado".
pt_pt: Use o padrão inserido abaixo para gerar sufixos URN. Use %j para as iniciais da revista, %v para volume, %i para o número, %Y para o ano, %a para o ID do artigo, %g para a ID da composição, %f para o ID do ficheiro, %P para o número da página e %x para "Custom Identifier".
sv_se: Använd mönstret nedan för att generera URN-suffix. Använd %j för tidskriftsinitialer, %v för volym, %i för nummer, %Y för år, %a för OJS artikel-ID, %g för OJS publiceringsversions-ID, %f för OJS fil-ID, %p för sidnumret och %x för "Custom Identifier".
uz_uz@latin: URN qo'shimchalarini yaratish uchun quyida ko'rsatilgan naqshdan foydalaning. Jurnal bosh harflari uchun %j, jild soni uchun %v, nashr raqami uchun %i, yil uchun %Y, OJS maqola identifikatori uchun %a, OJS gadjet identifikatori uchun %g, OJS fayl identifikatori uchun %f dan foydalaning. , sahifa raqami uchun %p va "Maxsus identifikator" uchun %x.
vi_vn: Sử dụng mẫu được nhập dưới đây để tạo hậu tố URN. Sử dụng %j cho tên viết tắt của tạp chí, %v cho số tập, %i cho số phát hành, %Y cho năm, %a cho ID bài viết OJS, %g cho ID galley OJS, %f cho ID tệp OJS , %p cho số trang và %x cho "Số nhận dạng tùy chỉnh".

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.example
source: For example, vol%viss%ipp%p could create the URN suffix "vol3iss2pp230".
bg_bg: Например, vol%viss%ipp%p може да създаде суфикса на URN „vol3iss2pp230“.
de_de: vol%viss%ipp%p würde z.B. einen URN-Suffix "vol3iss2pp230" erzeugen.
es_es: Por ejemplo, vol%viss%ipp%p crearía el sufijo URN "vol3iss2pp230".
fr_ca: Par exemple, vol%viss%ipp%p permet de créer le suffixe URN "vol3iss2pp230".
gl_es: Por exemplo, vol%viss%ipp%p podería crear o sufixo URN "vol3iss2pp230".
it_it: Per esempio, vol%vfasc%ipp%p creerebbe un suffisso "vol3fasc2pp230".
ka_ge: მაგალითად, ol%viss%ipp%p შეუძლია შექმნას სუფიქსი „vol3iss2pp230“.
kk_kz: Мысалы, vol%viss%ipp%p URN жұрнағын «vol3iss2pp230» жасай алады.
pl_pl: Na przykład, vol%viss%ipp%p może wygenerować sufiks URN "vol3iss2pp230".
pt_br: Por examplo, vol%viss%ipp%p poderiam criar um sufixo URN com estrutura "vol3iss2pp230".
pt_pt: Por exemple, vol%viss%ipp%p pode gerar o sufixo URN "vol3iss2pp230".
sv_se: Till exempel vol%viss%ipp%p kan skapa URN-suffixet "vol3iss2pp230".
uz_uz@latin: Masalan, vol%viss%ipp%p URN "vol3iss2pp230" qo'shimchasini yaratishi mumkin.
vi_vn: Ví dụ: vol%viss%ipp%p có thể tạo hậu tố URN "vol3iss2pp230".

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.issues
source: for issues
bg_bg: за броеве
de_de: für Ausgaben
es_es: para números
fr_ca: pour les numéros
gl_es: para os números
it_it: per i fascicoli
ka_ge: გამოცემებისათვის
kk_kz: басылымдар үшін
pl_pl: dla numerów
pt_br: para edições
pt_pt: para números
sv_se: för nummer
uz_uz@latin: masalalar uchun
vi_vn: cho các số

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.submissions
source: for articles
bg_bg: за статии
de_de: für Artikel
es_es: para artículos
fr_ca: pour les articles
gl_es: para os artigos
it_it: per gli articoli
ka_ge: სტატიებისათვის
kk_kz: мақалалар үшін
pl_pl: dla artykułów
pt_br: para artigos
pt_pt: para artigos
sv_se: för artiklar
uz_uz@latin: maqolalar uchun
vi_vn: cho các bài báo

# plugins.pubIds.urn.manager.settings.urnSuffixPattern.representations
source: for galleys
bg_bg: за типографии
de_de: für Fahnen
es_es: para galeradas
fr_ca: pour les galleys
gl_es: para as galeradas
it_it: per le gabbie
ka_ge: გალერეებისათვის
kk_kz: электрондық жазба үшін
pl_pl: dla plików z artykułami
pt_br: para composições
pt_pt: para composições
sv_se: för publiceringsverioner
uz_uz@latin: oshxonalar uchun
vi_vn: cho các bản in

# plugins.pubIds.urn.manager.settings.urnIssueSuffixPatternRequired
source: Please enter the URN suffix pattern for issues.
bg_bg: Моля, въведете модела на суфикса на URN за броеве.
de_de: Bitte geben Sie das URN-Suffix-Muster für Ausgaben ein.
es_es: Introduzca el patrón de sufijo URN para los números.
fr_ca: Veuillez indiquer le modèle de suffixe URN pour les numéros.
gl_es: Introduza o padrón do sufixo URN para os números.
it_it: Inserisci il pattern del suffisso URN per i fascicoli.
ka_ge: გთხოვთ შეიტანოთ URN-ის სუფიქსის შაბლონი გამოცემისათავის.
kk_kz: Басылымдар үшін URN жұрнақ үлгісін енгізіңіз.
pl_pl: Wprowadź wzór sufiksu URN dla numerów.
pt_br: Informe um padrão de sufixo URN para edições.
pt_pt: Insira o sufixo padrão URN para números.
sv_se: Ange ett URN-suffixmönster för nummer.
uz_uz@latin: Muammolar uchun URN qo'shimchasini kiriting.
vi_vn: Vui lòng nhập mẫu hậu tố URN cho các số.

# plugins.pubIds.urn.manager.settings.urnSubmissionSuffixPatternRequired
source: Please enter the URN suffix pattern for articles.
es_es: Introduzca el patrón de sufijo URN para los artículos.
fr_ca: Veuillez indiquer le modèle de suffixe URN pour les articles.
it_it: Inserisci il pattern del suffisso URN per gli articoli.
pl_pl: Wprowadź wzór sufiksu URN dla artykułów.
pt_pt: Insira o sufixo padrão URN para artigos.
sv_se: Ange ett URN-suffixmönster för artiklar.

# plugins.pubIds.urn.manager.settings.urnRepresentationSuffixPatternRequired
source: Please enter the URN suffix pattern for galleys.
bg_bg: Моля, въведете модела на суфикса на URN за типографии.
de_de: Bitte geben Sie das URN-Suffix-Muster für Fahnen ein.
es_es: Introduzca el patrón de sufijo URN para las galeradas.
fr_ca: Veuillez indiquer le modèle de suffixe URN pour les épreuves.
gl_es: Introduza o padrón de sufixo URN para as galeradas.
it_it: Inserisci il pattern del suffisso URN per le gabbie.
ka_ge: გთხოვთ შეიტანოთ URN-ის სუფიქსის შაბლონი გალერეისთვის.
kk_kz: Мақалалардың электрондық жазбасы үшін URN жұрнақ үлгісін енгізіңіз.
pl_pl: Wprowadź wzór sufiksu URN dla plików z artykułami.
pt_br: Informe um padrão de sufixo URN para composições.
pt_pt: Insira o sufixo padrão URN para composições.
sv_se: Ange ett URN-suffixmönster för publiceringsversioner.
uz_uz@latin: Galereyalar uchun URN qo'shimchasini kiriting.
vi_vn: Vui lòng nhập mẫu hậu tố URN cho các bản in.

# plugins.pubIds.urn.manager.settings.urnSuffixDefault
source: Use default patterns.
bg_bg: Модела на суфикса на URN по подразбиране.
de_de: Die Standardmuster benutzen.
es_es: Usar los patrones por defecto.
fr_ca: Utiliser les modèles par défaut.
gl_es: Use os padróns por defecto.
it_it: Usa il pattern di default.
ka_ge: ნაგულისხმევი შაბლონის გამოყენება.
kk_kz: Негізгі үлгілерді қолданыңыз.
pl_pl: Użyj domyślnych wzorów.
pt_br: Use os padrões predefinidos.
pt_pt: Usar padrão
sv_se: Använd standardmönster.
uz_uz@latin: Standart naqshlardan foydalaning.
vi_vn: Sử dụng các mẫu mặc định.
