Repository: pkp/ojs
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: bg_bg, de_de, es_es, fr_ca, gl_es, it_it, ka_ge, kk_kz, pl_pl, pt_br, pt_pt, sv_se, uz_uz@latin, vi_vn

# plugins.pubIds.urn.editor.clearObjectsURN.confirm
source: Are you sure you wish to delete the existing URN?
bg_bg: Наистина ли искате да изтриете съществуващия URN?
de_de: Sind Sie sicher, dass Sie den existierenden URN entfernen möchten?
es_es: ¿Está seguro/a de querer borrar todos los URN existentes?
fr_ca: Êtes-vous sûr de vouloir supprimé cet URN?
gl_es: Estás seguro/a de que desexas eliminar a URN existente?
it_it: Sei sicuro di voler cancellare gli URN esistenti?
ka_ge: დარწმუნებული ხართ, რომ გსურთ არსებული URN-ის წაშლა?
kk_kz: Қолданыстағы URN-ді жойғыңыз келетініне сенімдісіз бе?
pl_pl: Czy na pewno usunąć istniejący URN?
pt_br: Tem certeza de que deseja excluir o URN existente?
pt_pt: Tem a certeza que pretende eliminar os URNs?
sv_se: Vill du ta bort existerande URN?
uz_uz@latin: Haqiqatan ham mavjud URNni o'chirmoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa URN hiện tại?

# plugins.pubIds.urn.editor.clearIssueObjectsURN
source: Clear Issue Objects URNs
bg_bg: Изчистване на URN на обектите в броя
de_de: URN für die Objekte der Ausgabe entfernen
es_es: Limpiar URNs de los Objetos del Número
fr_ca: Supprimer les URNs de ces numéros
gl_es: Limpar os URN dos obxectos do número
it_it: Cancella gli URN collegati al fascicolo
ka_ge: გამოცემის ობიექტებზე URN-ების წაშლა
kk_kz: URN-ді журнал басылымының нысандарынан алып тастаңыз
pl_pl: Wyczyść URN numeru
pt_br: Limpar URNs de objetos de edição
pt_pt: Limpar os URNs dos Números
sv_se: Ta bort nummerobjekts URN
uz_uz@latin: Muammo ob'ektlarining URN -larini tozalash
vi_vn: Xóa các đối tượng URN của số

# plugins.pubIds.urn.editor.clearIssueObjectsURN.confirm
source: Are you sure you wish to delete the existing issue objects URNs?
bg_bg: Сигурни ли сте, че искате да изтриете URN на съществуващите обекти в броя?
de_de: Sind Sie sicher, dass Sie die URN der existierenden Objekte der Ausgabe entfernen möchten?
es_es: ¿Está seguro/a de querer borrar todos los URNs de los objetos del número?
fr_ca: Êtes-vous sûr supprimer les URNs de ces numéros?
gl_es: Estás seguro/a de que desexas eliminar os URN dos obxectos do número?
it_it: Sei sicuro di voler cancellare gli URN esistenti collegati a questo fascicolo?
ka_ge: დარწმუნებული ხართ, რომ გსურთ გამოცემის ობიექტების არსებული URN-ების წაშლა?
kk_kz: Журнал басылымындағы нысандардың URN тіркесін жойғыңыз келетініне сенімдісіз бе?
pl_pl: Czy na pewno wyczyścić istniejące URN numeru?
pt_br: Tem certeza de que deseja excluir os URNs de objetos de edição existentes?
pt_pt: Tem a certeza que pretende eliminar os URNs dos números?
sv_se: Vill du verkligen ta bort URN:er för befintliga nummer?
uz_uz@latin: Haqiqatan ham mavjud URN ob'ektlarini o'chirib tashlamoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa các đối tượng URNs của số hiện tại?

# plugins.pubIds.urn.editor.clearIssueObjectsURN.description
source: Use the following option to clear URNs of all objects (articles and galleys) currently scheduled for this issue.
bg_bg: Използвайте следната опция, за да изчистите URN от всички обекти (статии и типографии), планирани понастоящем за този брой.
de_de: Nutzen Sie die folgende Option, um die URN aller Objekte (Artikel und Fahnen), die momentan dieser Ausgabe zugeordnet sind, zu entfernen.
es_es: Use la siguiente opción para limpiar los URNs de todos los objetos (artículos y galerias) actualmente programados para este número.
fr_ca: Utiliser cette fonction pour supprimer les URNs de tous les objets (articles et épreuves) présentement prévus pour ce numéro.
gl_es: Use a seguinte opción para borrar as URN de tódolos obxectos (artigos e galeradas) actualmente programados para este número.
it_it: Usa la seguente opzione per cancellare tutti gli URN attualmente programmanti per questo fascicolo.
ka_ge: გამოიყენეთ ეს პარამეტრი, ყველა ობიექტების (სტატიები და გალერეები) URN-ების წასაშლელად, რომელთა გამოქვეყნება დაგეგმილია ამ ნომერში.
kk_kz: Жариялануға жоспарланған барлық объектілердің (мақалалар мен электрондық жазбалар) URN тіркесін жою үшін осы нұсқаны қолданыңыз.
pl_pl: Użyj poniższej opcji, aby wyczyścić URN dla wszystkich obiektów (artykułów i plików z artykułami) aktualnie umieszczonych w numerze.
pt_br: Use a opção a seguir para limpar URNs de todos os objetos (artigos e composições) atualmente agendados para essa edição.
pt_pt: Use a seguinte opção para limpar os URNs de todas as publicações (artigos e composições) actualmente agendados para este número.
sv_se: Använd följande alternativ för att ta bort URN:er för alla objekt (artiklar och publiceringsversioner) som för närvarande är planerade för publicering i det här numret.
uz_uz@latin: Ushbu son uchun rejalashtirilgan barcha ob'ektlar (maqolalar va galereyalar) ning URN -larini tozalash uchun quyidagi variantdan foydalaning.
vi_vn: Sử dụng tùy chọn sau để xóa URN của tất cả các đối tượng (bài viết và bản in) hiện được lên lịch cho số này.

# plugins.pubIds.urn.editor.addCheckNo
source: Add Check Number
bg_bg: Добавяне на контролно число
de_de: Prüfziffer hinzufügen
es_es: Añadir Número de Comprobación
fr_ca: Ajouter un numéro de vérification
gl_es: Engadir número de comprobación
it_it: Aggiungi numero di controllo
ka_ge: დაამატეთ საკონტროლო რიცხვი
kk_kz: Тексеру санын қосыңыз
pl_pl: Dodaj numer kontrolny
pt_br: Adicione Número de Verificação
pt_pt: Adicionar Número de Verificação
sv_se: Lägg till kontrollnummer
uz_uz@latin: Tekshirish raqamini qo'shing
vi_vn: Thêm số kiểm tra

# plugins.pubIds.urn.editor.assignURN
source: Assign the URN {$pubId} to this {$pubObjectType}
bg_bg: Присвояване на URN {$pubId} на {$pubObjectType}
de_de: URN {$pubId} zu diesem Objekt vom Typ {$pubObjectType} zuweisen?
es_es: Asignar el URN {$pubId} a este {$pubObjectType}
fr_ca: Attribuer l'URN {$pubId} à {$pubObjectType}
gl_es: Asignar o URN {$pubId} a este {$pubObjectType}
it_it: Assegna l'URN {$pubId} a questo {$pubObjectType}
ka_ge: URN-ის მინიჭება {$pubId}: {$pubObjectType}
kk_kz: URN {$pubId} тіркесін {$pubObjectType} нысанына тағайындаңыз
pl_pl: Przypisz URN {$pubId} do {$pubObjectType}
pt_br: Atribua o URN {$pubId} a este {$pubObjectType}
pt_pt: Atribuir o URN {$pubId} a esta {$pubObjectType}
sv_se: Tilldela URN:et {$pubId} till {$pubObjectType}
uz_uz@latin: {$ PubIb} URN -ni bu {$ pubObjectType} ga belgilang
vi_vn: Chỉ định URN {$pubId} cho {$pubObjectType} này

# plugins.pubIds.urn.editor.assignURN.emptySuffix
source: The URN cannot be assigned because the custom suffix is missing.
bg_bg: URN не може да бъде присвоен, защото персонализираният суфикс липсва.
de_de: Es kann kein URN zugewiesen werden, weil der angepasste Suffix fehlt.
es_es: El URN no se puede asignar porque falta el sufijo personalizado.
fr_ca: L'URN ne peut pas être attribué car le suffixe personnalisé est manquant.
gl_es: Non se pode asignar o URN porque falta o sufixo personalizado.
it_it: L'URN non può essere assegnato perche il suffisso personalizzato manca.
ka_ge: URN ვერ მიენიჭება, ვინაიდან არ არსებობს სამომხმარებლო სუფიქსი.
kk_kz: URN тіркесін тағайындау мүмкін емес, себебі реттелетін жұрнақ жоқ.
pl_pl: URN nie może być przypisany ponieważ nie ma ustawionego sufiksu.
pt_br: O URN não pode ser atribuído, porque está faltando o sufixo customizado.
pt_pt: O URN não pode ser atribuído porque o sufixo personalizado está em falta.
sv_se: URN:et kan inte tilldelas eftersom det anpassade suffixet saknas.
uz_uz@latin: URN tayinlanmaydi, chunki maxsus qo'shimchasi yo'q.
vi_vn: Không thể gán URN vì hậu tố tùy chỉnh bị thiếu.

# plugins.pubIds.urn.editor.assignURN.pattern
source: The URN {$pubId} cannot be assigned because it contains an unresolved pattern.
bg_bg: URN {$pubId} не може да бъде присвоен, защото съдържа непознат модел/шаблон.
de_de: URN {$pubId} kann nicht zugewiesen werden, weil ein ungültiges Muster verwendet wird.
es_es: El URN {$pubId} no se puede asignar porque contiene patrones sin resolver.
fr_ca: L'URN {$pubId} ne peut pas être attribué parce qu'il contient un modèle non résolu.
gl_es: Non se pode asignar a URN {$pubId} porque contén un padrón sen resolver.
it_it: L'URN {$pubId} non può essere assegnato perchè ci sono problemi sui dati e/o sulla sintassi del pattern che serve a crearlo.
ka_ge: URN {$pubId} ვერ მიენიჭება, ვინაიდან ის შეიცავს შეცვლილ შაბლონს.
kk_kz: URN тіркесін {$pubId} тағайындау мүмкін емес, себебі онда ауыстырылмаған үлгі бар.
pl_pl: URN {$pubId} nie może być przypisany ponieważ nie ma ustawionego wzoru.
pt_br: O URN {$pubId} não pode ser atribuído porque contém um padrão não resolvido.
pt_pt: O URN {$pubId} não pode ser atribuído porque contém um padrão diferente.
sv_se: URN:et {$pubId} kan inte tilldelas eftersom det innehåller ett felaktigt mönster.
uz_uz@latin: URN {$ pubId} tayinlanmaydi, chunki unda hal qilinmagan naqsh mavjud.
vi_vn: Không thể gán URN {$pubId} vì nó chứa dạng chưa được giải quyết.

# plugins.pubIds.urn.editor.assignURN.assigned
source: The URN {$pubId} has been assigned.
bg_bg: URN {$pubId} е присвоен.
de_de: URN {$pubId} wurde zugewiesen.
es_es: Se ha asignado el URN {$pubId}.
fr_ca: L'URN {$pubId} a été attribué.
gl_es: Asignouse o URN {$pubId}.
it_it: L'URN {$pubId} è stato assegnato.
ka_ge: URN {$pubId} მიენიჭა.
kk_kz: {$pubId} URN тіркесі тағайындалды.
pl_pl: URN {$pubId} został przypisany.
pt_br: O URN {$pubId} foi atribuído.
pt_pt: Foi atribuído o URN {$pubId} .
sv_se: URN:et {$pubId} har tilldelats.
uz_uz@latin: URN {$ pubId} tayinlandi.
vi_vn: URN {$pubId} đã được chỉ định.

# plugins.pubIds.urn.form.checkNoRequired
source: The check number is missing.
bg_bg: Контролното число липсва.
de_de: Die Prüfziffer fehlt.
es_es: Falta el Número de Comprobación.
fr_ca: Le numéro de vérification est manquant.
gl_es: Falta o número de comprobación.
it_it: Manca il numero di controllo.
ka_ge: საკონტროლო რიცხვი არ არის.
kk_kz: Бақылау нөмірі жоқ.
pl_pl: Brakuje numeru kontrolnego.
pt_br: Número de verificação faltando.
pt_pt: O número de verificação está em falta.
sv_se: Kontrollnumret saknas.
uz_uz@latin: Chek raqami yo'q.
vi_vn: Số kiểm tra bị thiếu.

# plugins.pubIds.urn.displayName
source: URN
bg_bg: Модул URN
ka_ge: მოდული „URN“
kk_kz: Модуль «URN»
