Repository: pkp/ojs
Catalog: plugins/pubIds/urn/locale/*/locale.po
Languages: bg_bg, de_de, es_es, fr_ca, gl_es, it_it, ka_ge, kk_kz, pl_pl, pt_br, pt_pt, sv_se, uz_uz@latin, vi_vn

# plugins.pubIds.urn.manager.settings.urnSuffixDefault.description
source: %j.v%vi%i for issues<br />%j.v%vi%i.%a for articles<br />%j.v%vi%i.%a.g%g for galleys.
bg_bg: %j.v%vi%i за броеве<br />%j.v%vi%i.%a за статии<br />%j.v%vi%i.%a.g%g за типографии.
de_de: %j.v%vi%i für Ausgaben<br />%j.v%vi%i.%a für Artikel<br />%j.v%vi%i.%a.g%g für Fahnen.
es_es: %j.v%vi%i para números<br />%j.v%vi%i.%a para artículos<br />%j.v%vi%i.%a.g%g para galeradas.
fr_ca: %j.v%vi%i pour les numéros<br />%j.v%vi%i.%a pour les articles<br />%j.v%vi%i.%a.g%g pour les épreuves.
gl_es: %j.v%vi%i para os números<br />%j.v%vi%i.%a para os artigos<br />%j.v%vi%i.%a.g%g para as galeradas.
it_it: %j.v%vi%i per i fascicoli<br />%j.v%vi%i.%a per gli articoli<br />%j.v%vi%i.%a.g%g per le gabbie / files.
ka_ge: %j.v%vi%i გამოცემებისათვის<br />%j.v%vi%i.%a სტატიებისათვის<br />%j.v%vi%i.%a.g%g გალერეისთვის.
kk_kz: журнал басылымдары бойынша% j.v%vi%i <br />%j.v%vi%i.%a мақалалар үшін <br />%j.v%vi%i.% a.g%g мақалалардың электрондық жазбасы үшін.
pl_pl: %j.v%vi%i dla numerów <br />%j.v%vi%i.%a dla artykułów<br />%j.v%vi%i.%a.g%g dla plików z artykułami.
pt_br: %j.v%vi%i para edições <br />%j.v%vi%i.%a para artigos <br />%j.v%vi%i.%a.g%g para composições finais.
pt_pt: %j.v%vi%i para números<br />%j.v%vi%i.%a para artigos<br />%j.v%vi%i.%a.g%g para composições.
sv_se: %j.v%vi%i för nummer<br />%j.v%vi%i.%a för artiklar<br />%j.v%vi%i.%a.g%g för publiceringsversioner.
uz_uz@latin: %j.v%vi%i masalalar uchun <br />%j.v%vi%i.%a maqolalar uchun <br />%j.v%vi%i.%a.g%g.
vi_vn: %j.v%vi%i cho các số<br />%j.v%vi%i.%a cho các bài báo<br />%j.v%vi%i.%a.g%g cho các bản in.

# plugins.pubIds.urn.manager.settings.urnSuffixCustomIdentifier
source: Enter an individual URN suffix for each published item. You'll find an additional URN input field on each item's metadata page.
bg_bg: Въведете отделен URN суфикс за всеки публикуван елемент. Ще намерите допълнително поле за въвеждане на URN на страницата с метаданни на всеки елемент.
de_de: Geben Sie einen individuellen URN-Suffix für jedes publizierte Element ein. Sie finden ein zusätzliches URN-Eingabefeld auf der Metadatenseite jedes Elements.
es_es: Introduzca un sufijo URN individual para cada item publicado. Encontrará un campo adicional para el URN en la página de metadatos de cada ítem.
fr_ca: Entrer un suffixe URN différent pour chaque élément publié. Vous trouverez un champ de saisie URN supplémentaire sur la page de métadonnées de chaque élément.
gl_es: Introduza un sufixo URN individual para cada elemento publicado. Atoparás un campo de entrada URN adicional na páxina de metadatos de cada elemento.
it_it: Inserisci un suffisso URN per ogni pubblicazione, un suffisso personalizzato. Troverai un campo di input URN in ogni pagina di creazione metadati.
ka_ge: URN-ის ინდივიდუალური სუფიქსის შეტანა ყოველი გამოქვეყნებული ელემენტისათვის. თქვენ ნახავთ URN-ის შეტანის დამატებით ველს, ყოველი ელემენტის მეტა-მონაცემების გვერდზე.
kk_kz: Әрбір жарияланған элемент үшін жеке URN жұрнағын енгізіңіз. Метадеректер бетінде қосымша URN енгізу жолағын көресіз.
pl_pl: Wprowadź unikalny sufiks URN dla każdej opublikowanej pozycji. Znajdziesz dodatkowe pole URN dla każdej pozycji na stronie z metadanymi.
pt_br: Insira um sufixo URN individual para cada item publicado. Você encontrará um campo de entrada URN adicional de cada item na página de metadados.
pt_pt: Insira um sufixo URN individual para cada publicação. Encontrará um campo de entrada URN adicional na página de metadados de cada publicação.
sv_se: Ange ett individuellt URN-suffix för varje publicerat objekt. Det finns ett extra URN-fält på varje objekts metadatasida.
uz_uz@latin: Har bir e'lon qilingan element uchun individual URN qo'shimchasini kiriting. Har bir elementning metadata sahifasida qo'shimcha URN kiritish maydonini topasiz.
vi_vn: Nhập một hậu tố URN riêng cho mỗi mục được xuất bản. Bạn sẽ tìm thấy một trường đầu vào URN bổ sung trên trang siêu dữ liệu của từng mục.

# plugins.pubIds.urn.manager.settings.checkNo
source: Check Number
bg_bg: Контролно число
de_de: Prüfziffer
es_es: Número de comprobación
fr_ca: Numéro de vérification
gl_es: Número de comprobación
it_it: Numero di controllo
ka_ge: საკონტროლო რიცხვი
kk_kz: Нөмірді тексеру
pl_pl: Numer kontrolny
pt_br: Número de verificação
pt_pt: Número Verificação
sv_se: Kontrollnummer
uz_uz@latin: Tekshirish raqami
vi_vn: Số kiểm tra

# plugins.pubIds.urn.manager.settings.checkNo.label
source: The check number will be automatically calculated and added at the end, as the last digit of an URN.
bg_bg: Контролното число а ще бъде автоматично изчислено и добавено в края като последна цифра на URN.
de_de: Die Prüfziffer wird automatisch berechnet und am Ende, als letzte Ziffer des URN, angefügt.
es_es: El número de comprobación (check number) se calculará automáticamente y se añadirá al final como último dígito del URN.
fr_ca: Le numéro de vérification sera automatiquement calculé et ajouté à la fin, comme dernier chiffre de l'URN.
gl_es: O número de comprobación calcularase automaticamente e engadirase ao final, como o último díxito dunha URN.
it_it: Il numero di controllo verrà calcolato automaticamente e aggiunto come ultima cifra di ogni URN.
ka_ge: საკონტროლო რიცხვი ავტომატურად იქნება გაანგარიშებული და დაემატება URN-ში ბოლო ციფრად.
kk_kz: Тексеру цифры автоматты түрде есептеледі және URN соңғы цифры ретінде соңына қосылады.
pl_pl: Numer kontrolny zostanie automatycznie wygenerowany i dodany na końcu, jako ostatnia cyfra URN.
pt_br: O número de verificação será automaticamente calculado e incluído no final, como o último dígito de um URN.
pt_pt: O número de verificação será automaticamente calculado e adicionado no final, como o último dígito de um URN.
sv_se: Kontrollnumret kommer automatiskt att räknas fram och läggas på slutet, som den sista siffran i ett URN.
uz_uz@latin: Chek raqami avtomatik ravishda hisoblab chiqiladi va oxirida URNning oxirgi raqami sifatida qo'shiladi.
vi_vn: Số kiểm tra sẽ được tự động tính toán và thêm vào cuối, là chữ số cuối cùng của URN.

# plugins.pubIds.urn.manager.settings.namespace
source: Namespace
bg_bg: Пространство на имена
de_de: Namensraum
es_es: Espacio de nombres (namespace)
fr_ca: Espace de noms (Namespace)
gl_es: Espacio de nomes (namespace)
ka_ge: სახელთა სივრცე
kk_kz: Атаулар кеңістігі
pl_pl: Przestrzeń nazw
sv_se: Namnrymd
uz_uz@latin: Ismlar maydoni

# plugins.pubIds.urn.manager.settings.namespace.choose
source: Choose
bg_bg: Изберете
de_de: Auswählen
es_es: Escoger
fr_ca: Choisir
gl_es: Escoller
it_it: Scegli
ka_ge: არჩევა
kk_kz: Таңдау
pl_pl: Wybierz
pt_br: Escolha
pt_pt: Seleccione
sv_se: Välj
uz_uz@latin: Tanlang
vi_vn: Chọn

# plugins.pubIds.urn.manager.settings.namespace.description
source: The persistent identifier namespace usually needed for the registration (e.g. at the Deutsche Nationalbibliothek).
bg_bg: Пространството от имена на постоянен идентификатор, обикновено необходимо за регистрацията (например в Deutsche Nationalbibliothek).
de_de: Der Namensraum für persistente Bezeichner wird in der Regel für die Registrierung benötigt (z.B. bei der Deutschen Nationalbibliothek).
es_es: El identificador persistente del espacio de nombres (namespace) requerido a menudo para el registro (p.ej. en la Deutsche Nationalbibliothek).
fr_ca: L'espace de noms de l'identifiant pérenne habituellement nécessaire pour l'enregistrement (par exemple à la Deutsche Nationalbibliothek).
gl_es: O identificador persistente do espazo de nomes é necesario para o rexistro (por exemplo, na Deutsche Nationalbibliothek).
it_it: Il namespace dell'identificatore persistente normalmente è necessario per la registrazione (es. con la Deutsche Nationalbibliothek).
ka_ge: სახელთა სივრცის მუდმივი იდენტიფიკატორი როგორც წესი საჭიროა რეგისტრაციისათვის (მაგალითად, გერმანიის ეროვნულ ბიბლიოთეკაში).
kk_kz: Әдетте тіркелу үшін тұрақты атаулар кеңістігінің идентификаторы қажет (мысалы, Германия Ұлттық кітапханасында).
pl_pl: Przestrzeń nazw trwałego identyfikatora zwykle wymaga rejestracji (np. w Deutsche Nationalbibliothek).
pt_br: O namespace identificador persistente é normalmente necessário para registro (por exemplo, na Deutsche Nationalbibliothek).
pt_pt: O namespace de identificador persistente é geralmente necessário para o registo (por exemplo, na Deutsche Nationalbibliothek).
sv_se: Den permanenta identifikatorns namnrymd behövs vanligtvis för registeringen (t.ex. på Deutsche Nationalbibliothek).
uz_uz@latin: Odatda ro'yxatdan o'tish uchun zarur bo'lgan doimiy identifikator nomlari maydoni (masalan, Deutsche Nationalbibliothek).
vi_vn: Namespace định danh liên tục thường cần cho đăng ký (ví dụ: tại Deutsche Nationalbibliothek).

# plugins.pubIds.urn.manager.settings.urnResolver
source: Resolver URL
bg_bg: URL преобразувател
es_es: URL de resolución
fr_ca: Résolveur d'URL
gl_es: URL de resolución
it_it: URL del resolver
ka_ge: გადამჭრელის URL-მისამართი
kk_kz: Түрлендіргіш URL-і
pt_br: URL do Resolvedor
uz_uz@latin: Ruxsat beruvchi URL
vi_vn: URL giải quyết

# plugins.pubIds.urn.manager.settings.urnResolver.description
source: (e.g. http://nbn-resolving.de/)
bg_bg: (напр. http://nbn-resolving.de/)
de_de: (z.B. http://nbn-resolving.de/)
es_es: (p.ej. http://nbn-resolving.de/)
gl_es: (p. ex., http://nbn-resolving.de/)
it_it: (es. http://nbn-resolving.de/)
ka_ge: (მაგ. http://nbn-resolving.de/)
kk_kz: (мысалы, http://nbn-resolving.de/)
pl_pl: (np. http://nbn-resolving.de/)
pt_br: (por exemplo, http://nbn-resolving.de/)
sv_se: (t.ex. http://nbn-resolving.de/)
uz_uz@latin: (masalan, http://nbn-resolving.de/)

# plugins.pubIds.urn.manager.settings.form.urnResolverRequired
source: Please enter the resolver URL.
bg_bg: Моля въведете URL преобразувател.
de_de: Bitte geben Sie die Adresse des Resolvers ein.
es_es: Introduzca la URL de resolución.
fr_ca: Veuillez entrer l'URL du résolveur.
gl_es: Insira a URL de resolución.
it_it: Inserisci la URL del resolver.
ka_ge: გთხოვთ, შეიტანოთ გადამჭრელის URL-მისამართი.
kk_kz: Конвертердің URL мекенжайын енгізіңіз.
pl_pl: Wprowadź rozwiązany URL.
pt_br: Favor informar a URL do resolvedor.
pt_pt: Insira o resolver URL.
sv_se: Lägg till resolverns URL.
uz_uz@latin: Iltimos, hal qiluvchi URL manzilini kiriting.
vi_vn: Vui lòng nhập URL giải quyết.

# plugins.pubIds.urn.manager.settings.urnReassign
source: Reassign URNs
bg_bg: Повторно присвояване на URN
de_de: URN löschen
es_es: Reasignar URNs
fr_ca: Réassigner les URNs
gl_es: Reasignar URNs
it_it: Cancella URN
ka_ge: URN-ის ხელახალი მინიჭება
kk_kz: URN-ді қайта тағайындау
pl_pl: Ponownie przydziel URN
pt_br: Limpar URNs
pt_pt: Reatribuir URNs
sv_se: Tilldela om URN:er
uz_uz@latin: URN -larni qayta tayinlash
vi_vn: Tái chỉ định URN

# plugins.pubIds.urn.manager.settings.urnReassign.description
source: If you change your URN configuration, URNs that have already been assigned will not be affected. Once the URN configuration is saved, use this button to clear all existing URNs so that the new settings will take effect with existing objects.
bg_bg: Ако промените вашата URN конфигурация, URN, които вече са назначени, няма да бъдат засегнати. След като конфигурацията на URN бъде запазена, използвайте този бутон, за да изчистите всички съществуващи URN, така че новите настройки да влязат в сила със съществуващите обекти.
de_de: Wenn Sie Ihre URN-Konfiguration ändern, werden bereits zugewiesene URN nicht betroffen sein. Sobald die geänderte URN-Konfiguration gespeichert worden ist, nutzen Sie bitte diesen Knopf, um alle bestehenden URN zu löschen, so dass die neuen Einstellungen für bestehende Objekte gelten.
es_es: Si cambia su configuración URN, los URNs ya asignados no se verán afectadas. Cuando guarde la configuración URN, podrá usar este botón para limpiar los URNs existentes, de forma que la nueva configuración tenga efecto para todos los objetos existentes.
fr_ca: Si vous modifiez votre configuration URN, les URNs déjà attribués ne seront pas affectés. Une fois la configuration URN enregistrée, utilisez ce bouton pour effacer tous les URN existants afin que les nouveaux paramètres prennent effet avec les objets existants.
gl_es: Se cambia a configuración de URN, as URN xa asignadas non se verán afectadas. Unha vez gardada a configuración URN, use este botón para borrar todas as URN existentes para que a nova configuración teña efecto cos obxectos existentes.
it_it: Se cambi la configurazione degli URN, gli identificatori già assegnati non verranno modificati. Per forzarne la modifica, usa questo tasto per fare in modo che le nuove impostazioni abbiano effetto sugli oggetti già esistenti.
ka_ge: თუ შეცვლით URN-ის კონფიგურაციას, ეს არ შეეხება URN-ებს, რომლებიც უკვე მინიჭებულია. URN-ის კონფიგურაციის შენახვის შემდეგ გამოიყენეთ ეს ღილაკი, რათა წაშალოთ ყველა არსებული URN, რათა ახალმა პარამეტრებმა იმოქმედონ არსებულ ობიექტებზე.
kk_kz: Егер сіз URN конфигурациясын өзгертсеңіз, ол бұрын тағайындалған URN-ге әсер етпейді. URN конфигурациясын сақтағаннан кейін, жаңа батырманың бар объектілерге әсер етуі үшін осы қолданыстағы барлық URN жою үшін осы батырманы пайдаланыңыз.
pl_pl: Jeśli zmieniałeś(aś) konfigurację URN, przypisane URN nie ulegną zmianie. Raz skonfigurowane URN jest zachowane. Użyj tego przycisku aby wyczyścić istniejące URN i przypisać do istniejących obiektów URN na podstawie nowych ustawień.
pt_br: Caso altere as configurações de URN, os já designados não serão afetados. Uma vez salva a configuração URN alterada, use este botão para limpar todos os URNs existente, para que as novas configurações tenham efeito sobre objetos existentes.
pt_pt: Se alterar a configuração URN, as URNs que já foram atribuídas não serão afectadas. Uma vez guardada a configuração do URN, use este botão para limpar todas os URN existentes para que as novas configurações tenham efeito com as publicações existentes.
sv_se: Om du ändrar URN-konfigurationen kommer URN:er som redan har tilldelats inte att påverkas. När URN konfigurationen är sparad, använd den här knappen för att ta bort alla existerande URN:er så att inställningarna påverkar alla existerande objekt.
uz_uz@latin: Agar siz URN konfiguratsiyasini o'zgartirsangiz, allaqachon tayinlangan URNlar ta'sir qilmaydi. URN konfiguratsiyasi saqlanganidan so'ng, ushbu tugma yordamida barcha mavjud URN -lar o'chiriladi, shunda yangi sozlamalar mavjud ob'ektlar bilan kuchga kiradi.
vi_vn: Nếu bạn thay đổi cấu hình URN, URN đã được chỉ định sẽ không bị ảnh hưởng. Khi cấu hình URN được lưu, sử dụng nút này để xóa tất cả các URN hiện có để các cài đặt mới sẽ có hiệu lực với các đối tượng hiện có.

# plugins.pubIds.urn.manager.settings.urnReassign.confirm
source: Are you sure you wish to delete all existing URNs?
bg_bg: Наистина ли искате да изтриете всички съществуващи URN?
de_de: Sind Sie sicher, dass Sie alle existierenden URN löschen möchten?
es_es: ¿Está seguro/a de querer borrar todos los URNs existentes?
fr_ca: Êtes-vous sûr de vouloir supprimer tous les URNs existants?
gl_es: Estás seguro/a de que desexas eliminar todas as URN existentes?
it_it: Sei sicuro di cancellare tutte gli URN esistenti?
ka_ge: დარწმუნებული ხართ, რომ გუსრთ წაშალოთ ყველა არსებული URN?
kk_kz: Барлық қолданыстағы URN-дерді жойғыңыз келетініне сенімдісіз бе?
pl_pl: Czy na pewno usunąć wszystkie istniejące URN?
pt_br: Deseja realmente excluir todos os URNs existentes?
pt_pt: Tem a certeza que pretende eliminar todos os URNs existentes?
sv_se: Vill du ta bort alla existerande URN:er?
uz_uz@latin: Haqiqatan ham barcha mavjud URN -larni o'chirmoqchimisiz?
vi_vn: Bạn có chắc chắn muốn xóa tất cả các URN hiện có?

# plugins.pubIds.urn.editor.urnObjectTypeIssue
source: issue
bg_bg: брой
de_de: Ausgabe
es_es: número
fr_ca: numéro
gl_es: número
it_it: fascicolo
ka_ge: გამოცემას
kk_kz: басылым
pl_pl: numer
pt_br: edição
pt_pt: número
sv_se: nummer
uz_uz@latin: nashr
vi_vn: số

# plugins.pubIds.urn.editor.urnObjectTypeSubmission
source: article
bg_bg: статия
de_de: Artikel
es_es: artículo
gl_es: artigo
it_it: articolo
ka_ge: სტატიას
kk_kz: мақала
pl_pl: artykuł
pt_br: artigo
pt_pt: artigo
sv_se: artikel
uz_uz@latin: maqola
vi_vn: bài báo

# plugins.pubIds.urn.editor.urnObjectTypeRepresentation
source: galley
bg_bg: типография
de_de: Fahne
es_es: galerada
fr_ca: épreuve
gl_es: galerada
it_it: gabbia / file
ka_ge: გალერეას
kk_kz: электрондық жазба
pl_pl: plik z artykułem
pt_br: composição final
pt_pt: composição
sv_se: publiceringsversion
uz_uz@latin: oshxona
vi_vn: bản in

# plugins.pubIds.urn.editor.customSuffixMissing
source: The URN cannot be assigned because the custom suffix is missing.
bg_bg: URN не може да бъде присвоен, защото персонализираният суфикс липсва.
de_de: Es kann kein URN zugewiesen werden, weil der angepasste Suffix fehlt.
es_es: No se puede asignar un URN porque falta el sufijo personalizado.
fr_ca: L'URN ne peut pas être attribué car le suffixe personnalisé est manquant.
gl_es: Non se pode asignar a URN porque falta o sufixo personalizado.
it_it: L'URN non può essere assegnato perchè il suffisso personalizzato manca.
ka_ge: URN ვერ მიენიჭება, ვინაიდან არ არსებობს სამომხმარებლო სუფიქსი.
kk_kz: URN-ді тағайындау мүмкін емес, себебі реттелетін жұрнақ жоқ.
pl_pl: URN nie może być przypisany ponieważ nie ma ustawionego sufiksu.
pt_br: O URN não pode ser atribuído porque o sufixo personalizado está faltando.
pt_pt: O URN não pode ser atribuído porque o sufixo personalizado está em falta.
sv_se: URN:et kan inte tilldelas eftersom det anpassade suffixet saknas.
uz_uz@latin: URN tayinlanmaydi, chunki maxsus qo'shimchasi yo'q.
vi_vn: Không thể gán URN vì hậu tố tùy chỉnh bị thiếu.

# plugins.pubIds.urn.editor.patternNotResolved
source: The URN cannot be assigned because it contains an unresolved pattern.
bg_bg: URN не може да бъде присвоен, защото съдържа непознат шаблон/модел.
de_de: Es kann kein URN zugewiesen werden, weil ein ungültiges Muster verwendet wird.
es_es: No se puede asignar un URN porque contiene patrones sin resolver.
fr_ca: L'URN ne peut pas être attribué car il contient un modèle non résolu.
gl_es: Non se pode asignar a URN porque contén un padrón sen resolver.
it_it: L'URN non può essere assegnato perchè ci sono problemi sui dati e/o sulla sintassi del pattern che serve a crearlo.
ka_ge: URN ვერ მიენიჭება, ვინაიდან ის შეიცავს შეუცვლელ შაბლონს.
kk_kz: URN-ді тағайындау мүмкін емес, себебі онда ауыстырылмаған үлгі бар.
pl_pl: URN nie może być przypisane ponieważ nie ma ustawionego wzoru.
pt_br: O URN não pode ser atribuído porque contém um padrão não resolvido.
pt_pt: O URN não pode ser atribuído porque contém um padrão diferente.
sv_se: URN:et kan inte tilldelas eftersom det innehåller ett felaktigt mönster.
uz_uz@latin: URN tayinlanmaydi, chunki unda hal qilinmagan naqsh mavjud.
vi_vn: Không thể gán URN vì nó chứa một dạng chưa được giải quyết.

# plugins.pubIds.urn.editor.canBeAssigned
source: What you see is a preview of the URN. Select the checkbox and save the form to assign the URN.
bg_bg: Това, което виждате, е визуализация на URN. Поставете отметка в квадратчето и запишете формуляра, за да присвоите URN.
de_de: Sie sehen eine Voransicht des URN. Wählen Sie die Checkbox und speichern Sie das Formular, um den URN zuzuweisen.
es_es: Lo que se muestra es una vista previa del URN. Seleccione la casilla de verificación y guarde el formulario para asignar el URN.
fr_ca: Ce que vous voyez est un aperçu de l'URN. Cochez la case et enregistrez le formulaire pour attribuer l'URN.
gl_es: O que ves é unha vista previa da URN. Marque a caixa de verificación e garde o formulario para asignar a URN.
it_it: Quello che stai vedendo è una preview dell'URN. Seleziona il checkboc e salva il form per assegnare l'URN.
ka_ge: თქვენ ხედავთ, თუ როგორ გამოიყურება URN. მონიშნეთ თოლია და შეინახეთ ფორმა URN-ის მისანიჭებლად.
kk_kz: Сіз URN-ді алдын-ала көре аласыз. Белгіні таңдаңыз және URN-ді тағайындау формасын сақтаңыз.
pl_pl: Widzisz podgląd URN. Zaznacz pole i zapisz, aby przypisać URN.
pt_br: O que você vê é uma prévia do URN. Marque a caixa de seleção e salve o formulário para atribuir o URN.
pt_pt: Aquilo que vê é uma prévisualização do URN. Marque a caixa de selecção e guarde o formulário para atribuir o URN.
sv_se: Det du ser är en förhandsvisning av URN:et. Välj kryssrutan och spara formuläret för att tilldela URN:et.
uz_uz@latin: Siz ko'rgan narsa - URN -ning oldindan ko'rilishi. URNni belgilash uchun katakchani belgilang va shaklni saqlang.
vi_vn: Những gì bạn thấy là một bản xem trước của URN. Chọn checkbox và lưu biểu mẫu để gán URN.

# plugins.pubIds.urn.editor.assigned
source: The URN is assigned to this {$pubObjectType}.
bg_bg: URN е присвоен на този {$pubObjectType}.
de_de: Der URN ist diesem Objekt vom Typ {$pubObjectType} zugewiesen.
es_es: El URN asignado a este {$pubObjectType}.
fr_ca: L'URN est attribué à {$pubObjectType}.
gl_es: A URN está asignada a este {$pubObjectType}.
it_it: L'url è stato asseganto a questo {$pubObjectType}.
ka_ge: URN მინიჭებულია: {$pubObjectType}.
kk_kz: URN {$pubObjectType}-ке тағайындалды.
pl_pl: URN został przypisany do {$pubObjectType}.
pt_br: O URN é atribuído a este {$pubObjectType}.
pt_pt: O URN foi atribuído a esta {$pubObjectType}.
sv_se: URN:et har tilldelats till {$pubObjectType}.
uz_uz@latin: URN bu {$ pubObjectType} ga tayinlangan.
vi_vn: URN được gán cho {$pubObjectType} này.

# plugins.pubIds.urn.editor.urnSuffixCustomIdentifierNotUnique
source: The given URN suffix is already in use for another published item. Please enter a unique URN suffix for each item.
bg_bg: Даденият суфикс на URN вече се използва за друг публикуван елемент. Моля, въведете уникален URN суфикс за всеки елемент.
de_de: Der angegebene URN-Suffix wird bereits für ein anderes veröffentlichtes Element benutzt. Bitte vergeben Sie einen eindeutigen URN-Suffix für jedes Element.
es_es: El sufijo URN dado ya está en uso para otro elemento publicado. Ingrese un sufijo URN único para cada elemento.
fr_ca: Le suffixe URN attribué est déjà utilisé pour un autre élément publié. Veuillez entrer un suffixe URN unique pour chaque élément.
gl_es: O sufixo URN indicado xa está en uso para outro elemento publicado. Insira un sufixo URN único para cada elemento.
it_it: Il suffisso dell'URN è già in uso su di un altro oggetto pubblicato. Per favore inserisci un suffisso URN univoco per ogni oggetto.
ka_ge: URN-ის მინიჭებული სუფიქსი უკვე გამოიყენება სხვა გამოქვეყნებული ელემენტისათვის. გთხოვთ შეიტანოთ URN-ის უნიკალური სუფიქსი ყოველი ელემენტისათვის.
kk_kz: Көрсетілген URN жұрнағы қолданыста. URN жұрнағы әр нысан үшін бірыңғай болуы тиіс.
pl_pl: Dany sufiks URN jest już wykorzystany w innej opublikowanej pozycji. Wprowadź unikalny sufiks dla każdej pozycji.
pt_br: O sufixo URN fornecido já está em uso para outro item publicado. Digite um sufixo URN exclusivo para cada item.
pt_pt: O sufixo URN fornecido está a ser usado por outra publicação. Insira um sufixo URN exclusivo para cada publicação.
sv_se: Det angivna URN-suffixet används redan för ett annat publicerat objekt. Lägg till ett unikt URN-suffix för varje objekt.
uz_uz@latin: Berilgan URN qo'shimchasi boshqa nashr qilingan element uchun allaqachon ishlatilgan. Iltimos, har bir element uchun yagona URN qo'shimchasini kiriting.
vi_vn: Hậu tố URN đã cho đã được sử dụng cho một mục được xuất bản khác. Vui lòng nhập một hậu tố URN duy nhất cho mỗi mục.

# plugins.pubIds.urn.editor.clearObjectsURN
source: Clear URN
bg_bg: Изчисти
de_de: URN entfernen
es_es: Limpiar URN
fr_ca: Supprimer l'URN
gl_es: Limpar URN
it_it: Cancella URN
ka_ge: გასუფთავება
kk_kz: Жою
pl_pl: Wyczyść URN
pt_br: Limpar
pt_pt: Limpar URN
sv_se: Ta bort URN
uz_uz@latin: Ochiq
vi_vn: Xóa
