Repository: pkp/ojs
Catalog: plugins/importexport/doaj/locale/*/locale.po
Languages: ar_iq, az, bg, ca_es, cs_cz, da_dk, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, gl_es, hu_hu, hy_am, id_id, it, ka_ge, kk_kz, ku_iq, ky, lv, mk_mk, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, uz_latn, vi_vn, zh_cn, zh_hant

# plugins.importexport.doaj.displayName
source: DOAJ Export Plugin
ar_iq: إضافة التصدير DOAJ
az: DOAJ transfer qoşması
bg: Плъгин за DOAJ експорт
ca_es: Mòdul d'exportació DOAJ
cs_cz: Plugin exportu pro DOAJ
da_dk: DOAJ Eksport-plugin
es_es: Módulo de exportación DOAJ
eu: DOAJ esportatzeko plugina
fa_ir: افزونه برون دهی DOAJ
fi_fi: DOAJ-vientilisäosa
fr_ca: Plugiciel d'exportation DOAJ
fr_fr: Module d'exportation DOAJ
gl_es: Complemento de exportación DOAJ
hy_am: DOAJ արտահանման պլագին
id_id: Plugin Ekspor DOAJ
it: Plugin di esportazione per DOAJ
ka_ge: მოდული „ექსპორტი DOAJ-ში“
kk_kz: "Doaj экспорттау" модулі
ku_iq: گرێدانی هەناردەی DOAJ
ky: "DOAJге экспорттоо" модулу
lv: DOAJ eksportēšanas spraudnis
mk_mk: Плагин за експортирање на DOAJ
ms_my: Plugin Eksport DOAJ
nb_no: Programtillegg for DOAJ eksport
pl_pl: Wtyczka eksportu DOAJ
pt_br: Exportação para DOAJ
pt_pt: Plugin de Exportação DOAJ
ro: Plugin export DOAJ
ru: Модуль «Экспорт в DOAJ»
sk_sk: Plugin exportu pre DOAJ
sl_si: Vtičnik za DOAJ izvoz
tr_tr: DOAJ Aktarma Eklentisi
uk_ua: Модуль експорту в DOAJ
uz_latn: DOAJ eksport plagini
vi_vn: Plugin xuất DOAJ
zh_cn: DOAJ导出插件
zh_hant: DOAJ導出插件

# plugins.importexport.doaj.description
source: Export Journal for DOAJ.
ar_iq: تصدير المجلة إلى DOAJ
az: Jurnalı DOAJ üçün ixrac edin.
bg: Експорт на списание за DOAJ.
ca_es: Exporta la revista al DOAJ i envia informació sobre la revista al representant del DOAJ.
cs_cz: Export časopisu pro DOAJ a odeslání emailu s informacemi o časopisu zástupci DOAJ.
da_dk: Eksportér tidsskrift til DOAJ.
es_es: Exportar la revista a DOAJ.
eu: Aldizkaria esportatu DOAJerako eta DOAJen ordezkariei aldizkariari buruzko informazioa bidali posta elektronikoz.
fa_ir: برون دهی اطلاعات مجله به DOAJ
fi_fi: Vie julkaisu DOAJ-tietokantaan.
fr_ca: Exporter la revue vers DOAJ.
fr_fr: Exporter la revue pour DOAJ.
gl_es: Exporta a revista ao DOAJ e envía información acerca dela ao representante do DOAJ.
hu_hu: Folyóirat exportálása DOAJ-ba.
hy_am: Արտահանեք ամսագրերը DOAJ-ի համար.
id_id: Ekspor Jurnal untuk DOAJ.
it: Esporta i metadati degli articoli e della rivista per DOAJ.
ka_ge: ახდენს ჟურნალის ექსპორტს DOAJ-ში.
kk_kz: DOAJ жүйесіне журналды экспорттайды.
ku_iq: هەناردەکردنی گۆڤار بۆ DOAJ
ky: DOAJ үчүн журналды экспорттойт.
lv: Eksportēt žurnālu DOAJ.
mk_mk: Експортирај списание за DOAJ.
ms_my: Eksport Jurnal untuk DOAJ.
nb_no: Eksporter tidsskrift til DOAJ.
pl_pl: Eksportuj czasopismo do DOAJ.
pt_br: Exportar revista para o DOAJ, incluindo dados da revista para inclusão.
pt_pt: Exportar a revista para o DOAJ.
ro: Exportă revista pentru DOAJ.
ru: Экспортирует журнал для DOAJ.
sk_sk: Export časopisu pre DOAJ a odoslanie emailu s informáciami o časopise zástupcovi DOAJ.
sl_si: Izvozi revijo za DOAJ.
sv_se: Exportera tidskrift för DOAJ.
tr_tr: Dergiyi DOAJ için dışa aktar.
uk_ua: Експорт журналу в DOAJ
uz_latn: DOAJ uchun eksport jurnali.
vi_vn: Tạp chí xuất cho DOAJ.
zh_cn: 将期刊导出到DAOJ，并且将期刊信息电邮给DAOJ的成员。
zh_hant: 導出期刊至DOAJ。

# plugins.importexport.doaj.export.contact
source: Contact DOAJ for inclusion
ar_iq: عنوان اتصال DOAJ لأغراض التضمين
az: İştirak üçün DOAJ ilə əlaqə saxlayın
bg: Свържете се с DOAJ за включване
ca_es: Contacta amb el DOAJ per a l'inclusió
cs_cz: Kontaktujte DOAJ pro vložení
da_dk: Kontakt DOAJ for at blive inkluderet
es_es: Contactar con DOAJ para la inclusión
eu: Sartzeko, jarri harremanetan DOAJ-ekin
fa_ir: برای استفاده از DOAJ با آن تماس بگیرید
fi_fi: Muodosta yhteys DOAJ:iin sisällyttämistä varten
fr_ca: Communiquer avec DOAJ pour intégration
fr_fr: Contacter DOAJ pour inclusion
gl_es: Contacta con DOAJ para inclusión
hu_hu: Lépjen kapcsolatba a DOAJ a bekerülés érdekében
hy_am: Ներառման համար դիմեք DOAJ-ին
id_id: Kontak DOAJ untuk pencantuman
it: Suggerisci la rivista a DOAJ
ka_ge: DOAJ-თან დაკავშირება ჟურნალის დასამატებლად
kk_kz: Журналды қосу үшін DOAJ-бен хабарласыңыз
ku_iq: ناونیشانی پەیوەندیکردن بە DOAJ بەمەبەستی بونە ئەندام
ky: Журнал кошуу үчүн DOAJ менен байланышыңыз
lv: Sazināties ar DOAJ par iekļaušanu
mk_mk: Контактирајте го DOAJ за вклучување
ms_my: Hubungi DOAJ untuk kemasukan
nb_no: Kontakt DOAJ for å inkludere tidsskriftet ditt i systemet
pl_pl: Skontaktuj się z DOAJ, aby włączyć czasopismo do bazy
pt_br: Solicitar inclusão ao DOAJ
pt_pt: Contactar DOAJ para inclusão
ro: Contactați DOAJ pentru includere
ru: Связаться с DOAJ для добавления журнала
sk_sk: Kontaktujte DOAJ pre vloženie
sl_si: Kontaktirajte DOAJ za vključitev
sv_se: Kontakta DOAJ för inkludering
tr_tr: Katılım için DOAJ ile iletişime geç
uk_ua: Контактувати з DOAJ щодо включення
uz_latn: Qo'shish uchun DOAJ bilan bog'laning
vi_vn: Liên hệ với DOAJ để đưa vào
zh_cn: 联系DOAJ列入
zh_hant: 聯絡DOAJ包括此期刊

# plugins.importexport.doaj.registrationIntro
source: If you would like to register articles from within OJS, please enter your DOAJ API Key. Else, you'll still be able to export into the DOAJ XML format but you cannot register your articles with DOAJ from within OJS.
ar_iq: إذا رغبت بتسجيل المقالات من داخل نظام المجلات المفتوحة، لطفاً، أدخل مفتاح واجهة التطبيق لـ DOAJ. بخلاف ذلك، لا يزال بإمكانك التصدير بصيغة DOAJ XML ولكن بدون تسجيل مقالاتك في DOAJ مباشرة من نظام المجلات المفتوحة.
az: Əgər məqalələri OJS içindən birbaşa yadda saxlamaq istəyirsinizsə, zəhmət olmasa DOAJ API Açarınızı daxil edin. API açarınız yoxdursa, dataları DOAJ XML formatında ixrac edə bilərsiniz; ancaq məqalələriniz DOAJ-a OJS içində yadda saxlaya bilməzsiniz.
bg: Ако искате да регистрирате статии от OJS, моля, въведете своя DOAJ API ключ. В противен случай все още ще можете да експортирате във формат DOAJ XML, но не можете да регистрирате статиите си в DOAJ от OJS.
ca_es: Si desitgeu registrar articles des del mateix OJS, introduïu la vostra clau API DOAJ. Si no ho feu encara podreu exportar-los al format DOAJ XML, però no podreu registrar els articles amb DOAJ des de OJS.
cs_cz: Chcete-li zaregistrovat články z OJS, zadejte prosím klíč DOAJ API. Jinak budete i nadále moci exportovat do formátu DOAJ XML, ale nebudete moci zaregistrovat své články s DOAJ z OJS.
da_dk: Hvis du gerne vil registrere artikler direkte fra OJS, skal du indtaste din DOAJ API-nøgle. Hvis ikke, kan du stadig eksportere til DOAJ XML-format, men du vil ikke kunne registrere dine artikler hos DOAJ direkte fra OJS.
es_es: Si desea registrar artículos desde el propio OJS, introduzca su clave API DOAJ. Si no lo hace, todavía podrá exportarlos al formato DOAJ XML, pero no podrá registrar los artículos con DOAJ desde OJS.
eu: OJS barrutik artikuluak erregistratu nahi badituzu, sartu zure DOAJ API gakoa. Bestela, DOAJ XML formatura esportatu ahal izango duzu oraindik, baina ezin izango dituzu zure artikuluak DOAJ-ekin erregistratu OJS barrutik.
fa_ir: اگر می خواهید مقالات را در DOAJ ثبت کنید، لطفا کلید API DOAJ خود را وارد کنید. در غیر اینصورت، همچنان قادر به برون دهی به فرمت XML DOAJ هستید، اما نمیتوانید مقالات خود را در DOAJ ثبت کنید
fi_fi: Jos haluat rekisteröidä artikkeleita OJS-järjestelmästä käsin, anna DOAJ API-avain. Ilman avainta voit edelleen ladata tiedot XML-muodossa ja viedä ne vierailemalla DOAJ:n verkkopalvelussa.
fr_ca: Si vous souhaitez enregistrer des articles à partir d'OJS, veuillez entrer votre clé API DOAJ. Sinon, vous pourrez toujours exporter en format XML DOAJ, mais vous ne pourrez pas enregistrer vos articles avec DOAJ depuis OJS.
fr_fr: Si vous souhaitez enregistrer des articles depuis OJS, veuillez entrer votre clé API DOAJ. À défaut, vous pourrez toujours exporter au format XML DOAJ, mais vous ne pourrez pas enregistrer vos articles avec DOAJ depuis OJS.
gl_es: Se quere rexistrar artigos desde o propio OJS, introduza a súa clave API DOAJ. De non facelo, aínda poderá exportalos ao formato DOAJ XML, pero non poderá rexistrar os artigos con DOAJ desde OJS.
hu_hu: Ha cikkeket szeretne regisztrálni a OJS-en belülről, kérjük, írja be a DOAJ API kulcsát. Egyébként Ön továbbra is képes lesz exportálni a DOAJ XML formátumba, de nem tud regisztrálni cikkeket a DOAJ-ba az OJS-en belülről.
hy_am: Եթե ցանկանում եք հոդվածներ գրանցել OJS-ից, խնդրում ենք մուտքագրել ձեր DOAJ API բանալին: Հակառակ դեպքում, դուք դեռ կկարողանաք արտահանել DOAJ XML ձևաչափով, բայց դուք չեք կարող գրանցել ձեր հոդվածները DOAJ-ում OJS-ից:
id_id: Jika Anda ingin mendaftarkan artikel melalui aplikasi OJS, mohon masukkan kunci API DOAJ Anda. Jika tidak dimasukkan, Anda akan tetap dapat mengekspor artikel ke dalam format XML yang digunakan DOAJ namun Anda tidak dapat mendaftarkan artikel secara otomatis melalui aplikasi OJS.
it: Se vuoi registrare gli articoli da OJS, inserisci la tua DOAJ API key. Altrimenti puoi sempre esportare i dati nel formato DOAJ XML; in tal caso, tuttavia, non potrai registrare i dati in DOAJ direttamente con OJS.
ka_ge: თუ გსურთ სტატიის რეგისტრაცია უშუალოდ OJS-იდან, გთხოვთ შეიტანეთ API DOAJ გასაღები. თუ არ გაქვთ ეს გასაღები, მაინც შეძლებთ სტატიის ექსპორტს DOAJ XML-ში, მაგრამ ვერ შეძლებთ სტატიის რეგისტრაციას DOAJ-ში უშუალოდ OJS-იდან.
kk_kz: Егер сіз мақалаларды тікелей OJS-тен тіркегіңіз келсе, DOAJ API кілтін енгізіңіз. Сізде DOAJ API кілті болмаған жағдайда да DOC XML форматына экспорттай аласыз, бірақ мақалаларыңызды OJS-тен DOAJ-бен тікелей тіркей алмайсыз.
ku_iq: ئەگەر دەتەوێت توێژینەوە تۆمار بکەیت لە چوارچێوەی سیستەمی گۆڤاری کراوە، تکایە وشەی تێپەڕی DOAJ لێ بدە. دوای ئەوەش تۆ دەتوانیت کە فایلی شێوەی DOAJ XML هەناردە بکەیت، بەڵام ناتوانیت گوتارەکانت لە DOAJ تۆمار بکەیت لە چوارچێوەی سیستەمی گۆڤاری کراوەدا.
ky: Эгер сиз макалаларды түздөн-түз OJSдан каттагыңыз келсе, DOAJ API ачкычыңызды киргизиңиз. Эгер сизде DOAJ API ачкычы жок болсо, дагы эле DOAJ XML форматына экспорттой аласыз, бирок DOAJ макалаларыңызды түздөн-түз OJSден каттай албайсыз.
lv: Ja vēlaties reģistrēt rakstus no OJS, lūdzu, ievadiet savu DOAJ API atslēgu. Pretējā gadījumā jūs joprojām varēsiet eksportēt DOAJ XML formātā, bet jūs nevarēsiet reģistrēt savus rakstus DOAJ no OJS.
mk_mk: Доколку би сакале да регистрирате трудови преку OJS, ве молиме да го внесете вашиот DOAJ API клуч. Инаку, се уште ќе можете да експортирате во DOAJ XML форматот но нема да можете да ги регистрирате вашите трудови преку OJS.
ms_my: Sekiranya anda ingin mendaftarkan artikel dari dalam OJS, sila masukkan Kunci API DOAJ anda. Jika tidak, anda masih dapat mengeksport ke format DOAJ XML tetapi anda tidak dapat mendaftarkan artikel anda dengan DOAJ dari dalam OJS.
nb_no: Hvis du vil registrere artiklene fra OJS, legg inn DOAJ API-nøkkelen din. Dersom du ikke gjør det, vil du fremdeles kunne eksportere til DOAJ XML-format, men du kan ikke registrere artiklene dine hos DOAJ fra OJS.
pl_pl: Jeśli chciałbyś(abyś) zarejestrować artykuły z OJS, włącz swój klucz API DOAJ. Możesz też również eksportować metadane do pliku DOAJ XML, ale nie możesz takiego pliku wysłać do DOAJ z OJS.
pt_br: Se você deseja registrar artigos a partir do OJS, insira sua chave API do DOAJ. Caso contrário, você poderá exportar para o formato XML do DOAJ, mas não poderá registrar seus artigos no DOAJ a partir do OJS.
pt_pt: Se pretender registar artigos através do OJS, insira a sua chave de API DOAJ. Caso contrário, poderá exportar para o formato DOAJ XML, mas não pode registar os artigos no DOAJ através do OJS.
ro: Dacă doriți să înregistrați articole din OJS, vă rugăm să introduceți cheia API DOAJ. Altfel, veți putea exporta în continuare în formatul DOAJ XML, dar nu vă puteți înregistra articolele cu DOAJ din OJS.
ru: Если вы хотите зарегистрировать статьи прямо из OJS, пожалуйста, введите ваш ключ API DOAJ. Если у вас нет ключа API DOAJ, вы все равно сможете экспортировать в формат DOAJ XML, но не сможете зарегистрировать ваши статьи с DOAJ напрямую из OJS.
sk_sk: Ak chcete zaregistrovať články z OJS, zadajte prosím kľúč DOAJ API. Inak budete aj naďalej môcť exportovať do formátu DOAJ XML, ale nebudete môcť zaregistrovať svoje články s DOAJ z OJS.
sl_si: Če bi želeli registrirati prispevke direktno iz OJS, prosimo vnesite vaš DOAJ API ključ. Če nimate svojega DOAJ API ključa, lahko še vedno izvozite podatke v DOAJ XML obliki, ampak ne morete registrirati DOI-jev pri DOAJ direktno iz OJS.
sv_se: Om du vill registrera artiklar inifrån OJS, fyll i din DOAJ API-nyckel. Om inte kan du fortfarande exportera till DOAJ XML-format, men inte registrera dina artiklar hos DOAJ inifrån OJS.
tr_tr: Eğer makaleleri OJS içinden doğrudan kaydetmek istiyorsanız, lütfen DOAJ API Anahtarınızı girin. API anahtarınız yoksa, verileri DOAJ XML formatında dışa aktarabilirsiniz; ancak makalelerinizi DOAJ'a OJS içinden kaydedemezsiniz.
uk_ua: Якщо ви хочете зареєструвати статті одразу з OJS, будь ласка, введіть свій ключ API DOAJ. Якщо у вас немає ключа API DOAJ, ви все одно зможете експортувати в DOAJ XML, але ви не можете зареєструвати свої DOI в DOAJ з OJS.
uz_latn: Agar siz OJS ichidagi maqolalarni ro'yxatdan o'tkazmoqchi bo'lsangiz, DOAJ API kalitini kiriting. Aks holda, siz hali ham DOAJ XML formatiga eksport qila olasiz, lekin maqolalaringizni DOJda OJS ichida ro'yxatdan o'tkaza olmaysiz.
vi_vn: Nếu bạn muốn đăng ký các bài báo từ trong OJS, vui lòng nhập Khóa API DOAJ của bạn. Khác, bạn vẫn có thể xuất thành định dạng XML DOAJ nhưng bạn không thể đăng ký các bài viết của mình với DOAJ từ trong OJS.
zh_cn: 如果您想从 OJS 中注册文章，请输入您的 DOAJ API 密钥。 否则，您仍然可以导出为 DOAJ XML 格式，但是您无法从 OJS 中向 DOAJ 注册您的文章。
zh_hant: 如您想為OJS內的文章註冊，請輸入您的DOAJ API密鑰。此外，您仍可以導出至DOAJ XML格式，但您不能在OJS內為您的文章在DOAJ註冊。

# plugins.importexport.doaj.settings.form.apiKey
source: DOAJ API Key
ar_iq: مفتاح واجهة تطبيق DOAJ
az: DOAJ API açarı
bg: DOAJ API Ключ
ca_es: Clau API DOAJ
cs_cz: DOAJ API klíč
da_dk: DOAJ API-nøgle
es_es: Clave API DOAJ
eu: DOAJ API Gakoa
fa_ir: کلید DOAJ API
fi_fi: DOAJ API-avain
fr_ca: Clé API DOAJ
fr_fr: Clé API DOAJ
gl_es: Clave API DOAJ
hu_hu: DOAJ API Kulcs
hy_am: DOAJ API բանալի
id_id: Kunci API DOAJ
it: Chiave API DOAJ
ka_ge: DOAJ API გასაღები
kk_kz: DOAJ API кілті
ku_iq: وشەی تێپەڕی ڕوکاری DOAJ
ky: DOAJ API ачкычы
lv: DOAJ API atslēga
mk_mk: DOAJ API клуч
ms_my: Kunci API DOAJ
nb_no: DOAJ API-nøkkel
pl_pl: Klucz API DOAJ
pt_br: Chave API do DOAJ
pt_pt: Chave API DOAJ
ro: Cheie API DOAJ
ru: Ключ API DOAJ
sk_sk: DOAJ API kľúč
sl_si: DOAJ API ključ
sv_se: DOAJ API-nyckel
tr_tr: DOAJ API Anahtarı
uk_ua: Ключ DOAJ API
uz_latn: DOAJ API kaliti
vi_vn: Khóa API DOAJ
zh_cn: DOAJ API 密钥
zh_hant: DOAJ API密鑰

# plugins.importexport.doaj.settings.form.apiKey.description
source: You will find your API key on your DOAJ user page.
ar_iq: ستجد مفتاح واجهة التطبيق على صفحة المستخدم لموقع DOAJ.
az: API açarınızı DOAJ istifadəçi səhifəsindən tapa bilərsiniz.
bg: Ще намерите своя API ключ на вашата потребителска страница DOAJ.
ca_es: Trobareu la clau API a la vostra pàgina d'usuari/ària de DOAJ.
cs_cz: Klíč API naleznete na uživatelské stránce DOAJ.
da_dk: Du finder din API-nøgle på din DOAJ-brugerside.
es_es: Encontrará su clave API en su página de usuario/a de DOAJ.
eu: Zure API gakoa DOAJ erabiltzailearen orrian aurkituko duzu.
fa_ir: کلید API خود را در صفحه کاربری DOAJ خواهید یافت.
fi_fi: API-avain löytyy DOAJ:n verkkopalvelusta.
fr_ca: Vous trouverez votre clé API sur votre page d'utilisateur-trice du site de DOAJ.
fr_fr: Vous trouverez votre clé API sur votre page d'utilisateur ou d'utilisatrice de DOAJ.
gl_es: Atopará a clave API na súa páxina de usuario/a de DOAJ.
hu_hu: Az API kulcsát a saját DOAJ felhasználói oldalán találja.
hy_am: Դուք կգտնեք ձեր API բանալին ձեր DOAJ օգտվողի էջում:
id_id: Anda akan menemukan kunci API Anda di halaman pengguna DOAJ.
it: Trovi la tua chiave API dentro la tua pagina utente di DOAJ.
ka_ge: API გასაღებს ნახავთ DOAJ-ის მომხმარებლის გვერდზე.
kk_kz: Сіз API кілтін DOAJ сайтындағы қолданушы парағынан таба аласыз.
ku_iq: تۆ دەتوانیت وشەی تێپەڕی خۆت لە ئەژماری کەسی خۆت لە DOAJ بدۆزیتەوە.
ky: API ачкычын DOAJ колдонуучу бетиңизден табасыз.
lv: API atslēgu atradīsiet savā DOAJ lietotāja lapā.
mk_mk: Можете да го најдете вашиот API клуч на вашата корисничка страница на DOAJ.
ms_my: Anda akan menemui kunci API anda di halaman pengguna DOAJ anda.
nb_no: Du finner API-nøkkelen din på siden din hos DOAJ.
pl_pl: Klucz API znajdziesz na stronie użytkownika w DOAJ.
pt_br: Você encontrará sua chave API na sua página de usuário no DOAJ.
pt_pt: Encontrará a chave de API na área de utilizadores do DOAJ.
ro: Veți găsi cheia API pe pagina dvs. de utilizator DOAJ.
ru: Вы найдете ключ API на своей странице пользователя DOAJ.
sk_sk: Kľúč API nájdete na užívateľskej stránke DOAJ.
sl_si: Svoj DAOJ API ključ lahko najdete na vaši DOAJ uporabniški strani.
sv_se: Du hittar din API-nyckel på din DOAJ-sida.
tr_tr: API anahtarınızı DOAJ kullanıcı sayfasında bulabilirsiniz.
uk_ua: Ви знайдете свій ключ API на сторінці користувача DOAJ.
uz_latn: Siz API kalitingizni DOAJ foydalanuvchi sahifasida topasiz.
vi_vn: Bạn sẽ tìm thấy khóa API của mình trên trang người dùng DOAJ.
zh_cn: 您可以在 DOAJ 用户页面上找到 API 密钥。
zh_hant: 您會在您的DOAJ用戶頁面找到您的API密鑰。
