Repository: pkp/ojs
Catalog: plugins/importexport/doaj/locale/*/locale.po
Languages: ar_iq, az, bg, ca_es, cs_cz, da_dk, es_es, eu, fa_ir, fi_fi, fr_ca, fr_fr, gl_es, hu_hu, hy_am, id_id, it, ka_ge, kk_kz, ku_iq, ky, lv, mk_mk, ms_my, nb_no, pl_pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv_se, tr_tr, uk_ua, uz_latn, vi_vn, zh_cn, zh_hant

# plugins.importexport.doaj.settings.form.automaticRegistration.description
source: OJS will deposit articles automatically to DOAJ. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered articles.
ar_iq: نظام المجلات المفتوحة سيقوم بإيداع المقالات تلقائياً في DOAJ. لطفاً، خذ بنظر الاعتبار أن هذه العملية قد تستغرق وقتاً قصيراً بُعيد النشر لأغراض المعالجة (أي اعتماداً على إعداداتك للإضافة cronjob). بإمكانك دوماً التحقق من وجود مقالات غير مسجلة فيه.
az: OJS, məqalələri DOAJ-a avtomatik olaraq qeyd edəcəkdir. Zəhmət olmasa bu əməliyyatın yayımlanma əməliyyatından sonra müəyyən bir vaxt apara biləcəyini unutmayın (məs. planlaşdırılmış əməliyyatlar tənzimlərinizə bağlı gecikmələr). Yadda saxlanmamış məqalələri yoxlaya bilərsiniz.
bg: OJS ще депозира статии автоматично в DOAJ. Моля, обърнете внимание, че обработката на това може да отнеме малко време след публикуването (например в зависимост от конфигурацията на cronjob). Можете да проверите за всички нерегистрирани статии.
ca_es: OJS dipositarà automàticament els articles a DOAJ. Tingueu en compte que aquest procés pot trigar una mica després de la publicació (p. ex., en funció de la vostra configuració del cron). Podeu comprovar tots els articles no registrats.
cs_cz: OJS automaticky uloží články do DOAJ. Vezměte prosím na vědomí, že to může trvat krátkou dobu po zpracování publikace. Můžete si prohlédnout všechny nezaregistrované články.
da_dk: OJS vil automatisk deponere artikler hos DOAJ. Bemærk, at der, efter publicering, kan gå lidt tid inden processen er fuldført. Du kan tjekke om der skulle være artikler der er uregistrerede.
es_es: OJS depositará los artículos automáticamente en DOAJ. Tenga en cuenta que este proceso puede llevar cierto tiempo tras la publicación (p.ej. en función de la configuración cron). Puede comprobar todos los artículos no registrados.
eu: OJS-k artikuluak automatikoki gordailutuko ditu DOAJ-en. Kontuan izan horrek denbora-tarte labur bat har dezakeela argitaratu ondoren prozesatzeko (adibidez, zure cronjob konfigurazioaren arabera). Erregistratu gabeko artikulu guztiak egiaztatu ditzakezu.
fa_ir: سامانه مقالات را به طور خودکار در DOAJ ثبت می کند. لطفا توجه داشته باشید که ممکن است پس از انتشار ، زمان کوتاهی برای پردازش طی شود. شما می توانید تمام مقالات ثبت نشده را تیک بزنید.
fi_fi: OJS tallentaa artikkelien tiedot automaattisesti DOAJ-tietokantaan. Huomaa, että artikkelin julkaisun jälkeen tietojen viennissä on pieni viive. Voit tarkistaa listauksesta mitkä artikkelit ovat rekisteröimättä.
fr_ca: OJS déposera les articles automatiquement chez DOAJ. Veuillez noter que cela peut prendre un peu de temps suite à la publication pour le traitement (par exemple en fonction de votre configuration cronjob). Vous pouvez vérifier les articles non enregistrés.
fr_fr: OJS déposera les articles automatiquement auprès de DOAJ. Veuillez noter que le traitement peut prendre un peu de temps suite à la publication (par exemple en fonction de votre configuration cronjob). Vous pouvez vérifier l'ensemble des articles non enregistrés.
gl_es: OJS depositará os artigos automaticamente en DOAJ. Teña en conta que este proceso pode demorarse algún tempo tras a publicación (p.ex. en función da súa configuración cron). Pode comprobar todos os artigos non rexistrados.
hu_hu: Az OJS automatikusan betölti a cikkeket a DOAJ-ba. Felhívjuk figyelmét, hogy a közzététel után a feldolgozáshoz rövid idő szükséges. Ellenőrizheti az összes nem regisztrált cikket.
hy_am: OJS-ը հոդվածները ինքնաշխատ կերպով կավանդադրի DOAJ-ին: Խնդրում ենք նկատի ունենալ, որ դրա մշակումը հրապարակումից հետո կարող է կարճ ժամանակ տևել (օրինակ՝ կախված ձեր cronjob-ի կազմաձևից): Դուք կարող եք ստուգել բոլոր չգրանցված հոդվածները:
id_id: OJS akan mendepositokan artikel secara otomatis ke DOAJ. Mohon dicatat bahwa hal ini mungkin membutuhkan sedikit waktu proses (misal, bergantung pada konfigurasi cronjob Anda). Anda dapat melakukan pemeriksaan untuk semua artikel yang belum didaftarkan.
it: OJS depositerà in automatico gli articoli in DOAJ. Si prega di considerare che è necessario un certo tempo a partire dalla pubblicazione per poter processare la registrazione. Potrà controllare tutti gli articoli non registrati.
ka_ge: OJS ავტომატურად განათავსებს სტატიას DOAJ-ში. გთხოვთ მიაქციოთ ყურადღება, რომ ამას შესაძლოა დასჭირდეს გარკვეული დრო დამუშავებაზე (მაგალითად, თქვენი cron-ის პარამეტრებზე). თქვენ შეგიძლიათ შეამოწმოთ ყველა დაურეგისტრირებელი სტატია.
kk_kz: OJS мақалаларды DOAJ-ке автоматты түрде сақтайды. Бұл өңдеуден белгілі бір уақытты қажет етуі мүмкін екенін ескеріңіз (мысалы, cronjob параметрлеріне байланысты). Сіз барлық тіркелмеген мақалаларды тексере аласыз.
ku_iq: سیستەمی گۆڤاری کراوە توێژینەوەکان بە شێوەی تۆماتیکی بۆ DOAJ دەنێرێت. تکایە ئاگاداری ئەوە بە کە ئەم پرۆسەیە هەندێک کاتی دەوێت لە دوای بڵاوکردنەوەوە (گرێدراوی شێوازی ڕێکخستنەکانتە). تۆ دەتوانیت وردبینی لە هەمو توێژینەوە تۆمارنەکراوەکاندا بکەیت.
ky: OJS макалаларды DOAJ менен автоматтык түрдө каттайт. Бул жарыялангандан кийин бир аз убакыт талап кылынышы мүмкүн экенин эске алыңыз (мисалы, пландаштырылган аракеттериңиздин жөндөөлөрүнө жараша кечигүүлөр). Сиз бардык сакталбаган макалаларды текшере аласыз.
lv: OJS automātiski nodos rakstus DOAJ. Lūdzu, ņemiet vērā, ka pēc publicēšanas šī apstrāde var aizņemt neilgu laiku (piemēram, atkarībā no jūsu cronjob konfigurācijas). Jūs varat pārbaudīt, vai ir reģistrēti visi nereģistrētie raksti.
mk_mk: OJS автоматски ќе депонира трудови до DOAJ. Ве молиме имајте во предвид дека ќе биде потребно малку време после објавување ова да се процесира (пр. зависно од вашата cronjob конфигурација). Можете да ги проверите сите нерегистрирани трудови.
ms_my: OJS akan mendepositkan artikel secara automatik ke DOAJ. Harap maklum bahawa proses ini mungkin memerlukan sedikit masa selepas penerbitan (mis. Bergantung pada konfigurasi cronjob anda). Anda boleh menyemak semua artikel yang tidak berdaftar.
nb_no: OJS vil sende artikler automatisk til DOAJ. Dette kan ta tid å behandle. Du kan se etter uregistrerte artikler.
pl_pl: OJS zdeponuje automatycznie artykuły w DOAJ. Zauważ, że zadanie to będzie realizowane zaraz po publikacji. Upewnij się, że dane zostały automatycznie przesłane.
pt_br: O OJS depositará artigos automaticamente no DOAJ. Observe que isso pode levar um curto período de tempo após a publicação para processar (por exemplo, dependendo da sua configuração do cronjob). Você pode verificar todos os artigos não registrados.
pt_pt: O OJS depositará artigos automaticamente no DOAJ. Por favor, note que esta ação pode demorar a ser processada. Pode verificar todos os artigos não registados.
ro: OJS va depune articole automat la DOAJ. Vă rugăm să rețineți că procesarea poate dura puțin timp după publicare (de exemplu, în funcție de configurația dvs. cronjob). Puteți verifica dacă există articole neînregistrate.
ru: OJS будет автоматически депонировать статьи в DOAJ. Обратите внимание, что это может потребовать небольшого количества времени после публикации для обработки (например, в зависимости от настроек вашего cron). Вы можете проверить все незарегистрированные статьи.
sk_sk: OJS automaticky uloží články do DOAJ. Upozorňujeme, že to môže trvať krátku dobu po spracovaní publikácie. Môžete si prezrieť všetky nezaregistrované články.
sl_si: OJS bo avtomatsko opravil depozit prispevkov na DOAJ. Prosimo upoštevajte, da je za to lahko potrebno nekaj časa po tistem, ko objavite novo številko. Lahko preverite vse nedeponirane prispevke.
sv_se: OJS kommer att lägga in artiklar i DOAJ automatiskt. Notera att processen kan ta en kort stund att efter publicering. Du kan söka efter alla oregistrerade artiklar.
tr_tr: OJS, makaleleri DOAJ'a otomatik olarak kaydedecektir. Lütfen bu işlemin yayınlanma işleminden sonra belli bir süre alabileceğini unutmayın (ör. zamanlanmış işlemler ayarlarınıza bağlı gecikmeler). Kaydedilmemiş bütün makaleleri kontrol edebilirsiniz.
uk_ua: OJS буде автоматично депонувати статті на DOAJ. Зверніть увагу, що після публікації обробка може зайняти деякий час (наприклад, залежно від налаштувань вашого cron). Ви можете перевірити всі незареєстровані статті.
uz_latn: OJS maqolalarni DOAJga avtomatik tarzda joylashtiradi. Shuni esda tutingki, bu nashrdan so'ng uni qayta ishlashga biroz vaqt ketishi mumkin (masalan, cronjob konfiguratsiyangizga bog'liq). Siz ro'yxatdan o'tmagan barcha maqolalarni tekshirishingiz mumkin.
vi_vn: OJS sẽ gửi bài viết tự động cho DOAJ. Xin lưu ý rằng việc này có thể mất một khoảng thời gian ngắn sau khi xuất bản để xử lý (ví dụ: tùy thuộc vào cấu hình cronjob của bạn). Bạn có thể kiểm tra tất cả các bài viết chưa đăng ký.
zh_cn: OJS 将自动将文章存入 DOAJ。 请注意，发布后可能需要很短的时间来处理（例如，取决于您的 cronjob 配置）。 您可以检查所有未注册的文章。
zh_hant: OJS將會自動典藏文章至DOAJ。請注意，此步驟在出版後需要一些時間（例如：視乎您的cronjob設置）。您可以點選所有未註冊文章。

# plugins.importexport.doaj.settings.form.testMode.description
source: Use the DOAJ test API (testing environment) for the registration. Please do not forget to remove this option for the production.
ar_iq: استعمل واجهة التطبيق الاختبارية لـ DOAJ (بيئة إختبارية) لغرض التسجيل. لطفاً، إحرص على إزالة هذا الخيار عند مرحلة الإنتاج الفعلي.
az: Qeydiyyat üçün DOAJ test API-sini (test mühiti) istifadə edin. Zəhmət olmasa məqalələrinizin nəşr edilməsi üçün bu seçimi qaldırmağı unutmayın.
bg: Използвайте DOAJ test API (среда за тестване) за регистрация. Моля, не забравяйте да премахнете тази опция за производството (след приключване на тестовете).
ca_es: Utilitzeu la API de prova de DOAJ (entorn de prova) per al registre. No oblideu desactivar aquesta opció en la versió de producció.
cs_cz: Pro registraci použijte testovací rozhraní API (testovací prostředí) DOAJ. Nezapomeňte tuto možnost odstranit před produkční fází.
da_dk: Brug DOAJ test-API (testmiljø) til registrering. Husk at fjerne denne mulighed i forbindelse med produktionen.
es_es: Utilice la API de prueba de DOAJ (entorno de prueba) para el registro. No olvide desactivar esta opción en la versión de producción.
fa_ir: از API تست DOAJ (محیط آزمایش) برای ثبت استفاده کنید. لطفا فراموش نکنید که این گزینه را در زمان انتشار محتویات حذف کنید.
fi_fi: Käytä DOAJ-palvelun testirajapintaa. Poista tämä valinta, kun haluat aloittaa artikkeleiden rekisteröinnin.
fr_ca: Utiliser l'API test DOAJ (environnement de test) pour l'enregistrement. N'oubliez pas d'enlever cette option en mode production.
fr_fr: Utiliser l'API de test DOAJ (environnement de test) pour l'enregistrement. N'oubliez pas de désactiver cette option en mode production.
gl_es: Utilice a API de proba de DOAJ (ambiente de proba) para o rexistro. Non se esqueza de desactivar esta opción na versión de produción.
hu_hu: Használja a DOAJ teszt API-t (teszt környezet) a regisztrációhoz. Kérjük, ne felejtse el eltávolítani ezt az opciót megjelentetéskor.
hy_am: Գրանցման համար օգտագործեք DOAJ թեստային API (փորձարկման միջավայր): Խնդրում ենք մի մոռացեք հեռացնել այս տարբերակը արտադրության դեպքում:
id_id: Gunakan API ujicoba DOAJ (dalam lingkungan ujicoba) untuk pendaftaran. Mohon tidak lupa untuk membuang pilihan ini pada sistem produksi.
it: Usare l'API di test di DOAJ per le registrazioni. Non dimenticarsi di rimuovere questa opzione prima di andare in produzione.
ka_ge: ტექსტური API DOAJ-ის გამოყენება (ტესტირების გარემო) რეგისტრაციისათვის. გთხოვთ, არ დაგავიწყდეთ ამ პარამეტრის გათიშვა რეალური მუშაობისას.
kk_kz: Тіркелу үшін DOAJ тест API (тестілеу ортасы) пайдаланыңыз. Нақты жұмыс үшін осы параметрді алып тастауды ұмытпаңыз.
ku_iq: سیستەمی تاقیکردنەوەی ڕوکاری DOAJ بەکار بهێنە (تەنیا بۆ ئەزمونکردن) بۆ تۆمارکردن. تکایە پێش بڵاوکردنەوە ئەم بژاردەیە لا ببە.
ky: Каттоо үчүн DOAJ сыноо API'син (сыноо чөйрөсү) колдонуңуз. Өндүрүш үчүн бул параметрди алып салууну унутпаңыз.
lv: Reģistrācijas veikšanai izmantojiet DOAJ testa API (testēšanas vidi). Lūdzu, neaizmirstiet atcelt šo opciju produkcijai.
mk_mk: Користете го DOAJ API за тестирање (околина за тестирање) за регистрацијата. Ве молиме не заборавајте да ја извадите оваа опција за продукција.
ms_my: Gunakan API ujian DOAJ (persekitaran ujian) untuk pendaftaran. Jangan lupa untuk membuang pilihan ini untuk produksi.
nb_no: Bruk DOAJ test API for registreringen. Husk å fjerne denne valgmuligheten for produksjonsfasen.
pl_pl: Wykorzystaj test API DOAJ (środowisko testowe) do rejestracji. Nie zapomnij usunąć tej opcji przed produkcją.
pt_br: Use a API de teste do DOAJ (do ambiente de teste) para o registro. Por favor, não se esqueça de remover esta opção para a produção.
pt_pt: Use a API de teste DOAJ (ambiente de teste) para o registo. Não se esqueça de remover esta opção para produção.
ro: Utilizați API-ul de testare DOAJ (mediul de testare) pentru înregistrare. Vă rugăm să nu uitați să eliminați această opțiune pentru producție.
ru: Использовать тестовый API DOAJ (среда тестирования) для регистрации. Пожалуйста, не забудьте убрать этот параметр для реальной работы.
sk_sk: Pre registráciu použite testovacie rozhrania API (testovacie prostredie) DOAJ. Nezabudnite túto možnosť odstrániť pred produkčnou fázou.
sl_si: Uporabi DOAJ test API (testno okolje) za registracijo. Ne pozabite odstraniti te možnosti za produkcijo.
sv_se: Använd DOAJ:s test-API (testmiljö) för registreringen. Glöm inte att ta bort detta alternativ innan produktion.
tr_tr: Kayıt için DOAJ test API'sini (test ortamı) kullan. Lütfen makalelerinizin yayınlanması için bu seçeneği kaldırmayı unutmayın.
uk_ua: Використовувати тестовий API DOAJ (середовище тестування) для реєстрації. Будь ласка, не забудьте прибрати цей параметр для подальшої роботи.
uz_latn: Ro'yxatdan o'tish uchun DOAJ test API (sinov muhiti) dan foydalaning. Iltimos, ishlab chiqarish uchun ushbu variantni olib tashlashni unutmang.
vi_vn: Sử dụng API kiểm tra DOAJ (môi trường thử nghiệm) để đăng ký. Xin đừng quên loại bỏ tùy chọn này khi xuất bản.
zh_cn: 使用 DOAJ 测试 API（测试环境）进行注册。 请不要忘记在生产环境中删除此选项。
zh_hant: 使用DOAJ測試API（測試環境）註冊。請不要忘記在正式製作程序時移除此選項。

# plugins.importexport.doaj.senderTask.name
source: DOAJ automatic registration task
ar_iq: وظيفة التسجيل التلقائي في DOAJ
az: DOAJ avtomatik qeydiyyat vəzifəsi
bg: Задача за автоматична регистрация на DOAJ
ca_es: Tasca de registre automàtic de DOAJ
cs_cz: Automatická registrace DOAJ
da_dk: DOAJ automatiske registreringsopgave
es_es: Tarea de registro automático de DOAJ
eu: DOAJ erregistro automatikoaren zeregina
fa_ir: عملیات ثبت خودکار DOAJ
fi_fi: DOAJ automaattisen rekisteröinnin tehtävä
fr_ca: Tâche d'enregistrement automatique DOAJ
fr_fr: Tâche d'enregistrement automatique DOAJ
gl_es: Tarefa de rexistro automático de DOAJ
hu_hu: DOAJ automatikus regisztrációs feladat
hy_am: DOAJ ինքնաշխատ գրանցման առաջադրանք
id_id: Tugas registrasi otomatis DOAJ
it: Nome del task di registrazione automatica su DOAJ
ka_ge: DOAJ-ის ავტომატური რეგისტრაციის ამოცანა
kk_kz: DOAJ автоматты тіркеу
ku_iq: ئەرکی تۆمارکردنی DOAJ بە شێوەی تۆماتیکی
ky: DOAJ Автоматтык каттоо тапшырмасы
lv: DOAJ automātiskās reģistrācijas uzdevums
mk_mk: DOAJ задача за автоматска регистрација
ms_my: Tugasan pendaftaran automatik DOAJ
nb_no: DOAJs automatiske registrering
pl_pl: Zadanie automatycznej rejestracji DOAJ
pt_br: Tarefa de registro automático do DOAJ
pt_pt: Tarefa de registo automático no DOAJ
ro: Sarcină de înregistrare automată DOAJ
ru: Задача автоматической регистрации DOAJ
sk_sk: Automatická registrácia DOAJ
sl_si: Opravilo avtomatske registracije pri DOAJ
sv_se: Automatisk registrering hos DOAJ
tr_tr: DOAJ otomatik kayıt görevi
uk_ua: Завдання автоматичної реєстрації DOAJ
uz_latn: DOAJ avtomatik ro'yxatga olish vazifasi
vi_vn: Nhiệm vụ đăng ký tự động DOAJ
zh_cn: DOAJ 自动注册任务
zh_hant: DOAJ自動註冊工序

# plugins.importexport.doaj.register.error.mdsError
source: Deposit was not successful! The DOAJ API returned an error: '{$param}'.
ar_iq: تعذر الإيداع! أعادت واجهة التطبيق DOAJ الخطأ الآتي: '{$param}'.
az: Qeydiyyat uğursuz oldu! DOAJ API bir xəta baş verdi: '{$param}'.
bg: Депозитът не беше успешен! API на DOAJ върна грешка: '{$param}'.
ca_es: El dipòsit no ha tingut èxit! La API de DOAJ ha informat d'un error: '{$param}'.
cs_cz: Uložení nebylo úspěšné! DOAJ API vrátilo následující chybu: '{$param}'.
da_dk: Deponeringen kunne ikke gennemføres! DOAJ API returnerede en fejl: '{$param}'.
es_es: ¡El depósito no tuvo éxito! La API DOAJ informó de un error: '{$param}'.
eu: Gordailua ez da arrakastatsua izan! DOAJ APIak errore hau itzuli du: '{$param}'.
fa_ir: ثبت موفقیت آمیز نبود. اجرای API با خطای زیر متوقف شد: {$param}
fi_fi: Talletus ei onnistunut! DOAJ API palautti virheen: '{$param}'.
fr_ca: Le dépôt a échoué ! L'API DOAJ a retourné le message d'erreur suivant : '{$param}'.
fr_fr: Le dépôt a échoué ! l'API DOAJ a retourné l'erreur suivante : '{$param}'.
gl_es: O depósito non tivo éxito! A API DOAJ informou dun erro: '{$param}'.
hu_hu: A beküldés nem volt sikeres! A DOAJ API hibát adott vissza: '{$param}'.
hy_am: Ավանդադրումը չի հաջողվել: DOAJ API-ն վերադարձրեց սխալ՝ {$param}'.
id_id: Registrasi tidak berhasil! API DOAJ memberikan pesan kesalahan: '{$param}'.
it: Il deposito non è andato a buon fine! L'API DOAJ ha dato come errore: '{$param}'.
ka_ge: განტავსება ვერ მოხერხდა! API DOAJ-მა დააბრუნა შეცდომა: „{$param}“.
kk_kz: Депозит сәтсіз аяқталды! DOAJ API келесі қате кодын қайтарды: "{$param}".
ku_iq: کارەکەت سەرکەوتو نەبو! گەڕایتەوە ڕوکاری جێبەجێکردنی DOAJ هەڵەکە ئەمەیە: '{$param}'.
ky: Депозит ишке ашкан жок! DOAJ API катаны кайтарды: "{$param}".
lv: Noguldījums neizdevās! DOAJ API atgrieza kļūdu: '{$param}'.
mk_mk: Депозитот не беше успешен! DOAJ API пријави грешка: '{$param}'.
ms_my: Deposit tidak berjaya! API DOAJ mengembalikan ralat: '{$param}'.
nb_no: Oversendingen mislyktes. DOAJ API returnerte feilen: '{$param}'.
pl_pl: Zdeponowanie nie ukończyło się sukcesem. API DOAJ zwróciło błąd: '{$param}'.
pt_br: O depósito não foi bem sucedido! A API do DOAJ retornou um erro: '{$ param}'.
pt_pt: O depósito não foi concluído com sucesso! A API DOAJ devolveu um erro: '{$param}'.
ro: Depunerea nu a avut succes! API-ul DOAJ a returnat o eroare: '{$param}'.
ru: Депонирование не удалось! API DOAJ вернул ошибку : «{$param}».
sk_sk: Uloženie nebolo úspešné! DOAJ API vrátilo nasledujúce chybu: '{$param}'.
sl_si: Depozit ni bil uspešen! DOAJ API je vrnil napako: '{$param}'.
sv_se: Registreringen slutfördes inte! DOAJ:s API gav ett felmeddelande: '{$param}'.
tr_tr: Kayıt başarısız oldu! DOAJ API bir hata verdi: '{$param}'.
uk_ua: Депонування не вдалося! API DOAJ повернув помилку: '{$param}'.
uz_latn: Depozit muvaffaqiyatli bo'lmadi! DOAJ API xatoni qaytardi: '{$ param}'.
vi_vn: Gửi không thành công! API DOAJ đã trả về lỗi: '{$param}'.
zh_cn: 存入失败！ DOAJ API 返回错误：'{$param}'。
zh_hant: 典藏失敗！DOAJ API回覆錯誤訊息：'{$param}'。

# plugins.importexport.doaj.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ar_iq: صيغة الاستعمال: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
az: İstifadə: {$scriptName} {$pluginName} transfer edin [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
bg: Употреба: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ca_es: Ús: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
cs_cz: Použití: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
da_dk: Brug: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
es_es: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
eu: Erabilera: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
fa_ir: نحوه استفاده: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
fi_fi: Käyttö: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
fr_ca: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
fr_fr: Utilisation : {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
gl_es: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
hu_hu: Használat: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
hy_am: Օգտագործումը: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
id_id: Kegunaan: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
it: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ka_ge: გამოძახება: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
kk_kz: Қолдану реті: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ku_iq: شێوازی بەکارهێنان: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ky: Чалуу: {$scriptName} {$pluginName} экспорттоо [XMLFileName] [log_path] articlesObjectId1 [ObjectId2] ...
lv: Izmantošana: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
mk_mk: Начин на користење: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ms_my: Penggunaan: {$scriptName} {$pluginName} eksport [xmlFileName] [journal_path] artikel objectId1 [objectId2] ...
nb_no: Usage: {$scriptName} {$pluginName} eksport [xmlFileName] [journal_path] artikler objektId1 [objektId2] ...
pl_pl: Użycie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
pt_pt: Modo de Utilização: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ro: Utilizare: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
ru: Вызов: {$scriptName} {$pluginName} export [ИмяФайлаXML] [путь_журнала] articles IdОбъекта1 [IdОбъекта2] ...
sk_sk: Použitie: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
sl_si: Uporaba: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
sv_se: Användning: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
tr_tr: Kullanım: {$scriptName} {$pluginName} aktar [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
uk_ua: Використання: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
uz_latn: Foydalanish: {$ scriptName} {$ pluginName} eksport qilish [xmlFileName] [journal_path] maqolalar objectId1 [objectId2] ...
vi_vn: Usage: {$scriptName} {$pluginName} xuất [xmlFileName] [journal_path] các bài báo objectId1 [objectId2] ...
zh_cn: 用法: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ...
