Repository: pkp/ojs
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: bg, da_dk, eu, fi_fi, gl_es, hy, kk_kz, mk, nl, pl, ro_ro, sk_sk, sl, uk, uz_uz@latin

# plugins.importexport.native.error.unknownUser
source: The specified user, "{$userName}", does not exist.
bg: Потребителят трябва да бъде предоставен чрез команден параметър --user_name или -u.
da_dk: Den angivne bruger, "{$userName}", eksisterer ikke.
eu: Erabiltzaile bat eman behar da --user_name edo -u komando parametroa erabiliz.
fi_fi: Annettua käyttäjää "{$userName}" ei ole olemassa.
gl_es: O usuario/a especificado ("{$userName}") non existe.
hy: Օգտվող պետք է տրամադրվի՝ օգտագործելով --user_name կամ -u հրամանի պարամետրը:
kk_kz: Көрсетілген қолданушы "{$userName}" жүйеде жоқ.
mk: Корисникот мора да се добие со --user_name или -u команден параметар.
nl: Er moet een gebruiker aangegeven worden door gebruik van de --user_name parameter of het -u command.
pl: Należy wprowadzić użytkownika, używając parametru polecenia --username lub -u.
ro_ro: Utilizatorul specificat, "{$userName}", nu există.
sk_sk: Zadaný užívateľ "{$userName}" neexistuje.
sl: Uporabnik mora biti določen z uporabo --user_name or -u ukaznega parametra.
uk: Користувач повинен бути вказаний за допомогою параметра команди --user_name або -u.
uz_uz@latin: Foydalanuvchi --user_name yoki -u buyrug'i yordamida ta'minlanishi kerak.

# plugins.importexport.native.import.error.sectionTitleMismatch
source: The section title "{$section1Title}" and the section title "{$section2Title}" in the "{$issueTitle}" issue matched the different existing journal sections.
bg: Заглавието на секцията "{$section1Title}" и заглавието на секцията "{$section2Title}" в "{$issueTitle}" в броя съвпадат с различните съществуващи раздели на списанието.
da_dk: Sektionstitlen "{$section1Title}" og sektionstitlen "{$section2Title}" i "{$issueTitle}" nummer matchede de forskellige eksisterende tidsskriftssektioner.
fi_fi: Osaston otsikko "{$section1Title}" ja osaston otsikko "{$section2Title}" numerossa "{$issueTitle}" täsmäsivät eri olemassa olevien osastojen kanssa.
gl_es: Os títulos de sección "{$section1Title}" e "{$section2Title}" do número "{$issueTitle}" corresponden ás diferentes seccións existentes na revista.
hy: Բաժնի վերնագիրը "{$section1Title}" և բաժնի վերնագիրը "{$section2Title}" այս «{$issueTitle}» համարում համընկնում էին ամսագրի տարբեր առկա բաժիններին:
kk_kz: "{$section1Title}" және "{$section2Title}" бөлім атаулары "{$issueTitle}" журнал басылымындағы бөлімдер атауымен сәйкес келді.
mk: Наслов на секција "{$section1Title}" и наслов на секција "{$section2Title}" во "{$issueTitle}" бројот се спаруваат различно во секциите на постоечкото списание.
nl: De sectietitels van "{$section1Title}" en "{$section2Title}" in het nummer "{$issueTitle}" komen overeen met de verschillende secties in het tijdschrift.
pl: Tytuł działu "{$section1Title}" oraz tytuł działu "{$section2Title}" w numerze "{$issueTitle}" połączyły się z różnymi istniejącymi działami w czasopiśmie.
ro_ro: Titlul secțiunii "{$section1Title}" și titlul secțiunii "{$section2Title}" în numărul "{$issueTitle}" se potrivesc unor secțiuni de jurnal existente.
sk_sk: Názov sekcie "{$section1Title}" a názov sekcie "{$section2Title}" v čísle {$issueTitle} zodpovedá rôznym existujúcim sekciám časopisu.
sl: Naslov rubrike "{$section1Title}" in naslov rubrike "{$section2Title}" v številki "{$issueTitle}" se ujemata z različnima obstoječima rubrikama revije.
uk: Назва розділу "{$section1Title}" та назва розділу "{$section2Title}" у випуску "{$issueTitle}" співпадають з різними існуючими розідлами журналу.
uz_uz@latin: "{$ IssueTitle}" sonidagi "{$ section1Title}" bo'limi va "{$ section2Title}" bo'limi jurnalning boshqa bo'limlariga mos keldi.

# plugins.importexport.native.import.error.sectionTitleMatch
source: The section title "{$sectionTitle}" in the "{$issueTitle}" issue matched an existing journal section, but another title of this section doesn't match with another title of the existing journal section.
bg: Заглавието на секцията "{$sectionTitle}" в "{$issueTitle}" в броя съвпадат със съществуващ раздел на списанието, но друго заглавие на този раздел не съвпада с друго заглавие на съществуващ раздел на списанието.
da_dk: Sektionstitlen "{$sectionTitle}" i "{$issueTitle}" nummer matchede en eksisterende tidsskriftssektion, men en anden titel i denne sektion stemmer ikke overens med en anden titel i det eksisterende tidsskrift.
fi_fi: Osaston otsikko "{$sectionTitle}" numerossa "{$issueTitle}" täsmää jo olemassa olevan lehden osaston kanssa, mutta toinen osastosta käytetty lyhenne ei täsmää toisen lyhenteen kanssa, joka on käytössä olemassa olevassa lehden osastossa.
gl_es: O título de sección "{$sectionTitle}" no número "{$issueTitle}" correspóndese cunha sección existente na revista, pero outro título desta sección non coincide con ningún título da sección existente na revista.
hy: "{$sectionTitle}" բաժնի անվանումը "{$issueTitle}" համարում համընկնում է գոյություն ունեցող ամսագրի բաժնի հետ, սակայն այս բաժնի մեկ այլ վերնագիր չի համընկնում առկա ամսագրի մեկ այլ վերնագրի հետ:
kk_kz: "{$issueTitle}" басылымындағы "{$sectionTitle}" бөлімінің атауы қолданыстағы журнал бөліміне сәйкес келді, бірақ осы бөлімнің екінші атауы қолданыстағы журнал бөлімінің екінші атауымен бірдей емес.
mk: Насловот на секцијата "{$sectionTitle}" во "{$issueTitle}" бројот се спаруваат во постоечката секција од списанието, но друг наслов во оваа секција не се спарува со друг наслов во секцијата од постоечкото списание.
nl: De sectietitel "{$sectionTitle}" in het nummer "{$issueTitle}" komt overeen met een bestaande tijdschriftsectie, maar een andere titel van deze sectie komt niet overeen met een andere titel van de huidige tijdschriftsectie.
pl: Tytuł działu "{$sectionTitle}" w numerze "{$issueTitle}" połączył się z istniejącym działem czasopisma, ale inny tytuł działu nie łączy się z innym tytułem istniejącego działu w czasopiśmie.
ro_ro: Titlul secțiunii „{$sectionTitle}” din numărul „{$issueTitle}” se potrivește cu o secțiune de jurnal existentă, dar un alt titlu al acestei secțiuni nu se potrivește cu un alt titlu al secțiunii jurnalului existent.
sk_sk: Názov sekcie "{$sectionTitle}" v čísle {$issueTitle} zodpovedal existujúcej sekcii časopisu, ale iný názov tejto sekcie nezodpovedá inému názvu existujúcej sekcie časopisu.
sl: Naslov rubrike "{$sectionTitle}" v številki "{$issueTitle}" se ujema z obstoječo rubriko, ampak se drug naslov te rubrike ne ujema z drugim naslovom obstoječe rubrike revije.
uk: Назва розділу "{$sectionTitle}" у випуску "{$issueTitle}" співпадає з існуючим розділом журналу, але інша назва цього розділу не збігається з іншою назвою існуючого розділу журналу.
uz_uz@latin: "{$ IssueTitle}" sonidagi "{$ sectionTitle}" bo'limi mavjud jurnal bo'limiga to'g'ri keldi, lekin bu bo'limning boshqa nomi mavjud jurnal bo'limining boshqa sarlavhasi bilan mos kelmadi.

# plugins.importexport.native.import.error.sectionAbbrevMismatch
source: The section abbreviation "{$section1Abbrev}" and the section abbreviation "{$section2Abbrev}" of the "{$issueTitle}" issue matched the different existing journal sections.
bg: Абревиатурата на секцията "{$section1Abbrev}" и абревиатурата на секцията "{$section2Title}" в "{$issueTitle}" в броя съвпадат с различните съществуващи раздели на списанието.
da_dk: Sektionsforkortelsen "{$section1Abbrev}" og sektionsforkortelsen "{$section2Abbrev}" fra "{$issueTitle}" nummer matchede de forskellige eksisterende tidsskriftssektioner.
fi_fi: Osaston lyhenne "{$section1Abbrev}" ja osaston lyhenne "{$section2Abbrev}" numerossa"{$issueTitle}" täsmäsivät eri olemassa olevien osastojen kanssa.
gl_es: As abreviaturas das seccións "{$section1Abbrev}" e "{$section2Abbrev}" do número "{$issueTitle}" correspóndense con diferentes seccións existentes na revista.
hy: "{$section1Abbrev}" բաժնի հապավումը և "{$section2Abbrev}" բաժնի հապավումը "{$issueTitle}" համարի համընկնում էին ամսագրի տարբեր առկա բաժիններին:
kk_kz: "{$section1Abbrev}" бөлімінің аббревиатурасы және "{$section2Abbrev}" бөлімінің аббревиатурасы "{$issueTitle}" журнал басылымындағы бөлімдердің біріне сәйкес келді.
mk: Кратенката на секцијата "{$section1Abbrev}" и кратенката на секцијата "{$section2Abbrev}" од "{$issueTitle}" бројот се спаруваат со различни секции од постоечкото списание.
nl: De afkortingen van secties "{$section1Abbrev}" en "{$section2Abbrev}" in het nummer "{$issueTitle}" komen overeen met de verschillende secties in het tijdschrift.
pl: Skrót działu "{$section1Abbrev}" i skrót działu "{$section2Abbrev}" w numerze "{$issueTitle}" połączyły się z różnymi istniejącymi działami w czasopiśmie.
ro_ro: Abrevierea secțiunii "{$ section1Abbrev}" și abrevierea secțiunii "{$ section2Abbrev}" din numărul "{$ issueTitle}" se potrivesc diferitelor secțiuni de jurnal existente.
sk_sk: Skratka sekcia "{$section1Abbrev}" a skratka sekcie {$section2Abbrev}" čísla "{$ issueTitle}" zodpovedajú rôznym existujúcim sekciám časopisu.
sl: Okrajšava rubrike "{$section1Abbrev}" in okrajšava rubrike "{$section2Abbrev}" v številki "{$issueTitle}" se ujemata z različnima obstoječima rubrikama revije.
uk: Абревіатура розділу "{$section1Abbrev}" та абревіатура розділу "{$section2Abbrev}" у випуску "{$issueTitle}" співпадає з різними існуючими розділами журналу.
uz_uz@latin: "{$ IssueTitle}" nashrining "{$ section1Abbrev}" bo'limi qisqartmasi va "{$ section2Abbrev}" bo'limining qisqartmasi jurnalning boshqa bo'limlariga to'g'ri keldi.

# plugins.importexport.native.import.error.sectionAbbrevMatch
source: The section abbreviation "{$sectionAbbrev}" in the "{$issueTitle}" issue matched an existing journal section, but another abbreviation of this section doesn't match with another abbreviation of the existing journal section.
bg: Абревиатурата на секцията "{$sectionAbbrev}" в "{$issueTitle}" в броя съвпадат със съществуващ раздел на списанието, но друга абревиатура в този раздел не съвпада с друга абревиатура в съществуващ раздел на списанието.
da_dk: Sektionsforkortelsen "{$sectionAbbrev}" i "{$issueTitle}" nummer matchede en eksisterende tidsskriftssektion, men en anden forkortelse af denne sektion stemmer ikke overens med en anden forkortelse af den eksisterende tidsskriftssektion.
fi_fi: Osaston lyhenne "{$sectionAbbrev}"numerossa "{$issueTitle}" täsmää jo olemassa olevan lehden osaston kanssa, mutta toinen osastosta käytetty lyhenne ei täsmää toisen lyhenteen kanssa, joka on käytössä olemassa olevassa lehden osastossa.
gl_es: A abreviatura de sección "{$sectionAbbrev}" do número "{$issueTitle}" correspóndese cunha sección existente na revista, pero outra abreviatura desta sección non coincide con ningunha abreviatura da sección existente na revista.
hy: Բաժնի "{$sectionAbbrev}" հապավումը «"{$issueTitle}" համարում համընկնում է գոյություն ունեցող ամսագրի բաժնի հետ, սակայն այս բաժնի մեկ այլ հապավումը չի համընկնում գոյություն ունեցող ամսագրի մեկ այլ հապավման հետ:
kk_kz: "{$issuetitle}" басылымындағы "{$sectionAbbrev} " бөлімінің аббревиатурасы қолданыстағы журнал бөліміне сәйкес келді, бірақ осы бөлімнің қосалқы аббревиатурасы қолданыстағы журнал бөлімінің қосалқы аббревиатурасымен сәйкес келмеді.
mk: Кратенката на секцијата "{$sectionAbbrev}" во "{$issueTitle}" бројот се спарува со секцијата во постоечкото списание, но друга кратенка од оваа секција не се спарува со друга кратенка во секција од постоечкото списание.
nl: De afkorting van sectie "{$sectionAbbrev}" in het nummer "{$issueTitle}" komt overeen met een bestaande tijdschriftsectie, maar een andere afkorting van deze sectie komt niet overeen met een andere afkorting van de huidige tijdschriftsectie.
pl: Skrót działu "{$sectionAbbrev}" w numerze "{$issueTitle}" połączył się z istniejącym działem czasopisma, ale inny skrót tego działu nie połączył się z innym skrótem istniejącego działu czasopisma.
ro_ro: Abreviația secțiunii „{$sectionAbbrev}” din numărul „{$issueTitle}” se potrivește cu o secțiune de jurnal existentă, dar o altă abreviere a acestei secțiuni nu se potrivește cu o altă prescurtare a secțiunii jurnalului existent.
sk_sk: Skratka sekcia "{$sectionAbbrev}" v čísle "{$issueTitle}" odpovedá existujúcej sekcii časopisu, ale ďalšia skratka tejto sekcie nezodpovedá inej skratke existujúcej sekcie časopisu.
sl: Okrajšava rubrike "{$sectionAbbrev}" v številki "{$issueTitle}" se ujema z obstoječo rubriko, ampak se druga okrajšava te rubrike ne ujema z drugo okrajšavo obstoječe rubrike revije.
uk: Абревіатура розділу "{$sectionAbbrev}" у випуску "{$issueTitle}" співпадає з існуючим розділом журналу, але інша абревіатура цього розділу не співпадає з іншою абревіатурою існуючого розділу журналу.
uz_uz@latin: "{$ IssueTitle}" sonidagi "{$ sectionAbbrev}" bo'limi qisqartmasi mavjud jurnal bo'limiga to'g'ri keldi, lekin bu bo'limning boshqa qisqartmasi mavjud jurnal bo'limining boshqa qisqartmasi bilan mos kelmaydi.

# plugins.importexport.native.import.error.issueIdentificationMatch
source: None or more than one issue matches the given issue identification "{$issueIdentification}".
bg: Нито един или повече от един брой на списанието съответства на дадената идентификация "{$issueIdentification}".
da_dk: Intet eller flere end et nummer matchede den givne nummer-identifikation "{$issueIdentification}".
fi_fi: Ei yksikään tai useampi kuin yksi numero täsmää tunnistiedon "{$issueIdentification}" kanssa.
gl_es: Ningún número ou máis dun coincide coa identificación de número proporcionada "{$issueIdentification}".
hy: Մեկ կամ մեկից ավելի համարներ համապատասխանում են տվյալ համարի նույնականացմանը "{$issueIdentification}":
kk_kz: Бірде-бір журнал басылымы "{$issueIdentification} " басылымының идентификаторымен сәйкес келмеді.
mk: Ниту едно или повеќе од едно издание се совпаѓа со дадената идентификација на издание "{$issueIdentification}".
nl: Er zijn geen nummers die overeenkomen met de opgegeven nummer-identificatie "{$issueIdentification}".
pl: Żaden lub więcej niż jeden numer jest połączony z podanych identyfikatorem numeru: "{$issueIdentification}".
ro_ro: Niciun sau mai multe numere nu se potrivesc cu identificarea numărului "{$issueIdentification}".
sk_sk: Žiadne alebo naopak viac ako jedno číslo zodpovedá identifikácii tohto čísla "{$issueIdentification}".
sl: Nobena ali več kot ena številka se ujemata podani identifikaciji "{$issueIdentification}".
uk: Жоден випуск або більше одного випуску співпадає з вказаною ідентифікацією випуску "{$issueIdentification}".
uz_uz@latin: "{$ IssueIdentification}" berilgan identifikatorga hech yoki bir nechta muammo mos kelmaydi.

# plugins.importexport.native.import.error.issueIdentificationDuplicate
source: Existing issue with id {$issueId} matches the given issue identification "{$issueIdentification}". This issue will not be modified, but articles will be added.
bg: Съществуващ брой с идентификатор {$issueId} съвпада с дадената идентификация за брой "{$issueIdentification}". Този брой няма да бъде променен, но статиите ще бъдат добавени.
da_dk: Eksisterende nummer med id {$issueId} matcher den givne nummer-identifikation "{$issueIdentification}". Dette nummer vil ikke blive ændret, men artikler vil blive tilføjet.
fi_fi: Numerolla {$issueId} on sama tunniste "{$issueIdentification}". Numeroa ei muokata, mutta nyt tuotavat artikkelit lisätään siihen.
gl_es: O número existente con id {$issueId} coincide co identificador de número proporcionado ("{$issueIdentification}"). Este número non se modificará, pero engadiranse os artigos.
hy: Առկա թողարկումը ID {$issueId} -ի հետ համապատասխանում է տվյալ թողարկման նույնականացման "{$issueIdentification}" -ին: Այս թողարկումը չի փոփոխվի, բայց հոդվածներ կավելացվեն։
kk_kz: {$ssueId} идентификаторы "{$issueIdentification}" қолданыстағы журнал басылымының идентификаторымен сәйкес келеді. Бұл журнал басылымы өзгертілмейді, бірақ мақалалар қосылады.
mk: Постоечко издание со ИД {$issueId} се совпаѓа со дадената идентификација на бројот "{$issueIdentification}". Овој број нема да биде променет, но ќе бидат додадени трудови.
nl: Het bestaande nummer met id {$issueId} komt overeen met de opgegeven issue id "{$issueIdentification}". Het nummer zal niet worden gewijzigd, maar artkels zullen worden toegevoegd.
pl: Istniejący numer {$issueId} jest połączony z podanym identyfikatorem: "{$issueIdentification}". Ten numer nie może być modyfikowany, ale można do niego dodawać artykuły.
ro_ro: Numărul existent cu id {$issueId} se potrivește cu numărul dat „{$issueIdentification}”. Această număr nu fa fi modificat, dar vor fi adăugate articole.
sk_sk: Existujúce číslo s id {$issueId} zodpovedá zadanej identifikácii čísla "{$issueIdentification}". Toto číslo sa nezmení, ale články budú pridané.
sl: Obstoječa številka z ID-jem {$issueId} se ujema s podano identifikacijo številke "{$issueIdentification}". Ta številka ne bo spremenjena, ampak bodo le dodani prispevki.
uk: Існуючий випуск з ідентифікатором {$issueId} співпадає з вказаною ідентифікацією випуску "{$issueIdentification}". Цей випуск не буде змінено, але статті будуть додані.
uz_uz@latin: Id $ {$ issueId} bilan mavjud muammo "{$ issueIdentification}" berilgan identifikatoriga mos keladi. Bu masala o'zgartirilmaydi, lekin maqolalar qo'shiladi.

# plugins.importexport.native.import.error.issueIdentificationMissing
source: The issue identification element is missing for the article "{$articleTitle}".
bg: Елементът за идентификация на броя липсва за статията "{$articleTitle}".
da_dk: Artiklen "{$articleTitle}" mangler nummer-identifikation.
eu: Zenbakia identifikatzeko elementua falta da "{$articleTitle}" artikulurako.
fi_fi: Numeron tunnistetieto puuttuu artikkelista "{$articleTitle}".
gl_es: Falta o elemento identificador de número para o artigo "{$articleTitle}".
hy: Թողարկման նույնականացման տարրը բացակայում է "{$articleTitle}" հոդվածի համար:
kk_kz: "{$articleTitle}" мақаласы үшін мақала басылымын сәйкестендіру элементі жоқ.
mk: Недостасува елементот за идентификација на изданието за трудот "{$articleTitle}".
nl: Het element met de identicatie van het nummer ontbreekt voor het artikel "{$articleTitle}".
pl: Brakuje elementu identyfikatora w artykule "{$articleTitle}".
ro_ro: Elementele de identificare ale numărului lipsesc pentru acest articol "{$articleTitle}".
sk_sk: Identifikačný element čísla chýba v článku "{$articleTitle}".
sl: Elemnt za identifikacijo številke manjka za prispevek "{$articleTitle}".
uk: Елемент ідентифікації випуску відсутній для статті "{$articleTitle}".
uz_uz@latin: "{$ ArticleTitle}" maqolasida muammoni aniqlash elementi yo'q.

# plugins.importexport.native.import.error.publishedDateMissing
source: The article "{$articleTitle}" is contained within an issue, but has no published date.
bg: Статията "{$articleTitle}" се съдържа в броя, но няма дата на публикуване.
da_dk: Artiklen "{$articleTitle}" er indeholdt i et nummer, men har ingen publiceringsdato.
eu: "{$articleTitle}" artikulua zenbaki baten barruan dago, baina ez du argitaratze-datarik.
fi_fi: Artikkeli "{$articleTitle}" sisältyy numeroon, mutta sille ei ole annettu julkaisupäivää.
gl_es: O artigo "{$articleTitle}" está incluído nun número pero non ten data de publicación.
hy: "{$articleTitle}" հոդվածը պարունակվում է թողարկման մեջ, բայց չունի հրապարակման ամսաթիվ:
kk_kz: "{$articleTitle} " мақаласы журнал басылымында бар, бірақ жарияланған күні көрсетілмеген.
mk: Трудот "{$articleTitle}" е содржан во изданието, но нема датум на објава.
nl: Het artikel "{$articleTitle}" is opgenomen in een nummer, maar heeft geen publicatiedatum.
pl: Artykuł "{$articleTitle}" jest umieszczony w numerze, ale nie posiada daty publikacji.
ro_ro: Articolul "{$articleTitle}"face parte dintr-un număr, dar nu are dată de publicare.
sk_sk: Článok "{$articleTitle}" je obsiahnutý v tomto čísle, ale nemá zadaný dátum zverejnenia.
sl: Prispevek "{$articleTitle}" je vsebovan v številki, ampak nima datuma izdaje.
uk: Стаття "{$articleTitle}" є у випуску, але для неї не вказана дата публікації.
uz_uz@latin: "{$ ArticleTitle}" maqolasi son ichida, lekin e'lon qilingan sanasi yo'q.

# plugins.importexport.common.error.invalidFileExtension
source: A cover image with an invalid file extension was specified.
bg: Посочено е изображение на корицата с невалидно файлово разширение.
eu: Fitxategi-luzapen baliogabea duen azaleko irudi bat zehaztu da.
hy: Նշված է նիշքի անվավեր ընդլայնմամբ շապիկի պատկեր:
mk: Специфицирана е насловна слика со невалидна екстензија.
nl: Er is een omslagafbeelding met een ongeldige file extension gespecificeerd.
pl: Obraz okładki został określony z nieprawidłowym rozszerzeniem pliku.
sl: Podana datoteka z naslovnico ima napačno končnico.
uk: Вказано зображення обкладинки з недійсним розширенням файлу.

# plugins.importexport.common.error.coverImageNameUnspecified
source: A cover image was embedded without specifying a name.
bg: Изображението на корицата беше вградено без посочване на име.
eu: Azaleko irudi bat txertatu da izenik zehaztu gabe.
hy: Կազմի պատկերը տեղադրվել է առանց անուն նշելու:
mk: Вклучена е насловна слика без специфицирано име.
nl: Er is een omslagafbeelding ingevoegd zonder een naam te specificeren.
pl: Obraz okładki został osadzony bez określenia nazwy.
sl: Slika naslovnice je bila podana brez navedbe imena.
uk: Зображення обкладинки було вбудовано без вказівки імені.
