Repository: pkp/ojs
Catalog: plugins/importexport/native/locale/*/locale.po
Languages: bg, da_dk, eu, fi_fi, gl_es, hy, kk_kz, mk, nl, pl, ro_ro, sk_sk, sl, uk, uz_uz@latin

# plugins.importexport.native.displayName
source: Native XML Plugin
bg: Плъгин за собствен XML формат
eu: XML plugin natiboa
fi_fi: Järjestelmän XML-lisäosa
gl_es: Complemento XML nativo
hy: Բնիկ XML փլագին
kk_kz: "Ішкі XML" модулі
mk: Плагин за нативен XML
pl: Wtyczka natywnego XML
ro_ro: Plugin XML Nativ
sk_sk: Plugin natívneho XML
sl: Domači XML vtičnik
uk: Плагін власного XML
uz_uz@latin: Native XML plagini

# plugins.importexport.native.description
source: Import and export articles and issues in OJS's native XML format.
bg: Импортиране и експортиране на статии и цели броеве в собствен XML формат на OJS.
da_dk: Importér og eksportér artikler og numre i OJS' eget XML-format.
eu: Inportatu eta esportatu artikuluak eta zenbakiak OJSren jatorrizko XML formatuan (natiboan).
fi_fi: Tuo ja vie artikkeleita ja numeroita OJS-järjestelmän omassa XML-muodossa.
gl_es: Importar e exportar artigos e números no formato XML orixinario de OJS.
hy: Ներմուծեք և արտահանեք հոդվածներ և թողարկումներ OJS-ի բնիկ XML ձևաչափով:
kk_kz: OJS ережелері бойынша XML форматындағы мақалалар мен басылымдарды импорттайды және экспорттайды.
mk: Импортирајте и експортирајте трудови и изданија во нативниот XML формат на OJS.
nl: Importeer en exporteer artikels en nummers in het XML formaat van OJS.
pl: Importuje i eksportuje artykuły i numery z OJS w natywnym formacie XML.
ro_ro: Importă și exportă articole și numerele în formatul original XML al OJS.
sk_sk: Importuje a exportuje v OJS články a čísla v OJS natívnom XML formáte.
sl: Uvozi ali izvozi prispevke in številke v domači OJS XML obliki.
uk: Імпортувати й експортувати статті та випуски у власний XML-формат OJS.
uz_uz@latin: Maqola va sonlarni OJS ning ona tilidagi XML formatida import va eksport qilish.

# plugins.importexport.native.import
source: Import
bg: Импорт
da_dk: Importér
eu: Inportatu
fi_fi: Tuo
gl_es: Importar
hy: Ներմուծել
kk_kz: Импорттау
mk: Импортирај
nl: Importeer
ro_ro: Importați
sl: Uvoz
uk: Імпорт

# plugins.importexport.native.import.instructions
source: Upload XML file to import
bg: Качване на XML файл за импорт
da_dk: Upload XML-fil til import
eu: Kargatu XML fitxategia inportatzeko
fi_fi: Lataa tuotava XML-tiedosto
gl_es: Cargar arquivo XML para importar
hy: Ներմուծելու համար վերբեռնեք XML նիշքը
kk_kz: Импорттау үшін XML файлын жүктеңіз
mk: Прикачи XML датотека за импортирање
nl: Upload een XML bestand om te importeren
pl: Prześlij plik XML do importu
ro_ro: Încărcați fișierul XML pentru import
sk_sk: Nahrať XML súbor pre import
sl: Naloži XML datoteko za uvoz
uk: Вивантажити файл з XML для імпорту
uz_uz@latin: Import qilish uchun XML faylini yuklang

# plugins.importexport.native.exportSubmissionsSelect
source: Select articles to export
bg: Изберете статии за експорт
da_dk: Udvælg artikler til eksport
eu: Hautatu esportatu beharreko artikuluak
fi_fi: Valitse vietävät artikkelit
gl_es: Seleccione os artigos para exportar
hy: Ընտրեք հոդվածներ արտահանման համար
kk_kz: Экспорттау үшін мақалаларды таңдаңыз
mk: Назначи трудови за експортирање
nl: Selecteer artikels om te exporteren
pl: Wybierz artykuły do eksportu
ro_ro: Selectați articolele pentru export
sk_sk: Zvoľte článok pre export
sl: Izberi prispevke za izvoz
uk: Виберіть статті для експорту
uz_uz@latin: Eksport qilinadigan maqolalarni tanlang

# plugins.importexport.native.exportSubmissions
source: Export Articles
bg: Експорт на статии
da_dk: Eksportér artikler
eu: Esportatu artikuluak
fi_fi: Vie artikkeleita
gl_es: Exportar artigos
hy: Արտահանեք հոդվածներ
kk_kz: Мақалаларды экспорттау
mk: Експортирај трудови
nl: Exporteer artikels
pl: Eksportuj artykuły
ro_ro: Export articole
sk_sk: Exportovať články
sl: Izvozi prispevke
uk: Експортувати статті
uz_uz@latin: Maqolalarni eksport qilish

# plugins.importexport.native.exportIssues
source: Export Issues
bg: Експорт на броеве
da_dk: Eksportér numre
eu: Esportatu zenbakiak
fi_fi: Vie numeroita
gl_es: Exportar números
hy: Արտահանեք թողարկումներ
kk_kz: Журнал басылымдарын экспорттау
mk: Експортирај изданија
nl: Exporteer nummers
pl: Eksportuj numery
ro_ro: Export Numere
sk_sk: Exportovať čísla
sl: Izvozi številke
uk: Експортувати випуски
uz_uz@latin: Eksport muammolari

# plugins.importexport.native.results
source: Results
bg: Резултати от импорт
da_dk: Resultater
eu: Inportatu emaitzak
fi_fi: Tulokset
gl_es: Resultados da importación
hy: Ներմուծեք արդյունքները
kk_kz: Нәтижелерді экспорттау
mk: Импортирај Резултати
nl: Resultaten
pl: Wyniki importu
ro_ro: Rezultate
sk_sk: Výsledky
sl: Rezultati uvoza
uk: Імпортувати результати
uz_uz@latin: Natijalarni import qilish

# plugins.inportexport.native.uploadFile
source: Please upload a file under "Import" in order to continue.
bg: Моля, качете файл в „Импорт“ за да продължите.
da_dk: For at fortsætte skal du uploade en fil under "Import".
eu: Mesedez, kargatu fitxategi bat "Inportatu" atalean, jarraitu ahal izateko.
fi_fi: Ole hyvä ja lataa tiedosto kohdassa "Tuo" jatkaaksesi.
gl_es: Cargue un arquivo no apartado "Importar" para continuar.
hy: Շարունակելու համար վերբեռնեք նիշքը «Ներմուծում» բաժնում:
kk_kz: Жалғастыру үшін файлды импорттау бөліміне жүктеңіз.
mk: Ве молиме да ја прикачите датотеката преку "Импортиај" за да продолжите.
nl: Laad eerst een bestand op onder "Importeer".
pl: Prześlij plik pod "Import", aby kontynuować.
ro_ro: Vă rugăm să încărcați un fișier la „Importați” pentru a continua.
sk_sk: Nahrajte, prosím, súbor pod "Import", aby ste mohli pokračovať.
sl: Prosimo, naložite datoteko pri "Uvoz" pred nadaljevanjem.
uk: Будь ласка, вивантажте файл через "Імпорт", щоб продовжити.
uz_uz@latin: Davom etish uchun "Import" ostidagi faylni yuklang.

# plugins.importexport.native.importComplete
source: The import completed successfully. The following items were imported:
bg: Импортирането завърши успешно. Следните елементи бяха внесени:
da_dk: Importen blev gennemført. Følgende numre blev importeret:
eu: Inportazioa behar bezala burutu da. Elementu hauek inportatu dira:
fi_fi: Tuonti onnistui. Seuraavat kohteet tuotiin:
gl_es: A importación completouse correctamente. Importáronse os elementos seguintes:
hy: Ներմուծումը հաջողությամբ ավարտվեց: Ներմուծվել են հետևյալ նյութերը:
kk_kz: Импорттау сәтті аяқталды. Келесі элементтер импортталды:
mk: Импортирањето е успешно завршено. Следните предмети беа импортирани:
nl: De import is goed uitgevoerd. Volgende items werden ge√Ømporteerd:
pl: Import ukończony z sukcesem. Poniższe pozycje zostały zaimportowane:
ro_ro: Importul s-a finalizat cu succes. Au fost importate următoarele elemente:
sk_sk: Import bol úspešne dokončený. Boli importované nasledovné položky:
sl: Uvoz se je uspešno zaključil. Uvoženo je bilo:
uk: Імпортування успішно завершено. Нижченаведені елементи були імпортовані:
uz_uz@latin: Import muvaffaqiyatli yakunlandi. Quyidagi mahsulotlar import qilindi:

# plugins.importexport.native.cliUsage
source: Usage: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
bg: Начин на употреба: {$scriptName} {$pluginName} [command] ... Команди: import [xmlFileName] [journal_path] [--user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] За импортиране на данни са необходими допълнителни параметри, както следва, в зависимост на основния възел на XML документа. . Ако основния възел е <article> или <articles> се изискват допълнителни параметри. Приемат се следните формати: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
da_dk: Anvendelse: {$scriptName} {$pluginName} [command] ... Kommandoer: importer [xmlFileName] [journal_path] [user_name] ... eksporter [xmlFileName] [journal_path] artikler [articleId1] [articleId2] ... eksporter [xmlFileName] [journal_path] artikel [articleId] eksporter [xmlFileName] [journal_path] numre [issueId1] [issueId2] ... eksporter [xmlFileName] [journal_path] nummer [issueId] Yderligere parametre er nødvendige for at importere data som følger, afhængigt af rodelement i XML-dokumentet. Hvis rodelementet er <article> eller <articles>, kræves yderligere parametre. Følgende formater accepteres: {$ scriptName} {$ pluginName} importere [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$ scriptName} {$ pluginName} importere [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$ scriptName} {$ pluginName} importere [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
eu: Erabilera: {$scriptName} {$pluginName} [command] ... Komandoak: import [xmlFileName] [journal_path] [--user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Datuak honela inportatzeko parametro gehigarriak behar dira, XML dokumentuaren erro-nodoaren arabera. Erroko nodoa <article> edo <articles> bada, parametro gehigarriak behar dira. Honako formatuak onartzen dira: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
fi_fi: Käyttö: {$scriptName} {$pluginName} [command] ... Komennot: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Ylimääräisiä parametrejä tarvitaan tuontiin riippuen XML-tiedoston juurielementistä. Mikäli juurielementti on <article> tai <articles>, ylimääräisiä parametrejä tarvitaan. Seuraavat muodot ovat sallittuja: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
gl_es: Uso: {$scriptName} {$pluginName} [command] ... Ordes: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Requírense parámetros adicionais para importar datos da seguinte maneira, dependendo do nodo raíz do documento XML. Se o nodo raíz é <article> ou <articles>, serán necesarios parámetros adicionais. Acéptanse os formatos seguintes: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
hy: Օգտագործում: {$scriptName} {$pluginName} [command] ... Հրամաններ: import [xmlFileName] [journal_path] [--user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Տվյալների ներմուծման համար պահանջվում են լրացուցիչ պարամետրեր՝ կախված XML փաստաթղթի արմատային հանգույցից: Եթե արմատային հանգույցն է <հոդված> կամ <հոդվածներ>, կպահանջվեն լրացուցիչ պարամետրեր։ Ընդունվում են հետևյալ ձևաչափերը.: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
kk_kz: Қолдану реті: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [--user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
mk: Начин на користење: {$scriptName} {$pluginName} [command] ... Наредби: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Потребни се дополнителни параметри за импортирање на податоците на следниот начин, во зависност од коренскиот јазол на XML документот. Доколку коренскиот јазол е <article> или <articles>, потребни се дополнителни параметри. Прифатливи се следните формати: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
nl: Gebruik: {$scriptName} {$pluginName} [commando] ... Commando's: import [xmlBestandsNaam] [tijdschriftPad] [gebruikersnaam] ... export [xmlBestandsNaam] [tijdschriftPad] articles [artikelId1] [artikelId2] ... export [xmlBestandsNaam] [tijdschriftPad] article [artikelId] export [xmlBestandsNaam] [tijdschriftPad] issues [nummerId1] [nummerId2] ... export [xmlBestandsNaam] [tijdschriftPad] issue [nummerId] Om data te importeren zijn bijkomende parameters nodig, afhankelijk van het hoofdelement van het XML document. Als het hoofdelement <article> of <articles> is, zijn bijkomende parameters vereist. Volgende formaten worden geaccepteerd: {$scriptName} {$pluginName} import [xmlBestandsNaam] [tijdschriftPad] [gebruikersnaam] issue_id [nummerId] section_id [sectieId] {$scriptName} {$pluginName} import [xmlBestandsNaam] [tijdschriftPad] [gebruikersnaam] issue_id [nummerId] section_name [naam] {$scriptName} {$pluginName} import [xmlBestandsNaam] [tijdschriftPad] issue_id [nummerId] section_abbrev [afkorting]
pl: Użycie: {$scriptName} {$pluginName} [polecenie] ... Polecenia: import [nazwaPlikuXML] [ścieżkaCzasopisma] [nazwaUżytkownika] ... export [nazwaPlikuXML] [ścieżkaCzasopisma] articles [IdArtykułu1] [IdArtykułu2] ... export [nazwaPlikuXML] [ścieżkaCzasopisma] article [IdArtykułu] export [nazwaPlikuXML] [ścieżkaCzasopisma] issues [IdArtykułu1] [IdArtykułu2] ... export [nazwaPlikuXML] [ścieżkaCzasopisma] issue [IdArtykułu] W zależności od głównego węzła dokumentu XML wymagane są dodatkowe parametry do importowania danych. Gdy głównym węzłem jest <article> lub <articles> dodatkowe parametry są wymagane. Akceptowane są następujące formaty: {$scriptName} {$pluginName} import [nazwaPlikuXML] [ścieżkaCzasopisma] [--user_name] issue_id [identyfikatorWydania] section_id [identyfikatorSekcji] {$scriptName} {$pluginName} import [nazwaPlikuXML] [ścieżkaCzasopisma] [--user_name] issue_id [identyfikatorWydania] section_name [nazwaSekcji] {$scriptName} {$pluginName} import [nazwaPlikuXML] [ścieżkaCzasopisma] issue_id [identyfikatorWydania] section_abbrev [skrótSekcji]
ro_ro: Folosiți: {$scriptName} {$pluginName} [command] ... Comenzi: importați [xmlFileName] [journal_path] [user_name] ... exportați [xmlFileName] [journal_path] articolele [articleId1] [articleId2] ... exportați [xmlFileName] [journal_path] articolul [articleId] exportați [xmlFileName] [journal_path] numerele [issueId1] [issueId2] ... exportați [xmlFileName] [journal_path] numărul [issueId] Parametrii suplimentari sunt necesari pentru importul de date după cum urmează, în funcție de nodul rădăcină al documentului XML. Dacă nodul rădăcină este <article> or <articles>, sunt necesari parametri suplimentari. Următoarele formate sunt acceptate: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
sk_sk: Použitie: {$scriptName} {$pluginName} [command] ... Príkazy: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Pre import dát sú potrebné ďalšie parametre v závislosti na koreňovom uzle dokumentu XML. Ak je koreňový uzol<article> alebo <articles>, sú požadované ďalšie parametre. Prijímaný je nasledujúci formát: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
sl: Uporaba: {$scriptName} {$pluginName} [command] ... Commands: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Additional parameters are required for importing data as follows, depending on the root node of the XML document. If the root node is <article> or <articles>, additional parameters are required. The following formats are accepted: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
uk: Використання: {$scriptName} {$pluginName} [command] ... Команди: import [xmlFileName] [journal_path] [user_name] ... export [xmlFileName] [journal_path] articles [articleId1] [articleId2] ... export [xmlFileName] [journal_path] article [articleId] export [xmlFileName] [journal_path] issues [issueId1] [issueId2] ... export [xmlFileName] [journal_path] issue [issueId] Потрібні деякі додаткові параметри для імпортування даних, як указано нижче, залежно від кореневого вузла XML-документа. Якщо кореневий вузол <article> або <articles>, потрібні додаткові параметри. Прийнятні такі формати: {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_id [sectionId] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] [--user_name] issue_id [issueId] section_name [name] {$scriptName} {$pluginName} import [xmlFileName] [journal_path] issue_id [issueId] section_abbrev [abbrev]
uz_uz@latin: Foydalanish: {$ scriptName} {$ pluginName} [buyruq] ... Buyruqlar: import [xmlFileName] [journal_path] [--user_name] ... [xmlFileName] [journal_path] maqolalarni [articleId1] [articleId2] eksport qilish ... [xmlFileName] [journal_path] maqolasini [articleId] eksport qilish [xmlFileName] [journal_path] sonlarini [issueId1] [issueId2] eksport qilish ... [xmlFileName] [journal_path] sonini [issueId] eksport qilish Ma'lumotlarni import qilish uchun quyidagilarga qarab qo'shimcha parametrlar talab qilinadi XML hujjatining ildiz tugunida. Agar ildiz tuguni <maqola> yoki <maqolalar> bo'lsa, qo'shimcha parametrlar talab qilinadi. Quyidagi formatlar qabul qilinadi: {$ scriptName} {$ pluginName} import [xmlFileName] [journal_path] [--user_name] muammo_id [muammoId] bo'lim_id [bo'limId] {$ scriptName} {$ pluginName} import [xmlFileName] [journal_path] [--user_name] muammo_id [muammoId] bo'lim_ nomi [ism] {$ scriptName} {$ pluginName} import [xmlFileName] [journal_path] muammo_id [muammoId] bo'lim_abbrev [qisqartma]

# plugins.importexport.native.error.unknownSection
source: Unknown section {$param}
bg: Непозната секция/раздел {$param}
da_dk: Ukendt sektion {$param}
eu: {$param} atal ezezaguna
fi_fi: Tuntematon osasto {$param}
gl_es: Sección descoñecida {$param}
hy: Անհայտ բաժին {$param}
kk_kz: Белгісіз бөлім {$param}
mk: Непозната секција {$param}
nl: Onbekende sectie {$param}
pl: Nieznany dział {$param}
ro_ro: Secțiune necunoscută {$param}
sk_sk: Neznáma sekcia {$param}
sl: Neznana rubrika {$param}
uk: Невідомий розділ {$param}
uz_uz@latin: Noma'lum bo'lim {$ param}
